{"id": "article-127284_0", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction", "content": "Peripheral arterial disease (PAD) is on the rise in the United States due to our aging population and the persistence of risk factors, including diabetes, hypertension, and obesity. [1]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction. Peripheral arterial disease (PAD) is on the rise in the United States due to our aging population and the persistence of risk factors, including diabetes, hypertension, and obesity. [1]"}
{"id": "article-127284_1", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction", "content": "As patients present with suspected PAD, it is critical to obtain a full history and physical exam. Based on clinical findings, some patients may warrant diagnostic studies to further localize and quantify the severity of the disease.  Non-invasive studies are a valuable adjunct for PAD assessment, particularly for lower extremity arterial disease.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction. As patients present with suspected PAD, it is critical to obtain a full history and physical exam. Based on clinical findings, some patients may warrant diagnostic studies to further localize and quantify the severity of the disease.  Non-invasive studies are a valuable adjunct for PAD assessment, particularly for lower extremity arterial disease."}
{"id": "article-127284_2", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction", "content": "The following article will discuss arterial Doppler, plethysmography, and pulse-volume recording (PVR). Given the safety, ease, and relative rapidity of the following exams, these assessments establish a baseline measurement trend over time. Based on these noninvasive findings, clinicians can pursue further studies and invasive procedures. The ankle-brachial index (ABI) and arterial duplex imaging are also typical non-invasive tests to evaluate vascular disease, which have been described in previous articles.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction. The following article will discuss arterial Doppler, plethysmography, and pulse-volume recording (PVR). Given the safety, ease, and relative rapidity of the following exams, these assessments establish a baseline measurement trend over time. Based on these noninvasive findings, clinicians can pursue further studies and invasive procedures. The ankle-brachial index (ABI) and arterial duplex imaging are also typical non-invasive tests to evaluate vascular disease, which have been described in previous articles."}
{"id": "article-127284_3", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction", "content": "While there can be variability between healthcare systems, it is common practice at our institution to order bilateral arterial doppler imaging with ABI's with Photoplethysmography (PPG) and segmental toe pressures with PVR for the initial evaluation of a patient with clinical findings suspicious for lower extremity peripheral arterial disease. These diagnostic studies are not required for all patients with vascular disease. Still, they should be considered in patients with reasonable suspicion of undiagnosed arterial disease or patients with progression of a known disease.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Introduction. While there can be variability between healthcare systems, it is common practice at our institution to order bilateral arterial doppler imaging with ABI's with Photoplethysmography (PPG) and segmental toe pressures with PVR for the initial evaluation of a patient with clinical findings suspicious for lower extremity peripheral arterial disease. These diagnostic studies are not required for all patients with vascular disease. Still, they should be considered in patients with reasonable suspicion of undiagnosed arterial disease or patients with progression of a known disease."}
{"id": "article-127284_4", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Procedures", "content": "Continuous-wave Doppler: It applies the Doppler effect to moving blood red blood cells to assess flow velocity within a vessel. The Doppler probe is coupled to the skin with gel and angled to the direction of blood flow. Sound waves are emitted from and reflected back to the probe. These sound waves return with a different frequency based on blood flow. The changes in frequency are converted to an audible flow signal. [2]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Procedures. Continuous-wave Doppler: It applies the Doppler effect to moving blood red blood cells to assess flow velocity within a vessel. The Doppler probe is coupled to the skin with gel and angled to the direction of blood flow. Sound waves are emitted from and reflected back to the probe. These sound waves return with a different frequency based on blood flow. The changes in frequency are converted to an audible flow signal. [2]"}
{"id": "article-127284_5", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Procedures", "content": "Plethysmography: It measures the volume change within a vessel via light, known as photoplethysmography (PPG). Infrared light is emitted from and reflected back to the probe. The blood volume affects how much light is reflected, which produces a waveform that is recorded and plotted on a graph. This modality is typically performed under normal conditions and then again after inflation of an occlusive cuff. [3]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Procedures. Plethysmography: It measures the volume change within a vessel via light, known as photoplethysmography (PPG). Infrared light is emitted from and reflected back to the probe. The blood volume affects how much light is reflected, which produces a waveform that is recorded and plotted on a graph. This modality is typically performed under normal conditions and then again after inflation of an occlusive cuff. [3]"}
{"id": "article-127284_6", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Procedures", "content": "Pulse volume recording (PVR): A form of plethysmography used to measure arterial flow qualitatively indirectly. To obtain a PVR, a cuff is inflated to about 65mmHg and then attached to a plethysmograph. With each pulse, the blood volume affects the pressure of the cuff, which is then recorded as an arterial contour. [4] PVR is also used to detect reactive hyperemia or the response in blood flow following a period of ischemia. [5] During this study, an occlusive cuff is placed above the ankle for up to 5 minutes and then rapidly deflated. PVR is monitored distally once the cuff is taken down. [6]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Procedures. Pulse volume recording (PVR): A form of plethysmography used to measure arterial flow qualitatively indirectly. To obtain a PVR, a cuff is inflated to about 65mmHg and then attached to a plethysmograph. With each pulse, the blood volume affects the pressure of the cuff, which is then recorded as an arterial contour. [4] PVR is also used to detect reactive hyperemia or the response in blood flow following a period of ischemia. [5] During this study, an occlusive cuff is placed above the ankle for up to 5 minutes and then rapidly deflated. PVR is monitored distally once the cuff is taken down. [6]"}
{"id": "article-127284_7", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Indications", "content": "While there are no strict indications, non-invasive lower extremity studies are typically ordered for evaluation of arterial disease who present with the following: Claudication: Effort followed by discomfort that improves with rest; pain that improves when legs are held to gravity, i.e., off the side of the bed Ischemic rest pain Nonhealing lower extremity wound For patients with advanced diabetes, symptoms can include: Leg fatigue Recurrent stenosis/occlusion of tibial vessels Peripheral neuropathy", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Indications. While there are no strict indications, non-invasive lower extremity studies are typically ordered for evaluation of arterial disease who present with the following: Claudication: Effort followed by discomfort that improves with rest; pain that improves when legs are held to gravity, i.e., off the side of the bed Ischemic rest pain Nonhealing lower extremity wound For patients with advanced diabetes, symptoms can include: Leg fatigue Recurrent stenosis/occlusion of tibial vessels Peripheral neuropathy"}
{"id": "article-127284_8", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Indications", "content": "Of note, if a patient has undergone previous lower extremity bypass surgery or arterial stenting, there is limited utility for ABI's with PVR and toe pressures, as artificial grafts and stents have different compressibility in comparison to native vasculature. These patients are typically evaluated initially with arterial Duplex or computed tomography angiography to image their bypass graft/intravascular stent to assess patency and velocities.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Indications. Of note, if a patient has undergone previous lower extremity bypass surgery or arterial stenting, there is limited utility for ABI's with PVR and toe pressures, as artificial grafts and stents have different compressibility in comparison to native vasculature. These patients are typically evaluated initially with arterial Duplex or computed tomography angiography to image their bypass graft/intravascular stent to assess patency and velocities."}
{"id": "article-127284_9", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Indications", "content": "Continuous-wave Doppler can also be used in a variety of settings to assess blood flow. During pregnancy, continuous-wave doppler is used to assess fetal heart rate prenatally as well as during labor. [7] [8] [9] Ultrasound is frequently used to evaluate heart and valve function, as well as assess vascular access in patients on dialysis and renal artery stenosis. [10] [11] [10] For the critically ill, continuous-wave doppler can be used in a transcranial fashion as an adjunct to document brain deterioration. [12] [13]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Indications. Continuous-wave Doppler can also be used in a variety of settings to assess blood flow. During pregnancy, continuous-wave doppler is used to assess fetal heart rate prenatally as well as during labor. [7] [8] [9] Ultrasound is frequently used to evaluate heart and valve function, as well as assess vascular access in patients on dialysis and renal artery stenosis. [10] [11] [10] For the critically ill, continuous-wave doppler can be used in a transcranial fashion as an adjunct to document brain deterioration. [12] [13]"}
{"id": "article-127284_10", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Potential Diagnosis -- Differential diagnosis:", "content": "Acute arterial occlusion due to embolism or thrombus Chronic obstructive arterial disease Lower extremity claudication Popliteal artery entrapment", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Potential Diagnosis -- Differential diagnosis:. Acute arterial occlusion due to embolism or thrombus Chronic obstructive arterial disease Lower extremity claudication Popliteal artery entrapment"}
{"id": "article-127284_11", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Potential Diagnosis -- Conditions that mimic claudication:", "content": "Neurologic conditions: Nerve Root compression Peripheral neuropathy due to diabetes or alcohol use Orthopedic conditions: Arthritis Stress fracture Tendinitis Venous conditions: Venous claudication Venous compartment syndrome", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Potential Diagnosis -- Conditions that mimic claudication:. Neurologic conditions: Nerve Root compression Peripheral neuropathy due to diabetes or alcohol use Orthopedic conditions: Arthritis Stress fracture Tendinitis Venous conditions: Venous claudication Venous compartment syndrome"}
{"id": "article-127284_12", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Continuous-wave Doppler", "content": "The result from continuous wave doppler is a sound, which corresponds to the velocity of blood flow within a vessel. A typical peripheral artery at rest will have a triphasic or biphasic quality of sound, which corresponds to forward flow in systole, a brief reversal of flow in early diastole, then forward flow in late diastole. With worsening arterial disease, flow is dampened, as is the resultant signal. In a diseased vessel, triphasic or biphasic signals give way to a monophasic pattern with a lower amplitude. Of note, in low resistance vessels, such as the carotid artery, there is no reversal of flow; the resulting signal is monophasic, corresponding to constant forward flow.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Continuous-wave Doppler. The result from continuous wave doppler is a sound, which corresponds to the velocity of blood flow within a vessel. A typical peripheral artery at rest will have a triphasic or biphasic quality of sound, which corresponds to forward flow in systole, a brief reversal of flow in early diastole, then forward flow in late diastole. With worsening arterial disease, flow is dampened, as is the resultant signal. In a diseased vessel, triphasic or biphasic signals give way to a monophasic pattern with a lower amplitude. Of note, in low resistance vessels, such as the carotid artery, there is no reversal of flow; the resulting signal is monophasic, corresponding to constant forward flow."}
{"id": "article-127284_13", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Plethysmography", "content": "Plethysmography results in a waveform that measures the variation of blood volume. [14]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Plethysmography. Plethysmography results in a waveform that measures the variation of blood volume. [14]"}
{"id": "article-127284_14", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Plethysmography", "content": "The typical peripheral artery waveform will have a steep upslope, well-defined systolic peak, a dicrotic notch, and bowing downslope to return to baseline. The waveform is dampened within the diseased vessel, with widened upslope and loss of the dicrotic notch.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Plethysmography. The typical peripheral artery waveform will have a steep upslope, well-defined systolic peak, a dicrotic notch, and bowing downslope to return to baseline. The waveform is dampened within the diseased vessel, with widened upslope and loss of the dicrotic notch."}
{"id": "article-127284_15", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Pulse volume recording", "content": "A PVR is also a waveform that typically accompanies a segmental pressure taken at different levels of the bilateral lower extremities. Distal waveforms generally decrease in amplitude. An abrupt change in waveform morphology and/or amplitude indicates some level of stenosis proximal to the measurement. These changes are typically dose-dependent: the severity of waveform alteration correlates with the intra-arterial disease severity.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Pulse volume recording. A PVR is also a waveform that typically accompanies a segmental pressure taken at different levels of the bilateral lower extremities. Distal waveforms generally decrease in amplitude. An abrupt change in waveform morphology and/or amplitude indicates some level of stenosis proximal to the measurement. These changes are typically dose-dependent: the severity of waveform alteration correlates with the intra-arterial disease severity."}
{"id": "article-127284_16", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Pulse volume recording", "content": "Patients with peripheral arterial disease will compensate for their reduced flow with baseline arterial dilation. Patients with significant disease will be maximally dilated and have a limited response to reactive hyperemia or temporary occlusion. For patients with PAD, following temporary occlusion, the return of expected waveforms is markedly delayed. For patients without PAD, the waveform returns rapidly and will increase to two times baseline. [15]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Normal and Critical Findings -- Pulse volume recording. Patients with peripheral arterial disease will compensate for their reduced flow with baseline arterial dilation. Patients with significant disease will be maximally dilated and have a limited response to reactive hyperemia or temporary occlusion. For patients with PAD, following temporary occlusion, the return of expected waveforms is markedly delayed. For patients without PAD, the waveform returns rapidly and will increase to two times baseline. [15]"}
{"id": "article-127284_17", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Interfering Factors -- Continuous-wave Doppler", "content": "Body habitus, overlying wounds, significant proximal or distal stenosis can confound results at particular levels. Venous flow can also be suspicious for monophasic arterial flow; however, distal compression of the vein that obliterates the signal is evidence that the probe is over a vein. Diabetes has not been shown to affect continuous-wave Doppler waveforms. [16]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Interfering Factors -- Continuous-wave Doppler. Body habitus, overlying wounds, significant proximal or distal stenosis can confound results at particular levels. Venous flow can also be suspicious for monophasic arterial flow; however, distal compression of the vein that obliterates the signal is evidence that the probe is over a vein. Diabetes has not been shown to affect continuous-wave Doppler waveforms. [16]"}
{"id": "article-127284_18", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Interfering Factors -- Plethysmography", "content": "Exercise increases pulse amplitude, which can affect waveform contours that had been normal at rest. Medial calcification of arteries, found in patients with diabetes, can also confound pressure measurements, though less with plethysmography. Patients with diabetes may have a regular appearing ABI but abnormal PVR or velocities from duplex imaging. [17]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Interfering Factors -- Plethysmography. Exercise increases pulse amplitude, which can affect waveform contours that had been normal at rest. Medial calcification of arteries, found in patients with diabetes, can also confound pressure measurements, though less with plethysmography. Patients with diabetes may have a regular appearing ABI but abnormal PVR or velocities from duplex imaging. [17]"}
{"id": "article-127284_19", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Interfering Factors -- Pulse volume recording (PVR)", "content": "The downstream disease can affect proximal waveforms, which can be confounding.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Interfering Factors -- Pulse volume recording (PVR). The downstream disease can affect proximal waveforms, which can be confounding."}
{"id": "article-127284_20", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Complications", "content": "Patient discomfort with inflation of occlusive cuffs. While noninvasive modalities can shed light on the quality of forwarding flow, they are not always predictive of healing potential following an amputation. [18]", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Complications. Patient discomfort with inflation of occlusive cuffs. While noninvasive modalities can shed light on the quality of forwarding flow, they are not always predictive of healing potential following an amputation. [18]"}
{"id": "article-127284_21", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Patient Safety and Education", "content": "Patients should wear comfortable, loose-fitting clothing. There are no dietary restrictions necessary for these tests, nor should patients stop any previously prescribed medications.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Patient Safety and Education. Patients should wear comfortable, loose-fitting clothing. There are no dietary restrictions necessary for these tests, nor should patients stop any previously prescribed medications."}
{"id": "article-127284_22", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Clinical Significance", "content": "For patients with the suspected peripheral arterial disease on history and physical exam, noninvasive imaging (ABI with PPG, toe pressure with PVR) is a reasonable next step for further evaluation before the contrast-enhanced scan or more invasive treatment. Continuous-wave Doppler is a quick, facile bedside adjunct to assess blood flow within a vessel.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Clinical Significance. For patients with the suspected peripheral arterial disease on history and physical exam, noninvasive imaging (ABI with PPG, toe pressure with PVR) is a reasonable next step for further evaluation before the contrast-enhanced scan or more invasive treatment. Continuous-wave Doppler is a quick, facile bedside adjunct to assess blood flow within a vessel."}
{"id": "article-127284_23", "title": "Arterial Doppler Imaging, ABI, and Plethysmography -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Arterial Doppler Imaging, ABI, and Plethysmography -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}