{"id": "article-17127_0", "title": "Physiology, Action Potential -- Introduction", "content": "An action potential is a rapid sequence of changes in the voltage across a membrane. The membrane voltage, or potential, is determined at any time by the relative ratio of ions, extracellular to intracellular, and the permeability of each ion. In neurons, the rapid rise in potential, depolarization, is an all-or-nothing event that is initiated by the opening of sodium ion channels within the plasma membrane. The subsequent return to resting potential, repolarization, is mediated by the opening of potassium ion channels. To reestablish the appropriate balance of ions, an ATP-driven pump (Na/K-ATPase) induces movement of sodium ions out of the cell and potassium ions into the cell.", "contents": "Physiology, Action Potential -- Introduction. An action potential is a rapid sequence of changes in the voltage across a membrane. The membrane voltage, or potential, is determined at any time by the relative ratio of ions, extracellular to intracellular, and the permeability of each ion. In neurons, the rapid rise in potential, depolarization, is an all-or-nothing event that is initiated by the opening of sodium ion channels within the plasma membrane. The subsequent return to resting potential, repolarization, is mediated by the opening of potassium ion channels. To reestablish the appropriate balance of ions, an ATP-driven pump (Na/K-ATPase) induces movement of sodium ions out of the cell and potassium ions into the cell."}
{"id": "article-17127_1", "title": "Physiology, Action Potential -- Cellular Level", "content": "Although usually discussed in the context of neuronal cells, action potentials also occur in many excitable cells such as cardiac muscle and some endocrine cells. [1] [2] Within a population of neurons, there can be significant variability in the intrinsic electrical properties of the cell, such as resting potential, maximum firing rate, resistance to current, and width of action potentials. These variables are directly dependent upon the number, location, and kinetics of ion channels within the membrane. [3]", "contents": "Physiology, Action Potential -- Cellular Level. Although usually discussed in the context of neuronal cells, action potentials also occur in many excitable cells such as cardiac muscle and some endocrine cells. [1] [2] Within a population of neurons, there can be significant variability in the intrinsic electrical properties of the cell, such as resting potential, maximum firing rate, resistance to current, and width of action potentials. These variables are directly dependent upon the number, location, and kinetics of ion channels within the membrane. [3]"}
{"id": "article-17127_2", "title": "Physiology, Action Potential -- Cellular Level", "content": "Within the heart, pacemaker cells located in the SA node initiate action potentials intrinsically and rhythmically. Unlike in neurons, the majority of current in pacemaker cells gets mediated through calcium flux. A transient current of calcium ions, mediated by T-type calcium channels, slowly depolarizes the pacemaker cell until reaching the threshold potential for L-type voltage-gated calcium channels, inducing an action potential. [4] The action potential is then dispersed throughout the heart by myocardiocytes, cardiac muscle cells that contract while they conduct the current to neighboring cells. Similar to action potential initiation in neurons, and in contrast to pacemaker cells, myocardiocytes initiate rapid depolarization through voltage-gated sodium channels. [1]", "contents": "Physiology, Action Potential -- Cellular Level. Within the heart, pacemaker cells located in the SA node initiate action potentials intrinsically and rhythmically. Unlike in neurons, the majority of current in pacemaker cells gets mediated through calcium flux. A transient current of calcium ions, mediated by T-type calcium channels, slowly depolarizes the pacemaker cell until reaching the threshold potential for L-type voltage-gated calcium channels, inducing an action potential. [4] The action potential is then dispersed throughout the heart by myocardiocytes, cardiac muscle cells that contract while they conduct the current to neighboring cells. Similar to action potential initiation in neurons, and in contrast to pacemaker cells, myocardiocytes initiate rapid depolarization through voltage-gated sodium channels. [1]"}
{"id": "article-17127_3", "title": "Physiology, Action Potential -- Development", "content": "There are several pre- and postnatal maturational processes that serve to modulate action potential formation and propagation. Below, we will specifically address changes in ion concentration, ion channel density, and ion channel location. Additionally, the speed of action potential propagation along myelinated axons is increased throughout development as myelin thickens, and the distance between nodes of Ranvier lengthen. [5]", "contents": "Physiology, Action Potential -- Development. There are several pre- and postnatal maturational processes that serve to modulate action potential formation and propagation. Below, we will specifically address changes in ion concentration, ion channel density, and ion channel location. Additionally, the speed of action potential propagation along myelinated axons is increased throughout development as myelin thickens, and the distance between nodes of Ranvier lengthen. [5]"}
{"id": "article-17127_4", "title": "Physiology, Action Potential -- Development", "content": "During embryonic development, the intracellular concentration of sodium significantly decreases. [6] Because the relative intracellular and extracellular concentrations of an ion determines the driving force of ions across the membrane, changes in ion concentration can significantly affect action potential dynamics. Specifically, the decreased intracellular sodium concentration within mature neurons results in higher peak voltages of action potentials. [6]", "contents": "Physiology, Action Potential -- Development. During embryonic development, the intracellular concentration of sodium significantly decreases. [6] Because the relative intracellular and extracellular concentrations of an ion determines the driving force of ions across the membrane, changes in ion concentration can significantly affect action potential dynamics. Specifically, the decreased intracellular sodium concentration within mature neurons results in higher peak voltages of action potentials. [6]"}
{"id": "article-17127_5", "title": "Physiology, Action Potential -- Development", "content": "Early in development, action potentials are relatively slow-rising and elongated. However, a developmental increase in sodium channel expression produces a more rapid depolarization, while a concurrent increase in potassium channels results in a shorter duration of action potentials. [7] By utilizing shorter action potentials, the cell can fire more rapidly and thus encode information more quickly. In addition to increased receptor expression, the localization of voltage-gated ion channels is essential to efficient propagation of action potentials. In myelinated axons, high-density clustering of voltage-gated channels to the nodes of Ranvier decreases the threshold for action potential initiation. Similarly, there is clustering of voltage-gated sodium channels into lipid raft ‘micro-domains’ within unmyelinated axons. The thinking is that this clustering optimizes action potential conduction and fidelity by lowering the number of channels required for propagation and by increasing the speed of conduction, compared to diffuse channel localization. [8] [9]", "contents": "Physiology, Action Potential -- Development. Early in development, action potentials are relatively slow-rising and elongated. However, a developmental increase in sodium channel expression produces a more rapid depolarization, while a concurrent increase in potassium channels results in a shorter duration of action potentials. [7] By utilizing shorter action potentials, the cell can fire more rapidly and thus encode information more quickly. In addition to increased receptor expression, the localization of voltage-gated ion channels is essential to efficient propagation of action potentials. In myelinated axons, high-density clustering of voltage-gated channels to the nodes of Ranvier decreases the threshold for action potential initiation. Similarly, there is clustering of voltage-gated sodium channels into lipid raft ‘micro-domains’ within unmyelinated axons. The thinking is that this clustering optimizes action potential conduction and fidelity by lowering the number of channels required for propagation and by increasing the speed of conduction, compared to diffuse channel localization. [8] [9]"}
{"id": "article-17127_6", "title": "Physiology, Action Potential -- Function", "content": "A neuronal action potential has three main stages: depolarization, repolarization, and hyperpolarization. The initial depolarization is determined by the cell’s threshold voltage, the membrane potential at which voltage-gated sodium channels (Nav) open to allow an influx of sodium ions. The flow of positive sodium ions into the cell leads to further depolarization of the membrane, thus opening more Nav in a positive-feedback loop. Depolarization in mature neurons lasts approximately 1 msec, at which time the Nav are inactivated and no longer able to flux ions. [10]", "contents": "Physiology, Action Potential -- Function. A neuronal action potential has three main stages: depolarization, repolarization, and hyperpolarization. The initial depolarization is determined by the cell’s threshold voltage, the membrane potential at which voltage-gated sodium channels (Nav) open to allow an influx of sodium ions. The flow of positive sodium ions into the cell leads to further depolarization of the membrane, thus opening more Nav in a positive-feedback loop. Depolarization in mature neurons lasts approximately 1 msec, at which time the Nav are inactivated and no longer able to flux ions. [10]"}
{"id": "article-17127_7", "title": "Physiology, Action Potential -- Function", "content": "Repolarization begins as voltage-gated potassium channels (Kv) open. Although Kv have approximately the same threshold voltage as Na, the kinetics of the potassium channel are much slower. Therefore, after approximately 1 msec, there is an opening of the slower Kv channels that is coincident with the inactivation of the faster Nav channels. The flow of potassium ions out of the cell results in a decrease in membrane potential towards the cell’s resting voltage. When the membrane potential falls below the threshold, both the Nav and the Kv begin to close. However, the Kv have slow kinetics and remain open slightly longer than needed to return the cell to resting membrane voltage. The brief dip in the membrane potential below the normal resting voltage is termed hyperpolarization.", "contents": "Physiology, Action Potential -- Function. Repolarization begins as voltage-gated potassium channels (Kv) open. Although Kv have approximately the same threshold voltage as Na, the kinetics of the potassium channel are much slower. Therefore, after approximately 1 msec, there is an opening of the slower Kv channels that is coincident with the inactivation of the faster Nav channels. The flow of potassium ions out of the cell results in a decrease in membrane potential towards the cell’s resting voltage. When the membrane potential falls below the threshold, both the Nav and the Kv begin to close. However, the Kv have slow kinetics and remain open slightly longer than needed to return the cell to resting membrane voltage. The brief dip in the membrane potential below the normal resting voltage is termed hyperpolarization."}
{"id": "article-17127_8", "title": "Physiology, Action Potential -- Function", "content": "Action potentials propagate a signal along the length of an axon differently in myelinated versus unmyelinated axons. Myelin, a lipid-rich membrane sheath surrounding some axons, insulates against the flow of ions. The myelin sheath is not continuous, but instead, there is axonal exposure at regularly spaced intervals termed the nodes of Ranvier. [5] Depolarizing current from an action potential travels very rapidly through the cytoplasm of axons, insulated by myelin until reaching the next node of Ranvier. At each node, the membrane depolarizes above the threshold voltage, and the influx of sodium ions again initiates the action potential through Nav. This pattern of node-to-node propagation, saltatory conduction, can increase the conduction velocity by more than an order of magnitude over unmyelinated axons. [11] In unmyelinated axons, depolarization of the cell membrane must spread to the immediately adjacent region of the membrane, raising the potential passively until reaching the threshold voltage. Thus, the action potential propagates as a continuous wave of depolarization.", "contents": "Physiology, Action Potential -- Function. Action potentials propagate a signal along the length of an axon differently in myelinated versus unmyelinated axons. Myelin, a lipid-rich membrane sheath surrounding some axons, insulates against the flow of ions. The myelin sheath is not continuous, but instead, there is axonal exposure at regularly spaced intervals termed the nodes of Ranvier. [5] Depolarizing current from an action potential travels very rapidly through the cytoplasm of axons, insulated by myelin until reaching the next node of Ranvier. At each node, the membrane depolarizes above the threshold voltage, and the influx of sodium ions again initiates the action potential through Nav. This pattern of node-to-node propagation, saltatory conduction, can increase the conduction velocity by more than an order of magnitude over unmyelinated axons. [11] In unmyelinated axons, depolarization of the cell membrane must spread to the immediately adjacent region of the membrane, raising the potential passively until reaching the threshold voltage. Thus, the action potential propagates as a continuous wave of depolarization."}
{"id": "article-17127_9", "title": "Physiology, Action Potential -- Function", "content": "The initiation of a neuronal action potential usually occurs at the axon hillock, the most proximal segment of an axon. However, in sensory neurons, the action potential is initiated at the distal terminal of the axon and propagates towards the central nervous system. In these spike initiation zones, a 50-fold increase in Nav receptor density decreases input resistance, thus requiring less excitation to induce an action potential. [12]", "contents": "Physiology, Action Potential -- Function. The initiation of a neuronal action potential usually occurs at the axon hillock, the most proximal segment of an axon. However, in sensory neurons, the action potential is initiated at the distal terminal of the axon and propagates towards the central nervous system. In these spike initiation zones, a 50-fold increase in Nav receptor density decreases input resistance, thus requiring less excitation to induce an action potential. [12]"}
{"id": "article-17127_10", "title": "Physiology, Action Potential -- Mechanism", "content": "Voltage-gated ion channels are comprised of 4 domains surrounding a central pore in which each domain contains six transmembrane alpha-helices. Within each domain, the 4th alpha helix (S4) contains positively charged lysine and/or arginine amino acids. When the cell depolarizes, the positive residues within S4 are repelled, inducing a conformation change that leads to the opening of the channel pore. Sodium channels are subject to fast inactivation. Upon opening of the channel pore, the linker region between domain III and IV binds to residues within the pore, thus blocking the flow of ions. [10] [13] While the channel remains technically ‘open’ when the cell is above the threshold voltage, the channel is said to be inactivated because it does not allow ion movement. Therefore, following each action potential the cell has an absolute refractory period in which Nav are inactivated and cannot be recruited to induce another action potential. When the cell repolarizes below the threshold voltage, Nav close and must transition to a deactivated state before they can open again. Thus, the determination of the maximum firing rate of a neuron is by the kinetics of Nav inactivation and deactivation.", "contents": "Physiology, Action Potential -- Mechanism. Voltage-gated ion channels are comprised of 4 domains surrounding a central pore in which each domain contains six transmembrane alpha-helices. Within each domain, the 4th alpha helix (S4) contains positively charged lysine and/or arginine amino acids. When the cell depolarizes, the positive residues within S4 are repelled, inducing a conformation change that leads to the opening of the channel pore. Sodium channels are subject to fast inactivation. Upon opening of the channel pore, the linker region between domain III and IV binds to residues within the pore, thus blocking the flow of ions. [10] [13] While the channel remains technically ‘open’ when the cell is above the threshold voltage, the channel is said to be inactivated because it does not allow ion movement. Therefore, following each action potential the cell has an absolute refractory period in which Nav are inactivated and cannot be recruited to induce another action potential. When the cell repolarizes below the threshold voltage, Nav close and must transition to a deactivated state before they can open again. Thus, the determination of the maximum firing rate of a neuron is by the kinetics of Nav inactivation and deactivation."}
{"id": "article-17127_11", "title": "Physiology, Action Potential -- Mechanism", "content": "Two forces, electrical and chemical, determine the driving force of an ion. The electrostatic force is repulsive for similar charges and attractive for opposite charges. For example, a positive sodium ion (Na+) would be attracted to a negative intracellular voltage. The chemical force, or force of diffusion, is defined by relative extracellular and intracellular concentrations of the ion. The equilibrium potential is the voltage at which these two forces cancel, and there is no net flux of the ion. When an ion is permitted to move across the membrane, as is the case when an ion channel is open, the cell will move towards the ion’s equilibrium potential. The equilibrium potential for Na+, which concentrates extracellularly, is approximately +60mV. Conversely, the equilibrium potential for K+, which concentrates intracellularly, is approximately -85mV. Thus the opening of sodium channels is depolarizing while the opening of potassium channels is hyperpolarizing.", "contents": "Physiology, Action Potential -- Mechanism. Two forces, electrical and chemical, determine the driving force of an ion. The electrostatic force is repulsive for similar charges and attractive for opposite charges. For example, a positive sodium ion (Na+) would be attracted to a negative intracellular voltage. The chemical force, or force of diffusion, is defined by relative extracellular and intracellular concentrations of the ion. The equilibrium potential is the voltage at which these two forces cancel, and there is no net flux of the ion. When an ion is permitted to move across the membrane, as is the case when an ion channel is open, the cell will move towards the ion’s equilibrium potential. The equilibrium potential for Na+, which concentrates extracellularly, is approximately +60mV. Conversely, the equilibrium potential for K+, which concentrates intracellularly, is approximately -85mV. Thus the opening of sodium channels is depolarizing while the opening of potassium channels is hyperpolarizing."}
{"id": "article-17127_12", "title": "Physiology, Action Potential -- Related Testing", "content": "Conduction velocity tests, specifically within the peripheral nerves, can determine if there are deficits in the transmission of action potentials. However, further testing is required to identify the specific mechanism(s) of conduction block or decreases in conduction velocity. [11] For example, a decrease in conduction velocity may be due to injured axons followed by remyelination with short internode length, nerve constriction as observed in carpal tunnel syndrome, or axonal tapering in the distal limbs. [5] [11] Additionally, injury to the nerve, diabetic neuropathy, or demyelination caused by autoimmune disorders such as multiple sclerosis or Guillain–Barré syndrome could decrease the speed or even block conduction of electrical signals within the nerves. [14] [15]", "contents": "Physiology, Action Potential -- Related Testing. Conduction velocity tests, specifically within the peripheral nerves, can determine if there are deficits in the transmission of action potentials. However, further testing is required to identify the specific mechanism(s) of conduction block or decreases in conduction velocity. [11] For example, a decrease in conduction velocity may be due to injured axons followed by remyelination with short internode length, nerve constriction as observed in carpal tunnel syndrome, or axonal tapering in the distal limbs. [5] [11] Additionally, injury to the nerve, diabetic neuropathy, or demyelination caused by autoimmune disorders such as multiple sclerosis or Guillain–Barré syndrome could decrease the speed or even block conduction of electrical signals within the nerves. [14] [15]"}
{"id": "article-17127_13", "title": "Physiology, Action Potential -- Pathophysiology", "content": "In addition to the pathologies listed above, that can decrease conduction in the peripheral nervous system, genetic disorders affecting ion channels (channelopathies) can result in many different pathologies, dependent on in which tissues the channels are typically expressed. Channelopathies may cause neuromyotonia, epileptic seizures, migraines, ataxia, or a host of heart, muscular, or GI conditions.", "contents": "Physiology, Action Potential -- Pathophysiology. In addition to the pathologies listed above, that can decrease conduction in the peripheral nervous system, genetic disorders affecting ion channels (channelopathies) can result in many different pathologies, dependent on in which tissues the channels are typically expressed. Channelopathies may cause neuromyotonia, epileptic seizures, migraines, ataxia, or a host of heart, muscular, or GI conditions."}
{"id": "article-17127_14", "title": "Physiology, Action Potential -- Clinical Significance", "content": "Local anesthetics act by blocking voltage-gated sodium channels, thus preventing transmission of signals in pain and sensory fibers. Specifically, local anesthetics must pass through the plasma membrane, then bind to and block the channel pore while it is open. [16]", "contents": "Physiology, Action Potential -- Clinical Significance. Local anesthetics act by blocking voltage-gated sodium channels, thus preventing transmission of signals in pain and sensory fibers. Specifically, local anesthetics must pass through the plasma membrane, then bind to and block the channel pore while it is open. [16]"}
{"id": "article-17127_15", "title": "Physiology, Action Potential -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Action Potential -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}