{"id": "article-24221_0", "title": "Leukotriene Receptor Antagonists -- Continuing Education Activity", "content": "Montelukast and zafirlukast are cysteinyl leukotriene receptor antagonists indicated to prevent and treat chronic asthma. Leukotrienes are eicosanoid inflammatory mediators derived from arachidonic acid. Neither montelukast nor zafirlukast has a role as rescue medication during an acute asthmatic attack. This activity will highlight the mechanism of action, adverse event profile, and monitoring pertinent for interprofessional team members in managing patients with asthma and related conditions with leukotriene receptor antagonists.", "contents": "Leukotriene Receptor Antagonists -- Continuing Education Activity. Montelukast and zafirlukast are cysteinyl leukotriene receptor antagonists indicated to prevent and treat chronic asthma. Leukotrienes are eicosanoid inflammatory mediators derived from arachidonic acid. Neither montelukast nor zafirlukast has a role as rescue medication during an acute asthmatic attack. This activity will highlight the mechanism of action, adverse event profile, and monitoring pertinent for interprofessional team members in managing patients with asthma and related conditions with leukotriene receptor antagonists."}
{"id": "article-24221_1", "title": "Leukotriene Receptor Antagonists -- Continuing Education Activity", "content": "Objectives: Explain the mechanism of action of leukotriene receptor antagonists. Describe the potential adverse effects of leukotriene receptor antagonists. Review the appropriate monitoring for patients using leukotriene receptor antagonists. Summarize interprofessional team strategies for improving care coordination and communication to advance the treatment of asthma with leukotriene receptor antagonists and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Leukotriene Receptor Antagonists -- Continuing Education Activity. Objectives: Explain the mechanism of action of leukotriene receptor antagonists. Describe the potential adverse effects of leukotriene receptor antagonists. Review the appropriate monitoring for patients using leukotriene receptor antagonists. Summarize interprofessional team strategies for improving care coordination and communication to advance the treatment of asthma with leukotriene receptor antagonists and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-24221_2", "title": "Leukotriene Receptor Antagonists -- Indications", "content": "Montelukast and zafirlukast are cysteinyl leukotriene receptor antagonists. [1] Leukotrienes are eicosanoid inflammatory mediators derived from arachidonic acid. Montelukast's indications are the prophylaxis and chronic treatment of asthma, the prevention of exercise-induced bronchospasm, and the relief of symptoms of allergic rhinitis. [2] [3]", "contents": "Leukotriene Receptor Antagonists -- Indications. Montelukast and zafirlukast are cysteinyl leukotriene receptor antagonists. [1] Leukotrienes are eicosanoid inflammatory mediators derived from arachidonic acid. Montelukast's indications are the prophylaxis and chronic treatment of asthma, the prevention of exercise-induced bronchospasm, and the relief of symptoms of allergic rhinitis. [2] [3]"}
{"id": "article-24221_3", "title": "Leukotriene Receptor Antagonists -- Indications", "content": "Montelukast monotherapy is not recommended for first-line therapy for allergic rhinitis. [4] Instead, monotherapy with an intranasal glucocorticoid is a strong recommendation in the initial treatment of patients with moderate/severe seasonal allergic rhinitis who are 12 years of age or older and have had no prior treatment. [5] The role of montelukast in an effective treatment for eczema remains inconclusive. [6]", "contents": "Leukotriene Receptor Antagonists -- Indications. Montelukast monotherapy is not recommended for first-line therapy for allergic rhinitis. [4] Instead, monotherapy with an intranasal glucocorticoid is a strong recommendation in the initial treatment of patients with moderate/severe seasonal allergic rhinitis who are 12 years of age or older and have had no prior treatment. [5] The role of montelukast in an effective treatment for eczema remains inconclusive. [6]"}
{"id": "article-24221_4", "title": "Leukotriene Receptor Antagonists -- Indications", "content": "Parents of asthmatic children prefer montelukast because the once-a-day oral dosage is more convenient than inhaler use. It also avoids the clinical concerns regarding the side effects of long-term use of corticosteroids, such as growth retardation and metabolic abnormalities.", "contents": "Leukotriene Receptor Antagonists -- Indications. Parents of asthmatic children prefer montelukast because the once-a-day oral dosage is more convenient than inhaler use. It also avoids the clinical concerns regarding the side effects of long-term use of corticosteroids, such as growth retardation and metabolic abnormalities."}
{"id": "article-24221_5", "title": "Leukotriene Receptor Antagonists -- Indications", "content": "Zafirlukast indications include the prophylaxis and chronic treatment of asthma in children five years and older and adults. It is used off-label for allergic rhinitis and the prophylaxis of exercise-induced bronchospasm.", "contents": "Leukotriene Receptor Antagonists -- Indications. Zafirlukast indications include the prophylaxis and chronic treatment of asthma in children five years and older and adults. It is used off-label for allergic rhinitis and the prophylaxis of exercise-induced bronchospasm."}
{"id": "article-24221_6", "title": "Leukotriene Receptor Antagonists -- Indications", "content": "The first-line therapy for the prophylaxis of exercise-induced bronchospasm is inhaled short-acting beta-agonist such as albuterol. Daily use of inhaled corticosteroid or leukotriene receptor antagonists, such as montelukast and zafirlukast, is recommended in patients with exercise-induced bronchospasm who inhaled preventative short-acting beta-agonist but continue to have symptoms or who develop tolerance to continued usage of short-acting beta-agonist. [7] Both montelukast and zafirlukast have no role as rescue medication during an acute asthmatic attack. [8] Instead, inhaled beta-agonist induces immediate bronchodilation.", "contents": "Leukotriene Receptor Antagonists -- Indications. The first-line therapy for the prophylaxis of exercise-induced bronchospasm is inhaled short-acting beta-agonist such as albuterol. Daily use of inhaled corticosteroid or leukotriene receptor antagonists, such as montelukast and zafirlukast, is recommended in patients with exercise-induced bronchospasm who inhaled preventative short-acting beta-agonist but continue to have symptoms or who develop tolerance to continued usage of short-acting beta-agonist. [7] Both montelukast and zafirlukast have no role as rescue medication during an acute asthmatic attack. [8] Instead, inhaled beta-agonist induces immediate bronchodilation."}
{"id": "article-24221_7", "title": "Leukotriene Receptor Antagonists -- Mechanism of Action", "content": "The main indication for leukotriene receptor antagonists is in treating chronic asthma. Leukotrienes are synthesized from arachidonic acid by the action of 5-lipoxygenase in many inflammatory cells in the airways. [9] Arachidonic acid is released from cell membrane phospholipids mainly by phospholipase A2. [10] The cyclooxygenase pathway produces thromboxane and prostaglandins from arachidonic acid. Corticosteroids inhibit phospholipase A2 and subsequent synthesis of eicosanoid inflammatory mediators, including both prostaglandins and leukotrienes. Non-steroidal anti-inflammatory drugs such as aspirin inhibit cyclooxygenases. Zileuton inhibits 5-Lipoxygenase.", "contents": "Leukotriene Receptor Antagonists -- Mechanism of Action. The main indication for leukotriene receptor antagonists is in treating chronic asthma. Leukotrienes are synthesized from arachidonic acid by the action of 5-lipoxygenase in many inflammatory cells in the airways. [9] Arachidonic acid is released from cell membrane phospholipids mainly by phospholipase A2. [10] The cyclooxygenase pathway produces thromboxane and prostaglandins from arachidonic acid. Corticosteroids inhibit phospholipase A2 and subsequent synthesis of eicosanoid inflammatory mediators, including both prostaglandins and leukotrienes. Non-steroidal anti-inflammatory drugs such as aspirin inhibit cyclooxygenases. Zileuton inhibits 5-Lipoxygenase."}
{"id": "article-24221_8", "title": "Leukotriene Receptor Antagonists -- Mechanism of Action", "content": "There are two groups of leukotrienes: one with and the other without amino acid moieties. [1] Leukotriene B4 carries hydroxyl moiety only and binds to BLT receptors. The signaling pathway via G protein-coupled BLT receptor activation produces a potent chemotaxis response. Cysteinyl leukotrienes (LTC4, LTD4, and LTE4) have amino acid moiety and bind to cysteinyl leukotriene receptors (CysLT1 and CysLT2). Bronchoconstriction, vascular permeability, eosinophil recruitment, and chronic inflammation are mediated through the G protein-coupled activation of cysteinyl leukotriene receptors. Montelukast and zafirlukast are antagonists to cysteinyl leukotriene CysLT1 receptors but not CysLT2 receptors. Research has shown that eosinophils are the main source of cysteinyl leukotrienes, and cysteinyl leukotrienes are very important in eosinophil recruitment. [11] Earlier studies have shown that cysteinyl leukotrienes also play an important role in airway remodeling in chronic asthma. [12]", "contents": "Leukotriene Receptor Antagonists -- Mechanism of Action. There are two groups of leukotrienes: one with and the other without amino acid moieties. [1] Leukotriene B4 carries hydroxyl moiety only and binds to BLT receptors. The signaling pathway via G protein-coupled BLT receptor activation produces a potent chemotaxis response. Cysteinyl leukotrienes (LTC4, LTD4, and LTE4) have amino acid moiety and bind to cysteinyl leukotriene receptors (CysLT1 and CysLT2). Bronchoconstriction, vascular permeability, eosinophil recruitment, and chronic inflammation are mediated through the G protein-coupled activation of cysteinyl leukotriene receptors. Montelukast and zafirlukast are antagonists to cysteinyl leukotriene CysLT1 receptors but not CysLT2 receptors. Research has shown that eosinophils are the main source of cysteinyl leukotrienes, and cysteinyl leukotrienes are very important in eosinophil recruitment. [11] Earlier studies have shown that cysteinyl leukotrienes also play an important role in airway remodeling in chronic asthma. [12]"}
{"id": "article-24221_9", "title": "Leukotriene Receptor Antagonists -- Mechanism of Action", "content": "Asthma is the most common chronic lung disease characterized by reversible bronchoconstriction, inflammation, and airway remodeling that results in hyperresponsiveness. Sympathomimetic agents such as beta-adrenergic receptor agonists are the therapeutic choice for treating acute bronchoconstriction. They activate beta two adrenergic receptors and relax airway smooth muscle cells. Short-acting beta2-selective agonists include albuterol, levalbuterol, terbutaline, metaproterenol, and pirbuterol. They sustain bronchodilation for 3-4 hours. Long-acting beta2-selective agonists with 12-hour durations of action include salmeterol and formoterol. Ultra-long-acting beta-agonists such as indacaterol, olodaterol, and vilanterol patients should take bambuterol only once a day. Because beta-agonists do not inhibit inflammatory responses, they do not have a role as monotherapy for controlling persistent asthma. They are frequently a second agent added to inhaled corticosteroids. [13]", "contents": "Leukotriene Receptor Antagonists -- Mechanism of Action. Asthma is the most common chronic lung disease characterized by reversible bronchoconstriction, inflammation, and airway remodeling that results in hyperresponsiveness. Sympathomimetic agents such as beta-adrenergic receptor agonists are the therapeutic choice for treating acute bronchoconstriction. They activate beta two adrenergic receptors and relax airway smooth muscle cells. Short-acting beta2-selective agonists include albuterol, levalbuterol, terbutaline, metaproterenol, and pirbuterol. They sustain bronchodilation for 3-4 hours. Long-acting beta2-selective agonists with 12-hour durations of action include salmeterol and formoterol. Ultra-long-acting beta-agonists such as indacaterol, olodaterol, and vilanterol patients should take bambuterol only once a day. Because beta-agonists do not inhibit inflammatory responses, they do not have a role as monotherapy for controlling persistent asthma. They are frequently a second agent added to inhaled corticosteroids. [13]"}
{"id": "article-24221_10", "title": "Leukotriene Receptor Antagonists -- Mechanism of Action", "content": "Based on the inflammatory mechanism of asthma, several pharmacological agents with different modes of action have undergone development to treat this endotype of asthma. Exposure to allergen stimulates IgE synthesis driven by CD4+ T helper type 2 cells. The IgE antibodies bind to their receptors on the tissue mast cells and blood basophils. [14] On re-exposure to an allergen, the allergen cross-links the IgE antibodies on the immune cell surface. It triggers the release of preformed mediators of anaphylaxis and the synthesis of inflammatory mediators. Cromolyn or nedocromil may prevent mast cell degranulation. However, these drugs are not commonly used in asthma treatment these days because they are less effective than inhaled corticosteroids. Histamine, tryptase, and arachidonic acid metabolites such as leukotrienes C4 and D4 and prostaglandin D2 are released and cause acute smooth muscle contraction and increased vascular permeability. Three to six hours later, more sustained bronchoconstriction occurs in the late asthmatic response. There are suggestions that the cytokines produced by type 2 immune response mediate late asthmatic response. [15]", "contents": "Leukotriene Receptor Antagonists -- Mechanism of Action. Based on the inflammatory mechanism of asthma, several pharmacological agents with different modes of action have undergone development to treat this endotype of asthma. Exposure to allergen stimulates IgE synthesis driven by CD4+ T helper type 2 cells. The IgE antibodies bind to their receptors on the tissue mast cells and blood basophils. [14] On re-exposure to an allergen, the allergen cross-links the IgE antibodies on the immune cell surface. It triggers the release of preformed mediators of anaphylaxis and the synthesis of inflammatory mediators. Cromolyn or nedocromil may prevent mast cell degranulation. However, these drugs are not commonly used in asthma treatment these days because they are less effective than inhaled corticosteroids. Histamine, tryptase, and arachidonic acid metabolites such as leukotrienes C4 and D4 and prostaglandin D2 are released and cause acute smooth muscle contraction and increased vascular permeability. Three to six hours later, more sustained bronchoconstriction occurs in the late asthmatic response. There are suggestions that the cytokines produced by type 2 immune response mediate late asthmatic response. [15]"}
{"id": "article-24221_11", "title": "Leukotriene Receptor Antagonists -- Mechanism of Action", "content": "Advances in understanding the molecular heterogeneity of asthma have revealed the importance of type 2 immune response mediated by T helper type 2 cells in the pathology of eosinophilic asthma. [16] Omalizumab is a monoclonal antibody that can reduce the amount of circulating IgE. IL-4, IL-5, and IL-13 mediate type 2 immune responses. Anti-IL-5 antibody mepolizumab minimizes the number and activity of eosinophils in the airway mucosa. Dupilumab is an anti-IL-4 receptor antibody.", "contents": "Leukotriene Receptor Antagonists -- Mechanism of Action. Advances in understanding the molecular heterogeneity of asthma have revealed the importance of type 2 immune response mediated by T helper type 2 cells in the pathology of eosinophilic asthma. [16] Omalizumab is a monoclonal antibody that can reduce the amount of circulating IgE. IL-4, IL-5, and IL-13 mediate type 2 immune responses. Anti-IL-5 antibody mepolizumab minimizes the number and activity of eosinophils in the airway mucosa. Dupilumab is an anti-IL-4 receptor antibody."}
{"id": "article-24221_12", "title": "Leukotriene Receptor Antagonists -- Administration", "content": "Montelukast administration is via the oral route, without regard to food or meals. It should be taken a single dose in the evening in patients with asthma and both asthma and allergic rhinitis. For the treatment of allergic rhinitis, administration can be either morning or evening. It should be taken at least two hours before exercise to prevent exercise-induced asthma. Patients should not take another dose within 24 hours. Zafirlukast is administered orally. It should be taken 2 hours after or 1 hour before meals because food decreases bioavailability by 40%.", "contents": "Leukotriene Receptor Antagonists -- Administration. Montelukast administration is via the oral route, without regard to food or meals. It should be taken a single dose in the evening in patients with asthma and both asthma and allergic rhinitis. For the treatment of allergic rhinitis, administration can be either morning or evening. It should be taken at least two hours before exercise to prevent exercise-induced asthma. Patients should not take another dose within 24 hours. Zafirlukast is administered orally. It should be taken 2 hours after or 1 hour before meals because food decreases bioavailability by 40%."}
{"id": "article-24221_13", "title": "Leukotriene Receptor Antagonists -- Adverse Effects", "content": "Montelukast is relatively well-tolerated and generally safe. [17] The most commonly observed side effects in patients aged 15 years and over were headaches, influenza infection, abdominal pain, cough, and dyspepsia. In children, diarrhea, nausea, laryngitis, pharyngitis, sinusitis, otitis, and viral infection may occur. Neuropsychiatric disorders, including depression, aggression, suicidal ideation, insomnia, anxiety, and nightmares, may occur. [18]", "contents": "Leukotriene Receptor Antagonists -- Adverse Effects. Montelukast is relatively well-tolerated and generally safe. [17] The most commonly observed side effects in patients aged 15 years and over were headaches, influenza infection, abdominal pain, cough, and dyspepsia. In children, diarrhea, nausea, laryngitis, pharyngitis, sinusitis, otitis, and viral infection may occur. Neuropsychiatric disorders, including depression, aggression, suicidal ideation, insomnia, anxiety, and nightmares, may occur. [18]"}
{"id": "article-24221_14", "title": "Leukotriene Receptor Antagonists -- Adverse Effects", "content": "Allergic granulomatous angiitis (Churg-Strauss syndrome) may also correlate with the use of montelukast, although there is not yet an established causal relationship. [19] [20] There are some reports of serious adverse events due to angioedema, hypersensitivity, fatigue, confusional state, abnormal dreams, epilepsy, aggression, immune system disorder, hemorrhage, excoriation, eosinophil count increase, pain in extremity, and abdominal pain. [18] In an animal study, it did not produce teratogenic effects at doses much higher than the maximum daily dose in humans. [17]", "contents": "Leukotriene Receptor Antagonists -- Adverse Effects. Allergic granulomatous angiitis (Churg-Strauss syndrome) may also correlate with the use of montelukast, although there is not yet an established causal relationship. [19] [20] There are some reports of serious adverse events due to angioedema, hypersensitivity, fatigue, confusional state, abnormal dreams, epilepsy, aggression, immune system disorder, hemorrhage, excoriation, eosinophil count increase, pain in extremity, and abdominal pain. [18] In an animal study, it did not produce teratogenic effects at doses much higher than the maximum daily dose in humans. [17]"}
{"id": "article-24221_15", "title": "Leukotriene Receptor Antagonists -- Adverse Effects", "content": "Zafirlukast is generally well tolerated, and associated adverse events are minimal. [21] Headache, upper respiratory tract infection, and gastrointestinal disturbances such as nausea, vomiting, dyspepsia, abdominal pain, diarrhea, and malaise are common adverse effects. [21] Rarely the elevation of liver enzymes, acute hepatitis, and hyperbilirubinemia has been linked to zafirlukast. [22] [23]", "contents": "Leukotriene Receptor Antagonists -- Adverse Effects. Zafirlukast is generally well tolerated, and associated adverse events are minimal. [21] Headache, upper respiratory tract infection, and gastrointestinal disturbances such as nausea, vomiting, dyspepsia, abdominal pain, diarrhea, and malaise are common adverse effects. [21] Rarely the elevation of liver enzymes, acute hepatitis, and hyperbilirubinemia has been linked to zafirlukast. [22] [23]"}
{"id": "article-24221_16", "title": "Leukotriene Receptor Antagonists -- Contraindications", "content": "Both montelukast and zafirlukast are contraindicated in patients with hypersensitivity to the drug or any component of their formulation. Contraindications to zafirlukast also include patients with acute asthma or hepatic impairment. Contraindications to montelukast include severe asthma. Caution is advised in PKU patients because there is a phenylalanine-containing form.", "contents": "Leukotriene Receptor Antagonists -- Contraindications. Both montelukast and zafirlukast are contraindicated in patients with hypersensitivity to the drug or any component of their formulation. Contraindications to zafirlukast also include patients with acute asthma or hepatic impairment. Contraindications to montelukast include severe asthma. Caution is advised in PKU patients because there is a phenylalanine-containing form."}
{"id": "article-24221_17", "title": "Leukotriene Receptor Antagonists -- Monitoring", "content": "Depression, aggression, and other behavioral changes have correlations with the leukotriene receptor antagonists. Careful monitoring is necessary for patients treated with leukotriene receptor antagonists.", "contents": "Leukotriene Receptor Antagonists -- Monitoring. Depression, aggression, and other behavioral changes have correlations with the leukotriene receptor antagonists. Careful monitoring is necessary for patients treated with leukotriene receptor antagonists."}
{"id": "article-24221_18", "title": "Leukotriene Receptor Antagonists -- Monitoring", "content": "Zafirlukast may cause severe but rare acute liver damage. It is a major substrate of the cytochrome P450 CYP2C9 enzyme. Patients receiving concomitant therapy with drugs such as alpelisib, dabrafenib, enzalutamide, erythromycin, loxapine, lumacaftor, rifapentine, terfenadine, and warfarin require monitoring for potential drug interactions. [24]", "contents": "Leukotriene Receptor Antagonists -- Monitoring. Zafirlukast may cause severe but rare acute liver damage. It is a major substrate of the cytochrome P450 CYP2C9 enzyme. Patients receiving concomitant therapy with drugs such as alpelisib, dabrafenib, enzalutamide, erythromycin, loxapine, lumacaftor, rifapentine, terfenadine, and warfarin require monitoring for potential drug interactions. [24]"}
{"id": "article-24221_19", "title": "Leukotriene Receptor Antagonists -- Toxicity", "content": "Both montelukast and zafirlukast have a wide margin of safety. Patients who took an overdose had no adverse symptoms, an uneventful course of recovery, or a rash and upset stomach. [25] [26] When overdosed, remove unabsorbed drugs using active charcoal and institute supportive therapy, if needed.", "contents": "Leukotriene Receptor Antagonists -- Toxicity. Both montelukast and zafirlukast have a wide margin of safety. Patients who took an overdose had no adverse symptoms, an uneventful course of recovery, or a rash and upset stomach. [25] [26] When overdosed, remove unabsorbed drugs using active charcoal and institute supportive therapy, if needed."}
{"id": "article-24221_20", "title": "Leukotriene Receptor Antagonists -- Enhancing Healthcare Team Outcomes", "content": "Several adverse drug reactions were reported to the Netherlands pharmacovigilance center Lareb and the WHO global individual case safety report database. The most common adverse effect in the whole population was depression, and in children under the age of 19 years, it was aggression. [18] Suicidal ideation, abnormal behavior, nightmares, headaches, insomnia, and anxiety have been reported in patients treated with montelukast. Nightmares may occur and frighten children. Aggression and abnormal behavior of children may cause concerns from their parents and teachers. Insomnia in adults may impact the safety of the patients and others.", "contents": "Leukotriene Receptor Antagonists -- Enhancing Healthcare Team Outcomes. Several adverse drug reactions were reported to the Netherlands pharmacovigilance center Lareb and the WHO global individual case safety report database. The most common adverse effect in the whole population was depression, and in children under the age of 19 years, it was aggression. [18] Suicidal ideation, abnormal behavior, nightmares, headaches, insomnia, and anxiety have been reported in patients treated with montelukast. Nightmares may occur and frighten children. Aggression and abnormal behavior of children may cause concerns from their parents and teachers. Insomnia in adults may impact the safety of the patients and others."}
{"id": "article-24221_21", "title": "Leukotriene Receptor Antagonists -- Enhancing Healthcare Team Outcomes", "content": "Asthma is a chronic lung disease. Even in patients with a well-established medication regimen, acute asthma exacerbations may occur. Understanding the risk factors for exacerbation-prone asthma is critical for preventing potentially fatal acute asthma attacks. [27] [28]", "contents": "Leukotriene Receptor Antagonists -- Enhancing Healthcare Team Outcomes. Asthma is a chronic lung disease. Even in patients with a well-established medication regimen, acute asthma exacerbations may occur. Understanding the risk factors for exacerbation-prone asthma is critical for preventing potentially fatal acute asthma attacks. [27] [28]"}
{"id": "article-24221_22", "title": "Leukotriene Receptor Antagonists -- Enhancing Healthcare Team Outcomes", "content": "Both African Americans and Hispanics have a higher incidence of exacerbations. Poor compliance with medication due to patients’ poor access to healthcare and inadequate education and knowledge about the disease put the patients at great risk of acute exacerbations. Other potentially modifiable risk factors include uncontrolled allergies, upper respiratory viral infections, obesity, smoking, and gastroesophageal reflux disease. [29] [30] [31] [32] An interprofessional approach that includes all healthcare team members, including physicians (MDs and DOs), mid-level practitioners (NPs and PAs), specialists, nurses, pharmacists, and respiratory therapists, may reduce acute asthma attacks by taking control of these risk factors. The interprofessional healthcare team should educate their patients or parents and monitor the incidence of adverse drug effects. Using the interprofessional team approach to patient care in general and using leukotriene receptor antagonists in patients who will benefit from such medical therapy. [Level 5]", "contents": "Leukotriene Receptor Antagonists -- Enhancing Healthcare Team Outcomes. Both African Americans and Hispanics have a higher incidence of exacerbations. Poor compliance with medication due to patients’ poor access to healthcare and inadequate education and knowledge about the disease put the patients at great risk of acute exacerbations. Other potentially modifiable risk factors include uncontrolled allergies, upper respiratory viral infections, obesity, smoking, and gastroesophageal reflux disease. [29] [30] [31] [32] An interprofessional approach that includes all healthcare team members, including physicians (MDs and DOs), mid-level practitioners (NPs and PAs), specialists, nurses, pharmacists, and respiratory therapists, may reduce acute asthma attacks by taking control of these risk factors. The interprofessional healthcare team should educate their patients or parents and monitor the incidence of adverse drug effects. Using the interprofessional team approach to patient care in general and using leukotriene receptor antagonists in patients who will benefit from such medical therapy. [Level 5]"}
{"id": "article-24221_23", "title": "Leukotriene Receptor Antagonists -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Leukotriene Receptor Antagonists -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}