{"id": "article-87096_0", "title": "Genetics, X-Linked Inheritance -- Introduction", "content": "The X chromosome contains 867 identified genes; most of these genes are responsible for the development of tissues like bone, neural, blood, hepatic, renal, retina, ears, ear, cardiac,  skin, and teeth. There are at least 533 disorders due to the involvement of the genes on the X chromosome. [1] A 'trait' or 'disorder' determined by a gene on the X  chromosome demonstrates X-linked inheritance.", "contents": "Genetics, X-Linked Inheritance -- Introduction. The X chromosome contains 867 identified genes; most of these genes are responsible for the development of tissues like bone, neural, blood, hepatic, renal, retina, ears, ear, cardiac,  skin, and teeth. There are at least 533 disorders due to the involvement of the genes on the X chromosome. [1] A 'trait' or 'disorder' determined by a gene on the X  chromosome demonstrates X-linked inheritance."}
{"id": "article-87096_1", "title": "Genetics, X-Linked Inheritance -- Introduction", "content": "In 1961, Mary Lyon proposed that in the cells of mammalian females, one X chromosome out of the two would undergo random inactivation in early embryonic life, and therefore, both males and females have a single active X. Lyon's hypothesis provided an improved understanding of the basic mechanisms responsible for X-linked diseases. [2] [3] [4] [5] Classically, the descriptions of X-linked inheritance are either  X linked recessive and X linked dominant.", "contents": "Genetics, X-Linked Inheritance -- Introduction. In 1961, Mary Lyon proposed that in the cells of mammalian females, one X chromosome out of the two would undergo random inactivation in early embryonic life, and therefore, both males and females have a single active X. Lyon's hypothesis provided an improved understanding of the basic mechanisms responsible for X-linked diseases. [2] [3] [4] [5] Classically, the descriptions of X-linked inheritance are either  X linked recessive and X linked dominant."}
{"id": "article-87096_2", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance", "content": "Generally, it manifests only in males. A male with an affected allele on his single X chromosome is hemizygous and can not transmit the disorder to their male offsprings, but all his daughters would be obligate carriers. Healthy heterozygous carrier females pass the disorder to affected sons. So from affected males, it can be transmitted to male grandchildren through carrier daughter ('diagonal' or 'Knight's move' transmission).", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance. Generally, it manifests only in males. A male with an affected allele on his single X chromosome is hemizygous and can not transmit the disorder to their male offsprings, but all his daughters would be obligate carriers. Healthy heterozygous carrier females pass the disorder to affected sons. So from affected males, it can be transmitted to male grandchildren through carrier daughter ('diagonal' or 'Knight's move' transmission)."}
{"id": "article-87096_3", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance", "content": "RISK CALCULATION: The X chromosome from a male is transmitted to daughters, and the Y chromosome is transferred to sons. If an affected male has kids with a healthy female, none of his male offsprings will be affected, but all of his female offspring will be carriers.  If a carrier female has kids with a healthy male, each male offspring has a 50% chance of being affected, and female offspring have a 50% chance of being a carrier.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance. RISK CALCULATION: The X chromosome from a male is transmitted to daughters, and the Y chromosome is transferred to sons. If an affected male has kids with a healthy female, none of his male offsprings will be affected, but all of his female offspring will be carriers.  If a carrier female has kids with a healthy male, each male offspring has a 50% chance of being affected, and female offspring have a 50% chance of being a carrier."}
{"id": "article-87096_4", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance", "content": "VARIABLE EXPRESSION: Heterozygous female are those who are having mutant allele on one X chromosome, and normal allele on another X. Heterozygous female may have a variable expression of X linked recessive disorder due to the random process of X inactivation involving inactivation of the X chromosome with a mutant allele in some cells while inactivation of the X chromosome with a normal allele in other cells (mosaic pattern). [1] X-LINKED DISORDERS IN FEMALES: Sometimes, females might be affected by X linked recessive disorders. This fact is explainable by one of the following possibilities.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance. VARIABLE EXPRESSION: Heterozygous female are those who are having mutant allele on one X chromosome, and normal allele on another X. Heterozygous female may have a variable expression of X linked recessive disorder due to the random process of X inactivation involving inactivation of the X chromosome with a mutant allele in some cells while inactivation of the X chromosome with a normal allele in other cells (mosaic pattern). [1] X-LINKED DISORDERS IN FEMALES: Sometimes, females might be affected by X linked recessive disorders. This fact is explainable by one of the following possibilities."}
{"id": "article-87096_5", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance", "content": "(a) Heterozygosity: X inactivation is a random phenomenon that can involve a mutant allele containing X and a normal allele X in equal proportion in the heterozygous female. It is a possibility that the active X chromosome in the majority of the cells of a heterozygous female is the one having a mutant allele (skewed X inactivation), leading to disorder expression; this has been the case in Duchenne muscular dystrophy and hemophilia A. [6] [7] (b) Homozygosity: When both X chromosomes of females have a mutant allele, as reported in hemophilia A and ichthyosis. [8] [9]", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance. (a) Heterozygosity: X inactivation is a random phenomenon that can involve a mutant allele containing X and a normal allele X in equal proportion in the heterozygous female. It is a possibility that the active X chromosome in the majority of the cells of a heterozygous female is the one having a mutant allele (skewed X inactivation), leading to disorder expression; this has been the case in Duchenne muscular dystrophy and hemophilia A. [6] [7] (b) Homozygosity: When both X chromosomes of females have a mutant allele, as reported in hemophilia A and ichthyosis. [8] [9]"}
{"id": "article-87096_6", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance", "content": "(c) Translocations: If a female is having a translocation involving an autosome and one of the X chromosomes and the translocation disrupts a gene on an X chromosome, in that case, a female might be affected. This pattern has been observed in Duchenne muscular dystrophy. [10] [11] [10] (d) A female having only a single X chromosome (Turner syndrome), which is bearing a mutant allele. Hemophilia has been reported in the girl infant with the turner syndrome. [12]", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Recessive Inheritance. (c) Translocations: If a female is having a translocation involving an autosome and one of the X chromosomes and the translocation disrupts a gene on an X chromosome, in that case, a female might be affected. This pattern has been observed in Duchenne muscular dystrophy. [10] [11] [10] (d) A female having only a single X chromosome (Turner syndrome), which is bearing a mutant allele. Hemophilia has been reported in the girl infant with the turner syndrome. [12]"}
{"id": "article-87096_7", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Dominant Inheritance", "content": "Male and female both are affected, but females are affected in excess and less severely. Affected males can transmit the mutant allele to female offspring but not to male offspring. Affected females can transmit the mutant allele to 50% of his male offspring and 50% of his female offspring. examples are Vitamin D resistant (hypophosphatemic) rickets, Charcot-Marie-tooth disease. [13] [14] Some X-like dominant disorders, such as incontinentia pigmenti (Bloch-Sulzberger syndrome), showed a mosaic pattern of involvement for heterozygous females. [15]", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Dominant Inheritance. Male and female both are affected, but females are affected in excess and less severely. Affected males can transmit the mutant allele to female offspring but not to male offspring. Affected females can transmit the mutant allele to 50% of his male offspring and 50% of his female offspring. examples are Vitamin D resistant (hypophosphatemic) rickets, Charcot-Marie-tooth disease. [13] [14] Some X-like dominant disorders, such as incontinentia pigmenti (Bloch-Sulzberger syndrome), showed a mosaic pattern of involvement for heterozygous females. [15]"}
{"id": "article-87096_8", "title": "Genetics, X-Linked Inheritance -- Introduction -- X linked Dominant Inheritance", "content": "X-LINKED DOMINANT LETHALS: These disorders are incompatible with early embryonic survival. They are seen only in females and not in males because, in the severe form, they will cause the death of a male embryo, but as females are less severely affected female embryo will survive. [16]", "contents": "Genetics, X-Linked Inheritance -- Introduction -- X linked Dominant Inheritance. X-LINKED DOMINANT LETHALS: These disorders are incompatible with early embryonic survival. They are seen only in females and not in males because, in the severe form, they will cause the death of a male embryo, but as females are less severely affected female embryo will survive. [16]"}
{"id": "article-87096_9", "title": "Genetics, X-Linked Inheritance -- Introduction -- Current View", "content": "Many female carriers of X-linked 'recessive' disorders demonstrate abnormal phenotype. This is due to the variable expressivity of X-linked disorders and the involvement of several mechanisms (e.g. skewed X-inactivation, somatic mosaicism...etc). So, recently it has been proposed that the terms' dominant' and recessive' should be discontinued, and all disorders should categorize as X-linked. [17] [18] [19]", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Current View. Many female carriers of X-linked 'recessive' disorders demonstrate abnormal phenotype. This is due to the variable expressivity of X-linked disorders and the involvement of several mechanisms (e.g. skewed X-inactivation, somatic mosaicism...etc). So, recently it has been proposed that the terms' dominant' and recessive' should be discontinued, and all disorders should categorize as X-linked. [17] [18] [19]"}
{"id": "article-87096_10", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Red-green color blindness is a common trait that affects at least 10% of men and only one percent of women. The red-green color blindness may be partial or complete, but the latter is much less common.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Red-green color blindness is a common trait that affects at least 10% of men and only one percent of women. The red-green color blindness may be partial or complete, but the latter is much less common."}
{"id": "article-87096_11", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Hemophilia A results from a mutation in the factor VIII gene. Hemophilia A may be inherited or may occur due to a spontaneous mutation. Acquired hemophilia A can occur if a patient develops antibodies to factor VIII. The primary cause of morbidity and mortality in hemophilia A is hemorrhage, which can range from mild to severe. Although rare, transfusions of blood can sometimes lead to transmission of HIV and hepatitis C; this was more common in the 1980s and 1990s.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Hemophilia A results from a mutation in the factor VIII gene. Hemophilia A may be inherited or may occur due to a spontaneous mutation. Acquired hemophilia A can occur if a patient develops antibodies to factor VIII. The primary cause of morbidity and mortality in hemophilia A is hemorrhage, which can range from mild to severe. Although rare, transfusions of blood can sometimes lead to transmission of HIV and hepatitis C; this was more common in the 1980s and 1990s."}
{"id": "article-87096_12", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Duchene muscular dystrophy is associated with a mutation in the dystrophin gene and is characterized by profound muscle weakness, leading to respiratory failure and death.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Duchene muscular dystrophy is associated with a mutation in the dystrophin gene and is characterized by profound muscle weakness, leading to respiratory failure and death."}
{"id": "article-87096_13", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "X-linked agammaglobulinemia results in the inability to make plasma cells and antibodies. The individual develops susceptibility to a wide range of infections, which can be fatal.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. X-linked agammaglobulinemia results in the inability to make plasma cells and antibodies. The individual develops susceptibility to a wide range of infections, which can be fatal."}
{"id": "article-87096_14", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Alport syndrome is an X-linked disorder that has a heterogeneous presentation. The pathology involves the basement membrane, and chiefly affects the basement membrane of the kidney in addition to the eyes and cochlea. There appears to a mutation in the type IV collagen gene.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Alport syndrome is an X-linked disorder that has a heterogeneous presentation. The pathology involves the basement membrane, and chiefly affects the basement membrane of the kidney in addition to the eyes and cochlea. There appears to a mutation in the type IV collagen gene."}
{"id": "article-87096_15", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Charcot-Marie-Tooth disease is the most common inherited neurologic disorder that is characterized by an inherited neuropathy in the absence of any metabolic or biochemical dysfunction. The disorder has variable penetrance, and there are also reports of spontaneous mutations. The age of presentation does vary, but the onset of the disorder is usually within the first two decades of life.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Charcot-Marie-Tooth disease is the most common inherited neurologic disorder that is characterized by an inherited neuropathy in the absence of any metabolic or biochemical dysfunction. The disorder has variable penetrance, and there are also reports of spontaneous mutations. The age of presentation does vary, but the onset of the disorder is usually within the first two decades of life."}
{"id": "article-87096_16", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Fabry disease is an X-linked disorder that involves the lysosomes. In this disorder, there is an excessive accumulation of neutral glycosphingolipids in the vascular endothelium, smooth muscle, and epithelial cells. The continued accumulation of glycosphingolipids accounts for dysfunction in almost every organ in the body. In a young person who presents with a history of skin lesions, renal failure, stroke, or a heart attack, one must think about Fabry disease.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Fabry disease is an X-linked disorder that involves the lysosomes. In this disorder, there is an excessive accumulation of neutral glycosphingolipids in the vascular endothelium, smooth muscle, and epithelial cells. The continued accumulation of glycosphingolipids accounts for dysfunction in almost every organ in the body. In a young person who presents with a history of skin lesions, renal failure, stroke, or a heart attack, one must think about Fabry disease."}
{"id": "article-87096_17", "title": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders", "content": "Other less common X-linked disorders include adrenoleukodystrophy, Kabuki syndrome, and Lesch-Nyhan syndrome.", "contents": "Genetics, X-Linked Inheritance -- Introduction -- Common X-linked Disorders. Other less common X-linked disorders include adrenoleukodystrophy, Kabuki syndrome, and Lesch-Nyhan syndrome."}
{"id": "article-87096_18", "title": "Genetics, X-Linked Inheritance -- Testing", "content": "Because of the availability of genetic testing, most of these disorders can now be diagnosed by chorionic villus sampling during early pregnancy. Unfortunately, spontaneous mutations do occur, and the disorder may occur without any family history in some patients.", "contents": "Genetics, X-Linked Inheritance -- Testing. Because of the availability of genetic testing, most of these disorders can now be diagnosed by chorionic villus sampling during early pregnancy. Unfortunately, spontaneous mutations do occur, and the disorder may occur without any family history in some patients."}
{"id": "article-87096_19", "title": "Genetics, X-Linked Inheritance -- Clinical Significance -- X linked Recessive Inheritance", "content": "The following features are necessary to establish the clinical diagnosis. The disorder should mostly affect males. X-linked recessive disorders transmit through healthy carrier females to their son. No male-to-male transmission", "contents": "Genetics, X-Linked Inheritance -- Clinical Significance -- X linked Recessive Inheritance. The following features are necessary to establish the clinical diagnosis. The disorder should mostly affect males. X-linked recessive disorders transmit through healthy carrier females to their son. No male-to-male transmission"}
{"id": "article-87096_20", "title": "Genetics, X-Linked Inheritance -- Clinical Significance -- X linked Dominant Inheritance", "content": "The  following features are necessary to establish the clinical diagnosis. Both males and females affected, affected females are more in numbers. Females are less severely affected. Affected males can transmit the disorder only to their daughters, while affected females can transmit the disorder to sons as well as daughters.", "contents": "Genetics, X-Linked Inheritance -- Clinical Significance -- X linked Dominant Inheritance. The  following features are necessary to establish the clinical diagnosis. Both males and females affected, affected females are more in numbers. Females are less severely affected. Affected males can transmit the disorder only to their daughters, while affected females can transmit the disorder to sons as well as daughters."}
{"id": "article-87096_21", "title": "Genetics, X-Linked Inheritance -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, X-Linked Inheritance -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}