{"id": "article-79790_0", "title": "Hungry Bone Syndrome -- Continuing Education Activity", "content": "Hungry bone syndrome is a state of profound hypocalcemia that can persist for prolonged periods, most notably after parathyroidectomy and thyroidectomy. The hypocalcemic state can be challenging to control and requires varying doses of supplementation to avoid untoward morbidity for patients. This activity is aimed to illustrate the presentation, underlying pathophysiology, evaluation, and management of hungry bone syndrome and ultimately to help improve awareness and knowledge of this condition.", "contents": "Hungry Bone Syndrome -- Continuing Education Activity. Hungry bone syndrome is a state of profound hypocalcemia that can persist for prolonged periods, most notably after parathyroidectomy and thyroidectomy. The hypocalcemic state can be challenging to control and requires varying doses of supplementation to avoid untoward morbidity for patients. This activity is aimed to illustrate the presentation, underlying pathophysiology, evaluation, and management of hungry bone syndrome and ultimately to help improve awareness and knowledge of this condition."}
{"id": "article-79790_1", "title": "Hungry Bone Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the features of hungry bone syndrome. Review the proposed pathophysiology of hungry bone syndrome. Identify patients at risk and propose means of preventing hungry bone syndrome. Outline the diagnosis, treatment and proposed means of preventing hungry bone syndrome. Access free multiple choice questions on this topic.", "contents": "Hungry Bone Syndrome -- Continuing Education Activity. Objectives: Describe the features of hungry bone syndrome. Review the proposed pathophysiology of hungry bone syndrome. Identify patients at risk and propose means of preventing hungry bone syndrome. Outline the diagnosis, treatment and proposed means of preventing hungry bone syndrome. Access free multiple choice questions on this topic."}
{"id": "article-79790_2", "title": "Hungry Bone Syndrome -- Introduction", "content": "Hypocalcemia is an electrolytic abnormality that can have detrimental effects on the patients' health, if not discovered and corrected. When approaching a patient with hypocalcemia and considering the underlying etiology, hungry bone syndrome (HBS) is a forgotten and underdiagnosed cause. HBS most often appears in the post-operative period of patients who have undergone parathyroidectomy or thyroidectomy; however, it has also been shown to be a possibility in patients with osteoblastic metastases. [1] [2] [3] [4] Although HBS does not have a consensus definition, most resources define it as profound hypocalcemia of less than 8.4 mg/dL that persists for more than four days post-operatively. [1] [2] [3]", "contents": "Hungry Bone Syndrome -- Introduction. Hypocalcemia is an electrolytic abnormality that can have detrimental effects on the patients' health, if not discovered and corrected. When approaching a patient with hypocalcemia and considering the underlying etiology, hungry bone syndrome (HBS) is a forgotten and underdiagnosed cause. HBS most often appears in the post-operative period of patients who have undergone parathyroidectomy or thyroidectomy; however, it has also been shown to be a possibility in patients with osteoblastic metastases. [1] [2] [3] [4] Although HBS does not have a consensus definition, most resources define it as profound hypocalcemia of less than 8.4 mg/dL that persists for more than four days post-operatively. [1] [2] [3]"}
{"id": "article-79790_3", "title": "Hungry Bone Syndrome -- Etiology", "content": "Hungry bone syndrome occurs in the postoperative period after parathyroidectomy for primary or secondary hyperparathyroidism after total thyroidectomy for thyrotoxicosis, and it can also occur in the case of metastatic prostate cancer. HBS in postsurgical cases occurs after prolonged exposure to parathyroid hormone (PTH) or thyrotoxicosis that leads to high bone turnover rates with net bone resorption that then has a sudden marked shift towards osteoblastic activity after the removal of the hormone excess takes place. It can also present in men with increased osteoblastic activity in metastatic prostate cancer, leading to increased use of mineral building blocks for excess bone formation. [1] [2] [4] [5]", "contents": "Hungry Bone Syndrome -- Etiology. Hungry bone syndrome occurs in the postoperative period after parathyroidectomy for primary or secondary hyperparathyroidism after total thyroidectomy for thyrotoxicosis, and it can also occur in the case of metastatic prostate cancer. HBS in postsurgical cases occurs after prolonged exposure to parathyroid hormone (PTH) or thyrotoxicosis that leads to high bone turnover rates with net bone resorption that then has a sudden marked shift towards osteoblastic activity after the removal of the hormone excess takes place. It can also present in men with increased osteoblastic activity in metastatic prostate cancer, leading to increased use of mineral building blocks for excess bone formation. [1] [2] [4] [5]"}
{"id": "article-79790_4", "title": "Hungry Bone Syndrome -- Epidemiology", "content": "Available data regarding the prevalence of HBS is varied and has changed, expectedly so, overtime. In the past, it was estimated to occur in approximately 13% of cases post parathyroidectomy for primary hyperparathyroidism, but more recently, in case series, reports are as low as 4%. One specific case came from a population of patients from Saudi Arabia and likely mirrors a rate closer to the current expectation in the U.S. However; other data suggest a rate as high as 87% in a cohort of patients in an Asian population. [1] A possible theory is that this vast difference might be related to better access to care and earlier diagnosis with subsequent timely treatment of hyperparathyroidism leading to a lesser prevalence of HBS.", "contents": "Hungry Bone Syndrome -- Epidemiology. Available data regarding the prevalence of HBS is varied and has changed, expectedly so, overtime. In the past, it was estimated to occur in approximately 13% of cases post parathyroidectomy for primary hyperparathyroidism, but more recently, in case series, reports are as low as 4%. One specific case came from a population of patients from Saudi Arabia and likely mirrors a rate closer to the current expectation in the U.S. However; other data suggest a rate as high as 87% in a cohort of patients in an Asian population. [1] A possible theory is that this vast difference might be related to better access to care and earlier diagnosis with subsequent timely treatment of hyperparathyroidism leading to a lesser prevalence of HBS."}
{"id": "article-79790_5", "title": "Hungry Bone Syndrome -- Epidemiology", "content": "Regarding cases post parathyroidectomy for secondary hyperparathyroidism, the prevalence ranges between 20 to 70%. [1] [2] Data regarding prevalence in tertiary hyperparathyroidism is scarce. It is noted, in one prospective study, that the prevalence of HBS in an Indian cohort of thyrotoxic patients post thyroidectomy was approximately 39%. Instances of hypocalcemia not due to post-surgical hypoparathyroidism post thyroidectomy were also noted in a study of post-operative patients in Singapore with a rate of 53%, although this study did not explicitly clarify or was able to elucidate if these were instances of HBS. [4] [6] For HBS in metastatic prostatic cancer, we only have case reports. [5]", "contents": "Hungry Bone Syndrome -- Epidemiology. Regarding cases post parathyroidectomy for secondary hyperparathyroidism, the prevalence ranges between 20 to 70%. [1] [2] Data regarding prevalence in tertiary hyperparathyroidism is scarce. It is noted, in one prospective study, that the prevalence of HBS in an Indian cohort of thyrotoxic patients post thyroidectomy was approximately 39%. Instances of hypocalcemia not due to post-surgical hypoparathyroidism post thyroidectomy were also noted in a study of post-operative patients in Singapore with a rate of 53%, although this study did not explicitly clarify or was able to elucidate if these were instances of HBS. [4] [6] For HBS in metastatic prostatic cancer, we only have case reports. [5]"}
{"id": "article-79790_6", "title": "Hungry Bone Syndrome -- Pathophysiology", "content": "It is prudent first to review the actions exerted by PTH to understand the pathophysiology proposed to underlie HBS in the post-parathyroidectomy state.", "contents": "Hungry Bone Syndrome -- Pathophysiology. It is prudent first to review the actions exerted by PTH to understand the pathophysiology proposed to underlie HBS in the post-parathyroidectomy state."}
{"id": "article-79790_7", "title": "Hungry Bone Syndrome -- Pathophysiology", "content": "Parathyroid hormone is released from the parathyroid chief cells when the calcium-sensing receptor (CaSR) notes a low serum calcium level and thus initiates a cascade of reactions leading to both bone resorption and bone formation, to raise serum calcium levels. Small or sporadic exposures to PTH leads to net bone formation, but in continuous exposure states such as hyperparathyroidism, there is net bone resorption. [7]", "contents": "Hungry Bone Syndrome -- Pathophysiology. Parathyroid hormone is released from the parathyroid chief cells when the calcium-sensing receptor (CaSR) notes a low serum calcium level and thus initiates a cascade of reactions leading to both bone resorption and bone formation, to raise serum calcium levels. Small or sporadic exposures to PTH leads to net bone formation, but in continuous exposure states such as hyperparathyroidism, there is net bone resorption. [7]"}
{"id": "article-79790_8", "title": "Hungry Bone Syndrome -- Pathophysiology", "content": "A study performed by Yanfei et al. investigated the catabolic effects of PTH given as a continuous infusion to rodents. Over time, steady PTH exposure led to increased levels of receptor activator of nuclear factor-kappa-B; ligand (RANK-L) and decreased levels of Osteoprotegerin (OPG). Typically, RANK-L leads to osteoclastogenesis and subsequent increased osteoclast activity. As a counter-regulatory mechanism, OPG can bind to RANK-L, leading to decreased differentiation of cells to osteoclasts, ultimately leading to a net osteoblastic activity state. This evidence suggests that with constant exposure to PTH, bone resorption would predominate. [8]", "contents": "Hungry Bone Syndrome -- Pathophysiology. A study performed by Yanfei et al. investigated the catabolic effects of PTH given as a continuous infusion to rodents. Over time, steady PTH exposure led to increased levels of receptor activator of nuclear factor-kappa-B; ligand (RANK-L) and decreased levels of Osteoprotegerin (OPG). Typically, RANK-L leads to osteoclastogenesis and subsequent increased osteoclast activity. As a counter-regulatory mechanism, OPG can bind to RANK-L, leading to decreased differentiation of cells to osteoclasts, ultimately leading to a net osteoblastic activity state. This evidence suggests that with constant exposure to PTH, bone resorption would predominate. [8]"}
{"id": "article-79790_9", "title": "Hungry Bone Syndrome -- Pathophysiology", "content": "Ge et al., assessed retrospectively the bone turnover markers in patients with HBS post parathyroidectomy for secondary hyperparathyroidism, finding that prior to parathyroidectomy there was statistically significant less osteocalcin, a marker of bone formation, and statistically significant more Tartrate-resistant acid phosphatase (TRAP-5b), a bone resorption marker, in patients who had HBS compared to those who did not. Additionally, post parathyroidectomy for all patients, there was a statistically significant shift in the bone markers in that all markers of formation increased (osteocalcin, calcitonin, and c-terminal peptide) and the markers of resorption decreased (TRAP-5b). During this process, the shift in bone metabolism from resorption to net formation leads to an influx of minerals into the bone with the levels of calcium and phosphate depleting in the blood. [9]", "contents": "Hungry Bone Syndrome -- Pathophysiology. Ge et al., assessed retrospectively the bone turnover markers in patients with HBS post parathyroidectomy for secondary hyperparathyroidism, finding that prior to parathyroidectomy there was statistically significant less osteocalcin, a marker of bone formation, and statistically significant more Tartrate-resistant acid phosphatase (TRAP-5b), a bone resorption marker, in patients who had HBS compared to those who did not. Additionally, post parathyroidectomy for all patients, there was a statistically significant shift in the bone markers in that all markers of formation increased (osteocalcin, calcitonin, and c-terminal peptide) and the markers of resorption decreased (TRAP-5b). During this process, the shift in bone metabolism from resorption to net formation leads to an influx of minerals into the bone with the levels of calcium and phosphate depleting in the blood. [9]"}
{"id": "article-79790_10", "title": "Hungry Bone Syndrome -- Pathophysiology", "content": "Karunakaran et al. prospectively evaluated the rate of HBS in the post-thyroidectomy state for thyrotoxicosis and proposed that the mechanism for HBS in those cases is related to increased bone turnover in the hyperthyroid state that will take months to reverse, even if biochemical evidence of euthyroid state gets achieved before surgery. [4]", "contents": "Hungry Bone Syndrome -- Pathophysiology. Karunakaran et al. prospectively evaluated the rate of HBS in the post-thyroidectomy state for thyrotoxicosis and proposed that the mechanism for HBS in those cases is related to increased bone turnover in the hyperthyroid state that will take months to reverse, even if biochemical evidence of euthyroid state gets achieved before surgery. [4]"}
{"id": "article-79790_11", "title": "Hungry Bone Syndrome -- History and Physical", "content": "Patients with HBS will present, if symptomatic, with signs and symptoms of hypocalcemia. Seizures, tetany, paresthesias, and numbness or tingling sensation in the perioral area, hands or feet, as well as carpopedal spasms, arrhythmias, cardiomyopathy, and laryngospasm can occur. Physical examination may show a fracture, bone deformities depending on the length of uncontrolled hyperparathyroidism, recent surgical scar after parathyroid or thyroid gland removal, and in some cases, there might be signs of nerve hyperexcitability due to hypocalcemia with more prominent Trousseau or Chvostek signs. [1] [2]", "contents": "Hungry Bone Syndrome -- History and Physical. Patients with HBS will present, if symptomatic, with signs and symptoms of hypocalcemia. Seizures, tetany, paresthesias, and numbness or tingling sensation in the perioral area, hands or feet, as well as carpopedal spasms, arrhythmias, cardiomyopathy, and laryngospasm can occur. Physical examination may show a fracture, bone deformities depending on the length of uncontrolled hyperparathyroidism, recent surgical scar after parathyroid or thyroid gland removal, and in some cases, there might be signs of nerve hyperexcitability due to hypocalcemia with more prominent Trousseau or Chvostek signs. [1] [2]"}
{"id": "article-79790_12", "title": "Hungry Bone Syndrome -- Evaluation", "content": "Multiple risk factors have been postulated and noted to correlate with HBS in retrospective studies, case reports, and case series reviews. These factors include elevated levels of parathyroid hormone (PTH), alkaline phosphatase (ALK-P), body mass index (BMI), blood urea nitrogen (BUN), and increased size of resected glands. Evidence of bone diseases such as brown tumors, fractures, and osteitis fibrosa cystica with higher osteoclast numbers on bone biopsy have also correlated with an increased risk of HBS. On the other hand, there have been divergent risk factors noted in the incidence of HBS, like older age and high pre-op calcium levels in primary hyperparathyroidism versus younger age and lower preoperative calcium levels in the secondary hyperparathyroidism cases. [1] [2] [3] [10] [11] [12]", "contents": "Hungry Bone Syndrome -- Evaluation. Multiple risk factors have been postulated and noted to correlate with HBS in retrospective studies, case reports, and case series reviews. These factors include elevated levels of parathyroid hormone (PTH), alkaline phosphatase (ALK-P), body mass index (BMI), blood urea nitrogen (BUN), and increased size of resected glands. Evidence of bone diseases such as brown tumors, fractures, and osteitis fibrosa cystica with higher osteoclast numbers on bone biopsy have also correlated with an increased risk of HBS. On the other hand, there have been divergent risk factors noted in the incidence of HBS, like older age and high pre-op calcium levels in primary hyperparathyroidism versus younger age and lower preoperative calcium levels in the secondary hyperparathyroidism cases. [1] [2] [3] [10] [11] [12]"}
{"id": "article-79790_13", "title": "Hungry Bone Syndrome -- Evaluation -- Unfortunately, thus far, there has been no specific level of PTH at which the risk for HBS is proportional to suggest the creation of a clinical calculator or indicator. However, more often, the levels of PTH elevation in primary hyperparathyroidism are more subtle in the range of 300-400 pg/ml as compared to 700-1000 pg/ml range in patients with secondary hyperparathyroidism. Summary of risk factors", "content": "Common Risk Factors Elevated PTH Elevated alkaline phosphatase Radiologic evidence of bone disease Higher BMI Larger volume or weight of parathyroid glands removed A higher number of osteoclasts on bone biopsy Higher Blood urea nitrogen levels Divergent Risk Factors Primary Hyperparathyroidism Older Age Higher preoperative calcium levels Secondary Hyperparathyroidism Younger Age Lower preoperative calcium levels Thyrotoxicosis Lower lumbar spine bone mineral density", "contents": "Hungry Bone Syndrome -- Evaluation -- Unfortunately, thus far, there has been no specific level of PTH at which the risk for HBS is proportional to suggest the creation of a clinical calculator or indicator. However, more often, the levels of PTH elevation in primary hyperparathyroidism are more subtle in the range of 300-400 pg/ml as compared to 700-1000 pg/ml range in patients with secondary hyperparathyroidism. Summary of risk factors. Common Risk Factors Elevated PTH Elevated alkaline phosphatase Radiologic evidence of bone disease Higher BMI Larger volume or weight of parathyroid glands removed A higher number of osteoclasts on bone biopsy Higher Blood urea nitrogen levels Divergent Risk Factors Primary Hyperparathyroidism Older Age Higher preoperative calcium levels Secondary Hyperparathyroidism Younger Age Lower preoperative calcium levels Thyrotoxicosis Lower lumbar spine bone mineral density"}
{"id": "article-79790_14", "title": "Hungry Bone Syndrome -- Evaluation -- Unfortunately, thus far, there has been no specific level of PTH at which the risk for HBS is proportional to suggest the creation of a clinical calculator or indicator. However, more often, the levels of PTH elevation in primary hyperparathyroidism are more subtle in the range of 300-400 pg/ml as compared to 700-1000 pg/ml range in patients with secondary hyperparathyroidism. Summary of risk factors", "content": "Diagnosis hinges on a profound and persistently low calcium level of less than 8.4 mg/dl (2.1 mmol/L) for more than four days postoperatively along with hypophosphatemia and normal PTH levels. Often there is also associated with hypomagnesemia and hypocalciuria. [1] [2] [3]", "contents": "Hungry Bone Syndrome -- Evaluation -- Unfortunately, thus far, there has been no specific level of PTH at which the risk for HBS is proportional to suggest the creation of a clinical calculator or indicator. However, more often, the levels of PTH elevation in primary hyperparathyroidism are more subtle in the range of 300-400 pg/ml as compared to 700-1000 pg/ml range in patients with secondary hyperparathyroidism. Summary of risk factors. Diagnosis hinges on a profound and persistently low calcium level of less than 8.4 mg/dl (2.1 mmol/L) for more than four days postoperatively along with hypophosphatemia and normal PTH levels. Often there is also associated with hypomagnesemia and hypocalciuria. [1] [2] [3]"}
{"id": "article-79790_15", "title": "Hungry Bone Syndrome -- Treatment / Management", "content": "If the serum calcium level is less than 7.6 mg/dl (1.9 mmol/L), if the patient is symptomatic, or if there are EKG changes such as QTc prolongation noted, any of these indicates treatment with intravenous (IV) calcium. Calcium chloride and Calcium gluconate are the two forms of calcium available for IV administration. Calcium gluconate is more common, although 1 g of calcium chloride has three times more elemental calcium; this is mainly because calcium gluconate has a lower osmolality and is far less irritating and damaging if it extravasates into surrounding tissues during infusion and also it does not require a central line as calcium chloride does. [13] [14]", "contents": "Hungry Bone Syndrome -- Treatment / Management. If the serum calcium level is less than 7.6 mg/dl (1.9 mmol/L), if the patient is symptomatic, or if there are EKG changes such as QTc prolongation noted, any of these indicates treatment with intravenous (IV) calcium. Calcium chloride and Calcium gluconate are the two forms of calcium available for IV administration. Calcium gluconate is more common, although 1 g of calcium chloride has three times more elemental calcium; this is mainly because calcium gluconate has a lower osmolality and is far less irritating and damaging if it extravasates into surrounding tissues during infusion and also it does not require a central line as calcium chloride does. [13] [14]"}
{"id": "article-79790_16", "title": "Hungry Bone Syndrome -- Treatment / Management", "content": "The regimen should begin with a bolus of 10% calcium gluconate 10 to 20 mL in 50 to 100 mL of D5% IV fluids given over 5 to 10 minutes; this is equivalent to approximately 100 to 200 mg of elemental calcium. After that, a continuous infusion should start. A 100cc dose of 10% calcium gluconate in 1L of D5W equates to approximately 1 mg/mL of elemental calcium. It can start at 50 ml/hr and follow calcium, phosphorus, and magnesium levels every 4 to 6 hours titrating to achieve a normal level; the aim should be a rate of 0.5 to 1.5 mg of elemental calcium/kg/hour. Simultaneously, while giving IV calcium, once the patient can tolerate medications by mouth, oral supplementation should also begin.", "contents": "Hungry Bone Syndrome -- Treatment / Management. The regimen should begin with a bolus of 10% calcium gluconate 10 to 20 mL in 50 to 100 mL of D5% IV fluids given over 5 to 10 minutes; this is equivalent to approximately 100 to 200 mg of elemental calcium. After that, a continuous infusion should start. A 100cc dose of 10% calcium gluconate in 1L of D5W equates to approximately 1 mg/mL of elemental calcium. It can start at 50 ml/hr and follow calcium, phosphorus, and magnesium levels every 4 to 6 hours titrating to achieve a normal level; the aim should be a rate of 0.5 to 1.5 mg of elemental calcium/kg/hour. Simultaneously, while giving IV calcium, once the patient can tolerate medications by mouth, oral supplementation should also begin."}
{"id": "article-79790_17", "title": "Hungry Bone Syndrome -- Treatment / Management", "content": "Calcium citrate and calcium carbonate are the most commonly used oral preparations. Calcium carbonate has 400 mg of elemental calcium per 1gm vs. calcium citrate has 211 mg of elemental calcium per 1 g. Calcium carbonate requires a smaller number of pills to achieve supplementation overall and is the preferred agent for this reason. However, calcium citrate does not require an acidic environment for absorption, as calcium carbonate does. Thus citrate is the better option in hypochlorhydria states such as with chronic proton-pump inhibitor or histamine-2 blocker use, after gastric bypass surgery or in elderly patients. The appropriate amount of daily calcium supplementation required in HBS patients can be vast and varied. In case reports, the amount required was as low as 800 mg of elemental calcium in a patient with parathyroid adenoma versus 36 g of elemental calcium per day in a patient who experienced HBS after parathyroidectomy for secondary hyperparathyroidism. [15] [16]", "contents": "Hungry Bone Syndrome -- Treatment / Management. Calcium citrate and calcium carbonate are the most commonly used oral preparations. Calcium carbonate has 400 mg of elemental calcium per 1gm vs. calcium citrate has 211 mg of elemental calcium per 1 g. Calcium carbonate requires a smaller number of pills to achieve supplementation overall and is the preferred agent for this reason. However, calcium citrate does not require an acidic environment for absorption, as calcium carbonate does. Thus citrate is the better option in hypochlorhydria states such as with chronic proton-pump inhibitor or histamine-2 blocker use, after gastric bypass surgery or in elderly patients. The appropriate amount of daily calcium supplementation required in HBS patients can be vast and varied. In case reports, the amount required was as low as 800 mg of elemental calcium in a patient with parathyroid adenoma versus 36 g of elemental calcium per day in a patient who experienced HBS after parathyroidectomy for secondary hyperparathyroidism. [15] [16]"}
{"id": "article-79790_18", "title": "Hungry Bone Syndrome -- Treatment / Management", "content": "Magnesium should be repleted as needed because persistent hypomagnesemia will hinder efforts for calcium replacement as it can alter the ability of PTH to exert its effects and lead to a state resembling hypoparathyroidism.", "contents": "Hungry Bone Syndrome -- Treatment / Management. Magnesium should be repleted as needed because persistent hypomagnesemia will hinder efforts for calcium replacement as it can alter the ability of PTH to exert its effects and lead to a state resembling hypoparathyroidism."}
{"id": "article-79790_19", "title": "Hungry Bone Syndrome -- Treatment / Management", "content": "Hypophosphatemia should not prompt repletion as its treatment can lead to precipitation with calcium and further reduce calcium levels, overall worsening the effort of replacement. While calcium and magnesium get replaced, the patient should also receive active vitamin D. Calcitriol 0.25 to 1 mcg per day can be utilized, considering that the effects of vitamin D will take several days to manifest in correlation to calcium levels.", "contents": "Hungry Bone Syndrome -- Treatment / Management. Hypophosphatemia should not prompt repletion as its treatment can lead to precipitation with calcium and further reduce calcium levels, overall worsening the effort of replacement. While calcium and magnesium get replaced, the patient should also receive active vitamin D. Calcitriol 0.25 to 1 mcg per day can be utilized, considering that the effects of vitamin D will take several days to manifest in correlation to calcium levels."}
{"id": "article-79790_20", "title": "Hungry Bone Syndrome -- Differential Diagnosis", "content": "The differential diagnosis includes: Post-surgical devascularization of parathyroid glands Accidental removal of all parathyroid glands with permanent postsurgical hypoparathyroidism Long-term suppression of nonpathological parathyroid glands", "contents": "Hungry Bone Syndrome -- Differential Diagnosis. The differential diagnosis includes: Post-surgical devascularization of parathyroid glands Accidental removal of all parathyroid glands with permanent postsurgical hypoparathyroidism Long-term suppression of nonpathological parathyroid glands"}
{"id": "article-79790_21", "title": "Hungry Bone Syndrome -- Differential Diagnosis", "content": "When considering the possible etiologies for hypocalcemia, specifically in the postoperative period, the state of the parathyroid glands requires evaluation. Post-surgical devascularization or accidental destruction and removal of the remaining parathyroid glands are possibilities. In other cases, the remaining parathyroid glands need time to recover from the previous constant overproduction of PTH from the hyperactive adenoma that was suppressing their production of PTH. In those instances, in contrast to HBS, although hypocalcemia will be evident, the PTH level will be low, and the phosphorus level will be high. [3]", "contents": "Hungry Bone Syndrome -- Differential Diagnosis. When considering the possible etiologies for hypocalcemia, specifically in the postoperative period, the state of the parathyroid glands requires evaluation. Post-surgical devascularization or accidental destruction and removal of the remaining parathyroid glands are possibilities. In other cases, the remaining parathyroid glands need time to recover from the previous constant overproduction of PTH from the hyperactive adenoma that was suppressing their production of PTH. In those instances, in contrast to HBS, although hypocalcemia will be evident, the PTH level will be low, and the phosphorus level will be high. [3]"}
{"id": "article-79790_22", "title": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Prevention", "content": "When considering the possibilities for reducing the risk for HBS, research thus far has investigated the use of bisphosphonate agents as well as vitamin D supplementation.", "contents": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Prevention. When considering the possibilities for reducing the risk for HBS, research thus far has investigated the use of bisphosphonate agents as well as vitamin D supplementation."}
{"id": "article-79790_23", "title": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Bisphosphonates", "content": "Regarding bisphosphonate therapy, available data is limited to retrospective studies, case series, and case reports.  Lee et al. initially performed a retrospective analysis of primary hyperparathyroidism patients who had received either clodronate or pamidronate, between 1 to 17 days preoperatively to their parathyroidectomy with no instances of hungry bone syndrome identified within those patients who received the bisphosphonate. [17]", "contents": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Bisphosphonates. Regarding bisphosphonate therapy, available data is limited to retrospective studies, case series, and case reports.  Lee et al. initially performed a retrospective analysis of primary hyperparathyroidism patients who had received either clodronate or pamidronate, between 1 to 17 days preoperatively to their parathyroidectomy with no instances of hungry bone syndrome identified within those patients who received the bisphosphonate. [17]"}
{"id": "article-79790_24", "title": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Bisphosphonates", "content": "A smaller retrospective study performed by Mayilvaganan et. al evaluating the incidence of hungry bone syndrome in 19 primary hyperparathyroidism patients who received 4 mg of zoledronate at 24 to 48 hours preoperatively, it demonstrated a shorter duration of hospital stay as well as a nearly statistically significant reduction in the incidence of HBS compared to those who did not receive the bisphosphonate infusion. Researchers postulated that the sample size might have not had sufficient power to elucidate a statistically significant difference. [18] Other retrospective case series and a case report showed that the utilization of bisphosphonate did not appear to increase the risk of HBS with only a 4% rate in a review of 46 patients. [1]", "contents": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Bisphosphonates. A smaller retrospective study performed by Mayilvaganan et. al evaluating the incidence of hungry bone syndrome in 19 primary hyperparathyroidism patients who received 4 mg of zoledronate at 24 to 48 hours preoperatively, it demonstrated a shorter duration of hospital stay as well as a nearly statistically significant reduction in the incidence of HBS compared to those who did not receive the bisphosphonate infusion. Researchers postulated that the sample size might have not had sufficient power to elucidate a statistically significant difference. [18] Other retrospective case series and a case report showed that the utilization of bisphosphonate did not appear to increase the risk of HBS with only a 4% rate in a review of 46 patients. [1]"}
{"id": "article-79790_25", "title": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Bisphosphonates", "content": "This available information suggests that bisphosphonates do not appear to increase the risk for hungry bone syndrome and may be shown to have a protective effect once there are more robust and powered studies undertaken.  However, the question will present as to what will the long-term impact on bone mineral density be in those patients that are given bisphosphonates prior to parathyroidectomy.", "contents": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Bisphosphonates. This available information suggests that bisphosphonates do not appear to increase the risk for hungry bone syndrome and may be shown to have a protective effect once there are more robust and powered studies undertaken.  However, the question will present as to what will the long-term impact on bone mineral density be in those patients that are given bisphosphonates prior to parathyroidectomy."}
{"id": "article-79790_26", "title": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Vitamin D Supplementation", "content": "Vitamin D supplementation in secondary hyperparathyroidism, whether it is with cholecalciferol or calcitriol in the setting of end-stage renal disease, can help reduce the severity of the hyperparathyroid state.  In a patient with hypercalcemia pending parathyroidectomy for hyperparathyroidism that is compounded by a vitamin D deficient state, there can be concern and anxiety in giving vitamin D replacement for fear of worsening their hypercalcemic state. Rolighed et al. performed a double-blind, randomized control trial with 46 patients at a single center assessing the effects of vitamin D replacement on the preoperative parathyroid hormone levels, the subsequent serum and urinary calcium levels, and the rate of bone resorption. They were able to elucidate that in the setting of primary hyperparathyroidism with compounded vitamin D deficiency, vitamin D supplementation was able to assist in decreasing preoperative parathyroid hormone levels. Additionally, researchers noted that replacement of the vitamin D deficiency improved L-spine bone mineral density preoperatively, as well as caused a reduction in bone resorption markers, specifically C- telopeptide.  During this therapy, there was no statistically significant change in plasma or 24-hour urinary calcium to suggest that vitamin D supplementation would lead to untoward effects. [19]", "contents": "Hungry Bone Syndrome -- Pertinent Studies and Ongoing Trials -- Vitamin D Supplementation. Vitamin D supplementation in secondary hyperparathyroidism, whether it is with cholecalciferol or calcitriol in the setting of end-stage renal disease, can help reduce the severity of the hyperparathyroid state.  In a patient with hypercalcemia pending parathyroidectomy for hyperparathyroidism that is compounded by a vitamin D deficient state, there can be concern and anxiety in giving vitamin D replacement for fear of worsening their hypercalcemic state. Rolighed et al. performed a double-blind, randomized control trial with 46 patients at a single center assessing the effects of vitamin D replacement on the preoperative parathyroid hormone levels, the subsequent serum and urinary calcium levels, and the rate of bone resorption. They were able to elucidate that in the setting of primary hyperparathyroidism with compounded vitamin D deficiency, vitamin D supplementation was able to assist in decreasing preoperative parathyroid hormone levels. Additionally, researchers noted that replacement of the vitamin D deficiency improved L-spine bone mineral density preoperatively, as well as caused a reduction in bone resorption markers, specifically C- telopeptide.  During this therapy, there was no statistically significant change in plasma or 24-hour urinary calcium to suggest that vitamin D supplementation would lead to untoward effects. [19]"}
{"id": "article-79790_27", "title": "Hungry Bone Syndrome -- Prognosis", "content": "In regards to overall prognosis for patients with HBS, there seems to be great variability in the time duration that the syndrome can last. In some case reports, the need for replacement of calcium and active vitamin D can last for up to one year post-operatively. [11] [15] [16] [20]", "contents": "Hungry Bone Syndrome -- Prognosis. In regards to overall prognosis for patients with HBS, there seems to be great variability in the time duration that the syndrome can last. In some case reports, the need for replacement of calcium and active vitamin D can last for up to one year post-operatively. [11] [15] [16] [20]"}
{"id": "article-79790_28", "title": "Hungry Bone Syndrome -- Complications", "content": "HBS can bring significant morbidity related to the consequences of hypocalcemia with the worst, including seizures, cardiac arrhythmias, and cardiomyopathy in the case of patients in whom it is not recognized and corrected promptly.", "contents": "Hungry Bone Syndrome -- Complications. HBS can bring significant morbidity related to the consequences of hypocalcemia with the worst, including seizures, cardiac arrhythmias, and cardiomyopathy in the case of patients in whom it is not recognized and corrected promptly."}
{"id": "article-79790_29", "title": "Hungry Bone Syndrome -- Deterrence and Patient Education", "content": "Patients require education on the symptoms of hypocalcemia and the risk for hungry bone syndrome, especially in instances of prolonged uncontrolled hyperparathyroidism or hyperthyroidism. At times the hypocalcemia can be asymptomatic, but patients should be aware of their calcium levels in the postoperative period as part of their overall care.", "contents": "Hungry Bone Syndrome -- Deterrence and Patient Education. Patients require education on the symptoms of hypocalcemia and the risk for hungry bone syndrome, especially in instances of prolonged uncontrolled hyperparathyroidism or hyperthyroidism. At times the hypocalcemia can be asymptomatic, but patients should be aware of their calcium levels in the postoperative period as part of their overall care."}
{"id": "article-79790_30", "title": "Hungry Bone Syndrome -- Pearls and Other Issues", "content": "The hallmark of HBS is profound and persistent hypocalcemia that persists beyond four days postoperatively . It presents with hypomagnesemia, hypophosphatemia, and normal parathyroid hormone level.", "contents": "Hungry Bone Syndrome -- Pearls and Other Issues. The hallmark of HBS is profound and persistent hypocalcemia that persists beyond four days postoperatively . It presents with hypomagnesemia, hypophosphatemia, and normal parathyroid hormone level."}
{"id": "article-79790_31", "title": "Hungry Bone Syndrome -- Pearls and Other Issues", "content": "Symptomatic patients or those with profound hypocalcemia less than 7.6 mg/dL will need emergent intravenous (IV) calcium treatment.", "contents": "Hungry Bone Syndrome -- Pearls and Other Issues. Symptomatic patients or those with profound hypocalcemia less than 7.6 mg/dL will need emergent intravenous (IV) calcium treatment."}
{"id": "article-79790_32", "title": "Hungry Bone Syndrome -- Pearls and Other Issues", "content": "The syndrome can require significant amounts of calcium supplementation and for prolonged periods, up to 1 year in some reported cases.", "contents": "Hungry Bone Syndrome -- Pearls and Other Issues. The syndrome can require significant amounts of calcium supplementation and for prolonged periods, up to 1 year in some reported cases."}
{"id": "article-79790_33", "title": "Hungry Bone Syndrome -- Pearls and Other Issues", "content": "Small retrospective studies, case reports, and case series suggest that bisphosphonates may help reduce the incidence of hungry bone syndrome and do not appear to increase this risk. However, data are lacking to elucidate the long-term effects on bone mineral density if utilized in this patient population.", "contents": "Hungry Bone Syndrome -- Pearls and Other Issues. Small retrospective studies, case reports, and case series suggest that bisphosphonates may help reduce the incidence of hungry bone syndrome and do not appear to increase this risk. However, data are lacking to elucidate the long-term effects on bone mineral density if utilized in this patient population."}
{"id": "article-79790_34", "title": "Hungry Bone Syndrome -- Pearls and Other Issues", "content": "In patients with primary hyperparathyroidism and vitamin D deficiency, vitamin D supplementation merits consideration. Thus far, it appears that vitamin D supplementation will help to improve bone mineral density, bone resorption markers, and reduce parathyroid hormone levels before parathyroidectomy without causing adverse effects.", "contents": "Hungry Bone Syndrome -- Pearls and Other Issues. In patients with primary hyperparathyroidism and vitamin D deficiency, vitamin D supplementation merits consideration. Thus far, it appears that vitamin D supplementation will help to improve bone mineral density, bone resorption markers, and reduce parathyroid hormone levels before parathyroidectomy without causing adverse effects."}
{"id": "article-79790_35", "title": "Hungry Bone Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Hungry bone syndrome is an often-forgotten etiology of postoperative hypocalcemia after parathyroidectomy or thyroidectomy. The interprofessional healthcare team should work diligently to monitor the patients for hypocalcemia in the post-operative period and to further investigate the cause of it with the assistance of parathyroid hormone level, phosphorous, and magnesium levels. In being more aware of the syndrome, its diagnosis, and management, the healthcare team can help the patients by avoiding a missed diagnosis.", "contents": "Hungry Bone Syndrome -- Enhancing Healthcare Team Outcomes. Hungry bone syndrome is an often-forgotten etiology of postoperative hypocalcemia after parathyroidectomy or thyroidectomy. The interprofessional healthcare team should work diligently to monitor the patients for hypocalcemia in the post-operative period and to further investigate the cause of it with the assistance of parathyroid hormone level, phosphorous, and magnesium levels. In being more aware of the syndrome, its diagnosis, and management, the healthcare team can help the patients by avoiding a missed diagnosis."}
{"id": "article-79790_36", "title": "Hungry Bone Syndrome -- Enhancing Healthcare Team Outcomes", "content": "To avoid the morbidity of HBS, patients undergoing thyroidectomy or parathyroidectomy require monitoring for symptoms in the postoperative period. The team members should be familiar with the syndrome and refer the patient to an endocrinologist for more definitive management.", "contents": "Hungry Bone Syndrome -- Enhancing Healthcare Team Outcomes. To avoid the morbidity of HBS, patients undergoing thyroidectomy or parathyroidectomy require monitoring for symptoms in the postoperative period. The team members should be familiar with the syndrome and refer the patient to an endocrinologist for more definitive management."}
{"id": "article-79790_37", "title": "Hungry Bone Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Nursing will play a role in pre-, intra-, and postoperative care, and should be alert to the signs and symptoms of HBS following the procedure so that they can alert the clinician. Once the clinician has diagnosed HBS and wants to initiate therapy, a pharmacist should work closely on the case providing assistance in agent selection, verifying dosing, performing medication reconciliation, and counseling the patient on proper dosing and administration in collaboration with the nursing staff. These examples of interprofessional teamwork demonstrate how such an approach can lead to better patient outcomes. [Level V]", "contents": "Hungry Bone Syndrome -- Enhancing Healthcare Team Outcomes. Nursing will play a role in pre-, intra-, and postoperative care, and should be alert to the signs and symptoms of HBS following the procedure so that they can alert the clinician. Once the clinician has diagnosed HBS and wants to initiate therapy, a pharmacist should work closely on the case providing assistance in agent selection, verifying dosing, performing medication reconciliation, and counseling the patient on proper dosing and administration in collaboration with the nursing staff. These examples of interprofessional teamwork demonstrate how such an approach can lead to better patient outcomes. [Level V]"}
{"id": "article-79790_38", "title": "Hungry Bone Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hungry Bone Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}