{"id": "article-17000_0", "title": "Abacavir -- Continuing Education Activity", "content": "This program focuses on the role of abacavir, a nucleoside reverse transcriptase inhibitor, in treating human immunodeficiency virus 1 (HIV-1) infection when combined with other antiretroviral agents. This course explores the indications, dosing schedules, contraindications, and potential adverse effects of abacavir use. Antiretroviral therapy is a critical factor in achieving favorable outcomes for HIV patients, and this program places a significant emphasis on the importance of treatment adherence and the prevention of drug resistance.", "contents": "Abacavir -- Continuing Education Activity. This program focuses on the role of abacavir, a nucleoside reverse transcriptase inhibitor, in treating human immunodeficiency virus 1 (HIV-1) infection when combined with other antiretroviral agents. This course explores the indications, dosing schedules, contraindications, and potential adverse effects of abacavir use. Antiretroviral therapy is a critical factor in achieving favorable outcomes for HIV patients, and this program places a significant emphasis on the importance of treatment adherence and the prevention of drug resistance."}
{"id": "article-17000_1", "title": "Abacavir -- Continuing Education Activity", "content": "This course highlights the crucial role of an interprofessional healthcare team in caring for individuals with HIV. By integrating the expertise and perspectives of various healthcare professionals, this program ensures a comprehensive approach to patient care, ultimately leading to optimal treatment strategies and improved patient outcomes. Participants will gain valuable insights and tools to manage HIV effectively, reduce the risk of drug resistance, and enhance treatment adherence, contributing to the overall success of antiretroviral therapy.", "contents": "Abacavir -- Continuing Education Activity. This course highlights the crucial role of an interprofessional healthcare team in caring for individuals with HIV. By integrating the expertise and perspectives of various healthcare professionals, this program ensures a comprehensive approach to patient care, ultimately leading to optimal treatment strategies and improved patient outcomes. Participants will gain valuable insights and tools to manage HIV effectively, reduce the risk of drug resistance, and enhance treatment adherence, contributing to the overall success of antiretroviral therapy."}
{"id": "article-17000_2", "title": "Abacavir -- Continuing Education Activity", "content": "Objectives: Identify patients who require antiretroviral therapy, including abacavir, for managing HIV-1 based on clinical guidelines and diagnostic criteria. Implement and integrate abacavir into antiretroviral regimens efficiently, adhering to prescribed dosages and appropriate combinations as per established HIV treatment protocols. Assess patient responses to abacavir therapy regularly, monitoring treatment adherence, viral load suppression, and potential drug-related complications through laboratory tests and clinical evaluations. Determine strategies with other healthcare team members to ensure seamless implementation, monitoring, and optimization of abacavir therapy within the broader context of HIV management. Access free multiple choice questions on this topic.", "contents": "Abacavir -- Continuing Education Activity. Objectives: Identify patients who require antiretroviral therapy, including abacavir, for managing HIV-1 based on clinical guidelines and diagnostic criteria. Implement and integrate abacavir into antiretroviral regimens efficiently, adhering to prescribed dosages and appropriate combinations as per established HIV treatment protocols. Assess patient responses to abacavir therapy regularly, monitoring treatment adherence, viral load suppression, and potential drug-related complications through laboratory tests and clinical evaluations. Determine strategies with other healthcare team members to ensure seamless implementation, monitoring, and optimization of abacavir therapy within the broader context of HIV management. Access free multiple choice questions on this topic."}
{"id": "article-17000_3", "title": "Abacavir -- Indications", "content": "Abacavir is an FDA-approved drug used to treat HIV-1 infection in conjunction with other antiretroviral drugs. Like other nucleoside reverse-transcriptase inhibitors (NRTIs), abacavir use is typically combined with other HIV medications. Abacavir is not recommended for use as monotherapy. [1] Abacavir can be taken by mouth as a tablet or solution, and it is an approved treatment option for patients older than 3 months. [2] Commonly, abacavir is dispensed with other HIV medications such as abacavir/lamivudine/zidovudine, abacavir/dolutegravir/lamivudine, and abacavir/lamivudine. [3]", "contents": "Abacavir -- Indications. Abacavir is an FDA-approved drug used to treat HIV-1 infection in conjunction with other antiretroviral drugs. Like other nucleoside reverse-transcriptase inhibitors (NRTIs), abacavir use is typically combined with other HIV medications. Abacavir is not recommended for use as monotherapy. [1] Abacavir can be taken by mouth as a tablet or solution, and it is an approved treatment option for patients older than 3 months. [2] Commonly, abacavir is dispensed with other HIV medications such as abacavir/lamivudine/zidovudine, abacavir/dolutegravir/lamivudine, and abacavir/lamivudine. [3]"}
{"id": "article-17000_4", "title": "Abacavir -- Indications -- FDA-Approved Indications", "content": "Abacavir is FDA-approved to treat HIV infection in adults and children older than 3 months.", "contents": "Abacavir -- Indications -- FDA-Approved Indications. Abacavir is FDA-approved to treat HIV infection in adults and children older than 3 months."}
{"id": "article-17000_5", "title": "Abacavir -- Indications -- Non-FDA-Approved (Off-Label) Indications", "content": "Treatment of HIV infection in pediatric patients younger than 3 months", "contents": "Abacavir -- Indications -- Non-FDA-Approved (Off-Label) Indications. Treatment of HIV infection in pediatric patients younger than 3 months"}
{"id": "article-17000_6", "title": "Abacavir -- Mechanism of Action", "content": "Abacavir is a nucleoside reverse transcriptase inhibitor, specifically a carbocyclic 2'-deoxyguanosine, also known as a guanosine analog. Taking abacavir with food has not had any clinically relevant effect on exposure to the drug and can be safely ingested without regard to food.", "contents": "Abacavir -- Mechanism of Action. Abacavir is a nucleoside reverse transcriptase inhibitor, specifically a carbocyclic 2'-deoxyguanosine, also known as a guanosine analog. Taking abacavir with food has not had any clinically relevant effect on exposure to the drug and can be safely ingested without regard to food."}
{"id": "article-17000_7", "title": "Abacavir -- Mechanism of Action", "content": "The antiviral effect of abacavir is due to its intracellular anabolite, carbovir-triphosphate, which interferes with HIV viral RNA-dependent DNA polymerase (reverse transcriptase), leading to inhibition of viral replication. [4] This intracellular anabolite has been shown to have a long elimination half-life of over 20 hours, allowing for once-daily dosing. [5]", "contents": "Abacavir -- Mechanism of Action. The antiviral effect of abacavir is due to its intracellular anabolite, carbovir-triphosphate, which interferes with HIV viral RNA-dependent DNA polymerase (reverse transcriptase), leading to inhibition of viral replication. [4] This intracellular anabolite has been shown to have a long elimination half-life of over 20 hours, allowing for once-daily dosing. [5]"}
{"id": "article-17000_8", "title": "Abacavir -- Mechanism of Action -- Absorption", "content": "Abacavir is rapidly and extensively absorbed following oral administration (83%). Following twice daily administration of a 300 mg dose, the peak plasma concentration (Cmax) was 3.0 ± 0.89 μg/mL, and the area under the curve (AUC) was 6.02 ± 1.73 μg*hr/mL.", "contents": "Abacavir -- Mechanism of Action -- Absorption. Abacavir is rapidly and extensively absorbed following oral administration (83%). Following twice daily administration of a 300 mg dose, the peak plasma concentration (Cmax) was 3.0 ± 0.89 μg/mL, and the area under the curve (AUC) was 6.02 ± 1.73 μg*hr/mL."}
{"id": "article-17000_9", "title": "Abacavir -- Mechanism of Action -- Distribution", "content": "Abacavir's volume of distribution is 0.86 ± 0.15 L/kg following IV administration. Plasma protein binding is about 50% and has an independent relationship with the plasma concentration of the drug.", "contents": "Abacavir -- Mechanism of Action -- Distribution. Abacavir's volume of distribution is 0.86 ± 0.15 L/kg following IV administration. Plasma protein binding is about 50% and has an independent relationship with the plasma concentration of the drug."}
{"id": "article-17000_10", "title": "Abacavir -- Mechanism of Action -- Metabolism", "content": "Abacavir is hepatically metabolized by alcohol dehydrogenase and glucuronosyltransferase to a 5′-carboxylic acid metabolite and 5′-glucuronide metabolite, respectively. These metabolites do not possess any antiviral activity. Abacavir does not undergo significant metabolism via the cytochrome P450 enzyme system. [5]", "contents": "Abacavir -- Mechanism of Action -- Metabolism. Abacavir is hepatically metabolized by alcohol dehydrogenase and glucuronosyltransferase to a 5′-carboxylic acid metabolite and 5′-glucuronide metabolite, respectively. These metabolites do not possess any antiviral activity. Abacavir does not undergo significant metabolism via the cytochrome P450 enzyme system. [5]"}
{"id": "article-17000_11", "title": "Abacavir -- Mechanism of Action -- Excretion", "content": "Excretion is 82.2% (1.2% unchanged) in urine and 16% in the feces. The drug's half-life is 1.54 ± 0.63 hours.", "contents": "Abacavir -- Mechanism of Action -- Excretion. Excretion is 82.2% (1.2% unchanged) in urine and 16% in the feces. The drug's half-life is 1.54 ± 0.63 hours."}
{"id": "article-17000_12", "title": "Abacavir -- Mechanism of Action -- Excretion", "content": "Singh R. et al conducted a clinical trial with 12 patients (4 men and 8 women) of Japanese ancestry to determine the safety and pharmacokinetics of a treatment combination (abacavir 600 mg/dolutegravir 50 mg/lamivudine 300 mg) in a single dose tablet after fasting for 8 hours. The researchers collected blood samples more than 72 hours after dosing to determine several pharmacokinetic parameters. The geometric mean maximum plasma concentrations for abacavir, dolutegravir, and lamivudine were 5.22, 4.13, and 3.35 μg/mL, respectively. The time to maximum concentration for abacavir, dolutegravir, and lamivudine were 1.01, 3.50, and 2.98 hours, respectively. The geometric mean area under the concentration-time curve for abacavir, dolutegravir, and lamivudine was 18.2, 71.6, and 16.6 micrograms μg*hr/mL, respectively. The research subjects did not report any adverse drug effects. Dolutegravir was found to have a higher area under the concentration-time curve in this study than in the previously mentioned studies. [6]", "contents": "Abacavir -- Mechanism of Action -- Excretion. Singh R. et al conducted a clinical trial with 12 patients (4 men and 8 women) of Japanese ancestry to determine the safety and pharmacokinetics of a treatment combination (abacavir 600 mg/dolutegravir 50 mg/lamivudine 300 mg) in a single dose tablet after fasting for 8 hours. The researchers collected blood samples more than 72 hours after dosing to determine several pharmacokinetic parameters. The geometric mean maximum plasma concentrations for abacavir, dolutegravir, and lamivudine were 5.22, 4.13, and 3.35 μg/mL, respectively. The time to maximum concentration for abacavir, dolutegravir, and lamivudine were 1.01, 3.50, and 2.98 hours, respectively. The geometric mean area under the concentration-time curve for abacavir, dolutegravir, and lamivudine was 18.2, 71.6, and 16.6 micrograms μg*hr/mL, respectively. The research subjects did not report any adverse drug effects. Dolutegravir was found to have a higher area under the concentration-time curve in this study than in the previously mentioned studies. [6]"}
{"id": "article-17000_13", "title": "Abacavir -- Mechanism of Action -- Excretion", "content": "The pharmacokinetic parameters for abacavir and lamivudine were similar to previously reported clinical trial data from healthy Japanese and European or African ancestry subjects. Enrolling patients of many different ethnic backgrounds helps to determine any differences in the pharmacokinetics and safety of the studied medications. Many clinical trials are also conducted with patients of European ancestry.", "contents": "Abacavir -- Mechanism of Action -- Excretion. The pharmacokinetic parameters for abacavir and lamivudine were similar to previously reported clinical trial data from healthy Japanese and European or African ancestry subjects. Enrolling patients of many different ethnic backgrounds helps to determine any differences in the pharmacokinetics and safety of the studied medications. Many clinical trials are also conducted with patients of European ancestry."}
{"id": "article-17000_14", "title": "Abacavir -- Mechanism of Action -- Excretion", "content": "Archary M. et al studied the pharmacokinetics of abacavir and lamivudine in severely malnourished children (N = 75) with human immunodeficiency virus from South Africa. The children's ages ranged from 0.1 to 10.8 years and were dosed based on World Health Organization (WHO) weight-band recommendations. The children were randomized to receive treatment with abacavir and lamivudine within 14 days (early) or after nutritional recovery (delayed). Abacavir and lamivudine pharmacokinetic parameters were measured on days 1 and 14. The children received follow-up to week 48.", "contents": "Abacavir -- Mechanism of Action -- Excretion. Archary M. et al studied the pharmacokinetics of abacavir and lamivudine in severely malnourished children (N = 75) with human immunodeficiency virus from South Africa. The children's ages ranged from 0.1 to 10.8 years and were dosed based on World Health Organization (WHO) weight-band recommendations. The children were randomized to receive treatment with abacavir and lamivudine within 14 days (early) or after nutritional recovery (delayed). Abacavir and lamivudine pharmacokinetic parameters were measured on days 1 and 14. The children received follow-up to week 48."}
{"id": "article-17000_15", "title": "Abacavir -- Mechanism of Action -- Excretion", "content": "Abacavir demonstrated a 2-compartment pharmacokinetic model. The early treatment cohort demonstrated a 31% increase in their bioavailability of abacavir. The apparent clearance (CL/F) of abacavir increased from a mean of 3.33 to 5.86 L/h/7 kg from day 1 to day 14. Lamivudine demonstrated a 1-compartment pharmacokinetic model. Variability in the apparent clearance was best explained by age maturation. Archary M. et al concluded that the WHO weight-band dosing recommendations are appropriate, and the pharmacokinetic variability of abacavir and lamivudine treatment in severely malnourished children did not affect its efficacy. [7]", "contents": "Abacavir -- Mechanism of Action -- Excretion. Abacavir demonstrated a 2-compartment pharmacokinetic model. The early treatment cohort demonstrated a 31% increase in their bioavailability of abacavir. The apparent clearance (CL/F) of abacavir increased from a mean of 3.33 to 5.86 L/h/7 kg from day 1 to day 14. Lamivudine demonstrated a 1-compartment pharmacokinetic model. Variability in the apparent clearance was best explained by age maturation. Archary M. et al concluded that the WHO weight-band dosing recommendations are appropriate, and the pharmacokinetic variability of abacavir and lamivudine treatment in severely malnourished children did not affect its efficacy. [7]"}
{"id": "article-17000_16", "title": "Abacavir -- Administration -- Dosage Forms", "content": "Abacavir is available in 300 mg tablets and as a 20 mg/mL solution.", "contents": "Abacavir -- Administration -- Dosage Forms. Abacavir is available in 300 mg tablets and as a 20 mg/mL solution."}
{"id": "article-17000_17", "title": "Abacavir -- Administration -- Adult Dosing", "content": "Abacavir is administered as 300 mg twice daily or 600 mg once daily. The drug is also available as part of several co-formulated tablets. These different co-formulations are part of nucleoside/nucleotide reverse transcriptase inhibitor (NRTI) drug combinations. [8]", "contents": "Abacavir -- Administration -- Adult Dosing. Abacavir is administered as 300 mg twice daily or 600 mg once daily. The drug is also available as part of several co-formulated tablets. These different co-formulations are part of nucleoside/nucleotide reverse transcriptase inhibitor (NRTI) drug combinations. [8]"}
{"id": "article-17000_18", "title": "Abacavir -- Administration -- Hepatic Impairment", "content": "Child-Pugh class A is suggested at 200 mg twice daily. Contraindicated in Child-Pugh class B or C. [5]", "contents": "Abacavir -- Administration -- Hepatic Impairment. Child-Pugh class A is suggested at 200 mg twice daily. Contraindicated in Child-Pugh class B or C. [5]"}
{"id": "article-17000_19", "title": "Abacavir -- Administration -- Renal Impairment", "content": "No dosage adjustments are recommended in patients with renal impairment, and abacavir is well-tolerated in patients who would benefit from NRTI use with renal pathology from other antiretrovirals. [9]", "contents": "Abacavir -- Administration -- Renal Impairment. No dosage adjustments are recommended in patients with renal impairment, and abacavir is well-tolerated in patients who would benefit from NRTI use with renal pathology from other antiretrovirals. [9]"}
{"id": "article-17000_20", "title": "Abacavir -- Administration -- Pregnant Women", "content": "The benefits outweigh the risks in pregnant patients; there is no known teratogenicity based on human data. Patients should enroll in the Antiretroviral Pregnancy Registry.", "contents": "Abacavir -- Administration -- Pregnant Women. The benefits outweigh the risks in pregnant patients; there is no known teratogenicity based on human data. Patients should enroll in the Antiretroviral Pregnancy Registry."}
{"id": "article-17000_21", "title": "Abacavir -- Administration -- Breastfeeding Women", "content": "Avoid breastfeeding when using abacavir; the risk of postnatal HIV transmission exists despite maternal HIV treatment. No human data is available to assess abacavir's effect on milk production.", "contents": "Abacavir -- Administration -- Breastfeeding Women. Avoid breastfeeding when using abacavir; the risk of postnatal HIV transmission exists despite maternal HIV treatment. No human data is available to assess abacavir's effect on milk production."}
{"id": "article-17000_22", "title": "Abacavir -- Administration -- Dosing", "content": "Age 3 months and older <20 kg: 16 mg/kg/d orally (solution) once or divided twice daily. The maximum dose is 600 mg/day. 20 to 24 kg: 16 mg/kg/d orally (solution) either once or divided twice daily. Alternately, 450 mg orally once daily. The maximum dose is 600 mg/day. >25 kg: 16 mg/kg/d orally (solution) either once or divided twice daily. Alternately, 600 mg orally once daily. The maximum dose is 600 mg/day. Age <1 month (off-label): 4 mg/kg/d orally (solution) divided twice daily. The maximum dose is 600 mg/day. Age 1 to 2 months (off-label): 8 mg/kg/d orally (solution) divided twice daily. The maximum dose is 600 mg/day.", "contents": "Abacavir -- Administration -- Dosing. Age 3 months and older <20 kg: 16 mg/kg/d orally (solution) once or divided twice daily. The maximum dose is 600 mg/day. 20 to 24 kg: 16 mg/kg/d orally (solution) either once or divided twice daily. Alternately, 450 mg orally once daily. The maximum dose is 600 mg/day. >25 kg: 16 mg/kg/d orally (solution) either once or divided twice daily. Alternately, 600 mg orally once daily. The maximum dose is 600 mg/day. Age <1 month (off-label): 4 mg/kg/d orally (solution) divided twice daily. The maximum dose is 600 mg/day. Age 1 to 2 months (off-label): 8 mg/kg/d orally (solution) divided twice daily. The maximum dose is 600 mg/day."}
{"id": "article-17000_23", "title": "Abacavir -- Administration -- Older Patients", "content": "Research has not been performed to date that demonstrates s pecific problems affecting older patients that would limit the use of abacavir. However, older patients may have age-related liver, kidney, or heart problems, potentially requiring caution and dose adjustment.", "contents": "Abacavir -- Administration -- Older Patients. Research has not been performed to date that demonstrates s pecific problems affecting older patients that would limit the use of abacavir. However, older patients may have age-related liver, kidney, or heart problems, potentially requiring caution and dose adjustment."}
{"id": "article-17000_24", "title": "Abacavir -- Adverse Effects", "content": "The common toxicities of the NRTI class include mitochondrial toxicity, which can present as hepatic steatosis, lipoatrophy, pancreatitis, and peripheral neuropathy. [10] Symptomatic lactic acidosis can also occur, and these patients require monitoring due to an increased risk of mortality. [11] Long-term antiretroviral therapy (ART) patients may experience fat redistribution, also known as lipodystrophy. [12] Clinicians should avoid abacavir in patients with coronary artery disease and those at increased risk of myocardial infarction due to an increased risk of hyperlipidemia and cardiovascular events. [13] [14] [15]", "contents": "Abacavir -- Adverse Effects. The common toxicities of the NRTI class include mitochondrial toxicity, which can present as hepatic steatosis, lipoatrophy, pancreatitis, and peripheral neuropathy. [10] Symptomatic lactic acidosis can also occur, and these patients require monitoring due to an increased risk of mortality. [11] Long-term antiretroviral therapy (ART) patients may experience fat redistribution, also known as lipodystrophy. [12] Clinicians should avoid abacavir in patients with coronary artery disease and those at increased risk of myocardial infarction due to an increased risk of hyperlipidemia and cardiovascular events. [13] [14] [15]"}
{"id": "article-17000_25", "title": "Abacavir -- Adverse Effects -- Drug-Drug Reactions", "content": "Abacavir does not affect ethanol pharmacokinetics. However, ethanol consumption can impede abacavir elimination through competition for alcohol dehydrogenase enzymes that metabolize abacavir, leading to increased blood levels and drug exposure. [16] Abacavir should be discontinued for at least 1 month before starting therapy with betibeglogene autotemcel or elivaldogene autotemcel, as it may interfere with gene transfer into apheresed cells. Abacavir should be withheld until apheresis is completed. Another medication to be avoided with abacavir is cladribine. Abacavir oral solution should not be coadministered with a lamivudine oral solution, but tablets or capsule formulations are acceptable.", "contents": "Abacavir -- Adverse Effects -- Drug-Drug Reactions. Abacavir does not affect ethanol pharmacokinetics. However, ethanol consumption can impede abacavir elimination through competition for alcohol dehydrogenase enzymes that metabolize abacavir, leading to increased blood levels and drug exposure. [16] Abacavir should be discontinued for at least 1 month before starting therapy with betibeglogene autotemcel or elivaldogene autotemcel, as it may interfere with gene transfer into apheresed cells. Abacavir should be withheld until apheresis is completed. Another medication to be avoided with abacavir is cladribine. Abacavir oral solution should not be coadministered with a lamivudine oral solution, but tablets or capsule formulations are acceptable."}
{"id": "article-17000_26", "title": "Abacavir -- Contraindications", "content": "Contraindications to abacavir in ART therapy include hypersensitivity to abacavir or any formulation component, moderate to severe hepatic impairment, and patients who test positive for the HLA-B*5701 allele. This allele is most commonly found in White populations at a frequency of 5% to 8%. [17] Also, in patients with moderate to severe hepatic impairment, Child-Pugh class B or C, abacavir administration is relatively contraindicated due to a lack of safety studies. [5]", "contents": "Abacavir -- Contraindications. Contraindications to abacavir in ART therapy include hypersensitivity to abacavir or any formulation component, moderate to severe hepatic impairment, and patients who test positive for the HLA-B*5701 allele. This allele is most commonly found in White populations at a frequency of 5% to 8%. [17] Also, in patients with moderate to severe hepatic impairment, Child-Pugh class B or C, abacavir administration is relatively contraindicated due to a lack of safety studies. [5]"}
{"id": "article-17000_27", "title": "Abacavir -- Contraindications", "content": "Abacavir should also be avoided and is relatively contraindicated in individuals who test positive for HLA-DR7 and HLA-DQ3 alleles because evidence shows that switching abacavir for another NRTI leads to a reduced incidence of hypersensitivity reactions. [18]", "contents": "Abacavir -- Contraindications. Abacavir should also be avoided and is relatively contraindicated in individuals who test positive for HLA-DR7 and HLA-DQ3 alleles because evidence shows that switching abacavir for another NRTI leads to a reduced incidence of hypersensitivity reactions. [18]"}
{"id": "article-17000_28", "title": "Abacavir -- Contraindications -- Box Warning", "content": "Severe and potentially fatal hypersensitivity reactions have been associated with abacavir; this hypersensitivity is part of a multiorgan clinical syndrome. Patients carrying the HLA-B*5701 allele have a high risk for a hypersensitive reaction to abacavir. Abacavir should be immediately and permanently discontinued in any patient with a hypersensitivity reaction, irrespective of HLA-B*5701 allele status.", "contents": "Abacavir -- Contraindications -- Box Warning. Severe and potentially fatal hypersensitivity reactions have been associated with abacavir; this hypersensitivity is part of a multiorgan clinical syndrome. Patients carrying the HLA-B*5701 allele have a high risk for a hypersensitive reaction to abacavir. Abacavir should be immediately and permanently discontinued in any patient with a hypersensitivity reaction, irrespective of HLA-B*5701 allele status."}
{"id": "article-17000_29", "title": "Abacavir -- Monitoring", "content": "There is some potential for drug-induced injury to the body that requires monitoring when administering abacavir to patients with HIV. Patients should receive screening for HLA-B*5701 genotype status before starting therapy or continuing treatment in patients with unknown HLA-B*5701 status. Patients should have CBC with differential, serum creatinine kinase, CD4 count, HIV RNA plasma concentrations, triglycerides, and serum amylases monitored periodically. [17]", "contents": "Abacavir -- Monitoring. There is some potential for drug-induced injury to the body that requires monitoring when administering abacavir to patients with HIV. Patients should receive screening for HLA-B*5701 genotype status before starting therapy or continuing treatment in patients with unknown HLA-B*5701 status. Patients should have CBC with differential, serum creatinine kinase, CD4 count, HIV RNA plasma concentrations, triglycerides, and serum amylases monitored periodically. [17]"}
{"id": "article-17000_30", "title": "Abacavir -- Monitoring", "content": "Clinicians should be aware of the risk for acute and late-onset hepatotoxicity and monitor AST and ALT concentrations; LFTs should be taken at baseline and again at 3 to 6 months (3 to 4 months in pediatric patients) or following changes in the regimen. [19] Signs of central fat gain or lipoatrophy should be assessed for fat gain or loss to fine-tune ART therapy. [20]", "contents": "Abacavir -- Monitoring. Clinicians should be aware of the risk for acute and late-onset hepatotoxicity and monitor AST and ALT concentrations; LFTs should be taken at baseline and again at 3 to 6 months (3 to 4 months in pediatric patients) or following changes in the regimen. [19] Signs of central fat gain or lipoatrophy should be assessed for fat gain or loss to fine-tune ART therapy. [20]"}
{"id": "article-17000_31", "title": "Abacavir -- Toxicity", "content": "Severe and sometimes fatal hypersensitivity reactions can potentially occur with abacavir. Patients with the HLA-B*5701 allele also carry a higher risk for a hypersensitivity reaction to abacavir; hypersensitivity reactions have occurred in those who do not test positive for the HLA-B*5701 allele. All patients should receive screening for the HLA-B*5701 allele. [17]", "contents": "Abacavir -- Toxicity. Severe and sometimes fatal hypersensitivity reactions can potentially occur with abacavir. Patients with the HLA-B*5701 allele also carry a higher risk for a hypersensitivity reaction to abacavir; hypersensitivity reactions have occurred in those who do not test positive for the HLA-B*5701 allele. All patients should receive screening for the HLA-B*5701 allele. [17]"}
{"id": "article-17000_32", "title": "Abacavir -- Enhancing Healthcare Team Outcomes", "content": "Managing abacavir administration to HIV patients requires an interprofessional team of healthcare professionals that includes a nurse, laboratory technologists, pharmacists, social workers, and several physicians in different specialties. After HIV diagnosis, prompt admission into HIV medical and adherence/retention is fundamental to the administration of effective antiretroviral therapy. Adherence to antiretroviral therapy (ART) is one of the top factors of favorable HIV treatment outcomes and is necessary to decrease the occurrence of drug resistance within the patient. Common obstacles to successful ART stem from an absence of social support and alcohol or substance abuse, which prevent patients from having sustained therapy.", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes. Managing abacavir administration to HIV patients requires an interprofessional team of healthcare professionals that includes a nurse, laboratory technologists, pharmacists, social workers, and several physicians in different specialties. After HIV diagnosis, prompt admission into HIV medical and adherence/retention is fundamental to the administration of effective antiretroviral therapy. Adherence to antiretroviral therapy (ART) is one of the top factors of favorable HIV treatment outcomes and is necessary to decrease the occurrence of drug resistance within the patient. Common obstacles to successful ART stem from an absence of social support and alcohol or substance abuse, which prevent patients from having sustained therapy."}
{"id": "article-17000_33", "title": "Abacavir -- Enhancing Healthcare Team Outcomes", "content": "The emphasis on adherence cannot be overstated. Physicians, advanced practice practitioners, specialists, nurses, and pharmacists must all share in the effort to educate the patient and monitor pharmacotherapy adherence. For example, if the patient is chronically late picking up their prescription, the pharmacist must call the physician's office and share this information with the nurse or prescriber. The pharmacist is also responsible for medication reconciliation and verifying dosing parameters. On follow-up visits, the nurse must verify adherence and should do so by asking open-ended questions that encourage the patient to reveal familiarity with their regimen. Failure to take the drugs in ART correctly can result in therapeutic failure for the entire drug class, as the virus can obtain adaptive drug resistance; any ART requires open, interprofessional team communication to ensure the best chance for therapeutic success.", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes. The emphasis on adherence cannot be overstated. Physicians, advanced practice practitioners, specialists, nurses, and pharmacists must all share in the effort to educate the patient and monitor pharmacotherapy adherence. For example, if the patient is chronically late picking up their prescription, the pharmacist must call the physician's office and share this information with the nurse or prescriber. The pharmacist is also responsible for medication reconciliation and verifying dosing parameters. On follow-up visits, the nurse must verify adherence and should do so by asking open-ended questions that encourage the patient to reveal familiarity with their regimen. Failure to take the drugs in ART correctly can result in therapeutic failure for the entire drug class, as the virus can obtain adaptive drug resistance; any ART requires open, interprofessional team communication to ensure the best chance for therapeutic success."}
{"id": "article-17000_34", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Initiation of highly active antiretroviral therapy (HAART) with a high degree of adherence, defined as greater than 95% refills and plasma drug concentrations above the therapeutic steady-state concentration, is associated with low levels of antiretroviral resistance. [21]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Initiation of highly active antiretroviral therapy (HAART) with a high degree of adherence, defined as greater than 95% refills and plasma drug concentrations above the therapeutic steady-state concentration, is associated with low levels of antiretroviral resistance. [21]"}
{"id": "article-17000_35", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Individual-level monitoring of entry and retention is a strong recommendation for all people diagnosed with HIV. [22] [23]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Individual-level monitoring of entry and retention is a strong recommendation for all people diagnosed with HIV. [22] [23]"}
{"id": "article-17000_36", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Systematic retention monitoring in HIV care is also strongly recommended for all HIV patients. [24]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Systematic retention monitoring in HIV care is also strongly recommended for all HIV patients. [24]"}
{"id": "article-17000_37", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Strengths-based case management from trained social workers increases entry to HIV medical care. [25]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Strengths-based case management from trained social workers increases entry to HIV medical care. [25]"}
{"id": "article-17000_38", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Self-report adherence should be obtained routinely in all HIV patients. [26]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Self-report adherence should be obtained routinely in all HIV patients. [26]"}
{"id": "article-17000_39", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Regimens of similar efficacy and tolerability, once-daily regimens are recommended in treatment-naïve patients starting ART and experienced patients receiving poorly tolerated/complex regimens. [26] [27] [28] [29]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Regimens of similar efficacy and tolerability, once-daily regimens are recommended in treatment-naïve patients starting ART and experienced patients receiving poorly tolerated/complex regimens. [26] [27] [28] [29]"}
{"id": "article-17000_40", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Reminders and the use of communication technologies with an interactive component are recommended to increase adherence [30]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Reminders and the use of communication technologies with an interactive component are recommended to increase adherence [30]"}
{"id": "article-17000_41", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Combining education and counseling using specific adherence-related tools is recommended for all patients with HIV. [31] [32] [33]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Combining education and counseling using specific adherence-related tools is recommended for all patients with HIV. [31] [32] [33]"}
{"id": "article-17000_42", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Directly administered ART (DART) is the recommended course of action in individuals with substance use disorders. [34] [35] [36]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Directly administered ART (DART) is the recommended course of action in individuals with substance use disorders. [34] [35] [36]"}
{"id": "article-17000_43", "title": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy", "content": "Cognitive-behavioral therapy is recommended in patients with depression to improve adherence. [37]", "contents": "Abacavir -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Antiretroviral Therapy. Cognitive-behavioral therapy is recommended in patients with depression to improve adherence. [37]"}
{"id": "article-17000_44", "title": "Abacavir -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Abacavir -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}