{"id": "article-18735_0", "title": "Butterbur -- Continuing Education Activity", "content": "Butterbur (derived from the leaves of Petasites hybridus) is an herbal supplement that has been found to be effective in the prophylaxis of adult migraines in multiple studies. Based on these trials, the American Headache Society gave the herb a level A recommendation and declared it effective in preventing migraine headaches. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, and pharmacodynamics of butterbur and the recommended monitoring of patients taking the drug to avoid adverse effects.", "contents": "Butterbur -- Continuing Education Activity. Butterbur (derived from the leaves of Petasites hybridus) is an herbal supplement that has been found to be effective in the prophylaxis of adult migraines in multiple studies. Based on these trials, the American Headache Society gave the herb a level A recommendation and declared it effective in preventing migraine headaches. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, and pharmacodynamics of butterbur and the recommended monitoring of patients taking the drug to avoid adverse effects."}
{"id": "article-18735_1", "title": "Butterbur -- Continuing Education Activity", "content": "Objectives: Identify the proposed mechanism of action of butterbur in relieving migraine headaches. Review the indications for initiating butterbur. Summarize the contraindications of butterbur. Discuss interprofessional team strategies for improving care coordination and communication when considering or using butterbur in migraine management. Access free multiple choice questions on this topic.", "contents": "Butterbur -- Continuing Education Activity. Objectives: Identify the proposed mechanism of action of butterbur in relieving migraine headaches. Review the indications for initiating butterbur. Summarize the contraindications of butterbur. Discuss interprofessional team strategies for improving care coordination and communication when considering or using butterbur in migraine management. Access free multiple choice questions on this topic."}
{"id": "article-18735_2", "title": "Butterbur -- Indications -- FDA Approved Indications", "content": "None", "contents": "Butterbur -- Indications -- FDA Approved Indications. None"}
{"id": "article-18735_3", "title": "Butterbur -- Indications -- Adult Migraine", "content": "The American Headache Society and the American Academy of Neurology: 2012 evidence-based guideline update indicated that Petasites (butterbur) demonstrates effectiveness for migraine prevention and is a valid option for patients with migraine to reduce both the severity and frequency of migraine attacks (Level A). The recommendation was questioned and then retracted in 2016. [1]", "contents": "Butterbur -- Indications -- Adult Migraine. The American Headache Society and the American Academy of Neurology: 2012 evidence-based guideline update indicated that Petasites (butterbur) demonstrates effectiveness for migraine prevention and is a valid option for patients with migraine to reduce both the severity and frequency of migraine attacks (Level A). The recommendation was questioned and then retracted in 2016. [1]"}
{"id": "article-18735_4", "title": "Butterbur -- Indications -- Adult Migraine", "content": "Butterbur (leaves of Petasites hybridus ) has been found to be effective in the prophylaxis of adult migraines in multiple studies. [2] Based on these trials, the American Headache Society gave the herb a level A recommendation and declared it to be effective in the prevention of migraine headaches. Similarly, the Canadian Headache Society guidelines give butterbur a strong recommendation for use in migraine prophylaxis. [3] Although the American Academy of Neurology recommended butterbur, it has retracted its current guidelines on it. [3] In the United Kingdom and Germany, butterbur is not authorized for official use due to safety concerns. [3] In one randomized, parallel-group study from 2004, the group given butterbur had a response rate of 45%, whereas the group who used placebo had a response rate of 15%. In another randomized controlled trial from 2004, butterbur reduced the frequency of migraines by 48% in the experimental group, whereas the placebo reduced the frequency by 26% in the control group. [2]", "contents": "Butterbur -- Indications -- Adult Migraine. Butterbur (leaves of Petasites hybridus ) has been found to be effective in the prophylaxis of adult migraines in multiple studies. [2] Based on these trials, the American Headache Society gave the herb a level A recommendation and declared it to be effective in the prevention of migraine headaches. Similarly, the Canadian Headache Society guidelines give butterbur a strong recommendation for use in migraine prophylaxis. [3] Although the American Academy of Neurology recommended butterbur, it has retracted its current guidelines on it. [3] In the United Kingdom and Germany, butterbur is not authorized for official use due to safety concerns. [3] In one randomized, parallel-group study from 2004, the group given butterbur had a response rate of 45%, whereas the group who used placebo had a response rate of 15%. In another randomized controlled trial from 2004, butterbur reduced the frequency of migraines by 48% in the experimental group, whereas the placebo reduced the frequency by 26% in the control group. [2]"}
{"id": "article-18735_5", "title": "Butterbur -- Indications -- Pediatric Migraine", "content": "Similar to adult migraines, there is evidence for Petasites in the prevention of pediatric migraines. [4] In one randomized controlled trial from 2005, butterbur reduced the frequency of attacks by at least 50% in 77% of the pediatric experimental group. [2] In another randomized controlled trial from 2008, butterbur reduced the frequency of attacks by 59% in the experimental group, whereas the placebo reduced the frequency of attacks by 31% in the control group. [5]", "contents": "Butterbur -- Indications -- Pediatric Migraine. Similar to adult migraines, there is evidence for Petasites in the prevention of pediatric migraines. [4] In one randomized controlled trial from 2005, butterbur reduced the frequency of attacks by at least 50% in 77% of the pediatric experimental group. [2] In another randomized controlled trial from 2008, butterbur reduced the frequency of attacks by 59% in the experimental group, whereas the placebo reduced the frequency of attacks by 31% in the control group. [5]"}
{"id": "article-18735_6", "title": "Butterbur -- Indications -- Allergic Rhinitis and Asthma", "content": "Butterbur has been used in countries in Asia as a herbal treatment of asthma and allergic diseases. [6] There is a limited body of evidence from randomized controlled trials that butterbur may be useful as a therapy for asthma and allergic rhinitis but not as effective as preventing migraine. [2] [7]", "contents": "Butterbur -- Indications -- Allergic Rhinitis and Asthma. Butterbur has been used in countries in Asia as a herbal treatment of asthma and allergic diseases. [6] There is a limited body of evidence from randomized controlled trials that butterbur may be useful as a therapy for asthma and allergic rhinitis but not as effective as preventing migraine. [2] [7]"}
{"id": "article-18735_7", "title": "Butterbur -- Indications -- Alzheimer's Disease", "content": "Studies have found that butterbur may potentially be effective in treating Alzheimer's disease due to its neuroprotective effect. However, only studies involving in vitro and in vivo models have been performed. [8]", "contents": "Butterbur -- Indications -- Alzheimer's Disease. Studies have found that butterbur may potentially be effective in treating Alzheimer's disease due to its neuroprotective effect. However, only studies involving in vitro and in vivo models have been performed. [8]"}
{"id": "article-18735_8", "title": "Butterbur -- Mechanism of Action -- Mechanism of Action for the Treatment of Migraines", "content": "Petasites inhibit the opening of L-type voltage-gated calcium channels, decreasing vasoconstriction of vessels and excitation of neurons. [4] The herb's active components include Sesquiterpenes (Petasin and Isopetasin) which have been found to exhibit anti-inflammatory effects through the inhibition of COX-2. This leads to decreased leukotriene synthesis and prostaglandin E2 release. [9]", "contents": "Butterbur -- Mechanism of Action -- Mechanism of Action for the Treatment of Migraines. Petasites inhibit the opening of L-type voltage-gated calcium channels, decreasing vasoconstriction of vessels and excitation of neurons. [4] The herb's active components include Sesquiterpenes (Petasin and Isopetasin) which have been found to exhibit anti-inflammatory effects through the inhibition of COX-2. This leads to decreased leukotriene synthesis and prostaglandin E2 release. [9]"}
{"id": "article-18735_9", "title": "Butterbur -- Mechanism of Action -- Mechanism of Action for the Treatment of Asthma and Allergic Rhinitis", "content": "Petatewalide B, a derivative of Petasites, has also been found to exhibit anti-allergic activities. [6] Specifically, the compound inhibits the activation of ß-hexosaminidase in RBL-2H3 mast cells. Petatewalide B also inhibits nitric oxide synthase, which decreases nitric oxide production in mouse peritoneal macrophages. The compound also decreases the concentration of eosinophils, macrophages, and lymphocytes in mouse bronchoalveolar lavage fluid. [6]", "contents": "Butterbur -- Mechanism of Action -- Mechanism of Action for the Treatment of Asthma and Allergic Rhinitis. Petatewalide B, a derivative of Petasites, has also been found to exhibit anti-allergic activities. [6] Specifically, the compound inhibits the activation of ß-hexosaminidase in RBL-2H3 mast cells. Petatewalide B also inhibits nitric oxide synthase, which decreases nitric oxide production in mouse peritoneal macrophages. The compound also decreases the concentration of eosinophils, macrophages, and lymphocytes in mouse bronchoalveolar lavage fluid. [6]"}
{"id": "article-18735_10", "title": "Butterbur -- Mechanism of Action -- Mechanism of Action for the Treatment of Alzheimer Disease", "content": "Derivatives of Petasites have been found to have antioxidant activity; the DPPH free radical-scavenging value and ferric ion reducing potential were both increased. [10] In one study examining the cognitive effects of butterbur, the herb significantly decreased levels of reactive oxygen species (ROS) levels and increased the viability of HT22 mouse neuronal cells exposed to Aß plaques. The study found that the mechanism for the former was related to increased expression of heme oxygenase-1 (HO-1), NAD(P)H quinine dehydrogenase 1, and cyclic AMP response element-binding protein (CREB), which are all involved in antioxidant pathways. [8] Similarly, in Aß plaque-injected mice, the administration of butterbur resulted in significantly decreased CREB expression in the dentate gyrus. [8]", "contents": "Butterbur -- Mechanism of Action -- Mechanism of Action for the Treatment of Alzheimer Disease. Derivatives of Petasites have been found to have antioxidant activity; the DPPH free radical-scavenging value and ferric ion reducing potential were both increased. [10] In one study examining the cognitive effects of butterbur, the herb significantly decreased levels of reactive oxygen species (ROS) levels and increased the viability of HT22 mouse neuronal cells exposed to Aß plaques. The study found that the mechanism for the former was related to increased expression of heme oxygenase-1 (HO-1), NAD(P)H quinine dehydrogenase 1, and cyclic AMP response element-binding protein (CREB), which are all involved in antioxidant pathways. [8] Similarly, in Aß plaque-injected mice, the administration of butterbur resulted in significantly decreased CREB expression in the dentate gyrus. [8]"}
{"id": "article-18735_11", "title": "Butterbur -- Administration", "content": "Butterbur is given almost exclusively via oral administration. [11] The recommended daily dose is between 50 mg to 150 mg.", "contents": "Butterbur -- Administration. Butterbur is given almost exclusively via oral administration. [11] The recommended daily dose is between 50 mg to 150 mg."}
{"id": "article-18735_12", "title": "Butterbur -- Adverse Effects", "content": "Previous randomized controlled trials have found no serious adverse effects and good overall tolerance of the drug. [2] Minor effects include gastrointestinal symptoms (belching is the most common), dyspepsia, headache, itchy eyes, drowsiness, fatigue, and asthma. Long-term use of butterbur may rarely lead to cholestatic hepatitis (estimated incidence of 1:175,000). Patients who are allergic to ragweed and daisies may also have similar allergic reactions to butterbur. [2]", "contents": "Butterbur -- Adverse Effects. Previous randomized controlled trials have found no serious adverse effects and good overall tolerance of the drug. [2] Minor effects include gastrointestinal symptoms (belching is the most common), dyspepsia, headache, itchy eyes, drowsiness, fatigue, and asthma. Long-term use of butterbur may rarely lead to cholestatic hepatitis (estimated incidence of 1:175,000). Patients who are allergic to ragweed and daisies may also have similar allergic reactions to butterbur. [2]"}
{"id": "article-18735_13", "title": "Butterbur -- Adverse Effects", "content": "One major area of concern regarding safety is with pyrrolizidine alkaloids which are commonly found in the butterbur plant. [9] These substances can cause hepatotoxicity, lung toxicity, carcinogenesis, and thrombosis. Fortunately, the commercial preparation process of butterbur typically removes these substances. Thus, it is recommended for consumers of butterbur only buy brands that are free of alkaloids and other plant carcinogens.", "contents": "Butterbur -- Adverse Effects. One major area of concern regarding safety is with pyrrolizidine alkaloids which are commonly found in the butterbur plant. [9] These substances can cause hepatotoxicity, lung toxicity, carcinogenesis, and thrombosis. Fortunately, the commercial preparation process of butterbur typically removes these substances. Thus, it is recommended for consumers of butterbur only buy brands that are free of alkaloids and other plant carcinogens."}
{"id": "article-18735_14", "title": "Butterbur -- Adverse Effects", "content": "Severe hepatotoxicity may be associated with butterbur use, but the evidence is unclear. From the World Health Organization's Vigibase, one study reported 40 cases of hepatotoxicity, including two liver transplants associated with the use of Petasites formulations. [3] However, these cases may be the result of the use of butterbur contaminated with alkaloids. Another article reported detecting levels of toxic alkaloids in seven out of 21 commercially available compounds. [3] Therefore, at least some brands are inadequately removing alkaloids from their butterbur formulations. In summary, it is unclear if hepatotoxicity is due to alkaloids in the formulation or the butterbur itself. To evaluate the hepatotoxic effects of butterbur more clearly, a future study can collect data on brands that claim to be alkaloid-free by thoroughly reviewing the literature and the Periodic Update Safety Report. The data can then be analyzed with the Roussel Uclaf Causality Assessment Method test to determine if butterbur carries an association with hepatotoxicity. [12]", "contents": "Butterbur -- Adverse Effects. Severe hepatotoxicity may be associated with butterbur use, but the evidence is unclear. From the World Health Organization's Vigibase, one study reported 40 cases of hepatotoxicity, including two liver transplants associated with the use of Petasites formulations. [3] However, these cases may be the result of the use of butterbur contaminated with alkaloids. Another article reported detecting levels of toxic alkaloids in seven out of 21 commercially available compounds. [3] Therefore, at least some brands are inadequately removing alkaloids from their butterbur formulations. In summary, it is unclear if hepatotoxicity is due to alkaloids in the formulation or the butterbur itself. To evaluate the hepatotoxic effects of butterbur more clearly, a future study can collect data on brands that claim to be alkaloid-free by thoroughly reviewing the literature and the Periodic Update Safety Report. The data can then be analyzed with the Roussel Uclaf Causality Assessment Method test to determine if butterbur carries an association with hepatotoxicity. [12]"}
{"id": "article-18735_15", "title": "Butterbur -- Contraindications", "content": "Butterbur use is contraindicated in patients using anticholinergic medications. Also, there have not been studies establishing safety criteria in children under six or pregnant or lactating women. Therefore, butterbur use is not recommended in these groups. [9]", "contents": "Butterbur -- Contraindications. Butterbur use is contraindicated in patients using anticholinergic medications. Also, there have not been studies establishing safety criteria in children under six or pregnant or lactating women. Therefore, butterbur use is not recommended in these groups. [9]"}
{"id": "article-18735_16", "title": "Butterbur -- Monitoring", "content": "Multiple studies recommend a daily dose of 50-150 mg. [11] Monitoring liver function (AST, ALT,  ALP, GCT, bilirubin) is recommended due to potential hepatotoxicity from butterbur or drug contamination with pyrrolizidine alkaloids. [2]", "contents": "Butterbur -- Monitoring. Multiple studies recommend a daily dose of 50-150 mg. [11] Monitoring liver function (AST, ALT,  ALP, GCT, bilirubin) is recommended due to potential hepatotoxicity from butterbur or drug contamination with pyrrolizidine alkaloids. [2]"}
{"id": "article-18735_17", "title": "Butterbur -- Toxicity", "content": "The list of side effects of butterbur is in the adverse effects section. Long-term use of butterbur may rarely lead to reversible cholestatic hepatitis (estimated incidence of 1:175,000). [9] Butterbur may also interact with anticholinergic medications. There is no known antidote for butterbur overdose. The recommendation in such cases is to cease using the drug.", "contents": "Butterbur -- Toxicity. The list of side effects of butterbur is in the adverse effects section. Long-term use of butterbur may rarely lead to reversible cholestatic hepatitis (estimated incidence of 1:175,000). [9] Butterbur may also interact with anticholinergic medications. There is no known antidote for butterbur overdose. The recommendation in such cases is to cease using the drug."}
{"id": "article-18735_18", "title": "Butterbur -- Enhancing Healthcare Team Outcomes", "content": "There have been no formal studies examining interprofessional care and its relationship to butterbur. Nevertheless, close coordination among all interprofessional healthcare team members, including clinicians (MDs, DOs, PAs, NPs), nurses, pharmacists, and other healthcare providers, is recommended to monitor for side effects and interactions with other medications, especially anticholinergics. As a herbal remedy, butterbur may often not appear on a patient's official prescribed medication list. Therefore, every healthcare provider needs to inquire about alternative or natural remedies when interviewing patients and record it in the patient's chart. By employing interprofessional care coordination and open communication, the healthcare team can optimize patient care and prevent adverse events for patients using butterbur. [Level 5]", "contents": "Butterbur -- Enhancing Healthcare Team Outcomes. There have been no formal studies examining interprofessional care and its relationship to butterbur. Nevertheless, close coordination among all interprofessional healthcare team members, including clinicians (MDs, DOs, PAs, NPs), nurses, pharmacists, and other healthcare providers, is recommended to monitor for side effects and interactions with other medications, especially anticholinergics. As a herbal remedy, butterbur may often not appear on a patient's official prescribed medication list. Therefore, every healthcare provider needs to inquire about alternative or natural remedies when interviewing patients and record it in the patient's chart. By employing interprofessional care coordination and open communication, the healthcare team can optimize patient care and prevent adverse events for patients using butterbur. [Level 5]"}
{"id": "article-18735_19", "title": "Butterbur -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Butterbur -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}