{"id": "article-20175_0", "title": "Cushing Disease -- Continuing Education Activity", "content": "Cushing disease is an endocrine disorder characterized by excessive adrenocorticotropic hormone (ACTH) production by the anterior pituitary, leading to the release of an excess of cortisol from the adrenal glands. This activity explains the evaluation and treatment of Cushing disease as well as the interprofessional team's role in managing patients with this condition.", "contents": "Cushing Disease -- Continuing Education Activity. Cushing disease is an endocrine disorder characterized by excessive adrenocorticotropic hormone (ACTH) production by the anterior pituitary, leading to the release of an excess of cortisol from the adrenal glands. This activity explains the evaluation and treatment of Cushing disease as well as the interprofessional team's role in managing patients with this condition."}
{"id": "article-20175_1", "title": "Cushing Disease -- Continuing Education Activity", "content": "Objectives: Summarize the etiology of Cushing disease. Describe the actions of ACTH in the pathophysiology of Cushing disease. Review the physical exam findings associated with Cushing disease. Outline some interprofessional team strategies that can improve increase collaborative care and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Cushing Disease -- Continuing Education Activity. Objectives: Summarize the etiology of Cushing disease. Describe the actions of ACTH in the pathophysiology of Cushing disease. Review the physical exam findings associated with Cushing disease. Outline some interprofessional team strategies that can improve increase collaborative care and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20175_2", "title": "Cushing Disease -- Introduction", "content": "Cushing disease is an endocrine disorder characterized by increased adrenocorticotropic hormone (ACTH) production from the anterior pituitary, leading to excess cortisol release from the adrenal glands. [1] This is often caused by a pituitary adenoma or it is the result of excess production of corticotropin-releasing hormone (CRH) from the hypothalamus. [2] Symptoms of the disease include generalized weakness, high blood pressure, diabetes mellitus, menstrual irregularities, or psychiatric changes. [1] Physical manifestations of excess cortisol levels include moon facies, buffalo hump, easy bruising, abdominal striae, obesity, facial plethora, and hirsutism. [2] A key feature is that many patients with Cushing disease do not present with bitemporal hemianopsia, and the reason is that most lesions are pituitary microadenomas (less than 10mm size).", "contents": "Cushing Disease -- Introduction. Cushing disease is an endocrine disorder characterized by increased adrenocorticotropic hormone (ACTH) production from the anterior pituitary, leading to excess cortisol release from the adrenal glands. [1] This is often caused by a pituitary adenoma or it is the result of excess production of corticotropin-releasing hormone (CRH) from the hypothalamus. [2] Symptoms of the disease include generalized weakness, high blood pressure, diabetes mellitus, menstrual irregularities, or psychiatric changes. [1] Physical manifestations of excess cortisol levels include moon facies, buffalo hump, easy bruising, abdominal striae, obesity, facial plethora, and hirsutism. [2] A key feature is that many patients with Cushing disease do not present with bitemporal hemianopsia, and the reason is that most lesions are pituitary microadenomas (less than 10mm size)."}
{"id": "article-20175_3", "title": "Cushing Disease -- Etiology", "content": "Patients with Cushing disease almost always have a pituitary adenoma, often not evident by imaging. However, rare cases may result from diffuse corticotroph cell hyperplasia, even in the absence of ectopic secretion of corticotropin-releasing hormone (CRH). The tumors are usually microadenomas (less than 10 mm in size); only about 5 to 10 percent are macroadenomas. Macroadenomas are more likely to produce abnormally high ACTH concentrations when compared to microadenomas (83 versus 45 percent). [3] [4] Several genetic mutations are responsible for these adenomas. [5] The most common mutation is USP8 (ubiquitin specific peptidase 8). These mutations lead to abnormal expression of growth factors, which act with ACTH to increase cortisol level. [6]", "contents": "Cushing Disease -- Etiology. Patients with Cushing disease almost always have a pituitary adenoma, often not evident by imaging. However, rare cases may result from diffuse corticotroph cell hyperplasia, even in the absence of ectopic secretion of corticotropin-releasing hormone (CRH). The tumors are usually microadenomas (less than 10 mm in size); only about 5 to 10 percent are macroadenomas. Macroadenomas are more likely to produce abnormally high ACTH concentrations when compared to microadenomas (83 versus 45 percent). [3] [4] Several genetic mutations are responsible for these adenomas. [5] The most common mutation is USP8 (ubiquitin specific peptidase 8). These mutations lead to abnormal expression of growth factors, which act with ACTH to increase cortisol level. [6]"}
{"id": "article-20175_4", "title": "Cushing Disease -- Epidemiology", "content": "Cushing disease is the second most commonly seen cause of Cushing syndrome, the first cause being exogenous use of steroids. The average incidence of new cases is about 2.4 cases per million people per year. [2] This disease is often diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 year old. [2] The prevalence of hypertension and the abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated cases of the disease. [2] The mortality rate of Cushing disease is estimated to be about 10% to 11%. [2]", "contents": "Cushing Disease -- Epidemiology. Cushing disease is the second most commonly seen cause of Cushing syndrome, the first cause being exogenous use of steroids. The average incidence of new cases is about 2.4 cases per million people per year. [2] This disease is often diagnosed 3 to 6 years after the onset of the illness. The peak incidence of Cushing disease is in women between the ages of 50 and 60 year old. [2] The prevalence of hypertension and the abnormalities of glucose metabolism are major predictors of morbidity and mortality in untreated cases of the disease. [2] The mortality rate of Cushing disease is estimated to be about 10% to 11%. [2]"}
{"id": "article-20175_5", "title": "Cushing Disease -- Pathophysiology", "content": "In Cushing disease the frequency of ACTH production remains the same, but the normal circadian rhythm is lost. The increased plasma ACTH causes bilateral adrenal hyperplasia and a consequent increase in the production of cortisol. Therefore, the normal circadian rhythm of cortisol is also lost. [7]", "contents": "Cushing Disease -- Pathophysiology. In Cushing disease the frequency of ACTH production remains the same, but the normal circadian rhythm is lost. The increased plasma ACTH causes bilateral adrenal hyperplasia and a consequent increase in the production of cortisol. Therefore, the normal circadian rhythm of cortisol is also lost. [7]"}
{"id": "article-20175_6", "title": "Cushing Disease -- Pathophysiology", "content": "Cortisol functions primarily as a glucocorticoid; however, in high concentrations, cortisol can also exhibit mineralocorticoid activity, leading to hypertension and hypokalemia through the renin-angiotensin-aldosterone system (RAAS). [1] The RAAS hormone system regulates plasma sodium concentrations as well as arterial blood pressure, which can indirectly lead to hypokalemia. [1]", "contents": "Cushing Disease -- Pathophysiology. Cortisol functions primarily as a glucocorticoid; however, in high concentrations, cortisol can also exhibit mineralocorticoid activity, leading to hypertension and hypokalemia through the renin-angiotensin-aldosterone system (RAAS). [1] The RAAS hormone system regulates plasma sodium concentrations as well as arterial blood pressure, which can indirectly lead to hypokalemia. [1]"}
{"id": "article-20175_7", "title": "Cushing Disease -- Histopathology", "content": "Histologically, the pituitary adenomas that secrete ACTH are usually basophilic on hematoxylin & eosin (H&E) staining and are strongly positive with periodic acid-Schiff (PAS) staining. The cytoplasm is granular, and the nucleus is large, with a prominent nucleolus and coarse chromatin.", "contents": "Cushing Disease -- Histopathology. Histologically, the pituitary adenomas that secrete ACTH are usually basophilic on hematoxylin & eosin (H&E) staining and are strongly positive with periodic acid-Schiff (PAS) staining. The cytoplasm is granular, and the nucleus is large, with a prominent nucleolus and coarse chromatin."}
{"id": "article-20175_8", "title": "Cushing Disease -- History and Physical", "content": "Patients with hypercortisolism present with weight gain (50%), hypertension, easy bruising, striae, acne, flushing, poor wound healing, lower limb edema, fatigue, impaired glucose tolerance, osteoporosis, hyperpigmentation of the skin, mood and memory changes, amenorrhea, hirsutism, decreased sexual drive, or frequent infections. Clinical manifestations vary widely among patients; thus, a high index of clinical suspicion must be maintained to diagnose this correctly. [8] Although uncommon, large pituitary tumors (macroadenomas) can also present with mass effects on surrounding structures. [8] These cases may present with decreased peripheral vision or headaches. [9]", "contents": "Cushing Disease -- History and Physical. Patients with hypercortisolism present with weight gain (50%), hypertension, easy bruising, striae, acne, flushing, poor wound healing, lower limb edema, fatigue, impaired glucose tolerance, osteoporosis, hyperpigmentation of the skin, mood and memory changes, amenorrhea, hirsutism, decreased sexual drive, or frequent infections. Clinical manifestations vary widely among patients; thus, a high index of clinical suspicion must be maintained to diagnose this correctly. [8] Although uncommon, large pituitary tumors (macroadenomas) can also present with mass effects on surrounding structures. [8] These cases may present with decreased peripheral vision or headaches. [9]"}
{"id": "article-20175_9", "title": "Cushing Disease -- Evaluation", "content": "On presentation, more than half of the patients with Cushing disease have a microadenoma with a diameter of less than 5 mm. [10] Of these, only 10% are large enough to cause a mass effect on the cerebral tissue to affect the structure of the sellar region. [10] Therefore, most cases of ACTH-secreting pituitary adenomas are found after suspicion of excess cortisol and androgen production. [11]", "contents": "Cushing Disease -- Evaluation. On presentation, more than half of the patients with Cushing disease have a microadenoma with a diameter of less than 5 mm. [10] Of these, only 10% are large enough to cause a mass effect on the cerebral tissue to affect the structure of the sellar region. [10] Therefore, most cases of ACTH-secreting pituitary adenomas are found after suspicion of excess cortisol and androgen production. [11]"}
{"id": "article-20175_10", "title": "Cushing Disease -- Evaluation", "content": "Biochemical diagnostic tests to confirm hypercortisolism include salivary and blood serum cortisol testing, 24-hour urinary-free cortisol testing, and low-dose overnight dexamethasone suppression testing. [12] [13] The late-night or midnight salivary cortisol test recently has been gaining support due to its ease of administration. [14] This test measures free-circulating cortisol and has both a sensitivity and specificity of 95% to 98%. The urinary-free cortisol test measures the excess cortisol excreted by the kidneys into the urine. [15] Results that are three times higher than normal free cortisol levels, along with another abnormal test, are considered to be attributable to Cushing syndrome. [15] This test needs to be repeated three times to exclude any normal periods of hypercortisolism. The specificity of this test is 81%. The high false-positive rate can be caused by pseudo-Cushingoid states, including stress, obesity, alcoholism, depression, pregnancy, sleep apnea, polycystic ovary syndrome, familial glucocorticoid resistance, and hyperthyroidism. [12]", "contents": "Cushing Disease -- Evaluation. Biochemical diagnostic tests to confirm hypercortisolism include salivary and blood serum cortisol testing, 24-hour urinary-free cortisol testing, and low-dose overnight dexamethasone suppression testing. [12] [13] The late-night or midnight salivary cortisol test recently has been gaining support due to its ease of administration. [14] This test measures free-circulating cortisol and has both a sensitivity and specificity of 95% to 98%. The urinary-free cortisol test measures the excess cortisol excreted by the kidneys into the urine. [15] Results that are three times higher than normal free cortisol levels, along with another abnormal test, are considered to be attributable to Cushing syndrome. [15] This test needs to be repeated three times to exclude any normal periods of hypercortisolism. The specificity of this test is 81%. The high false-positive rate can be caused by pseudo-Cushingoid states, including stress, obesity, alcoholism, depression, pregnancy, sleep apnea, polycystic ovary syndrome, familial glucocorticoid resistance, and hyperthyroidism. [12]"}
{"id": "article-20175_11", "title": "Cushing Disease -- Evaluation", "content": "The low-dose dexamethasone, 1 or 2mg, suppression tests (DSTs) are standard screening tests to differentiate patients with CS of any cause from patients who do not have Cushing Syndrome (CS). [16]", "contents": "Cushing Disease -- Evaluation. The low-dose dexamethasone, 1 or 2mg, suppression tests (DSTs) are standard screening tests to differentiate patients with CS of any cause from patients who do not have Cushing Syndrome (CS). [16]"}
{"id": "article-20175_12", "title": "Cushing Disease -- Evaluation", "content": "The overnight 1 mg DST consists of administering 1 mg of dexamethasone at 11 PM to midnight and measuring the serum cortisol at 8 AM the next morning. A cortisol level of less than 1.8 mcg/dL (or 50 nmol/L) is considered a normal response. [16]", "contents": "Cushing Disease -- Evaluation. The overnight 1 mg DST consists of administering 1 mg of dexamethasone at 11 PM to midnight and measuring the serum cortisol at 8 AM the next morning. A cortisol level of less than 1.8 mcg/dL (or 50 nmol/L) is considered a normal response. [16]"}
{"id": "article-20175_13", "title": "Cushing Disease -- Evaluation", "content": "In 2 mg DST, dexamethasone 0.5 mg is administered by mouth at six-hour intervals for 48 hours. The serum cortisol level is measured 6 hours after the last dose of dexamethasone is given. Like 1 mg DST, a cortisol level of less than 1.8 mcg/dL is considered a normal response. This test's sensitivity and specificity are 100% and 88%, respectively, with a positive predictive value of 92% and a negative predictive value of 89%. [15] The low dose DSTs cannot be used as a sole criterion for the diagnosis of CS. At least one other test should be utilized to establish or exclude the diagnosis. Moreover, drugs that alter the concentration of corticosteroid-binding globulin (CBG) may result in false test resultss. For instance, oral contraceptive pills and other estrogens can raise CBG, resulting in false-positive DSTs. Hence, they should be discontinued six weeks before performing these tests, or other tests should be performed. [16]", "contents": "Cushing Disease -- Evaluation. In 2 mg DST, dexamethasone 0.5 mg is administered by mouth at six-hour intervals for 48 hours. The serum cortisol level is measured 6 hours after the last dose of dexamethasone is given. Like 1 mg DST, a cortisol level of less than 1.8 mcg/dL is considered a normal response. This test's sensitivity and specificity are 100% and 88%, respectively, with a positive predictive value of 92% and a negative predictive value of 89%. [15] The low dose DSTs cannot be used as a sole criterion for the diagnosis of CS. At least one other test should be utilized to establish or exclude the diagnosis. Moreover, drugs that alter the concentration of corticosteroid-binding globulin (CBG) may result in false test resultss. For instance, oral contraceptive pills and other estrogens can raise CBG, resulting in false-positive DSTs. Hence, they should be discontinued six weeks before performing these tests, or other tests should be performed. [16]"}
{"id": "article-20175_14", "title": "Cushing Disease -- Evaluation", "content": "Two or more positive initial screening tests in a patient with a high pretest probability of Cushing disease confirm the biochemical diagnosis of Cushing syndrome. [12] [17] Once Cushing syndrome has been diagnosed, the first step toward finding the cause is by measuring a baseline plasma ACTH level. [15] A level consistently greater than 3.3 pmol/L is classified as corticotropin-dependent. [15] To differentiate Cushing disease from ectopic corticotropin syndrome, a corticotropin-releasing hormone (CRH) test is needed. [15] In a patient with Cushing disease, the administered CRH stimulates additional corticotropin release, resulting in an elevated plasma corticotropin level. [15] The sensitivity of the CRH test for detecting Cushing disease is 93% when plasma levels are measured at fifteen and thirty minutes. [15] Alternatively, a high-dose 48-hour dexamethasone suppression test or pituitary magnetic resonance imaging (MRI) can be used. [15]", "contents": "Cushing Disease -- Evaluation. Two or more positive initial screening tests in a patient with a high pretest probability of Cushing disease confirm the biochemical diagnosis of Cushing syndrome. [12] [17] Once Cushing syndrome has been diagnosed, the first step toward finding the cause is by measuring a baseline plasma ACTH level. [15] A level consistently greater than 3.3 pmol/L is classified as corticotropin-dependent. [15] To differentiate Cushing disease from ectopic corticotropin syndrome, a corticotropin-releasing hormone (CRH) test is needed. [15] In a patient with Cushing disease, the administered CRH stimulates additional corticotropin release, resulting in an elevated plasma corticotropin level. [15] The sensitivity of the CRH test for detecting Cushing disease is 93% when plasma levels are measured at fifteen and thirty minutes. [15] Alternatively, a high-dose 48-hour dexamethasone suppression test or pituitary magnetic resonance imaging (MRI) can be used. [15]"}
{"id": "article-20175_15", "title": "Cushing Disease -- Evaluation", "content": "For the high-dose 48-hour dexamethasone suppression test, a plasma cortisol level above 1.8 mcg/dL (measured 48-hours after either administration of dexamethasone 2 mg by mouth every 6 hours for 48 hours, or 48-hours after one dose of 8 mg is given) is indicative of Cushing disease. [2] This test has an 8% false-negative rate. [2]", "contents": "Cushing Disease -- Evaluation. For the high-dose 48-hour dexamethasone suppression test, a plasma cortisol level above 1.8 mcg/dL (measured 48-hours after either administration of dexamethasone 2 mg by mouth every 6 hours for 48 hours, or 48-hours after one dose of 8 mg is given) is indicative of Cushing disease. [2] This test has an 8% false-negative rate. [2]"}
{"id": "article-20175_16", "title": "Cushing Disease -- Evaluation", "content": "Pituitary MRI may show the ACTH secreting tumor if present. However, MRI fails to detect a tumor in 40% of patients with Cushing disease. The average size of the tumor that was detected on MRI was about 6 mm. [10]", "contents": "Cushing Disease -- Evaluation. Pituitary MRI may show the ACTH secreting tumor if present. However, MRI fails to detect a tumor in 40% of patients with Cushing disease. The average size of the tumor that was detected on MRI was about 6 mm. [10]"}
{"id": "article-20175_17", "title": "Cushing Disease -- Evaluation", "content": "The most accurate test used to differentiate a pituitary adenoma from ectopic or adrenal Cushing syndrome is inferior petrosal sinus sampling. [12] [18] This invasive method measures the difference in ACTH level found in the inferior petrosal sinus (where the pituitary gland drains) compared to the periphery. [12] [18] A basal central to the peripheral ratio of over 3:1 when CRH is administered confirms the diagnosis of Cushing disease. [18] This test is considered the gold standard in diagnosing Cushing disease because it has a sensitivity and specificity of nearly 94%. Still, it is rarely used in clinical practice due to its high cost, invasiveness, rare but serious complications, and the required special expertise to perform.", "contents": "Cushing Disease -- Evaluation. The most accurate test used to differentiate a pituitary adenoma from ectopic or adrenal Cushing syndrome is inferior petrosal sinus sampling. [12] [18] This invasive method measures the difference in ACTH level found in the inferior petrosal sinus (where the pituitary gland drains) compared to the periphery. [12] [18] A basal central to the peripheral ratio of over 3:1 when CRH is administered confirms the diagnosis of Cushing disease. [18] This test is considered the gold standard in diagnosing Cushing disease because it has a sensitivity and specificity of nearly 94%. Still, it is rarely used in clinical practice due to its high cost, invasiveness, rare but serious complications, and the required special expertise to perform."}
{"id": "article-20175_18", "title": "Cushing Disease -- Treatment / Management", "content": "If a primary ACTH secreting tumor is found, first-line treatment is surgical resection of the adenoma via trans-sphenoidal surgery (TSS). [15] [19] This can either be conducted via an endonasal or sublabial approach, depending on surgeon preferences. [20] The probability of successful resection is higher when the tumor can be identified during the initial surgery. Overall, remission rates after TSS are in the range of 65% to 90% for microadenomas and less than 65% for macroadenomas. [15] [21] Patients with persistent disease after initial surgery frequently undergo repeat pituitary surgery despite a lower success rate and increased risk for pituitary insufficiency. The most common complications of this procedure include diabetes insipidus (15%), fluid and electrolyte abnormalities (12.5%), and neurological deficits (5.6%). [20] [5] Patients over age 64 have a higher incidence of adverse outcomes. [22]", "contents": "Cushing Disease -- Treatment / Management. If a primary ACTH secreting tumor is found, first-line treatment is surgical resection of the adenoma via trans-sphenoidal surgery (TSS). [15] [19] This can either be conducted via an endonasal or sublabial approach, depending on surgeon preferences. [20] The probability of successful resection is higher when the tumor can be identified during the initial surgery. Overall, remission rates after TSS are in the range of 65% to 90% for microadenomas and less than 65% for macroadenomas. [15] [21] Patients with persistent disease after initial surgery frequently undergo repeat pituitary surgery despite a lower success rate and increased risk for pituitary insufficiency. The most common complications of this procedure include diabetes insipidus (15%), fluid and electrolyte abnormalities (12.5%), and neurological deficits (5.6%). [20] [5] Patients over age 64 have a higher incidence of adverse outcomes. [22]"}
{"id": "article-20175_19", "title": "Cushing Disease -- Treatment / Management", "content": "Alternatively, pituitary radiation therapy can be used after an unsuccessful TSS. [15] [23] External-beam pituitary radiotherapy is most effective in pediatric patients, with cure rates in this population as high as 80% to 88%. [24] The most common complication from this treatment is hypopituitarism, causing growth hormone deficiency. This complication has been reported in 36% to 68% of patients. [24]", "contents": "Cushing Disease -- Treatment / Management. Alternatively, pituitary radiation therapy can be used after an unsuccessful TSS. [15] [23] External-beam pituitary radiotherapy is most effective in pediatric patients, with cure rates in this population as high as 80% to 88%. [24] The most common complication from this treatment is hypopituitarism, causing growth hormone deficiency. This complication has been reported in 36% to 68% of patients. [24]"}
{"id": "article-20175_20", "title": "Cushing Disease -- Treatment / Management", "content": "Lastly, bilateral adrenalectomy can be used to provide an immediate reduction of cortisol levels in patients with Cushing disease. However, these patients will then require lifelong administration of glucocorticoid and mineralocorticoid replacement therapy. [25] A major complication of this treatment is Nelson syndrome, which is the development of ACTH secreting macroadenomas post-bilateral adrenalectomy. [2] The incidence is between 8% to 29% and is diagnosed with an average of 15 years post-bilateral adrenalectomy. [2]", "contents": "Cushing Disease -- Treatment / Management. Lastly, bilateral adrenalectomy can be used to provide an immediate reduction of cortisol levels in patients with Cushing disease. However, these patients will then require lifelong administration of glucocorticoid and mineralocorticoid replacement therapy. [25] A major complication of this treatment is Nelson syndrome, which is the development of ACTH secreting macroadenomas post-bilateral adrenalectomy. [2] The incidence is between 8% to 29% and is diagnosed with an average of 15 years post-bilateral adrenalectomy. [2]"}
{"id": "article-20175_21", "title": "Cushing Disease -- Treatment / Management", "content": "Post-treatment testing with 24-hour urine and blood samples are used to detect the level of cortisol. [15] The disappearance of the response to the desmopressin test after surgery may suggest complete removal of the tumor and, therefore, a lower possibility of recurrence. [26] Recurrence of hypercortisolemia occurs in about a third of patients after initial treatment of Cushing disease. [24] [27] Therefore, lifelong monitoring is required. [27] Late-night salivary cortisol appears to be the best predictor of recurrence. [28] [29]", "contents": "Cushing Disease -- Treatment / Management. Post-treatment testing with 24-hour urine and blood samples are used to detect the level of cortisol. [15] The disappearance of the response to the desmopressin test after surgery may suggest complete removal of the tumor and, therefore, a lower possibility of recurrence. [26] Recurrence of hypercortisolemia occurs in about a third of patients after initial treatment of Cushing disease. [24] [27] Therefore, lifelong monitoring is required. [27] Late-night salivary cortisol appears to be the best predictor of recurrence. [28] [29]"}
{"id": "article-20175_22", "title": "Cushing Disease -- Treatment / Management", "content": "In cases of recurrent or remnant Cushing disease pharmacological therapy can control the associated hormonal imbalances. [30] These medical therapies either target the central inhibition of ACTH secretion, the adrenal inhibition of steroidogenesis, or the glucocorticoid-receptor blockade.", "contents": "Cushing Disease -- Treatment / Management. In cases of recurrent or remnant Cushing disease pharmacological therapy can control the associated hormonal imbalances. [30] These medical therapies either target the central inhibition of ACTH secretion, the adrenal inhibition of steroidogenesis, or the glucocorticoid-receptor blockade."}
{"id": "article-20175_23", "title": "Cushing Disease -- Treatment / Management", "content": "Centrally acting agents include pasireotide and cabergoline that have been shown to control Cushing disease in 35-40% of the cases. [31] [32] The pasireotide therapy also helped with tumor volume reductions with over 40% of patients showing over 20% reduction tumor reduction. The pasireotide use has become much better tolerated and accepted by patients when administered IM once monthly. This medication can cause or worsen hyperglycemia and it should be used with caution in patients with diabetes that might require adjustmen of her antidiabetic medications. [33] [34] Cabergoline has also shown to help with Cushing disease patients both in the normalization of lab results as well as tumor shrinkage. The dosage of the medication needs to be uptitrated and that increases the risk of side effects and complications, like impulse cotrol disorders and heart valve problems. [31] [35]", "contents": "Cushing Disease -- Treatment / Management. Centrally acting agents include pasireotide and cabergoline that have been shown to control Cushing disease in 35-40% of the cases. [31] [32] The pasireotide therapy also helped with tumor volume reductions with over 40% of patients showing over 20% reduction tumor reduction. The pasireotide use has become much better tolerated and accepted by patients when administered IM once monthly. This medication can cause or worsen hyperglycemia and it should be used with caution in patients with diabetes that might require adjustmen of her antidiabetic medications. [33] [34] Cabergoline has also shown to help with Cushing disease patients both in the normalization of lab results as well as tumor shrinkage. The dosage of the medication needs to be uptitrated and that increases the risk of side effects and complications, like impulse cotrol disorders and heart valve problems. [31] [35]"}
{"id": "article-20175_24", "title": "Cushing Disease -- Treatment / Management", "content": "Adrenal steroidogenesis inhibitors include ketoconazole, metyrapone, etomidate, mitotane, and osilodrostat. Ketoconazole that is the most commonly prescribed medication for Cushing has shown lab normalization in over 60% of cases that is lasting over 24 months. Its use is limited by hepatotoxicity that presents in 10-20% of the treated patients but it is easily reversible after reducing the dose or stopping the medication in the majority of those patients. [36] [37] Metyrapone use has limited availability through special order to the manufacturing company, while the etomidate is only use in rare cases hospiitalized and awating for further treatment. Mitotane is kept for use in persistent Cushing disease mostly in cases of adrenal cancer. Osilodrostat is the most recently approved treatment for Cushing disease in the US and Europe after studies showing that was very well tolerated and helped 86% of patients to normalize lab results. [38] [39]", "contents": "Cushing Disease -- Treatment / Management. Adrenal steroidogenesis inhibitors include ketoconazole, metyrapone, etomidate, mitotane, and osilodrostat. Ketoconazole that is the most commonly prescribed medication for Cushing has shown lab normalization in over 60% of cases that is lasting over 24 months. Its use is limited by hepatotoxicity that presents in 10-20% of the treated patients but it is easily reversible after reducing the dose or stopping the medication in the majority of those patients. [36] [37] Metyrapone use has limited availability through special order to the manufacturing company, while the etomidate is only use in rare cases hospiitalized and awating for further treatment. Mitotane is kept for use in persistent Cushing disease mostly in cases of adrenal cancer. Osilodrostat is the most recently approved treatment for Cushing disease in the US and Europe after studies showing that was very well tolerated and helped 86% of patients to normalize lab results. [38] [39]"}
{"id": "article-20175_25", "title": "Cushing Disease -- Treatment / Management", "content": "Lastly, mifepristone can be used as a glucocorticoid-receptor blocker. It has shown to normalize several symptoms and signs of Cushing disease, including the hyperglycemia, in over 60% of patient in recent studies. The cortisol levels remail high and so this test cannot be used to monitor its adrenal effect, but better the use of clinical presentation is needed for diagnosis adrenal insufficiency and treat the patients with appropriate cortisol replacement therapy. This medication also caused irregular vaginal bleeding in female patients due to the anti-progesterone effect. Close monitoring of other hormone levels, like the thyroid also needs to be done regularly. [40] [41]", "contents": "Cushing Disease -- Treatment / Management. Lastly, mifepristone can be used as a glucocorticoid-receptor blocker. It has shown to normalize several symptoms and signs of Cushing disease, including the hyperglycemia, in over 60% of patient in recent studies. The cortisol levels remail high and so this test cannot be used to monitor its adrenal effect, but better the use of clinical presentation is needed for diagnosis adrenal insufficiency and treat the patients with appropriate cortisol replacement therapy. This medication also caused irregular vaginal bleeding in female patients due to the anti-progesterone effect. Close monitoring of other hormone levels, like the thyroid also needs to be done regularly. [40] [41]"}
{"id": "article-20175_26", "title": "Cushing Disease -- Treatment / Management", "content": "Other medications, like retinoic acid and silibinin, have shown some promising results but its use is limited by high cost and side effects, but more studies are conducted and further results are expected in the near future. [11]", "contents": "Cushing Disease -- Treatment / Management. Other medications, like retinoic acid and silibinin, have shown some promising results but its use is limited by high cost and side effects, but more studies are conducted and further results are expected in the near future. [11]"}
{"id": "article-20175_27", "title": "Cushing Disease -- Differential Diagnosis", "content": "The differential diagnosis for Cushing disease includes Cushing syndrome, ectopic ACTH secretion, exogenous corticosteroid use, pseudo-Cushing syndrome, or physiologic hypercortisolism. [16]", "contents": "Cushing Disease -- Differential Diagnosis. The differential diagnosis for Cushing disease includes Cushing syndrome, ectopic ACTH secretion, exogenous corticosteroid use, pseudo-Cushing syndrome, or physiologic hypercortisolism. [16]"}
{"id": "article-20175_28", "title": "Cushing Disease -- Prognosis", "content": "Without treatment, Cushing disease is ultimately fatal. The mortality is due to the excess production of glucocorticoids, which can lead to many medical problems, including cardiovascular problems and impairment in immune function. [42] For patients who undergo surgery, lifelong treatment with glucocorticoids is necessary. [43]", "contents": "Cushing Disease -- Prognosis. Without treatment, Cushing disease is ultimately fatal. The mortality is due to the excess production of glucocorticoids, which can lead to many medical problems, including cardiovascular problems and impairment in immune function. [42] For patients who undergo surgery, lifelong treatment with glucocorticoids is necessary. [43]"}
{"id": "article-20175_29", "title": "Cushing Disease -- Complications", "content": "Complications of untreated Cushing disease include: Osteoporosis, which can lead to pathological fractures, often appearing in the foot bones and ribs. Hypertension Type 2 diabetes mellitus Infections resulting from an impaired immune response Reduced muscle mass Depression and other psychological problems", "contents": "Cushing Disease -- Complications. Complications of untreated Cushing disease include: Osteoporosis, which can lead to pathological fractures, often appearing in the foot bones and ribs. Hypertension Type 2 diabetes mellitus Infections resulting from an impaired immune response Reduced muscle mass Depression and other psychological problems"}
{"id": "article-20175_30", "title": "Cushing Disease -- Deterrence and Patient Education", "content": "Patients need to understand that often Cushing disease is secondary to another pathophysiology and that they must comply with the treatment regimen for both conditions to help alleviate their disease.", "contents": "Cushing Disease -- Deterrence and Patient Education. Patients need to understand that often Cushing disease is secondary to another pathophysiology and that they must comply with the treatment regimen for both conditions to help alleviate their disease."}
{"id": "article-20175_31", "title": "Cushing Disease -- Pearls and Other Issues", "content": "Medical therapy has been gaining popularity in the treatment of pituitary tumors quite recently. Although surgery is still considered the first-line treatment, the variety of medications studied in Cushing disease offer further treatment options for the patients who are not good surgical candidates or they have remnant disease after surgery.", "contents": "Cushing Disease -- Pearls and Other Issues. Medical therapy has been gaining popularity in the treatment of pituitary tumors quite recently. Although surgery is still considered the first-line treatment, the variety of medications studied in Cushing disease offer further treatment options for the patients who are not good surgical candidates or they have remnant disease after surgery."}
{"id": "article-20175_32", "title": "Cushing Disease -- Enhancing Healthcare Team Outcomes", "content": "Cushing disease is a rare pituitary gland disorder best managed by an interprofessional team that includes a neurosurgeon, radiation consultant, endocrinologist, radiologist, primary care provider, nursing staff, internist, and pharmacist. These patients are prone to several complications, including peptic ulcer disease, weight gain, osteoporosis, diabetes, depressed immune system, and hypertension. Hence they have to be closely monitored. The interprofessional approach will drive improved outcomes by connecting aspects of all pathophysiology present with valuable input from all disciplines. [Level 5]", "contents": "Cushing Disease -- Enhancing Healthcare Team Outcomes. Cushing disease is a rare pituitary gland disorder best managed by an interprofessional team that includes a neurosurgeon, radiation consultant, endocrinologist, radiologist, primary care provider, nursing staff, internist, and pharmacist. These patients are prone to several complications, including peptic ulcer disease, weight gain, osteoporosis, diabetes, depressed immune system, and hypertension. Hence they have to be closely monitored. The interprofessional approach will drive improved outcomes by connecting aspects of all pathophysiology present with valuable input from all disciplines. [Level 5]"}
{"id": "article-20175_33", "title": "Cushing Disease -- Enhancing Healthcare Team Outcomes", "content": "Large pituitary lesions usually require resection, but small lesions may be treated with medications. These patients need lifelong follow-up with regular monitoring of cortisol levels. Recurrence of disease is not uncommon, and too much or too little cortisol can be life-threatening. [44] The pharmacist must emphasize to the patient the importance of medication compliance. The patient must also be urged to wear a medical alert bracelet to inform other clinicians about their health status. Patients need life long follow up. Close communication between the clinicians is vital to prevent complications and improve outcomes. The prognosis for a lot of patients may be guarded. [45] [Level 5]", "contents": "Cushing Disease -- Enhancing Healthcare Team Outcomes. Large pituitary lesions usually require resection, but small lesions may be treated with medications. These patients need lifelong follow-up with regular monitoring of cortisol levels. Recurrence of disease is not uncommon, and too much or too little cortisol can be life-threatening. [44] The pharmacist must emphasize to the patient the importance of medication compliance. The patient must also be urged to wear a medical alert bracelet to inform other clinicians about their health status. Patients need life long follow up. Close communication between the clinicians is vital to prevent complications and improve outcomes. The prognosis for a lot of patients may be guarded. [45] [Level 5]"}
{"id": "article-20175_34", "title": "Cushing Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cushing Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}