{"id": "article-24303_0", "title": "Biochemistry, Lipase -- Introduction", "content": "Lipases are a family of enzymes that break down triglycerides into free fatty acids and glycerol. There are expressed and active in multiple tissues; for example, hepatic lipases are in the liver, hormone-sensitive lipases are in adipocytes, lipoprotein lipase is in the vascular endothelial surface, and pancreatic lipase is in the small intestine. [1] Lipases in pancreatic secretions are responsible for digestion and hydrolysis of fat and absorption of fat-soluble vitamins. Understanding the lipase function is crucial for the pathophysiology of fat necrosis and acute and chronic pancreatitis. Also, lipases play an essential role in the mechanism of some cholesterol-lowering medications. This review will explore the lipase enzyme's function, pathophysiology, and clinical significance. [2]", "contents": "Biochemistry, Lipase -- Introduction. Lipases are a family of enzymes that break down triglycerides into free fatty acids and glycerol. There are expressed and active in multiple tissues; for example, hepatic lipases are in the liver, hormone-sensitive lipases are in adipocytes, lipoprotein lipase is in the vascular endothelial surface, and pancreatic lipase is in the small intestine. [1] Lipases in pancreatic secretions are responsible for digestion and hydrolysis of fat and absorption of fat-soluble vitamins. Understanding the lipase function is crucial for the pathophysiology of fat necrosis and acute and chronic pancreatitis. Also, lipases play an essential role in the mechanism of some cholesterol-lowering medications. This review will explore the lipase enzyme's function, pathophysiology, and clinical significance. [2]"}
{"id": "article-24303_1", "title": "Biochemistry, Lipase -- Molecular Level", "content": "The lipases belong to the alpha/beta-hydrolase fold superfamily of enzymes. They work by employing chymotrypsin-like hydrolysis, which uses a histidine base, a serine nucleophile, and aspartic acid. [3] [4]", "contents": "Biochemistry, Lipase -- Molecular Level. The lipases belong to the alpha/beta-hydrolase fold superfamily of enzymes. They work by employing chymotrypsin-like hydrolysis, which uses a histidine base, a serine nucleophile, and aspartic acid. [3] [4]"}
{"id": "article-24303_2", "title": "Biochemistry, Lipase -- Function", "content": "Lipase is an enzyme that breaks down triglycerides into free fatty acids and glycerol by catalyzing the hydrolysis of the ester bonds in triglycerides. [5] Lipases are present in pancreatic secretions and participate in fat digestion and metabolism. They play an essential role in lipid transport and serve individual functions in several tissues, including hepatic lipase in the liver, hormone-sensitive lipases in the adipocytes, lipoprotein lipase in the endothelial cells, and pancreatic lipase in the small intestine. Hepatic lipase in the liver degrades the triglycerides that remain in intermediate-density lipoprotein (IDL). Hormone-sensitive lipase is found within fat tissue and is responsible for hydrolyzing the triglycerides stored within adipocytes. Lipoprotein lipase is found in the vascular endothelial cells and is responsible for degrading triglycerides that circulate from chylomicrons and very low-density lipoproteins (VLDLs). Pancreatic lipase is found within the small intestine and is involved in degrading dietary triglycerides. [6]", "contents": "Biochemistry, Lipase -- Function. Lipase is an enzyme that breaks down triglycerides into free fatty acids and glycerol by catalyzing the hydrolysis of the ester bonds in triglycerides. [5] Lipases are present in pancreatic secretions and participate in fat digestion and metabolism. They play an essential role in lipid transport and serve individual functions in several tissues, including hepatic lipase in the liver, hormone-sensitive lipases in the adipocytes, lipoprotein lipase in the endothelial cells, and pancreatic lipase in the small intestine. Hepatic lipase in the liver degrades the triglycerides that remain in intermediate-density lipoprotein (IDL). Hormone-sensitive lipase is found within fat tissue and is responsible for hydrolyzing the triglycerides stored within adipocytes. Lipoprotein lipase is found in the vascular endothelial cells and is responsible for degrading triglycerides that circulate from chylomicrons and very low-density lipoproteins (VLDLs). Pancreatic lipase is found within the small intestine and is involved in degrading dietary triglycerides. [6]"}
{"id": "article-24303_3", "title": "Biochemistry, Lipase -- Function", "content": "The LDL ultimately serves to transport cholesterol from the liver to peripheral tissue. Hepatic lipase plays a crucial role in developing and delivering low-density lipoprotein (LDL). The LDL is formed by modifying the IDL in the peripheral tissue and liver by hepatic lipase. These LDL particles are taken up, or endocytosed, via receptor-mediated endocytosis by target cell tissue. The LDL ultimately serves to transport cholesterol from the liver to peripheral tissue. [7]", "contents": "Biochemistry, Lipase -- Function. The LDL ultimately serves to transport cholesterol from the liver to peripheral tissue. Hepatic lipase plays a crucial role in developing and delivering low-density lipoprotein (LDL). The LDL is formed by modifying the IDL in the peripheral tissue and liver by hepatic lipase. These LDL particles are taken up, or endocytosed, via receptor-mediated endocytosis by target cell tissue. The LDL ultimately serves to transport cholesterol from the liver to peripheral tissue. [7]"}
{"id": "article-24303_4", "title": "Biochemistry, Lipase -- Pathophysiology", "content": "Fat necrosis can generally result from non-enzymatic and enzymatic cellular processes. During traumatic events, such as physical injury in breast tissue, non-enzymatic fat necrosis takes place. [8] In acute pancreatitis, saponification of peripancreatic fat occurs. This is due to the damage to fat cells causing the release of lipase, triglyceride breakdown, and the release of fatty acids. These fatty acids are charged negatively, and once released in the bloodstream, they bind to positively charged calcium ions. This process of salt formation between negatively charged fatty acids and positively charged calcium ions is called saponification. [9] Histologically, saponified cells appear as dead fat cells outlining the tissue, which do not contain peripheral nuclei. The saponification of the fatty acid and calcium ion combined on hematoxylin and eosin staining appears dark blue. [10]", "contents": "Biochemistry, Lipase -- Pathophysiology. Fat necrosis can generally result from non-enzymatic and enzymatic cellular processes. During traumatic events, such as physical injury in breast tissue, non-enzymatic fat necrosis takes place. [8] In acute pancreatitis, saponification of peripancreatic fat occurs. This is due to the damage to fat cells causing the release of lipase, triglyceride breakdown, and the release of fatty acids. These fatty acids are charged negatively, and once released in the bloodstream, they bind to positively charged calcium ions. This process of salt formation between negatively charged fatty acids and positively charged calcium ions is called saponification. [9] Histologically, saponified cells appear as dead fat cells outlining the tissue, which do not contain peripheral nuclei. The saponification of the fatty acid and calcium ion combined on hematoxylin and eosin staining appears dark blue. [10]"}
{"id": "article-24303_5", "title": "Biochemistry, Lipase -- Clinical Significance", "content": "High levels of serum lipase may be indicative of pancreatitis. In the case of acute pancreatitis, diagnosis is based on the lab results with two of the three criteria. The criteria used for diagnosis include acute epigastric pain radiating to the back, increased serum amylase, or increased lipase levels, which are up to three times the upper limit of normal serum lipase levels. The latter is a more specific diagnostic marker than amylase or imaging with CT or MRI. Acute pancreatitis is due to autodigestion of the pancreas by pancreatic enzymes, causing surrounding edema in the pancreas.", "contents": "Biochemistry, Lipase -- Clinical Significance. High levels of serum lipase may be indicative of pancreatitis. In the case of acute pancreatitis, diagnosis is based on the lab results with two of the three criteria. The criteria used for diagnosis include acute epigastric pain radiating to the back, increased serum amylase, or increased lipase levels, which are up to three times the upper limit of normal serum lipase levels. The latter is a more specific diagnostic marker than amylase or imaging with CT or MRI. Acute pancreatitis is due to autodigestion of the pancreas by pancreatic enzymes, causing surrounding edema in the pancreas."}
{"id": "article-24303_6", "title": "Biochemistry, Lipase -- Clinical Significance", "content": "The common causes of this pathology include excessive ethanol use, gallstones, trauma, mumps, steroids, autoimmune disease, hypertriglyceridemia with levels above 1000 mg/dL, hypercalcemia, ERCP, scorpion sting, and drugs such as nucleoside reverse transcriptase inhibitors, protease inhibitors, and sulfa drugs. Acute pancreatitis can lead to complications including pseudocyst, in which the pancreatic lining is composed of granulation tissue rather than epithelium, necrosis, abscess, infection, hemorrhage, hypocalcemia due to precipitation of calcium soaps, shock, and organ failures such as acute respiratory distress syndrome and renal failure. [11]", "contents": "Biochemistry, Lipase -- Clinical Significance. The common causes of this pathology include excessive ethanol use, gallstones, trauma, mumps, steroids, autoimmune disease, hypertriglyceridemia with levels above 1000 mg/dL, hypercalcemia, ERCP, scorpion sting, and drugs such as nucleoside reverse transcriptase inhibitors, protease inhibitors, and sulfa drugs. Acute pancreatitis can lead to complications including pseudocyst, in which the pancreatic lining is composed of granulation tissue rather than epithelium, necrosis, abscess, infection, hemorrhage, hypocalcemia due to precipitation of calcium soaps, shock, and organ failures such as acute respiratory distress syndrome and renal failure. [11]"}
{"id": "article-24303_7", "title": "Biochemistry, Lipase -- Clinical Significance", "content": "Elevated serum levels of lipase and amylase may or may not be present in chronic pancreatitis, in contrast to acute pancreatitis, where serum lipase is almost always elevated. Chronic pancreatitis is due to chronic inflammation, calcification, and atrophy of the pancreas. The primary causes of chronic pancreatitis include chronic alcohol abuse in adults and genetic predispositions such as cystic fibrosis in children. The complications of chronic pancreatitis include deficiency of pancreatic enzymes and the formation of pseudocysts. Pancreatic insufficiency usually occurs when there is less than ten percent of pancreatic function remaining due to a deficiency in pancreatic enzymes contained within the pancreas to digest fats such as lipase. This pancreatic enzyme deficiency leads to clinical manifestations of steatorrhea, as fat is not absorbed properly in the small intestine and is instead excreted. The inability to absorb fats appropriately can manifest as fat-soluble vitamin (vitamins A, D, E, and K) deficiency. Pancreatic insufficiency can also lead to diabetes mellitus due to insufficient insulin release from pancreatic tissue. [12]", "contents": "Biochemistry, Lipase -- Clinical Significance. Elevated serum levels of lipase and amylase may or may not be present in chronic pancreatitis, in contrast to acute pancreatitis, where serum lipase is almost always elevated. Chronic pancreatitis is due to chronic inflammation, calcification, and atrophy of the pancreas. The primary causes of chronic pancreatitis include chronic alcohol abuse in adults and genetic predispositions such as cystic fibrosis in children. The complications of chronic pancreatitis include deficiency of pancreatic enzymes and the formation of pseudocysts. Pancreatic insufficiency usually occurs when there is less than ten percent of pancreatic function remaining due to a deficiency in pancreatic enzymes contained within the pancreas to digest fats such as lipase. This pancreatic enzyme deficiency leads to clinical manifestations of steatorrhea, as fat is not absorbed properly in the small intestine and is instead excreted. The inability to absorb fats appropriately can manifest as fat-soluble vitamin (vitamins A, D, E, and K) deficiency. Pancreatic insufficiency can also lead to diabetes mellitus due to insufficient insulin release from pancreatic tissue. [12]"}
{"id": "article-24303_8", "title": "Biochemistry, Lipase -- Clinical Significance", "content": "Clinically, orlistat is a medication used for weight loss that acts on lipase. Specifically, this medication inhibits pancreatic and gastric lipases. This inhibition of the lipases leads to the reduced breakdown and absorption of dietary fats. This can lead to side effects due to decreased absorption of fats, such as reduced absorption of fat-soluble vitamins. Other side effects include abdominal pain, frequent bowel movements, bowel urgency, and flatulence. [13]", "contents": "Biochemistry, Lipase -- Clinical Significance. Clinically, orlistat is a medication used for weight loss that acts on lipase. Specifically, this medication inhibits pancreatic and gastric lipases. This inhibition of the lipases leads to the reduced breakdown and absorption of dietary fats. This can lead to side effects due to decreased absorption of fats, such as reduced absorption of fat-soluble vitamins. Other side effects include abdominal pain, frequent bowel movements, bowel urgency, and flatulence. [13]"}
{"id": "article-24303_9", "title": "Biochemistry, Lipase -- Clinical Significance", "content": "Some cholesterol-lowering drugs act on lipases. Fibrates, such as bezafibrate, gemfibrozil, and fenofibrate, work by activating peroxisome proliferator-activated receptor alpha (PPAR-alpha) and upregulating lipoprotein lipase (LpL), which leads to a decrease in serum triglyceride levels along with induction of increased synthesis of HDL. Fibrates are clinically indicated primarily for lowering triglycerides. Side effects of fibrates include cholesterol gallstones, rhabdomyolysis, mainly if used with statins, and increased LDL. [14]", "contents": "Biochemistry, Lipase -- Clinical Significance. Some cholesterol-lowering drugs act on lipases. Fibrates, such as bezafibrate, gemfibrozil, and fenofibrate, work by activating peroxisome proliferator-activated receptor alpha (PPAR-alpha) and upregulating lipoprotein lipase (LpL), which leads to a decrease in serum triglyceride levels along with induction of increased synthesis of HDL. Fibrates are clinically indicated primarily for lowering triglycerides. Side effects of fibrates include cholesterol gallstones, rhabdomyolysis, mainly if used with statins, and increased LDL. [14]"}
{"id": "article-24303_10", "title": "Biochemistry, Lipase -- Clinical Significance", "content": "Niacin, or vitamin B3, is another cholesterol-lowering medication that acts on lipase. Specifically, niacin inhibits hormone-sensitive lipase, leading to inhibition of VLDL synthesis in the liver. Niacin is clinically indicated primarily for increasing HDL levels. The side effects are erythema and flushing of the upper body, increased glucose levels, increased uric acid levels, acanthosis nigricans, and pruritus. [15]", "contents": "Biochemistry, Lipase -- Clinical Significance. Niacin, or vitamin B3, is another cholesterol-lowering medication that acts on lipase. Specifically, niacin inhibits hormone-sensitive lipase, leading to inhibition of VLDL synthesis in the liver. Niacin is clinically indicated primarily for increasing HDL levels. The side effects are erythema and flushing of the upper body, increased glucose levels, increased uric acid levels, acanthosis nigricans, and pruritus. [15]"}
{"id": "article-24303_11", "title": "Biochemistry, Lipase -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Lipase -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}