{"id": "article-17419_0", "title": "Alveolar Proteinosis (Archived) -- Introduction", "content": "Pulmonary alveolar proteinosis is a rare disease characterized by an accumulation of a lipoproteinaceous material within the alveoli. It can be idiopathic or secondary. It is also known as pulmonary alveolar phospholipoproteinosis and alveolar lipoproteinosis. [1]", "contents": "Alveolar Proteinosis (Archived) -- Introduction. Pulmonary alveolar proteinosis is a rare disease characterized by an accumulation of a lipoproteinaceous material within the alveoli. It can be idiopathic or secondary. It is also known as pulmonary alveolar phospholipoproteinosis and alveolar lipoproteinosis. [1]"}
{"id": "article-17419_1", "title": "Alveolar Proteinosis (Archived) -- Etiology", "content": "Pulmonary alveolar proteinosis may be idiopathic or secondary. Secondary cases may accompany the following disorders: Infections including bacteria ( Nocardia, mycobacteria), fungi, viruses, or Pneumocystis jiroveci Neoplasms including lymphomas and leukemias Inorganic dust exposure including silicosis and aluminum Immunodeficiencies such as HIV infection, lung transplantation, and IgA deficiency Other conditions such as surfactant deficiency and Fanconi's anemia also have associations with the disorder.", "contents": "Alveolar Proteinosis (Archived) -- Etiology. Pulmonary alveolar proteinosis may be idiopathic or secondary. Secondary cases may accompany the following disorders: Infections including bacteria ( Nocardia, mycobacteria), fungi, viruses, or Pneumocystis jiroveci Neoplasms including lymphomas and leukemias Inorganic dust exposure including silicosis and aluminum Immunodeficiencies such as HIV infection, lung transplantation, and IgA deficiency Other conditions such as surfactant deficiency and Fanconi's anemia also have associations with the disorder."}
{"id": "article-17419_2", "title": "Alveolar Proteinosis (Archived) -- Epidemiology", "content": "The incidence and prevalence of alveolar proteinosis are not known. Pulmonary alveolar proteinosis is a rare disease mainly observed in males, with a sex ratio of 2:1. Estimates of the mean age of these patients run between 30 and 50 years with exceptional pediatric cases. [2] A small number of case reports in infants and children exist. Many patients are former or current smokers.", "contents": "Alveolar Proteinosis (Archived) -- Epidemiology. The incidence and prevalence of alveolar proteinosis are not known. Pulmonary alveolar proteinosis is a rare disease mainly observed in males, with a sex ratio of 2:1. Estimates of the mean age of these patients run between 30 and 50 years with exceptional pediatric cases. [2] A small number of case reports in infants and children exist. Many patients are former or current smokers."}
{"id": "article-17419_3", "title": "Alveolar Proteinosis (Archived) -- Pathophysiology", "content": "The pathogenesis of this disease continues to be unclear, but many theories have been proffered in the literature, including an impairment in the ability of macrophages to clear secretions or an overproduction of surfactant dealing with a deficient clearance activity of macrophages.", "contents": "Alveolar Proteinosis (Archived) -- Pathophysiology. The pathogenesis of this disease continues to be unclear, but many theories have been proffered in the literature, including an impairment in the ability of macrophages to clear secretions or an overproduction of surfactant dealing with a deficient clearance activity of macrophages."}
{"id": "article-17419_4", "title": "Alveolar Proteinosis (Archived) -- Pathophysiology", "content": "The macrophages themselves are a potential contributing factor in the formation of the amorphous material upon dying. The theory of impaired macrophage function is sustained by the association of this disease to immunodeficiency diseases that cause dysfunction of macrophages. Moreover, reports of the presence of antibodies of immunoglobulin isotype G against granulocyte-macrophage-colony-stimulating factor (GM-CSF) in pulmonary proteinosis also exist. [2] [3]", "contents": "Alveolar Proteinosis (Archived) -- Pathophysiology. The macrophages themselves are a potential contributing factor in the formation of the amorphous material upon dying. The theory of impaired macrophage function is sustained by the association of this disease to immunodeficiency diseases that cause dysfunction of macrophages. Moreover, reports of the presence of antibodies of immunoglobulin isotype G against granulocyte-macrophage-colony-stimulating factor (GM-CSF) in pulmonary proteinosis also exist. [2] [3]"}
{"id": "article-17419_5", "title": "Alveolar Proteinosis (Archived) -- Histopathology", "content": "The diagnosis of alveolar proteinosis may be made based on the bronchoalveolar fluid findings but is frequently made based on tissue samples including open or transbronchial biopsy.", "contents": "Alveolar Proteinosis (Archived) -- Histopathology. The diagnosis of alveolar proteinosis may be made based on the bronchoalveolar fluid findings but is frequently made based on tissue samples including open or transbronchial biopsy."}
{"id": "article-17419_6", "title": "Alveolar Proteinosis (Archived) -- Histopathology", "content": "Bronchoalveolar lavage (BAL) fluid is characteristic when it has a milky appearance. The presence of alveolar macrophages engorged with Periodic Acid Schiff (PAS) positive material, and acellular eosinophilic bodies in a background of eosinophilic granules are key features. The bronchoalveolar lavage formula characteristically presents with a decrease in the number of alveolar macrophages and a slight increase in T lymphocytes (with a tendency toward a high CD4/CD8 ratio). Elevated levels of several tumor markers (carcinoembryonic antigen (CEA), and carbohydrate antigens sialyl Lewis (CA19-9) have been found in bronchoalveolar lavage fluid form in some patients with alveolar proteinosis. It is possible that these markers may reflect disease activity without a real consensus. Serum or BAL KL-6 has proven useful for the diagnosis of alveolar proteinosis and the estimation of its activity.", "contents": "Alveolar Proteinosis (Archived) -- Histopathology. Bronchoalveolar lavage (BAL) fluid is characteristic when it has a milky appearance. The presence of alveolar macrophages engorged with Periodic Acid Schiff (PAS) positive material, and acellular eosinophilic bodies in a background of eosinophilic granules are key features. The bronchoalveolar lavage formula characteristically presents with a decrease in the number of alveolar macrophages and a slight increase in T lymphocytes (with a tendency toward a high CD4/CD8 ratio). Elevated levels of several tumor markers (carcinoembryonic antigen (CEA), and carbohydrate antigens sialyl Lewis (CA19-9) have been found in bronchoalveolar lavage fluid form in some patients with alveolar proteinosis. It is possible that these markers may reflect disease activity without a real consensus. Serum or BAL KL-6 has proven useful for the diagnosis of alveolar proteinosis and the estimation of its activity."}
{"id": "article-17419_7", "title": "Alveolar Proteinosis (Archived) -- Histopathology", "content": "Gross features consist of a yellow-tan discolorated parenchyma. The architecture of the lung appears preserved, and the process appears to fill the alveolar spaces. The abnormality primarily affects the right and appears to fill the alveolar spaces.", "contents": "Alveolar Proteinosis (Archived) -- Histopathology. Gross features consist of a yellow-tan discolorated parenchyma. The architecture of the lung appears preserved, and the process appears to fill the alveolar spaces. The abnormality primarily affects the right and appears to fill the alveolar spaces."}
{"id": "article-17419_8", "title": "Alveolar Proteinosis (Archived) -- Histopathology", "content": "In tissue specimens, the histologic hallmark consists of an intra-alveolar accumulation of a granular eosinophilic and amorphous material with diffuse and rarely patchy lesions. Within this material, rounded empty spaces, cholesterol clefts, and small dense globular eosinophilic material are distinctive features of the diagnosis. Interstitial fibrosis or inflammation is commonly absent. If observed, the association to an infection or a neoplasm has to be suspected by the pathologist. In case of an association to silicosis, the polarization microscopy may show birefringent needle-like particles. In long-standing cases, observable tissue changes may include interstitial fibrosis. [1] [4]", "contents": "Alveolar Proteinosis (Archived) -- Histopathology. In tissue specimens, the histologic hallmark consists of an intra-alveolar accumulation of a granular eosinophilic and amorphous material with diffuse and rarely patchy lesions. Within this material, rounded empty spaces, cholesterol clefts, and small dense globular eosinophilic material are distinctive features of the diagnosis. Interstitial fibrosis or inflammation is commonly absent. If observed, the association to an infection or a neoplasm has to be suspected by the pathologist. In case of an association to silicosis, the polarization microscopy may show birefringent needle-like particles. In long-standing cases, observable tissue changes may include interstitial fibrosis. [1] [4]"}
{"id": "article-17419_9", "title": "Alveolar Proteinosis (Archived) -- Histopathology", "content": "With electron microscopy, the characteristic features consist of multilamellar structures of trilaminar membranes separated by amorphous material. Electron-dense bodies and membranous vesicles are often found at the center of the multilamellar structures. Even though these features can be helpful, electron microscopy is not routinely done.", "contents": "Alveolar Proteinosis (Archived) -- Histopathology. With electron microscopy, the characteristic features consist of multilamellar structures of trilaminar membranes separated by amorphous material. Electron-dense bodies and membranous vesicles are often found at the center of the multilamellar structures. Even though these features can be helpful, electron microscopy is not routinely done."}
{"id": "article-17419_10", "title": "Alveolar Proteinosis (Archived) -- History and Physical", "content": "Pulmonary proteinosis is asymptomatic in one-third of the patients. In symptomatic patients, symptoms are non-specific consisting mainly of cough, dyspnea, fatigue, weight loss, hemoptysis, and chest pain. In very rare cases, patients may report an expectoration of 'chunky' gelatinous material. Physical examination is often normal. Auscultation of crackles may be a feature on chest examination, but lung auscultation is often normal because of the absence of gas movement due to the complete filling of distal airspaces. [5] [6]", "contents": "Alveolar Proteinosis (Archived) -- History and Physical. Pulmonary proteinosis is asymptomatic in one-third of the patients. In symptomatic patients, symptoms are non-specific consisting mainly of cough, dyspnea, fatigue, weight loss, hemoptysis, and chest pain. In very rare cases, patients may report an expectoration of 'chunky' gelatinous material. Physical examination is often normal. Auscultation of crackles may be a feature on chest examination, but lung auscultation is often normal because of the absence of gas movement due to the complete filling of distal airspaces. [5] [6]"}
{"id": "article-17419_11", "title": "Alveolar Proteinosis (Archived) -- Evaluation", "content": "The characteristic findings on high resolution computed tomography consist of bilateral ground-glass opacities often associated with interlobular septal thickening with a characteristic feature of 'crazy paving.' In less typical cases, radiologic findings consist of bilateral and symmetrical areas of airspace consolidation or ground-glass opacities. In patients with less severe disease, the radiologic features may consist of hazy areas of ground-glass opacities rather than consolidation. The abnormalities tend to involve mainly the perihilar regions and lower lobes. [7]", "contents": "Alveolar Proteinosis (Archived) -- Evaluation. The characteristic findings on high resolution computed tomography consist of bilateral ground-glass opacities often associated with interlobular septal thickening with a characteristic feature of 'crazy paving.' In less typical cases, radiologic findings consist of bilateral and symmetrical areas of airspace consolidation or ground-glass opacities. In patients with less severe disease, the radiologic features may consist of hazy areas of ground-glass opacities rather than consolidation. The abnormalities tend to involve mainly the perihilar regions and lower lobes. [7]"}
{"id": "article-17419_12", "title": "Alveolar Proteinosis (Archived) -- Treatment / Management", "content": "No immediate treatment is necessary in some cases because of the potential for spontaneous remission. In the majority of the cases, the treatment basis is therapeutic whole-lung lavage via a double-lumen endotracheal tube. [6] [7]", "contents": "Alveolar Proteinosis (Archived) -- Treatment / Management. No immediate treatment is necessary in some cases because of the potential for spontaneous remission. In the majority of the cases, the treatment basis is therapeutic whole-lung lavage via a double-lumen endotracheal tube. [6] [7]"}
{"id": "article-17419_13", "title": "Alveolar Proteinosis (Archived) -- Differential Diagnosis", "content": "The major differential diagnoses consist of: Pulmonary edema - characterized by edematous material that lacks coarse granules, cholesterol clefts, and foamy macrophages. Pneumocystis jiroveci pneumonia - consisting of intra-alveolar eosinophilic exudate with 'bubbles' corresponding to cysts of organisms that can be highlighted using Grocott special stain. Alveolar mucinosis - intra-alveolar accumulation of mucin are potentially observable in association with mucinous adenocarcinomas or bronchiectasis or honeycomb fibrosis. [1] [8]", "contents": "Alveolar Proteinosis (Archived) -- Differential Diagnosis. The major differential diagnoses consist of: Pulmonary edema - characterized by edematous material that lacks coarse granules, cholesterol clefts, and foamy macrophages. Pneumocystis jiroveci pneumonia - consisting of intra-alveolar eosinophilic exudate with 'bubbles' corresponding to cysts of organisms that can be highlighted using Grocott special stain. Alveolar mucinosis - intra-alveolar accumulation of mucin are potentially observable in association with mucinous adenocarcinomas or bronchiectasis or honeycomb fibrosis. [1] [8]"}
{"id": "article-17419_14", "title": "Alveolar Proteinosis (Archived) -- Prognosis", "content": "The prognosis of alveolar proteinosis is generally good as many patients are asymptomatic. Approximately 30% to 40% of symptomatic patients require only one lavage. Other patients may require repeat lung lavages at intervals of 6 to 12 months.", "contents": "Alveolar Proteinosis (Archived) -- Prognosis. The prognosis of alveolar proteinosis is generally good as many patients are asymptomatic. Approximately 30% to 40% of symptomatic patients require only one lavage. Other patients may require repeat lung lavages at intervals of 6 to 12 months."}
{"id": "article-17419_15", "title": "Alveolar Proteinosis (Archived) -- Complications", "content": "Complications have been rarely reported and are mainly a result of treatment with whole-lung lavage. These include malpositioning of the endotracheal tube, saline spillover into the unlavaged ventilated lung, and hydropneumothorax. [9]", "contents": "Alveolar Proteinosis (Archived) -- Complications. Complications have been rarely reported and are mainly a result of treatment with whole-lung lavage. These include malpositioning of the endotracheal tube, saline spillover into the unlavaged ventilated lung, and hydropneumothorax. [9]"}
{"id": "article-17419_16", "title": "Alveolar Proteinosis (Archived) -- Deterrence and Patient Education", "content": "Patients with pulmonary alveolar proteinosis should be educated that their symptoms will improve significantly with whole-lung lavage, but relapses may occur. Repeat lavages are frequently is needed so they will require regular follow-up with their pulmonologist. Patients with secondary alveolar proteinosis related to the inhalation of inorganic dusts or insecticides should be educated to avoid repeat exposure.", "contents": "Alveolar Proteinosis (Archived) -- Deterrence and Patient Education. Patients with pulmonary alveolar proteinosis should be educated that their symptoms will improve significantly with whole-lung lavage, but relapses may occur. Repeat lavages are frequently is needed so they will require regular follow-up with their pulmonologist. Patients with secondary alveolar proteinosis related to the inhalation of inorganic dusts or insecticides should be educated to avoid repeat exposure."}
{"id": "article-17419_17", "title": "Alveolar Proteinosis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Alveolar lipoproteinosis is a rare disease with non-specific diagnostic features. An interprofessional approach including pathologists and pulmonologists is mandatory to assess the diagnosis competently. The pulmonologist has to suspect the diagnosis when performing a bronchoalveolar lavage on a patient explored for an interstitial disease. The gross appearance of the liquid can be suggestive of the diagnosis. Additionally, the pathologist can make the diagnosis on liquid or tissue samples. In the bronchoalveolar lavage, the granular material with the presence of eosinophilic bodies and granules are key features. In tissue samples, the presence of alveoli filled with PAS-positive eosinophilic material is a hallmark. The presence of fibrosis or inflammatory infiltrates should highlight the possibility of an associated disease.", "contents": "Alveolar Proteinosis (Archived) -- Enhancing Healthcare Team Outcomes. Alveolar lipoproteinosis is a rare disease with non-specific diagnostic features. An interprofessional approach including pathologists and pulmonologists is mandatory to assess the diagnosis competently. The pulmonologist has to suspect the diagnosis when performing a bronchoalveolar lavage on a patient explored for an interstitial disease. The gross appearance of the liquid can be suggestive of the diagnosis. Additionally, the pathologist can make the diagnosis on liquid or tissue samples. In the bronchoalveolar lavage, the granular material with the presence of eosinophilic bodies and granules are key features. In tissue samples, the presence of alveoli filled with PAS-positive eosinophilic material is a hallmark. The presence of fibrosis or inflammatory infiltrates should highlight the possibility of an associated disease."}
{"id": "article-17419_18", "title": "Alveolar Proteinosis (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Alveolar Proteinosis (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}