{"id": "article-22862_0", "title": "Singultus -- Continuing Education Activity", "content": "Hiccups can be acute, lasting less than 48 hours, persistent, lasting over 2 days, or intractable, lasting more than one month. They can result from a variety of causes. In particular, hiccups are often caused by gastrointestinal disorders such as gastroesophageal reflux. Other causes include medication side-effects, cardiovascular disorders, central nervous system disorders, ear, nose, and throat disorders, psychogenic disorders, or metabolic disorders. Ths activity reviews the spectrum of hiccups from acute to intractable, outlines the causes, and offers recommendations for medical treatment based on clinical presentation. This activity stresses the role of the interprofessional team in the care of affected patients.", "contents": "Singultus -- Continuing Education Activity. Hiccups can be acute, lasting less than 48 hours, persistent, lasting over 2 days, or intractable, lasting more than one month. They can result from a variety of causes. In particular, hiccups are often caused by gastrointestinal disorders such as gastroesophageal reflux. Other causes include medication side-effects, cardiovascular disorders, central nervous system disorders, ear, nose, and throat disorders, psychogenic disorders, or metabolic disorders. Ths activity reviews the spectrum of hiccups from acute to intractable, outlines the causes, and offers recommendations for medical treatment based on clinical presentation. This activity stresses the role of the interprofessional team in the care of affected patients."}
{"id": "article-22862_1", "title": "Singultus -- Continuing Education Activity", "content": "Objectives: Outline medications and medical conditions known to cause hiccups. Describe useful bedside maneuvers for aborting acute hiccups. Identify medical therapies for aborting persistent or intractable hiccups. Explain a well-coordinated interprofessional team approach to provide effective care to patients affected by persistent or intractable hiccups. Access free multiple choice questions on this topic.", "contents": "Singultus -- Continuing Education Activity. Objectives: Outline medications and medical conditions known to cause hiccups. Describe useful bedside maneuvers for aborting acute hiccups. Identify medical therapies for aborting persistent or intractable hiccups. Explain a well-coordinated interprofessional team approach to provide effective care to patients affected by persistent or intractable hiccups. Access free multiple choice questions on this topic."}
{"id": "article-22862_2", "title": "Singultus -- Introduction", "content": "Hiccups are a not uncommon occurrence that most people experience at some point in their lifetime. The medical term is singultus, which derives from the Latin “ singult ” meaning ‘to catch one’s breath while sobbing.’  Hiccups result from a sudden and involuntary contraction of the diaphragm and intercostal muscles. An abrupt closure of the glottis follows the contractions which produces the characteristic “hic” sound. Often, these episodes are transient and resolve within 48 hours. They can occur in adults, children, infants, and in utero . In adults, they serve no physiological purpose. The belief is that they may play a role in respiratory muscle training in utero . [1] Acute hiccups can be uncomfortable, and a brief annoyance, however persistent and intractable hiccups have a significant impact on quality of life by interfering with eating, sleeping, speaking, and social activities, and can be a harbinger of serious medical pathology. [2]", "contents": "Singultus -- Introduction. Hiccups are a not uncommon occurrence that most people experience at some point in their lifetime. The medical term is singultus, which derives from the Latin “ singult ” meaning ‘to catch one’s breath while sobbing.’  Hiccups result from a sudden and involuntary contraction of the diaphragm and intercostal muscles. An abrupt closure of the glottis follows the contractions which produces the characteristic “hic” sound. Often, these episodes are transient and resolve within 48 hours. They can occur in adults, children, infants, and in utero . In adults, they serve no physiological purpose. The belief is that they may play a role in respiratory muscle training in utero . [1] Acute hiccups can be uncomfortable, and a brief annoyance, however persistent and intractable hiccups have a significant impact on quality of life by interfering with eating, sleeping, speaking, and social activities, and can be a harbinger of serious medical pathology. [2]"}
{"id": "article-22862_3", "title": "Singultus -- Etiology", "content": "The classification of hiccups is by their duration. Acute hiccups are of less than 48 hours duration, persistent last over 2 days, and intractable last over a month. As acute hiccups are self-limited and usually unreported, most of the research has focused on persistent and intractable hiccups. There are various causes of hiccups including organic causes, psychogenic, idiopathic, or medication-induced. Persistent and intractable hiccups may signify a more serious underlying etiology.", "contents": "Singultus -- Etiology. The classification of hiccups is by their duration. Acute hiccups are of less than 48 hours duration, persistent last over 2 days, and intractable last over a month. As acute hiccups are self-limited and usually unreported, most of the research has focused on persistent and intractable hiccups. There are various causes of hiccups including organic causes, psychogenic, idiopathic, or medication-induced. Persistent and intractable hiccups may signify a more serious underlying etiology."}
{"id": "article-22862_4", "title": "Singultus -- Etiology", "content": "Gastrointestinal processes, particularly gastroesophageal reflux disease (GERD) and associated hiatal hernias, are implicated as the most common cause of acute hiccups. [3] [4] The incidence of hiccups in GERD patients has been reported as high as 10%. [5] Distension of the stomach by large meals or carbonated beverages or irritation from spicy foods or alcohol are common associations. In patients with esophageal tumors, as many as one in four can present with persistent hiccups. [6] Similarly, overexcitement or anxiety, especially if accompanied by over breathing or air swallowing (such as with laughing fits), can trigger the hiccups reflex. [7]", "contents": "Singultus -- Etiology. Gastrointestinal processes, particularly gastroesophageal reflux disease (GERD) and associated hiatal hernias, are implicated as the most common cause of acute hiccups. [3] [4] The incidence of hiccups in GERD patients has been reported as high as 10%. [5] Distension of the stomach by large meals or carbonated beverages or irritation from spicy foods or alcohol are common associations. In patients with esophageal tumors, as many as one in four can present with persistent hiccups. [6] Similarly, overexcitement or anxiety, especially if accompanied by over breathing or air swallowing (such as with laughing fits), can trigger the hiccups reflex. [7]"}
{"id": "article-22862_5", "title": "Singultus -- Etiology", "content": "Many drugs correlate with hiccups, especially alcohol. Some drugs, such as benzodiazepines, have a dose-dependent and an inverse relationship with hiccups. At low doses, benzodiazepines correlate with the development of hiccups. At higher doses, they may be useful in the treatment of hiccups. Chemotherapeutic agents and some glucocorticoids have shown a strong association with hiccups. Nearly 42% of patients taking both cisplatin and dexamethasone develop hiccups. [8] [9] Other medications associated with hiccups include various chemotherapeutic agents, alpha-methyldopa and inhaled anesthetics. Numerous reports exist of persistent and intractable hiccups due to a multitude of etiologies, including:", "contents": "Singultus -- Etiology. Many drugs correlate with hiccups, especially alcohol. Some drugs, such as benzodiazepines, have a dose-dependent and an inverse relationship with hiccups. At low doses, benzodiazepines correlate with the development of hiccups. At higher doses, they may be useful in the treatment of hiccups. Chemotherapeutic agents and some glucocorticoids have shown a strong association with hiccups. Nearly 42% of patients taking both cisplatin and dexamethasone develop hiccups. [8] [9] Other medications associated with hiccups include various chemotherapeutic agents, alpha-methyldopa and inhaled anesthetics. Numerous reports exist of persistent and intractable hiccups due to a multitude of etiologies, including:"}
{"id": "article-22862_6", "title": "Singultus -- Etiology", "content": "Cardiovascular disorders: atrial pacing, aortic aneurysm (thoracic or abdominal), catheter ablation of atrial fibrillation, myocardial infarction, pericarditis, temporal arteritis", "contents": "Singultus -- Etiology. Cardiovascular disorders: atrial pacing, aortic aneurysm (thoracic or abdominal), catheter ablation of atrial fibrillation, myocardial infarction, pericarditis, temporal arteritis"}
{"id": "article-22862_7", "title": "Singultus -- Etiology", "content": "Central nervous system (CNS) disorders: aneurysms (especially posterior inferior cerebellar artery), encephalitis, lateral medullary syndrome, [10] meningitis, multiple sclerosis, neuromyelitis optica, [11] neoplasms (astrocytoma, brain stem tumor), Parkinson disease, seizure, stroke, syringomyelia, vascular malformations (cavernoma) [12] [13] [14]", "contents": "Singultus -- Etiology. Central nervous system (CNS) disorders: aneurysms (especially posterior inferior cerebellar artery), encephalitis, lateral medullary syndrome, [10] meningitis, multiple sclerosis, neuromyelitis optica, [11] neoplasms (astrocytoma, brain stem tumor), Parkinson disease, seizure, stroke, syringomyelia, vascular malformations (cavernoma) [12] [13] [14]"}
{"id": "article-22862_8", "title": "Singultus -- Etiology", "content": "Drugs: alpha-methyldopa, aripiprazole, azithromycin, benzodiazepines (diazepam, midazolam), chemotherapeutics (carboplatin, cisplatin, etoposide, fluorouracil, irinotecan, levofolinate, oxaliplatin), dexamethasone, donepezil, ethanol, levodopa, methohexital, morphine, pergolide, piribedil, sulfonamides, tramadol", "contents": "Singultus -- Etiology. Drugs: alpha-methyldopa, aripiprazole, azithromycin, benzodiazepines (diazepam, midazolam), chemotherapeutics (carboplatin, cisplatin, etoposide, fluorouracil, irinotecan, levofolinate, oxaliplatin), dexamethasone, donepezil, ethanol, levodopa, methohexital, morphine, pergolide, piribedil, sulfonamides, tramadol"}
{"id": "article-22862_9", "title": "Singultus -- Etiology", "content": "ENT disorders: a cough, foreign body irritation of tympanic membrane (e.g., hair), goiter, laryngitis, neck cyst, neoplasms, pharyngitis, recent intubation", "contents": "Singultus -- Etiology. ENT disorders: a cough, foreign body irritation of tympanic membrane (e.g., hair), goiter, laryngitis, neck cyst, neoplasms, pharyngitis, recent intubation"}
{"id": "article-22862_10", "title": "Singultus -- Etiology", "content": "Infectious disorders: Helicobacter pylori , herpes simplex, herpes zoster, influenza, malaria, neurosyphilis, tuberculosis", "contents": "Singultus -- Etiology. Infectious disorders: Helicobacter pylori , herpes simplex, herpes zoster, influenza, malaria, neurosyphilis, tuberculosis"}
{"id": "article-22862_11", "title": "Singultus -- Etiology", "content": "Intrathoracic disorders: asthma, bronchitis, diaphragmatic tumor or a hernia, empyema, lymphadenopathy, mediastinitis, neoplasms, pleuritis, pneumonia, pulmonary embolus", "contents": "Singultus -- Etiology. Intrathoracic disorders: asthma, bronchitis, diaphragmatic tumor or a hernia, empyema, lymphadenopathy, mediastinitis, neoplasms, pleuritis, pneumonia, pulmonary embolus"}
{"id": "article-22862_12", "title": "Singultus -- Etiology", "content": "Gastrointestinal disorders: aerophagia, bowel obstruction, gastric distention, esophageal cancer, esophagitis (infectious or erosive), [15] gallbladder disease, gastric distention, hepatitis, neoplasms, pancreatitis, peptic ulcer disease, stomach volvulus, subphrenic abscess", "contents": "Singultus -- Etiology. Gastrointestinal disorders: aerophagia, bowel obstruction, gastric distention, esophageal cancer, esophagitis (infectious or erosive), [15] gallbladder disease, gastric distention, hepatitis, neoplasms, pancreatitis, peptic ulcer disease, stomach volvulus, subphrenic abscess"}
{"id": "article-22862_13", "title": "Singultus -- Etiology", "content": "Metabolic/endocrine disorders: hypocapnia, hypocalcemia, hypokalemia, hyponatremia, diabetes mellitus, uremia", "contents": "Singultus -- Etiology. Metabolic/endocrine disorders: hypocapnia, hypocalcemia, hypokalemia, hyponatremia, diabetes mellitus, uremia"}
{"id": "article-22862_14", "title": "Singultus -- Etiology", "content": "Psychogenic disorders: excitation, hyperventilation, malingering, somatization, stress [16] [17]", "contents": "Singultus -- Etiology. Psychogenic disorders: excitation, hyperventilation, malingering, somatization, stress [16] [17]"}
{"id": "article-22862_15", "title": "Singultus -- Etiology", "content": "Surgery: anesthetic agents (barbiturates, bupivacaine epidural, isoflurane, methohexital, propofol), bronchoscopy, gastric insufflation during endoscopy, post-operative, [18] tracheostomy, sedation during endoscopy (20% incidence) [19]", "contents": "Singultus -- Etiology. Surgery: anesthetic agents (barbiturates, bupivacaine epidural, isoflurane, methohexital, propofol), bronchoscopy, gastric insufflation during endoscopy, post-operative, [18] tracheostomy, sedation during endoscopy (20% incidence) [19]"}
{"id": "article-22862_16", "title": "Singultus -- Epidemiology", "content": "Hiccups occur in all ages, from in utero to the elderly.  The incidence and prevalence of hiccups in the community are unknown, and there does not appear to be differences based on racial or geographic variation.  Reports suggest there are as many as 4,000 admissions yearly in the U.S. for hiccups. [20] Intractable hiccups have a predominance for older males, with an odds ratio of 2.4, and those with greater height and weight. [5] [21] [22] [23] The incidence of persistent hiccups is higher in patients with certain disorders, especially those with central nervous system disorders such as Parkinson’s Disease, advanced cancer where the incidence may be as high as 4-9%, and 8-10% in those with gastroesophageal reflux disease (GERD). [7] [5] [24] [25]", "contents": "Singultus -- Epidemiology. Hiccups occur in all ages, from in utero to the elderly.  The incidence and prevalence of hiccups in the community are unknown, and there does not appear to be differences based on racial or geographic variation.  Reports suggest there are as many as 4,000 admissions yearly in the U.S. for hiccups. [20] Intractable hiccups have a predominance for older males, with an odds ratio of 2.4, and those with greater height and weight. [5] [21] [22] [23] The incidence of persistent hiccups is higher in patients with certain disorders, especially those with central nervous system disorders such as Parkinson’s Disease, advanced cancer where the incidence may be as high as 4-9%, and 8-10% in those with gastroesophageal reflux disease (GERD). [7] [5] [24] [25]"}
{"id": "article-22862_17", "title": "Singultus -- Pathophysiology", "content": "Hiccups are thought to be due to a complex reflex arc composed of three main units. Any condition that acts on one of these pathways has the potential to induce hiccupping.", "contents": "Singultus -- Pathophysiology. Hiccups are thought to be due to a complex reflex arc composed of three main units. Any condition that acts on one of these pathways has the potential to induce hiccupping."}
{"id": "article-22862_18", "title": "Singultus -- Pathophysiology", "content": "First, the afferent limb is composed of the vagus nerve, the phrenic nerve, and the peripheral sympathetic nerves supplying the viscera. Second, the central processing unit likely involves the interaction between various midbrain and brainstem structures, such as the medulla oblongata and reticular formation, chemoreceptors in the periaqueductal gray, glossopharyngeal and phrenic nerve nuclei, solitary and ambiguous nuclei, hypothalamus, temporal lobes and upper spinal cord at levels C3 to 5. [9] [20] Central neurotransmitters involved in this reflex include dopamine, gamma-aminobutyric acid (GABA) and serotonin. [20] [26] Third, the efferent portion of the reflex is composed of the phrenic nerve supplying the diaphragm and the accessory nerves supplying the intercostal muscles. [20]", "contents": "Singultus -- Pathophysiology. First, the afferent limb is composed of the vagus nerve, the phrenic nerve, and the peripheral sympathetic nerves supplying the viscera. Second, the central processing unit likely involves the interaction between various midbrain and brainstem structures, such as the medulla oblongata and reticular formation, chemoreceptors in the periaqueductal gray, glossopharyngeal and phrenic nerve nuclei, solitary and ambiguous nuclei, hypothalamus, temporal lobes and upper spinal cord at levels C3 to 5. [9] [20] Central neurotransmitters involved in this reflex include dopamine, gamma-aminobutyric acid (GABA) and serotonin. [20] [26] Third, the efferent portion of the reflex is composed of the phrenic nerve supplying the diaphragm and the accessory nerves supplying the intercostal muscles. [20]"}
{"id": "article-22862_19", "title": "Singultus -- Pathophysiology", "content": "Hiccups commonly repeat at cycles of 4 to 60 per minute, depending on the individual. The diaphragmatic spasm is often unilateral, and the left hemidiaphragm is involved more than the right. [2] After diaphragmatic spasm, the reflex is completed by activation of the recurrent laryngeal nerve causing closure of the glottis. Without closure of the glottis, hyperventilation would occur. [20] Hiccups are inhibited by elevations in partial pressure of carbon dioxide (PCO2), vagal maneuvers, GABA-ergic agents (such as baclofen, gabapentin) and dopamine antagonists (such as chlorpromazine, haloperidol, metoclopramide) or agonists (amantadine). [26] Hiccups become persistent as a form of diaphragmatic myoclonus due to excess activity of the solitary nucleus of the medulla. [27] [28]", "contents": "Singultus -- Pathophysiology. Hiccups commonly repeat at cycles of 4 to 60 per minute, depending on the individual. The diaphragmatic spasm is often unilateral, and the left hemidiaphragm is involved more than the right. [2] After diaphragmatic spasm, the reflex is completed by activation of the recurrent laryngeal nerve causing closure of the glottis. Without closure of the glottis, hyperventilation would occur. [20] Hiccups are inhibited by elevations in partial pressure of carbon dioxide (PCO2), vagal maneuvers, GABA-ergic agents (such as baclofen, gabapentin) and dopamine antagonists (such as chlorpromazine, haloperidol, metoclopramide) or agonists (amantadine). [26] Hiccups become persistent as a form of diaphragmatic myoclonus due to excess activity of the solitary nucleus of the medulla. [27] [28]"}
{"id": "article-22862_20", "title": "Singultus -- History and Physical", "content": "Evaluating a patient with hiccups warrants a thorough medical history review. Ask about precipitating causes, such as large meals, excitement or emotional stress.  Inquire regarding associated symptoms such as gastroesophageal reflux, coughing, weight loss, and abdominal pain. Ask about neurologic symptoms that might suggest a medullary stroke, multiple sclerosis or Parkinson's disease.  Hiccups during sleep are uncommon and can occur with gastroesophageal, neurologic or pulmonary disorders, but negate psychogenic cause.  Ask about recent surgery, known cancer or chemotherapy.  A detailed medication review may identify a likely cause, and if discontinuing this offending medication provides significant relief then causality is confirmed.", "contents": "Singultus -- History and Physical. Evaluating a patient with hiccups warrants a thorough medical history review. Ask about precipitating causes, such as large meals, excitement or emotional stress.  Inquire regarding associated symptoms such as gastroesophageal reflux, coughing, weight loss, and abdominal pain. Ask about neurologic symptoms that might suggest a medullary stroke, multiple sclerosis or Parkinson's disease.  Hiccups during sleep are uncommon and can occur with gastroesophageal, neurologic or pulmonary disorders, but negate psychogenic cause.  Ask about recent surgery, known cancer or chemotherapy.  A detailed medication review may identify a likely cause, and if discontinuing this offending medication provides significant relief then causality is confirmed."}
{"id": "article-22862_21", "title": "Singultus -- History and Physical", "content": "In cases of persistent and intractable hiccups, one should investigate organic causes. A full HEENT evaluation may reveal processes such as a hair or foreign body pressing against the tympanic membrane, masses, goiters, tonsillitis, and pharyngitis.  Listen to the lung sounds to assess for thoracic causes such as pneumonia or empyema.  Palpate the abdomen for tenderness or mass to exclude obstruction, volvulus, pancreatitis, hepatitis or mass.  A full neurological exam may expose CNS pathology such as strokes and tumors, though it is rare for hiccups to be the only presenting symptom.", "contents": "Singultus -- History and Physical. In cases of persistent and intractable hiccups, one should investigate organic causes. A full HEENT evaluation may reveal processes such as a hair or foreign body pressing against the tympanic membrane, masses, goiters, tonsillitis, and pharyngitis.  Listen to the lung sounds to assess for thoracic causes such as pneumonia or empyema.  Palpate the abdomen for tenderness or mass to exclude obstruction, volvulus, pancreatitis, hepatitis or mass.  A full neurological exam may expose CNS pathology such as strokes and tumors, though it is rare for hiccups to be the only presenting symptom."}
{"id": "article-22862_22", "title": "Singultus -- Evaluation", "content": "Acute hiccups are typically benign and usually do not require a workup, however persistent and intractable hiccups should trigger a thorough evaluation to identify a treatable cause.  It is reasonable to obtain lab work for evaluation of electrolyte abnormalities or to rule out infectious and neoplastic processes not identified on history and physical exam.  Laboratory studies such as electrolytes, calcium, blood urea nitrogen (BUN), creatinine, lipase, and liver tests can be useful.  A chest radiograph may identify intrathoracic sources of hiccups such as pneumonia, empyema, diaphragmatic hernia, adenopathy or aortic disease. [29]", "contents": "Singultus -- Evaluation. Acute hiccups are typically benign and usually do not require a workup, however persistent and intractable hiccups should trigger a thorough evaluation to identify a treatable cause.  It is reasonable to obtain lab work for evaluation of electrolyte abnormalities or to rule out infectious and neoplastic processes not identified on history and physical exam.  Laboratory studies such as electrolytes, calcium, blood urea nitrogen (BUN), creatinine, lipase, and liver tests can be useful.  A chest radiograph may identify intrathoracic sources of hiccups such as pneumonia, empyema, diaphragmatic hernia, adenopathy or aortic disease. [29]"}
{"id": "article-22862_23", "title": "Singultus -- Evaluation", "content": "The guiding of further imaging or interventions is best by the duration of hiccups, history and physical exam findings.  For persistent or intractable hiccups associated with neurologic symptoms or signs, brain imaging by computerized tomography (CT) or magnetic resonance imaging (MRI) may demonstrate causes such as stroke, multiple sclerosis, tumor, syringomyelia, neuromyelitis optica, aneurysm or vascular malformation. [30] In rare cases, cerebrospinal fluid is necessary to exclude meningitis or encephalitis. For some cases, thoracic or abdominal CT imaging may identify cancer, aneurysm, abscess or a hernia.  Referral to gastroenterology for upper endoscopy is essential to exclude lesions (such as esophageal cancer) in those cases of persistent hiccups refractory to initial antacid and proton pump inhibitor therapy.", "contents": "Singultus -- Evaluation. The guiding of further imaging or interventions is best by the duration of hiccups, history and physical exam findings.  For persistent or intractable hiccups associated with neurologic symptoms or signs, brain imaging by computerized tomography (CT) or magnetic resonance imaging (MRI) may demonstrate causes such as stroke, multiple sclerosis, tumor, syringomyelia, neuromyelitis optica, aneurysm or vascular malformation. [30] In rare cases, cerebrospinal fluid is necessary to exclude meningitis or encephalitis. For some cases, thoracic or abdominal CT imaging may identify cancer, aneurysm, abscess or a hernia.  Referral to gastroenterology for upper endoscopy is essential to exclude lesions (such as esophageal cancer) in those cases of persistent hiccups refractory to initial antacid and proton pump inhibitor therapy."}
{"id": "article-22862_24", "title": "Singultus -- Evaluation", "content": "It is essential to review blood gases in any ventilated patient that develops hiccups. Hiccups in ventilated patients may cause ventilator desynchronization, severe respiratory derangements, and hemodynamic changes. [31]", "contents": "Singultus -- Evaluation. It is essential to review blood gases in any ventilated patient that develops hiccups. Hiccups in ventilated patients may cause ventilator desynchronization, severe respiratory derangements, and hemodynamic changes. [31]"}
{"id": "article-22862_25", "title": "Singultus -- Treatment / Management", "content": "In the acute phase, hiccups are likely to be terminated by a variety of simple physical maneuvers supported by anecdotal evidence. Most of the maneuvers aim for some portion of the hiccup reflex arc.  The frequency of hiccups decrease as PCO2 rises, [32] so Valsalva, breath holding, and breathing into a paper bag may be therapeutic.  Supra-supramaximal inspiration is a technique where subject exhales completely, then inhale deeply and hold for 10 seconds, then without exhaling inhale two times again, each time holding for 5 seconds. [33] Other techniques include stimulation of the vagus nerve through the nose, ear, and throat by using cold drinks, pulling on the tongue, [34] pressure on the carotid, eyeballs or in both external auditory canals, sipping vinegar, swallowing sugar, stimulating the uvula or posterior nasopharynx (with smelling salts or nasal vinegar), Valsalva maneuver, and gargling, gagging or even self-induced vomiting. [7] [35] More bizarre techniques reported have included sexual stimulation and digital rectal massage. [36] [37] There are reports of suboccipital release and osteopathic/chiropractic manipulation techniques. [38] [39] All of these techniques appear to be much more effective in the acute phase. The persistent phase is usually multifactorial and more difficult to treat.", "contents": "Singultus -- Treatment / Management. In the acute phase, hiccups are likely to be terminated by a variety of simple physical maneuvers supported by anecdotal evidence. Most of the maneuvers aim for some portion of the hiccup reflex arc.  The frequency of hiccups decrease as PCO2 rises, [32] so Valsalva, breath holding, and breathing into a paper bag may be therapeutic.  Supra-supramaximal inspiration is a technique where subject exhales completely, then inhale deeply and hold for 10 seconds, then without exhaling inhale two times again, each time holding for 5 seconds. [33] Other techniques include stimulation of the vagus nerve through the nose, ear, and throat by using cold drinks, pulling on the tongue, [34] pressure on the carotid, eyeballs or in both external auditory canals, sipping vinegar, swallowing sugar, stimulating the uvula or posterior nasopharynx (with smelling salts or nasal vinegar), Valsalva maneuver, and gargling, gagging or even self-induced vomiting. [7] [35] More bizarre techniques reported have included sexual stimulation and digital rectal massage. [36] [37] There are reports of suboccipital release and osteopathic/chiropractic manipulation techniques. [38] [39] All of these techniques appear to be much more effective in the acute phase. The persistent phase is usually multifactorial and more difficult to treat."}
{"id": "article-22862_26", "title": "Singultus -- Treatment / Management", "content": "Important steps in the treatment of persistent and intractable hiccups are, first, to assess whether the patient is using a medication known to induce hiccups, and second, to determine whether hiccups are associated with GERD. Discontinuation of an offending medication or use of an alternative agent (such as methylprednisolone instead of dexamethasone) can resolve medication-induced hiccups. [40] With as many as 80% of persistent hiccup cases related to GERD, [41] [3] an initial therapeutic trial of antacids, antihistamines (such as famotidine) or proton pump inhibitor (such as omeprazole) may be successful, [42] [41] and this approach has been suggested as first-line therapy. [7]", "contents": "Singultus -- Treatment / Management. Important steps in the treatment of persistent and intractable hiccups are, first, to assess whether the patient is using a medication known to induce hiccups, and second, to determine whether hiccups are associated with GERD. Discontinuation of an offending medication or use of an alternative agent (such as methylprednisolone instead of dexamethasone) can resolve medication-induced hiccups. [40] With as many as 80% of persistent hiccup cases related to GERD, [41] [3] an initial therapeutic trial of antacids, antihistamines (such as famotidine) or proton pump inhibitor (such as omeprazole) may be successful, [42] [41] and this approach has been suggested as first-line therapy. [7]"}
{"id": "article-22862_27", "title": "Singultus -- Treatment / Management", "content": "In the persistent phase, most studies have evaluated pharmacotherapies acting on one or more components of the reflex arc. Pharmacotherapy is aimed at neurotransmitters and can be broken down into central and peripheral treatments though some act on both. The neurotransmitters involved in central processing include GABA, dopamine, and serotonin. Peripherally, they include acetylcholine, histamine, epinephrine, and norepinephrine. Classically, chlorpromazine had been the drug of choice for persistent hiccups and remains the only drug for hiccups approved by the U.S. Food and Drug Administration (FDA). Chlorpromazine acts as an antagonist on multiple central and peripheral neurotransmitter sites including dopamine, serotonin, histamine receptors, alpha-adrenergic receptors, and muscarinic receptors. [20] Due to the multiple sites of action, the drug may have significant side effects for some patients. Other typical antipsychotics, such as haloperidol or risperidone, have been tried with varying degrees of success. Often, the side effects of the typical antipsychotic drugs may be unbearable for the patient.", "contents": "Singultus -- Treatment / Management. In the persistent phase, most studies have evaluated pharmacotherapies acting on one or more components of the reflex arc. Pharmacotherapy is aimed at neurotransmitters and can be broken down into central and peripheral treatments though some act on both. The neurotransmitters involved in central processing include GABA, dopamine, and serotonin. Peripherally, they include acetylcholine, histamine, epinephrine, and norepinephrine. Classically, chlorpromazine had been the drug of choice for persistent hiccups and remains the only drug for hiccups approved by the U.S. Food and Drug Administration (FDA). Chlorpromazine acts as an antagonist on multiple central and peripheral neurotransmitter sites including dopamine, serotonin, histamine receptors, alpha-adrenergic receptors, and muscarinic receptors. [20] Due to the multiple sites of action, the drug may have significant side effects for some patients. Other typical antipsychotics, such as haloperidol or risperidone, have been tried with varying degrees of success. Often, the side effects of the typical antipsychotic drugs may be unbearable for the patient."}
{"id": "article-22862_28", "title": "Singultus -- Treatment / Management", "content": "The most commonly studied drugs for persistent or intractable hiccups are metoclopramide and the GABA agonists baclofen and gabapentin. [26] Compared to the typical antipsychotics, these three drugs have a better side effect profile. If no etiology is found with a thorough exam, metoclopramide, gabapentin or baclofen are reasonable second-line therapies. Metoclopramide acts centrally as a dopamine antagonist and peripherally by increasing gastric motility and has been successful in relief of hiccups from cancer, stroke and brain tumors. [7] [43] Baclofen acts to decrease neuroexcitation and induce muscle relaxation and has been effective for intractable hiccups in stroke patients and idiopathic causes without gastroesophageal disease. [44] [45] [46] Similarly, gabapentin, structurally similar to GABA, decreases neuroexcitation by binding voltage-gated calcium channels and decreasing the release of excitatory neurotransmitters. In one case series, gabapentin has been reported to be 66 to 88% effective in cancer and brainstem stroke patients. [9] [24] [27]", "contents": "Singultus -- Treatment / Management. The most commonly studied drugs for persistent or intractable hiccups are metoclopramide and the GABA agonists baclofen and gabapentin. [26] Compared to the typical antipsychotics, these three drugs have a better side effect profile. If no etiology is found with a thorough exam, metoclopramide, gabapentin or baclofen are reasonable second-line therapies. Metoclopramide acts centrally as a dopamine antagonist and peripherally by increasing gastric motility and has been successful in relief of hiccups from cancer, stroke and brain tumors. [7] [43] Baclofen acts to decrease neuroexcitation and induce muscle relaxation and has been effective for intractable hiccups in stroke patients and idiopathic causes without gastroesophageal disease. [44] [45] [46] Similarly, gabapentin, structurally similar to GABA, decreases neuroexcitation by binding voltage-gated calcium channels and decreasing the release of excitatory neurotransmitters. In one case series, gabapentin has been reported to be 66 to 88% effective in cancer and brainstem stroke patients. [9] [24] [27]"}
{"id": "article-22862_29", "title": "Singultus -- Treatment / Management", "content": "There are a variety of medications suggested for the treatment of persistent hiccups in anecdotal reports such as amantadine, [47] amitriptyline, antipsychotic agents (haloperidol, risperidone, olanzapine), [9] atropine, benzonatate, carvedilol, glucagon, ketamine, midazolam, nifedipine, nimodipine, orphenadrine, and valproic acid. [26] Treatment for intraoperative hiccups has been with various intravenous medications including atropine, ephedrine, dexmedetomidine, ketamine, and lidocaine. [48] Several other delivery methods have found use with local anesthetic including oral viscous lidocaine, [49] lidocaine gel in the external auditory canal, [50] and subcutaneous infusions. [51]", "contents": "Singultus -- Treatment / Management. There are a variety of medications suggested for the treatment of persistent hiccups in anecdotal reports such as amantadine, [47] amitriptyline, antipsychotic agents (haloperidol, risperidone, olanzapine), [9] atropine, benzonatate, carvedilol, glucagon, ketamine, midazolam, nifedipine, nimodipine, orphenadrine, and valproic acid. [26] Treatment for intraoperative hiccups has been with various intravenous medications including atropine, ephedrine, dexmedetomidine, ketamine, and lidocaine. [48] Several other delivery methods have found use with local anesthetic including oral viscous lidocaine, [49] lidocaine gel in the external auditory canal, [50] and subcutaneous infusions. [51]"}
{"id": "article-22862_30", "title": "Singultus -- Treatment / Management", "content": "For cases refractory to medical therapy, more invasive techniques for management include acupuncture, positive pressure ventilation, vagus nerve stimulators, [52] and stellate or phrenic nerve block. [53] [54] Small trials support acupuncture with promising results for intractable hiccups in the setting of cancer and stroke. [55] [56] [57] Given the relatively low complication rate with a potential benefit, it may be a reasonable alternative for some patients who are too sick or elderly to undergo pharmacotherapy or more invasive techniques. [58] Positive pressure ventilation with elective intubation has shown to work in some case reports. [59] If considering cutting or blocking the phrenic nerve for symptomatic relief, it is important to ensure both hemi-diaphragms are functional prior to the procedure.", "contents": "Singultus -- Treatment / Management. For cases refractory to medical therapy, more invasive techniques for management include acupuncture, positive pressure ventilation, vagus nerve stimulators, [52] and stellate or phrenic nerve block. [53] [54] Small trials support acupuncture with promising results for intractable hiccups in the setting of cancer and stroke. [55] [56] [57] Given the relatively low complication rate with a potential benefit, it may be a reasonable alternative for some patients who are too sick or elderly to undergo pharmacotherapy or more invasive techniques. [58] Positive pressure ventilation with elective intubation has shown to work in some case reports. [59] If considering cutting or blocking the phrenic nerve for symptomatic relief, it is important to ensure both hemi-diaphragms are functional prior to the procedure."}
{"id": "article-22862_31", "title": "Singultus -- Differential Diagnosis", "content": "The diagnosis of hiccups is relatively easy to make though it could be confused with coughing or gagging Numerous medications can lead to hiccups Hiccups may occur during anesthesia, endoscopy, sedation, and during the post-operative period Hiccups are often a manifestation of other diseases, and the list of differentials can be extensive - these include but are not limited to ear, nose and throat, CNS, cardiovascular, gastrointestinal, infectious, intrathoracic, metabolic and psychogenic disorders", "contents": "Singultus -- Differential Diagnosis. The diagnosis of hiccups is relatively easy to make though it could be confused with coughing or gagging Numerous medications can lead to hiccups Hiccups may occur during anesthesia, endoscopy, sedation, and during the post-operative period Hiccups are often a manifestation of other diseases, and the list of differentials can be extensive - these include but are not limited to ear, nose and throat, CNS, cardiovascular, gastrointestinal, infectious, intrathoracic, metabolic and psychogenic disorders"}
{"id": "article-22862_32", "title": "Singultus -- Prognosis", "content": "Hiccups are usually a self-limited process and relatively benign. Management of underlying etiologies typically improves the hiccup frequency and duration.", "contents": "Singultus -- Prognosis. Hiccups are usually a self-limited process and relatively benign. Management of underlying etiologies typically improves the hiccup frequency and duration."}
{"id": "article-22862_33", "title": "Singultus -- Complications", "content": "Acute hiccups result in temporary discomfort, GERD, emotional disturbance and rarely aspiration, however persistent and intractable hiccups can have profound effects on quality of life, with decreased ability to tolerate oral intake leading to dehydration, malnutrition, fatigue, and weight loss, as well as insomnia, despair, depression, and exhaustion. [2] Intubated neuro ICU patients who develop hiccups may have complications from ventilatory desynchronization and hemodynamic changes.  Hiccups can interfere with surgery or threaten the integrity of post-operative thoracic or abdominal wounds.  Forceful hiccups can lead to bradycardia, carotid dissection, barotrauma such as pneumothorax or pneumomediastinum, and decreased venous return leading to hypotension. [60]", "contents": "Singultus -- Complications. Acute hiccups result in temporary discomfort, GERD, emotional disturbance and rarely aspiration, however persistent and intractable hiccups can have profound effects on quality of life, with decreased ability to tolerate oral intake leading to dehydration, malnutrition, fatigue, and weight loss, as well as insomnia, despair, depression, and exhaustion. [2] Intubated neuro ICU patients who develop hiccups may have complications from ventilatory desynchronization and hemodynamic changes.  Hiccups can interfere with surgery or threaten the integrity of post-operative thoracic or abdominal wounds.  Forceful hiccups can lead to bradycardia, carotid dissection, barotrauma such as pneumothorax or pneumomediastinum, and decreased venous return leading to hypotension. [60]"}
{"id": "article-22862_34", "title": "Singultus -- Deterrence and Patient Education", "content": "Hiccups are often benign and self-limiting. Patients with acute hiccups should be advised to try some aforementioned physical maneuvers and should receive reassurance. In healthy patients with no overt cause for intractable and persistent hiccups, treatment of reflux may provide relief. Patient education and therapies aimed at improving reflux and gastrointestinal motility are reasonable first steps. The provider should give guidance on the potential for any quality of life issues that may occur.", "contents": "Singultus -- Deterrence and Patient Education. Hiccups are often benign and self-limiting. Patients with acute hiccups should be advised to try some aforementioned physical maneuvers and should receive reassurance. In healthy patients with no overt cause for intractable and persistent hiccups, treatment of reflux may provide relief. Patient education and therapies aimed at improving reflux and gastrointestinal motility are reasonable first steps. The provider should give guidance on the potential for any quality of life issues that may occur."}
{"id": "article-22862_35", "title": "Singultus -- Pearls and Other Issues", "content": "An extensive diagnostic workup is usually not necessary in healthy patients with acute hiccup presentations Acute hiccups can often be easily terminated by maneuvers that increase the partial pressure of carbon dioxide or stimulate the vagus nerve Persistent hiccups can result from a variety of medications especially dexamethasone, benzodiazepines, opioids, chemotherapeutics, and anti-Parkinson medications GERD is a common cause of persistent hiccups, and antacids, antihistamines or proton pump inhibitors are recommended as first-line therapy especially when no other cause is identifiable GABA agonists and dopamine antagonists are standard recommendations for persistent hiccups especially in cases caused by cancer or neurologic disease Intractable hiccups unrelieved by medications may require invasive intervention such as vagal nerve stimulator or stellate or phrenic nerve block", "contents": "Singultus -- Pearls and Other Issues. An extensive diagnostic workup is usually not necessary in healthy patients with acute hiccup presentations Acute hiccups can often be easily terminated by maneuvers that increase the partial pressure of carbon dioxide or stimulate the vagus nerve Persistent hiccups can result from a variety of medications especially dexamethasone, benzodiazepines, opioids, chemotherapeutics, and anti-Parkinson medications GERD is a common cause of persistent hiccups, and antacids, antihistamines or proton pump inhibitors are recommended as first-line therapy especially when no other cause is identifiable GABA agonists and dopamine antagonists are standard recommendations for persistent hiccups especially in cases caused by cancer or neurologic disease Intractable hiccups unrelieved by medications may require invasive intervention such as vagal nerve stimulator or stellate or phrenic nerve block"}
{"id": "article-22862_36", "title": "Singultus -- Enhancing Healthcare Team Outcomes", "content": "Those with persistent and intractable hiccups may present to the emergency department, urgent care clinics, health clinics, or to their primary care physicians for evaluation. Providers in these settings may initiate treatment based on history and physical examination. A full history and physical should be obtained to rule out more serious underlying etiologies. Any area of concern should prompt consultation with the appropriate specialist. It is crucial for triage nurses and other healthcare providers to recognize that hiccups may seem insignificant, but the complaint deserves a detailed history and thorough examination.", "contents": "Singultus -- Enhancing Healthcare Team Outcomes. Those with persistent and intractable hiccups may present to the emergency department, urgent care clinics, health clinics, or to their primary care physicians for evaluation. Providers in these settings may initiate treatment based on history and physical examination. A full history and physical should be obtained to rule out more serious underlying etiologies. Any area of concern should prompt consultation with the appropriate specialist. It is crucial for triage nurses and other healthcare providers to recognize that hiccups may seem insignificant, but the complaint deserves a detailed history and thorough examination."}
{"id": "article-22862_37", "title": "Singultus -- Enhancing Healthcare Team Outcomes", "content": "Consultation and referrals are appropriate if there is an apparent or suspected underlying condition, and the patient is either not a candidate for outpatient therapy or has failed outpatient therapy. Patients who fail initial outpatient therapy and have no apparent cause may require referral to gastroenterology for endoscopy, and/or otolaryngology, neurology or pulmonology. In rare situations, intractable cases might need a referral to anesthesia for nerve block.", "contents": "Singultus -- Enhancing Healthcare Team Outcomes. Consultation and referrals are appropriate if there is an apparent or suspected underlying condition, and the patient is either not a candidate for outpatient therapy or has failed outpatient therapy. Patients who fail initial outpatient therapy and have no apparent cause may require referral to gastroenterology for endoscopy, and/or otolaryngology, neurology or pulmonology. In rare situations, intractable cases might need a referral to anesthesia for nerve block."}
{"id": "article-22862_38", "title": "Singultus -- Enhancing Healthcare Team Outcomes", "content": "Hiccups are not an infrequent complaint among those with cancer in hospice care. As recurrent hiccups can be detrimental to the quality of life, it would be prudent for palliative care physicians and nurses to develop treatment regimens to address these complaints. [24]", "contents": "Singultus -- Enhancing Healthcare Team Outcomes. Hiccups are not an infrequent complaint among those with cancer in hospice care. As recurrent hiccups can be detrimental to the quality of life, it would be prudent for palliative care physicians and nurses to develop treatment regimens to address these complaints. [24]"}
{"id": "article-22862_39", "title": "Singultus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Singultus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}