{"id": "article-56464_0", "title": "Argatroban -- Continuing Education Activity", "content": "Argatroban is a medication used to manage heparin-induced thrombocytopenia (HIT), which is a rare, life-threatening complication of heparin therapy. It is a direct thrombin inhibitor, a class of anticoagulant drugs. This activity outlines the indications, action, and contraindications for argatroban as a valuable agent in the prophylaxis and treating thrombosis in patients with HIT. This activity also highlights the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the management of patients with heparin-induced thrombocytopenia.", "contents": "Argatroban -- Continuing Education Activity. Argatroban is a medication used to manage heparin-induced thrombocytopenia (HIT), which is a rare, life-threatening complication of heparin therapy. It is a direct thrombin inhibitor, a class of anticoagulant drugs. This activity outlines the indications, action, and contraindications for argatroban as a valuable agent in the prophylaxis and treating thrombosis in patients with HIT. This activity also highlights the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the management of patients with heparin-induced thrombocytopenia."}
{"id": "article-56464_1", "title": "Argatroban -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of argatroban. Describe the potential adverse effects of argatroban. Review the appropriate monitoring for patients on argatroban. Discuss interprofessional team strategies for improving care coordination and communication to advance argatroban and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Argatroban -- Continuing Education Activity. Objectives: Identify the mechanism of action of argatroban. Describe the potential adverse effects of argatroban. Review the appropriate monitoring for patients on argatroban. Discuss interprofessional team strategies for improving care coordination and communication to advance argatroban and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-56464_2", "title": "Argatroban -- Indications", "content": "Argatroban is a direct thrombin inhibitor (DTI) first introduced in Japan in 1990 for the treatment of peripheral vascular diseases. [1] It has approval from the US FDA for the following indications: In 2000 it received approval for prophylaxis and treatment of thrombosis in patients with HIT (heparin-induced thrombocytopenia) and HITTS (heparin-induced thrombocytopenia and thrombosis syndrome). Two large prospective, historical controlled studies ARG-911 and ARG-915, have demonstrated the efficacy of argatroban in patients with HIT. Argatroban produces an effective and predictable anticoagulant effect, is non-immune, and increases the platelet count. [2] In 2002 as an anticoagulant in patients undergoing percutaneous coronary intervention (PCI) who have HIT or are at risk of it. [3] The efficacy and safety of argatroban in patients undergoing PCI have been established in three prospective studies the ARG-216, ARG-310, and ARG-311.", "contents": "Argatroban -- Indications. Argatroban is a direct thrombin inhibitor (DTI) first introduced in Japan in 1990 for the treatment of peripheral vascular diseases. [1] It has approval from the US FDA for the following indications: In 2000 it received approval for prophylaxis and treatment of thrombosis in patients with HIT (heparin-induced thrombocytopenia) and HITTS (heparin-induced thrombocytopenia and thrombosis syndrome). Two large prospective, historical controlled studies ARG-911 and ARG-915, have demonstrated the efficacy of argatroban in patients with HIT. Argatroban produces an effective and predictable anticoagulant effect, is non-immune, and increases the platelet count. [2] In 2002 as an anticoagulant in patients undergoing percutaneous coronary intervention (PCI) who have HIT or are at risk of it. [3] The efficacy and safety of argatroban in patients undergoing PCI have been established in three prospective studies the ARG-216, ARG-310, and ARG-311."}
{"id": "article-56464_3", "title": "Argatroban -- Indications", "content": "Heparin-induced thrombocytopenia is an uncommon but potentially life-threatening condition that occurs during or following recent heparin therapy (unfractionated heparin (UFH) and low molecular weight heparin), characterized by a drop in platelet count and paradoxical prothrombotic state. In patients under UFH therapy for more than five days, the incidence of HIT has been found up to 3%. [4] The formation of IgG antibodies to platelet factor 4/heparin complex leads to immune-mediated destruction and simultaneous activation of platelets leading to a hypercoagulable state and venous and arterial thrombosis, most common being deep vein thrombosis (DVT), pulmonary embolism, and skin necrosis. Thus, it is imperative to stop all forms of heparin and promptly start an alternative anticoagulant that does not cross-react with the circulating antibodies. Direct thrombin inhibitors argatroban, lepirudin, and bivalirudin are first-line agents used as an anticoagulant in the treatment of HIT. Other anticoagulants that can be options are danaparoid (discontinued in the USA) and fondaparinux. These agents act via antithrombin dependent mechanism. [5]", "contents": "Argatroban -- Indications. Heparin-induced thrombocytopenia is an uncommon but potentially life-threatening condition that occurs during or following recent heparin therapy (unfractionated heparin (UFH) and low molecular weight heparin), characterized by a drop in platelet count and paradoxical prothrombotic state. In patients under UFH therapy for more than five days, the incidence of HIT has been found up to 3%. [4] The formation of IgG antibodies to platelet factor 4/heparin complex leads to immune-mediated destruction and simultaneous activation of platelets leading to a hypercoagulable state and venous and arterial thrombosis, most common being deep vein thrombosis (DVT), pulmonary embolism, and skin necrosis. Thus, it is imperative to stop all forms of heparin and promptly start an alternative anticoagulant that does not cross-react with the circulating antibodies. Direct thrombin inhibitors argatroban, lepirudin, and bivalirudin are first-line agents used as an anticoagulant in the treatment of HIT. Other anticoagulants that can be options are danaparoid (discontinued in the USA) and fondaparinux. These agents act via antithrombin dependent mechanism. [5]"}
{"id": "article-56464_4", "title": "Argatroban -- Indications -- Non-FDA Uses", "content": "1. As an anticoagulant during cardiopulmonary bypass in HIT. 2. As an anticoagulant during renal replacement therapy with or without HIT [6] 3. As an alternative anticoagulant in cases of heparin resistance, especially in critically ill patients [7] 4. Argatroban has approval in Japan for a. Improvement of neurological symptoms in acute cerebral thrombosis within 48 hours of onset (excluding lacunar type). b. Improvement of ulcers and rest pain in chronic arterial occlusion. c. Anticoagulation in the extracorporeal circuit (during dialysis) in patients with congenital antithrombin deficiency or decreased antithrombin concentrations. [8]", "contents": "Argatroban -- Indications -- Non-FDA Uses. 1. As an anticoagulant during cardiopulmonary bypass in HIT. 2. As an anticoagulant during renal replacement therapy with or without HIT [6] 3. As an alternative anticoagulant in cases of heparin resistance, especially in critically ill patients [7] 4. Argatroban has approval in Japan for a. Improvement of neurological symptoms in acute cerebral thrombosis within 48 hours of onset (excluding lacunar type). b. Improvement of ulcers and rest pain in chronic arterial occlusion. c. Anticoagulation in the extracorporeal circuit (during dialysis) in patients with congenital antithrombin deficiency or decreased antithrombin concentrations. [8]"}
{"id": "article-56464_5", "title": "Argatroban -- Mechanism of Action", "content": "Argatroban is a synthetic compound based on the structure of L- arginine. It is a direct thrombin inhibitor that binds reversibly to the active site of thrombin and inhibits its downstream action. In contrast, indirect thrombin inhibitors like heparin exert their anticoagulant effect via activation of antithrombin. [6]", "contents": "Argatroban -- Mechanism of Action. Argatroban is a synthetic compound based on the structure of L- arginine. It is a direct thrombin inhibitor that binds reversibly to the active site of thrombin and inhibits its downstream action. In contrast, indirect thrombin inhibitors like heparin exert their anticoagulant effect via activation of antithrombin. [6]"}
{"id": "article-56464_6", "title": "Argatroban -- Mechanism of Action", "content": "Thrombin (clotting factor IIa) is a serine protease that has a central role in coagulation. It is the final enzyme in the coagulation cascade that, upon activation from prothrombin, converts fibrinogen to fibrin, activates procoagulant factors V, VIII, XI, and XIII, and activates platelets.", "contents": "Argatroban -- Mechanism of Action. Thrombin (clotting factor IIa) is a serine protease that has a central role in coagulation. It is the final enzyme in the coagulation cascade that, upon activation from prothrombin, converts fibrinogen to fibrin, activates procoagulant factors V, VIII, XI, and XIII, and activates platelets."}
{"id": "article-56464_7", "title": "Argatroban -- Mechanism of Action", "content": "Univalent DTIs like argatroban and melagatran bind only at the active site of thrombin, whereas bivalent DTIs like hirudin and bivalirudin bind to two sites of thrombin: the active site and exosite I, a positively charged region in the thrombin molecule, which is also a recognition site for many physiologic substrates like fibrinogen, protein C, factor V and thrombomodulin (thrombin receptor in endothelial cells). [9]", "contents": "Argatroban -- Mechanism of Action. Univalent DTIs like argatroban and melagatran bind only at the active site of thrombin, whereas bivalent DTIs like hirudin and bivalirudin bind to two sites of thrombin: the active site and exosite I, a positively charged region in the thrombin molecule, which is also a recognition site for many physiologic substrates like fibrinogen, protein C, factor V and thrombomodulin (thrombin receptor in endothelial cells). [9]"}
{"id": "article-56464_8", "title": "Argatroban -- Mechanism of Action", "content": "Unlike heparin, which acts only on soluble thrombin, argatroban acts on both soluble and clot-bound thrombin because of its low molecular weight. It shows linear pharmacokinetic properties after starting an intravenous infusion. The drug concentration and anticoagulant effects attain steady-state levels 1 to 3 hours after the start of infusion. Since it acts on the final step of coagulation, most of the parameters of coagulation, eg, activated partial thromboplastin time (aPTT), activated clotting time (ACT), prothrombin time (PT), the international normalized ratio(INR), and thrombin time (TT) are prolonged rapidly and in a dose-dependent manner. The elimination half-life of argatroban is 39 to 51 minutes. This short half-life is desirable, given the risk of potential bleeding and the lack of a specific antidote. Anticoagulant effects gradually decline and reach the pretreatment level within 2 to 4 hours after stopping the infusion. However, in patients with impaired hepatic function, it may take 6 to 20 hours for its effects to wear off. [6]", "contents": "Argatroban -- Mechanism of Action. Unlike heparin, which acts only on soluble thrombin, argatroban acts on both soluble and clot-bound thrombin because of its low molecular weight. It shows linear pharmacokinetic properties after starting an intravenous infusion. The drug concentration and anticoagulant effects attain steady-state levels 1 to 3 hours after the start of infusion. Since it acts on the final step of coagulation, most of the parameters of coagulation, eg, activated partial thromboplastin time (aPTT), activated clotting time (ACT), prothrombin time (PT), the international normalized ratio(INR), and thrombin time (TT) are prolonged rapidly and in a dose-dependent manner. The elimination half-life of argatroban is 39 to 51 minutes. This short half-life is desirable, given the risk of potential bleeding and the lack of a specific antidote. Anticoagulant effects gradually decline and reach the pretreatment level within 2 to 4 hours after stopping the infusion. However, in patients with impaired hepatic function, it may take 6 to 20 hours for its effects to wear off. [6]"}
{"id": "article-56464_9", "title": "Argatroban -- Mechanism of Action", "content": "Argatroban is metabolized primarily by hydroxylation and aromatization via cytochrome P450 enzymes and excreted mainly via feces. However, significant drug interactions have not occurred with CYP3A4/5 inhibitors like erythromycin, digoxin, and acetaminophen. [10]", "contents": "Argatroban -- Mechanism of Action. Argatroban is metabolized primarily by hydroxylation and aromatization via cytochrome P450 enzymes and excreted mainly via feces. However, significant drug interactions have not occurred with CYP3A4/5 inhibitors like erythromycin, digoxin, and acetaminophen. [10]"}
{"id": "article-56464_10", "title": "Argatroban -- Mechanism of Action", "content": "Often in patients with HIT, long-term anticoagulation with oral warfarin is needed. When transitioning from argatroban to warfarin, INR may be elevated due to the additive effects of both drugs. In the absence of clear guidelines, the supratherapeutic level of INR>5 during such transition and overlap has no association with an increased risk of bleeding. [11] Warfarin therapy should not start unless the platelet count has recovered above 150,000/mm 3 and the patient is on therapeutic anticoagulation with non-heparin anticoagulants like argatroban. As a general rule, warfarin and argatroban should overlap for at least five days before discontinuing argatroban and continuing with warfarin monotherapy.", "contents": "Argatroban -- Mechanism of Action. Often in patients with HIT, long-term anticoagulation with oral warfarin is needed. When transitioning from argatroban to warfarin, INR may be elevated due to the additive effects of both drugs. In the absence of clear guidelines, the supratherapeutic level of INR>5 during such transition and overlap has no association with an increased risk of bleeding. [11] Warfarin therapy should not start unless the platelet count has recovered above 150,000/mm 3 and the patient is on therapeutic anticoagulation with non-heparin anticoagulants like argatroban. As a general rule, warfarin and argatroban should overlap for at least five days before discontinuing argatroban and continuing with warfarin monotherapy."}
{"id": "article-56464_11", "title": "Argatroban -- Administration", "content": "Argatroban is available as an intravenous solution of 1 mg/ml.", "contents": "Argatroban -- Administration. Argatroban is available as an intravenous solution of 1 mg/ml."}
{"id": "article-56464_12", "title": "Argatroban -- Administration", "content": "Heparin-induced thrombocytopenia : Discontinue heparin and obtain baseline aPTT. For adult patients, the recommended dose is 2 mcg/kg/min, administered as a continuous intravenous infusion. Lower doses are used in critically ill patients, e.g., patients with multiorgan failure or severe anasarca. In a study by Beiderlinden M., et al. performed on 24 critically ill patients with multiorgan dysfunction syndrome (MODS) and HIT, argatroban infusion of 2 mcg/kg/min for 4 hours resulted in excessive anticoagulation and even resulted in bleeding complications in three patients but with infusion at starting dose of 0.2 mcg/kg/min, sufficient anticoagulation was achieved with no bleeding complications. [12] Monitoring: Monitor aPTT (target range of 1.5 to 3 times of initial baseline, not to exceed 100 seconds). Dosage adjustment: Adjust the dose (not to exceed 10 mcg/kg/min) to maintain aPTT in the target range.", "contents": "Argatroban -- Administration. Heparin-induced thrombocytopenia : Discontinue heparin and obtain baseline aPTT. For adult patients, the recommended dose is 2 mcg/kg/min, administered as a continuous intravenous infusion. Lower doses are used in critically ill patients, e.g., patients with multiorgan failure or severe anasarca. In a study by Beiderlinden M., et al. performed on 24 critically ill patients with multiorgan dysfunction syndrome (MODS) and HIT, argatroban infusion of 2 mcg/kg/min for 4 hours resulted in excessive anticoagulation and even resulted in bleeding complications in three patients but with infusion at starting dose of 0.2 mcg/kg/min, sufficient anticoagulation was achieved with no bleeding complications. [12] Monitoring: Monitor aPTT (target range of 1.5 to 3 times of initial baseline, not to exceed 100 seconds). Dosage adjustment: Adjust the dose (not to exceed 10 mcg/kg/min) to maintain aPTT in the target range."}
{"id": "article-56464_13", "title": "Argatroban -- Administration", "content": "Percutaneous coronary intervention: Administer a bolus of 350 mcg/kg over 3 to 5 minutes and start an infusion at the rate of 25 mcg/kg/min. Check an activated clotting time (ACT) 5 to 10 minutes after completing the bolus dose. If the ACT > 300 seconds: Proceed with the PCI. If the ACT < 300 seconds: Administer an additional intravenous bolus dose of 150 mcg/kg, increase the infusion dose to 30 mcg/kg/min, and check the ACT 5 to 10 minutes later. If the ACT> 450 seconds: Decrease the infusion rate to 15 mcg/kg/min and check the ACT 5 to 10 minutes later. Titration of the dose should continue until ACT is in the therapeutic range (between 300 and 450 seconds). [6]", "contents": "Argatroban -- Administration. Percutaneous coronary intervention: Administer a bolus of 350 mcg/kg over 3 to 5 minutes and start an infusion at the rate of 25 mcg/kg/min. Check an activated clotting time (ACT) 5 to 10 minutes after completing the bolus dose. If the ACT > 300 seconds: Proceed with the PCI. If the ACT < 300 seconds: Administer an additional intravenous bolus dose of 150 mcg/kg, increase the infusion dose to 30 mcg/kg/min, and check the ACT 5 to 10 minutes later. If the ACT> 450 seconds: Decrease the infusion rate to 15 mcg/kg/min and check the ACT 5 to 10 minutes later. Titration of the dose should continue until ACT is in the therapeutic range (between 300 and 450 seconds). [6]"}
{"id": "article-56464_14", "title": "Argatroban -- Administration", "content": "Argatroban use requires caution in patients with hepatic dysfunction, especially in patients with total serum bilirubin >1.5 mg/dl. In such patients, a lower dose should be used (starting infusion rate from 0.5 mcg/kg/min). [6] [13] However, no dosage adjustment is necessary for patients with renal dysfunction. [10] [3]", "contents": "Argatroban -- Administration. Argatroban use requires caution in patients with hepatic dysfunction, especially in patients with total serum bilirubin >1.5 mg/dl. In such patients, a lower dose should be used (starting infusion rate from 0.5 mcg/kg/min). [6] [13] However, no dosage adjustment is necessary for patients with renal dysfunction. [10] [3]"}
{"id": "article-56464_15", "title": "Argatroban -- Adverse Effects", "content": "The most common adverse effect of argatroban, as with other anticoagulants, is bleeding, which can manifest as gastrointestinal, genitourinary, intracranial, retroperitoneal bleeding, hemoptysis, and other minor bleedings. [14] Non-hemorrhagic complications include hypotension, dyspnea, fever, sepsis, and cardiac arrest. When used in PCI, chest pain, back pain, nausea, vomiting, hypotension, and headache can occur. [10]", "contents": "Argatroban -- Adverse Effects. The most common adverse effect of argatroban, as with other anticoagulants, is bleeding, which can manifest as gastrointestinal, genitourinary, intracranial, retroperitoneal bleeding, hemoptysis, and other minor bleedings. [14] Non-hemorrhagic complications include hypotension, dyspnea, fever, sepsis, and cardiac arrest. When used in PCI, chest pain, back pain, nausea, vomiting, hypotension, and headache can occur. [10]"}
{"id": "article-56464_16", "title": "Argatroban -- Contraindications", "content": "Argatroban, like other anticoagulants, is contraindicated in overt bleeding. [6]", "contents": "Argatroban -- Contraindications. Argatroban, like other anticoagulants, is contraindicated in overt bleeding. [6]"}
{"id": "article-56464_17", "title": "Argatroban -- Contraindications", "content": "When argatroban is used in patients with increased bleeding risk like severe hypertension, after major surgery, immediately following lumbar puncture, spinal anesthesia, particular caution, and vigilance are necessary. Avoid argatroban in patients with a history of hypersensitivity to it or any of its components in the dosage form.", "contents": "Argatroban -- Contraindications. When argatroban is used in patients with increased bleeding risk like severe hypertension, after major surgery, immediately following lumbar puncture, spinal anesthesia, particular caution, and vigilance are necessary. Avoid argatroban in patients with a history of hypersensitivity to it or any of its components in the dosage form."}
{"id": "article-56464_18", "title": "Argatroban -- Monitoring", "content": "In patients with HIT, aPTT is commonly useful for monitoring argatroban therapy. Clinicians should obtain a baseline aPTT, and the initial dosing should be adjusted to obtain a steady-state aPTT of 1.5 to 3 times baseline (not to exceed 100 seconds). The aPTT should also be obtained 2 hours after the initiation of therapy and after any change in dosage. [6] [15] In the PCI setting, where a higher argatroban dose is used, activated clotting time (ACT) is used to monitor therapy.", "contents": "Argatroban -- Monitoring. In patients with HIT, aPTT is commonly useful for monitoring argatroban therapy. Clinicians should obtain a baseline aPTT, and the initial dosing should be adjusted to obtain a steady-state aPTT of 1.5 to 3 times baseline (not to exceed 100 seconds). The aPTT should also be obtained 2 hours after the initiation of therapy and after any change in dosage. [6] [15] In the PCI setting, where a higher argatroban dose is used, activated clotting time (ACT) is used to monitor therapy."}
{"id": "article-56464_19", "title": "Argatroban -- Toxicity", "content": "The toxicity of argatroban from supratherapeutic dosage is related to its anticoagulant effect. There is no antidote to reverse its actions. [16] In case of overdose, stop the drug and initiate appropriate transfusion therapy, eg, fresh frozen plasma. [17] Patients with hepatic dysfunction are particularly susceptible to the excessive anticoagulant effect of argatroban due to reduced clearance. In such patients, the reversal of its effect takes a longer time.", "contents": "Argatroban -- Toxicity. The toxicity of argatroban from supratherapeutic dosage is related to its anticoagulant effect. There is no antidote to reverse its actions. [16] In case of overdose, stop the drug and initiate appropriate transfusion therapy, eg, fresh frozen plasma. [17] Patients with hepatic dysfunction are particularly susceptible to the excessive anticoagulant effect of argatroban due to reduced clearance. In such patients, the reversal of its effect takes a longer time."}
{"id": "article-56464_20", "title": "Argatroban -- Enhancing Healthcare Team Outcomes", "content": "Heparin products see frequent use in hospitals, including line flushes, catheters, to DVT prophylaxis in patients with prolonged hospitalization. It is reasonable to obtain platelet counts after heparin therapy. Any fall in platelet count requires evaluation, and a 4T score (degree of thrombocytopenia, timing relative to heparin exposure, presence of thrombosis, and other causes for thrombocytopenia) should be calculated if HIT is suspected. Clinicians, pharmacists, and nurses should be aware of HIT pathology. Argatroban is indicated only in Type II HIT, not in Type I. Type I HIT can be differentiated from Type II by a milder drop in platelet count, earlier onset of thrombocytopenia, and absence of antibodies. Since argatroban is expensive and can have potential bleeding complications, it is necessary to ensure its use is in the correct clinical scenario. Patients on argatroban therapy should have frequent monitoring of aPTT or ACT, and any signs suggestive of bleeding or fall in hemoglobin should be promptly reported to the healthcare team so that the clinician can promptly discontinue argatroban and initiate transfusion therapy.", "contents": "Argatroban -- Enhancing Healthcare Team Outcomes. Heparin products see frequent use in hospitals, including line flushes, catheters, to DVT prophylaxis in patients with prolonged hospitalization. It is reasonable to obtain platelet counts after heparin therapy. Any fall in platelet count requires evaluation, and a 4T score (degree of thrombocytopenia, timing relative to heparin exposure, presence of thrombosis, and other causes for thrombocytopenia) should be calculated if HIT is suspected. Clinicians, pharmacists, and nurses should be aware of HIT pathology. Argatroban is indicated only in Type II HIT, not in Type I. Type I HIT can be differentiated from Type II by a milder drop in platelet count, earlier onset of thrombocytopenia, and absence of antibodies. Since argatroban is expensive and can have potential bleeding complications, it is necessary to ensure its use is in the correct clinical scenario. Patients on argatroban therapy should have frequent monitoring of aPTT or ACT, and any signs suggestive of bleeding or fall in hemoglobin should be promptly reported to the healthcare team so that the clinician can promptly discontinue argatroban and initiate transfusion therapy."}
{"id": "article-56464_21", "title": "Argatroban -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Argatroban -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}