{"id": "article-32220_0", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Introduction", "content": "The articulation of the femoral head with the acetabulum forms the hip joint. This articulation connects the axial skeleton with the lower extremity and functions to transmit forces encountered during daily activities from the axial skeleton through the lower extremities. The hip joint’s ability to balance forces through its full range of motion provides providing the stability required to execute everyday tasks such as standing upright, maintaining a smooth and balanced gait, rising from a chair, and lifting weight from a squatting position. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Introduction. The articulation of the femoral head with the acetabulum forms the hip joint. This articulation connects the axial skeleton with the lower extremity and functions to transmit forces encountered during daily activities from the axial skeleton through the lower extremities. The hip joint’s ability to balance forces through its full range of motion provides providing the stability required to execute everyday tasks such as standing upright, maintaining a smooth and balanced gait, rising from a chair, and lifting weight from a squatting position. [1]"}
{"id": "article-32220_1", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Introduction", "content": "The hip joint is a spheroidal, or ball-and-socket-type, synovial joint stabilized by bony and ligamentous restraints. The osseous anatomy of the femoroacetabular articulation contributes to the hip’s inherent stability. The pelvis is made up of three parts: the ilium, ischium, and pubis. These innominate bones come together at the triradiate cartilage to form the cup-shaped socket known as the acetabulum. At 15 to 17 years of age, the triradiate cartilage begins to ossify, and it completely fuses by 20 to 25 years of age. Acetabular development is a complex process that involves both endochondral growth from the triradiate cartilage and intramembranous growth from primary and secondary ossification centers of the innominate bones. [2] The acetabulum covers approximately 40% of the femoral head at any position of hip motion. Additional stability is conferred by the labrum, a rim composed of circumferential collagen fibers that surrounds the acetabulum and acts to deepen the hip socket and limit the extreme range of motion. The acetabular labrum contributes approximately 22% of the articulating surface of the hip and increases the volume of the acetabulum by 33%. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Introduction. The hip joint is a spheroidal, or ball-and-socket-type, synovial joint stabilized by bony and ligamentous restraints. The osseous anatomy of the femoroacetabular articulation contributes to the hip’s inherent stability. The pelvis is made up of three parts: the ilium, ischium, and pubis. These innominate bones come together at the triradiate cartilage to form the cup-shaped socket known as the acetabulum. At 15 to 17 years of age, the triradiate cartilage begins to ossify, and it completely fuses by 20 to 25 years of age. Acetabular development is a complex process that involves both endochondral growth from the triradiate cartilage and intramembranous growth from primary and secondary ossification centers of the innominate bones. [2] The acetabulum covers approximately 40% of the femoral head at any position of hip motion. Additional stability is conferred by the labrum, a rim composed of circumferential collagen fibers that surrounds the acetabulum and acts to deepen the hip socket and limit the extreme range of motion. The acetabular labrum contributes approximately 22% of the articulating surface of the hip and increases the volume of the acetabulum by 33%. [1]"}
{"id": "article-32220_2", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Introduction", "content": "The hip joint capsule is formed by three major ligaments: the iliofemoral, pubofemoral, and ischiofemoral ligaments. The capsular ligaments run in a spiral fashion preventing hip extension and are surrounded by thick longitudinal fibers that provide additional stability in the lateral plane. The capsule is thicker anterosuperiorly, where the predominant stresses of weight bearing occur, and thinner posteroinferiorly. [1] The ligamentum teres fans out from the fovea of the femoral head and attaches to nearly the full length of the acetabular ligament.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Introduction. The hip joint capsule is formed by three major ligaments: the iliofemoral, pubofemoral, and ischiofemoral ligaments. The capsular ligaments run in a spiral fashion preventing hip extension and are surrounded by thick longitudinal fibers that provide additional stability in the lateral plane. The capsule is thicker anterosuperiorly, where the predominant stresses of weight bearing occur, and thinner posteroinferiorly. [1] The ligamentum teres fans out from the fovea of the femoral head and attaches to nearly the full length of the acetabular ligament."}
{"id": "article-32220_3", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "The hip acts as a multi-axial, ball-and-socket joint upon which the upper body is balanced during stance and gait. The balance and stability provided by the hip joint allow motion while supporting forces encountered during daily activities. The congruity of the femoral head with the acetabulum allows the rotational motion required to perform these tasks without any detectable translational motion which would destabilize the joint and increase the risk of dislocation. The inherent stability provided by the osseous anatomy of the joint coupled with the stabilizing forces of the fibrous capsule and neuromuscular anatomy defines the absolute limits of motion of the hip joint before the occurrence of bony impingement. Flexion – 120 degrees Extension – 10 degrees Abduction – 45 degrees Adduction – 25 degrees Internal Rotation – 15 degrees External rotation – 35 degrees", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. The hip acts as a multi-axial, ball-and-socket joint upon which the upper body is balanced during stance and gait. The balance and stability provided by the hip joint allow motion while supporting forces encountered during daily activities. The congruity of the femoral head with the acetabulum allows the rotational motion required to perform these tasks without any detectable translational motion which would destabilize the joint and increase the risk of dislocation. The inherent stability provided by the osseous anatomy of the joint coupled with the stabilizing forces of the fibrous capsule and neuromuscular anatomy defines the absolute limits of motion of the hip joint before the occurrence of bony impingement. Flexion – 120 degrees Extension – 10 degrees Abduction – 45 degrees Adduction – 25 degrees Internal Rotation – 15 degrees External rotation – 35 degrees"}
{"id": "article-32220_4", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "Ischiofemoral ligament: It attaches to the posterior surface of the acetabular rim and labrum and courses circumferentially around the joint to its insertion on the anterior aspect of the femur. The ischiofemoral ligament limits internal rotation and hip adduction with flexion.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. Ischiofemoral ligament: It attaches to the posterior surface of the acetabular rim and labrum and courses circumferentially around the joint to its insertion on the anterior aspect of the femur. The ischiofemoral ligament limits internal rotation and hip adduction with flexion."}
{"id": "article-32220_5", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "Iliofemoral ligament (Y Ligament of Bigelow): It is a triangle-shaped ligament that attaches along the intertrochanteric line of the femur and converges into its attachment on the anterior inferior iliac spine (AIIS).  This is the strongest ligament in the body. The iliofemoral ligament limits extension and external rotation of the hip and assists in maintenance of a static erect posture with minimal muscular activity. Biomechanical analysis has concluded that the iliofemoral ligament is the strongest of the three-ligament complex. [1] As a result, the hip is able to withstand the highest amount of force in anterior translation before failure. This data supports the greater incidence of posterior hip dislocations (90%) relative to anterior dislocations. [3] , [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. Iliofemoral ligament (Y Ligament of Bigelow): It is a triangle-shaped ligament that attaches along the intertrochanteric line of the femur and converges into its attachment on the anterior inferior iliac spine (AIIS).  This is the strongest ligament in the body. The iliofemoral ligament limits extension and external rotation of the hip and assists in maintenance of a static erect posture with minimal muscular activity. Biomechanical analysis has concluded that the iliofemoral ligament is the strongest of the three-ligament complex. [1] As a result, the hip is able to withstand the highest amount of force in anterior translation before failure. This data supports the greater incidence of posterior hip dislocations (90%) relative to anterior dislocations. [3] , [4]"}
{"id": "article-32220_6", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "Pubofemoral ligament: Located on the anterior aspect of the hip joint, this ligament extends from the anterior portion of the pubic ramus to the anterior surface of the intertrochanteric fossa often blending with the inferior fibers of the iliofemoral ligament. The pubofemoral ligament limits hip abduction and extension.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. Pubofemoral ligament: Located on the anterior aspect of the hip joint, this ligament extends from the anterior portion of the pubic ramus to the anterior surface of the intertrochanteric fossa often blending with the inferior fibers of the iliofemoral ligament. The pubofemoral ligament limits hip abduction and extension."}
{"id": "article-32220_7", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "Zona orbicularis (annular ligament): Not visible externally, it encircles the femoral neck like a buttonhole and acts as a biomechanical locking ring wrapped around the femoral neck. The zona orbicularis forms a locking ring around the femur which resists distraction forces on the hip.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. Zona orbicularis (annular ligament): Not visible externally, it encircles the femoral neck like a buttonhole and acts as a biomechanical locking ring wrapped around the femoral neck. The zona orbicularis forms a locking ring around the femur which resists distraction forces on the hip."}
{"id": "article-32220_8", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "Ligamentum teres: Located deep in the hip, it has a pyramidal shape with a broad origin from nearly the entire transverse acetabular ligament attaching to the ischial and pubic bases by two bundles, with the posterior bundle being stronger than the anterior bundle. The ligamentum teres’ function prior to puberty has been well-described as it provides a secondary blood supply to the head of the femur. However, its function in adulthood is a subject of debate. In a recent meta-analysis of several cadaveric studies, O’Donnell, et al. concluded that the ligamentum teres acts as a secondary stabilizer to supplement the work of the capsular ligaments. [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. Ligamentum teres: Located deep in the hip, it has a pyramidal shape with a broad origin from nearly the entire transverse acetabular ligament attaching to the ischial and pubic bases by two bundles, with the posterior bundle being stronger than the anterior bundle. The ligamentum teres’ function prior to puberty has been well-described as it provides a secondary blood supply to the head of the femur. However, its function in adulthood is a subject of debate. In a recent meta-analysis of several cadaveric studies, O’Donnell, et al. concluded that the ligamentum teres acts as a secondary stabilizer to supplement the work of the capsular ligaments. [5]"}
{"id": "article-32220_9", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "Acetabular labrum: This is a fibrocartilaginous rim, composed of circumferential collagen fibers, that spans the entirety of the acetabulum and is continuous with the transverse acetabular ligament. The labrum contributes approximately 22% of the articulating surface of the hip and increases the volume of the acetabulum by 33%. The acetabular labrum limits the extreme range of motion and deepens acetabulum to assist in the dissipation of the large forces across the hip with stride in athletic activities. It also provides a sealing rim around the joint, enabling increased hydrostatic fluid pressure to facilitate synovial lubrication and resistance to joint distraction. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. Acetabular labrum: This is a fibrocartilaginous rim, composed of circumferential collagen fibers, that spans the entirety of the acetabulum and is continuous with the transverse acetabular ligament. The labrum contributes approximately 22% of the articulating surface of the hip and increases the volume of the acetabulum by 33%. The acetabular labrum limits the extreme range of motion and deepens acetabulum to assist in the dissipation of the large forces across the hip with stride in athletic activities. It also provides a sealing rim around the joint, enabling increased hydrostatic fluid pressure to facilitate synovial lubrication and resistance to joint distraction. [1]"}
{"id": "article-32220_10", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function", "content": "A thick layer of highly organized type II collagen fibers and hydrophilic glycosaminoglycans make up the hyaline cartilage that covers the articular surfaces of the joint. This cartilage acts synergistically with the subchondral bone to absorb shock and appropriately distribute the high forces generated across the joint. The hydrophilic glycosaminoglycans trap water in the substance of the cartilage, resulting in additional stress-shielding properties. The cartilage is thickest at the ventral-cranial surface of the acetabulum and ventrolateral surface of the femoral head with cartilage density decreasing concentrically from these points. [1] The thickest regions coincide with the areas that receive the greatest amount of force when the joint is loaded.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Structure and Function. A thick layer of highly organized type II collagen fibers and hydrophilic glycosaminoglycans make up the hyaline cartilage that covers the articular surfaces of the joint. This cartilage acts synergistically with the subchondral bone to absorb shock and appropriately distribute the high forces generated across the joint. The hydrophilic glycosaminoglycans trap water in the substance of the cartilage, resulting in additional stress-shielding properties. The cartilage is thickest at the ventral-cranial surface of the acetabulum and ventrolateral surface of the femoral head with cartilage density decreasing concentrically from these points. [1] The thickest regions coincide with the areas that receive the greatest amount of force when the joint is loaded."}
{"id": "article-32220_11", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Embryology", "content": "Primary ossification of the ischium, ilium, pubis, and femoral shaft occurs in utero. Secondary ossification of the femur occurs at two ossification centers: Proximal femoral epiphysis appears at age 4 to 8 months. Trochanter appears at age 4.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Embryology. Primary ossification of the ischium, ilium, pubis, and femoral shaft occurs in utero. Secondary ossification of the femur occurs at two ossification centers: Proximal femoral epiphysis appears at age 4 to 8 months. Trochanter appears at age 4."}
{"id": "article-32220_12", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Embryology", "content": "The proximal femoral epiphyses fuse by 18 years of age, and the trochanteric apophyses fuse between 16 and 18 years of age. The proximal femoral epiphyses contribute significantly to metaphyseal growth of the femoral neck, whereas the trochanteric apophyses contribute largely to appositional growth of the greater trochanter.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Embryology. The proximal femoral epiphyses fuse by 18 years of age, and the trochanteric apophyses fuse between 16 and 18 years of age. The proximal femoral epiphyses contribute significantly to metaphyseal growth of the femoral neck, whereas the trochanteric apophyses contribute largely to appositional growth of the greater trochanter."}
{"id": "article-32220_13", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics", "content": "From age 0 to 4 years, the femoral head receives significant blood supply from the medial femoral circumflex artery (MFCA), lateral femoral circumflex artery (LFCA), and the artery of ligamentum teres.  From age 4 to 8 years, the MFCA provides the majority of the blood supply with supplementary contributions from the LFCA and artery of ligamentum teres. After 8 years of age, the MFCA predominates with negligible contribution from the LFCA and artery of ligamentum teres.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics. From age 0 to 4 years, the femoral head receives significant blood supply from the medial femoral circumflex artery (MFCA), lateral femoral circumflex artery (LFCA), and the artery of ligamentum teres.  From age 4 to 8 years, the MFCA provides the majority of the blood supply with supplementary contributions from the LFCA and artery of ligamentum teres. After 8 years of age, the MFCA predominates with negligible contribution from the LFCA and artery of ligamentum teres."}
{"id": "article-32220_14", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics", "content": "The MFCA most commonly originates from the profunda femoris. However cadaveric studies have shown that it may also originate from the common femoral artery. [6] The MFCA has five consistent branches: superficial, ascending, acetabular, descending, and deep.  The deep branch runs towards the intertrochanteric crest between the pectineus medially and the iliopsoas tendon and laterally along the inferior border of obturator externus.  Posteriorly, it runs deep to quadratus femoris and can be identified in the space between quadratus femoris and the inferior gemellus. Identification of these posterior landmarks is critically important as the vessel is at risk for iatrogenic injury during hip arthroplasty utilizing a posterior approach. The main division of the deep branch crosses posterior to the tendon of obturator externus and anterior to the tendons of superior gemellus, obturator internus, and the inferior gemellus. It perforates the capsule just cranial to the superior gemellus tendon and distal to the piriformis tendon and divides into 2 to 4 terminal branches. These branches maintain a posterosuperior course along the neck of the femur before perforating the femoral head approximately 2 to 4 mm from the cartilage-bone junction. Posteroinferior terminal branches may also contribute to the blood supply. The exposed nature of the subsynovial branches of the MFCA increases the risk of avascular necrosis of the femoral head in patients with displaced femoral neck fractures.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics. The MFCA most commonly originates from the profunda femoris. However cadaveric studies have shown that it may also originate from the common femoral artery. [6] The MFCA has five consistent branches: superficial, ascending, acetabular, descending, and deep.  The deep branch runs towards the intertrochanteric crest between the pectineus medially and the iliopsoas tendon and laterally along the inferior border of obturator externus.  Posteriorly, it runs deep to quadratus femoris and can be identified in the space between quadratus femoris and the inferior gemellus. Identification of these posterior landmarks is critically important as the vessel is at risk for iatrogenic injury during hip arthroplasty utilizing a posterior approach. The main division of the deep branch crosses posterior to the tendon of obturator externus and anterior to the tendons of superior gemellus, obturator internus, and the inferior gemellus. It perforates the capsule just cranial to the superior gemellus tendon and distal to the piriformis tendon and divides into 2 to 4 terminal branches. These branches maintain a posterosuperior course along the neck of the femur before perforating the femoral head approximately 2 to 4 mm from the cartilage-bone junction. Posteroinferior terminal branches may also contribute to the blood supply. The exposed nature of the subsynovial branches of the MFCA increases the risk of avascular necrosis of the femoral head in patients with displaced femoral neck fractures."}
{"id": "article-32220_15", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics", "content": "The consistency of contributions from the inferior gluteal artery to femoral head blood supply is a subject of debate. In a recent cadaveric study, A.W. Grose, et al. examined the contribution of the inferior gluteal artery to the extracapsular anastomosis supplying the femoral head and demonstrated that the deep branch of MFCA receives a significant and consistent inflow from vessels derived from the inferior gluteal artery. [7] These findings support the belief that the inferior gluteal artery is capable of providing a compensatory blood supply after an injury to the deep branch of MFCA.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics. The consistency of contributions from the inferior gluteal artery to femoral head blood supply is a subject of debate. In a recent cadaveric study, A.W. Grose, et al. examined the contribution of the inferior gluteal artery to the extracapsular anastomosis supplying the femoral head and demonstrated that the deep branch of MFCA receives a significant and consistent inflow from vessels derived from the inferior gluteal artery. [7] These findings support the belief that the inferior gluteal artery is capable of providing a compensatory blood supply after an injury to the deep branch of MFCA."}
{"id": "article-32220_16", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics", "content": "The acetabular branch of the obturator artery provides the blood supply to the acetabular fossa as it courses through the acetabular notch. The pelvic surface of the acetabulum receives blood supply from pubic branches of the obturator artery. The superior and posteroinferior regions of the acetabulum are supplied by an anastomosis of deep branches of the superior and inferior gluteal arteries. Lymphatic drainage from the anterior aspect drains to the deep inguinal nodes, while the medial and posterior aspects drain into the internal iliac nodes.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Blood Supply and Lymphatics. The acetabular branch of the obturator artery provides the blood supply to the acetabular fossa as it courses through the acetabular notch. The pelvic surface of the acetabulum receives blood supply from pubic branches of the obturator artery. The superior and posteroinferior regions of the acetabulum are supplied by an anastomosis of deep branches of the superior and inferior gluteal arteries. Lymphatic drainage from the anterior aspect drains to the deep inguinal nodes, while the medial and posterior aspects drain into the internal iliac nodes."}
{"id": "article-32220_17", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves", "content": "Obturator nerve: Originates from nerve roots L2-L4 and exits through the obturator canal before splitting into an anterior division that runs anterior to obturator externus and a posterior division which runs posterior to obturator externus. The obturator nerve supplies sensory innervation to the inferomedial thigh via the cutaneous branch of obturator nerve and motor innervation to gracilis (anterior division), adductor longus (anterior division), adductor brevis (anterior/posterior divisions), and adductor magnus (posterior division). Iatrogenic injury can occur from retractors placed behind the transverse acetabular ligament when utilizing a medial approach to the hip, an approach commonly used in pediatric cases.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves. Obturator nerve: Originates from nerve roots L2-L4 and exits through the obturator canal before splitting into an anterior division that runs anterior to obturator externus and a posterior division which runs posterior to obturator externus. The obturator nerve supplies sensory innervation to the inferomedial thigh via the cutaneous branch of obturator nerve and motor innervation to gracilis (anterior division), adductor longus (anterior division), adductor brevis (anterior/posterior divisions), and adductor magnus (posterior division). Iatrogenic injury can occur from retractors placed behind the transverse acetabular ligament when utilizing a medial approach to the hip, an approach commonly used in pediatric cases."}
{"id": "article-32220_18", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves", "content": "Genitofemoral nerve: Originates from nerve roots L1-L2.  It pierces the psoas muscle and continues down the anteromedial surface of psoas before dividing into femoral and genital branches. The femoral branch provides sensory innervation to the proximal anterior thigh over the femoral triangle. The genital branch provides sensory innervation to the scrotum/labia. It has no motor function.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves. Genitofemoral nerve: Originates from nerve roots L1-L2.  It pierces the psoas muscle and continues down the anteromedial surface of psoas before dividing into femoral and genital branches. The femoral branch provides sensory innervation to the proximal anterior thigh over the femoral triangle. The genital branch provides sensory innervation to the scrotum/labia. It has no motor function."}
{"id": "article-32220_19", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves", "content": "Lateral femoral cutaneous nerve: Originates from nerve roots L2-L3.  Crosses inferior to the anterior superior iliac spine (ASIS) and provides sensory innervation to the lateral thigh. It has no motor function. Iatrogenic injury can occur during hip arthroplasty utilizing an anterior approach or when placing the anterior portal for hip arthroscopy.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves. Lateral femoral cutaneous nerve: Originates from nerve roots L2-L3.  Crosses inferior to the anterior superior iliac spine (ASIS) and provides sensory innervation to the lateral thigh. It has no motor function. Iatrogenic injury can occur during hip arthroplasty utilizing an anterior approach or when placing the anterior portal for hip arthroscopy."}
{"id": "article-32220_20", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves", "content": "Femoral nerve: Originates from nerve roots (L2-L4). It lies between the psoas major andiliacus and branches in the femoral triangle. The femoral nerve provides sensory innervation to the anteromedial thigh via anterior cutaneous branches and motor innervation to psoas, pectineus, Sartorius, quadriceps (rectus femoris, vastus lateralis, vastus intermedius, vastus medialis).", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves. Femoral nerve: Originates from nerve roots (L2-L4). It lies between the psoas major andiliacus and branches in the femoral triangle. The femoral nerve provides sensory innervation to the anteromedial thigh via anterior cutaneous branches and motor innervation to psoas, pectineus, Sartorius, quadriceps (rectus femoris, vastus lateralis, vastus intermedius, vastus medialis)."}
{"id": "article-32220_21", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves", "content": "Sciatic nerve: Originates from the sacral plexus and projects through the greater sciatic foramen descending down the posterior thigh deep to the hamstrings and superficial to adductor magnus. The sciatic nerve has two distinct divisions: tibial division and common peroneal division. The tibial division originates from nerve roots L4-S3 and provides motor innervation to biceps femoris (long head), semitendinosus, and semimembranosus. There is no sensory innervation in the thigh. The common peroneal division originates from nerve roots L4-L2 and provides motor innervation to biceps femoris (short head).  Anatomical variations have been noted involving divisions of the nerve in relation to the piriformis muscle. In the majority of the population, both divisions of the sciatic nerve pass under piriformis. Two distinct anatomical variations have been described: common fibular division passes through the piriformis or over the piriformis. The sciatic nerve is at risk for iatrogenic injury during hip arthroplasty utilizing a posterior approach. Injury can be avoided by reflecting piriformis.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves. Sciatic nerve: Originates from the sacral plexus and projects through the greater sciatic foramen descending down the posterior thigh deep to the hamstrings and superficial to adductor magnus. The sciatic nerve has two distinct divisions: tibial division and common peroneal division. The tibial division originates from nerve roots L4-S3 and provides motor innervation to biceps femoris (long head), semitendinosus, and semimembranosus. There is no sensory innervation in the thigh. The common peroneal division originates from nerve roots L4-L2 and provides motor innervation to biceps femoris (short head).  Anatomical variations have been noted involving divisions of the nerve in relation to the piriformis muscle. In the majority of the population, both divisions of the sciatic nerve pass under piriformis. Two distinct anatomical variations have been described: common fibular division passes through the piriformis or over the piriformis. The sciatic nerve is at risk for iatrogenic injury during hip arthroplasty utilizing a posterior approach. Injury can be avoided by reflecting piriformis."}
{"id": "article-32220_22", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves", "content": "Posterior femoral cutaneous nerve: Originates from nerve roots S1-S3 and passes through the greater sciatic foramen medial to the sciatic nerve. The posterior femoral cutaneous nerve provides sensory innervation to the posterior thigh and has no motor function.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Nerves. Posterior femoral cutaneous nerve: Originates from nerve roots S1-S3 and passes through the greater sciatic foramen medial to the sciatic nerve. The posterior femoral cutaneous nerve provides sensory innervation to the posterior thigh and has no motor function."}
{"id": "article-32220_23", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles", "content": "Smooth gait is achieved through a series of concentric and eccentric muscular contractions, both voluntary and involuntary.  A complex neuromuscular loop receiving proprioceptive feedback from both the position of the body and intrinsic muscular properties, such as muscle spindle fiber and sarcomere length, maintains the proper position of the femoral head within the acetabulum.  Understanding the synchronization of muscle contractions that facilitate balanced gait is critical when evaluating pathology of the hip’s articular surface.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles. Smooth gait is achieved through a series of concentric and eccentric muscular contractions, both voluntary and involuntary.  A complex neuromuscular loop receiving proprioceptive feedback from both the position of the body and intrinsic muscular properties, such as muscle spindle fiber and sarcomere length, maintains the proper position of the femoral head within the acetabulum.  Understanding the synchronization of muscle contractions that facilitate balanced gait is critical when evaluating pathology of the hip’s articular surface."}
{"id": "article-32220_24", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Psoas major", "content": "Origin: T12-L5 vertebrae Insertion: Lesser trochanter Innervation: Femoral nerve Psoas minor (present in 50% of the population) Origin: T12-L1 vertebrae Insertion: Iliopubic eminence Innervation: L1 ventral ramus Pectineus (flexes and adducts thigh) Origin: Pectineal line of pubis Insertion: Pectineal line of femur Innervation: Femoral nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Psoas major. Origin: T12-L5 vertebrae Insertion: Lesser trochanter Innervation: Femoral nerve Psoas minor (present in 50% of the population) Origin: T12-L1 vertebrae Insertion: Iliopubic eminence Innervation: L1 ventral ramus Pectineus (flexes and adducts thigh) Origin: Pectineal line of pubis Insertion: Pectineal line of femur Innervation: Femoral nerve"}
{"id": "article-32220_25", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Iliacus", "content": "Origin: Iliac fossa/ Sacral ala Insertion: Lesser trochanter Innervation: Femoral nerve Hip Extensors and External Rotators-", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Iliacus. Origin: Iliac fossa/ Sacral ala Insertion: Lesser trochanter Innervation: Femoral nerve Hip Extensors and External Rotators-"}
{"id": "article-32220_26", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gluteus maximus", "content": "Origin: Ilium, dorsal sacrum Insertion: ITB, gluteal tuberosity Innervation: Inferior gluteal nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gluteus maximus. Origin: Ilium, dorsal sacrum Insertion: ITB, gluteal tuberosity Innervation: Inferior gluteal nerve"}
{"id": "article-32220_27", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Obturator externus", "content": "Origin: Ischiopubic rami, obturator membrane Insertion: Trochanteric fossa Innervation: Obturator nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Obturator externus. Origin: Ischiopubic rami, obturator membrane Insertion: Trochanteric fossa Innervation: Obturator nerve"}
{"id": "article-32220_28", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Piriformis", "content": "Origin: Anterior sacrum Insertion: Superior greater trochanter Innervation: Nerve to Piriformis (S2, posterior division of lumbosacral plexus)", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Piriformis. Origin: Anterior sacrum Insertion: Superior greater trochanter Innervation: Nerve to Piriformis (S2, posterior division of lumbosacral plexus)"}
{"id": "article-32220_29", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Superior gemellus", "content": "Origin: Ischial spine Insertion: Medial greater trochanter Innervation: Nerve to obturator internus (L5-S2, anterior division of lumbosacral plexus)", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Superior gemellus. Origin: Ischial spine Insertion: Medial greater trochanter Innervation: Nerve to obturator internus (L5-S2, anterior division of lumbosacral plexus)"}
{"id": "article-32220_30", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Obturator internus", "content": "Origin: Ischiopubic rami, obturator membrane Insertion: Medial greater trochanter Innervation: Nerve to obturator internus (L5-S2, anterior division of lumbosacral plexus)", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Obturator internus. Origin: Ischiopubic rami, obturator membrane Insertion: Medial greater trochanter Innervation: Nerve to obturator internus (L5-S2, anterior division of lumbosacral plexus)"}
{"id": "article-32220_31", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Inferior gemellus", "content": "Origin: Ischial tuberosity Insertion: Medial greater trochanter Innervation: Nerve to quadratus femoris (L4-S1, anterior division of lumbosacral plexus)", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Inferior gemellus. Origin: Ischial tuberosity Insertion: Medial greater trochanter Innervation: Nerve to quadratus femoris (L4-S1, anterior division of lumbosacral plexus)"}
{"id": "article-32220_32", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Quadratus femoris", "content": "Origin: Ischial tuberosity Insertion: Intertrochanteric crest Innervation: Nerve to quadratus femoris (L4-S1, anterior division of lumbosacral plexus)", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Quadratus femoris. Origin: Ischial tuberosity Insertion: Intertrochanteric crest Innervation: Nerve to quadratus femoris (L4-S1, anterior division of lumbosacral plexus)"}
{"id": "article-32220_33", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Tensor fascia latae", "content": "Origin: Iliac crest, ASIS Insertion: Iliotibial band/proximal tibia Innervation: Superior gluteal nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Tensor fascia latae. Origin: Iliac crest, ASIS Insertion: Iliotibial band/proximal tibia Innervation: Superior gluteal nerve"}
{"id": "article-32220_34", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gluteus medius", "content": "Origin: Ilium between anterior and posterior gluteal lines Insertion: Greater trochanter Innervation: Superior gluteal nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gluteus medius. Origin: Ilium between anterior and posterior gluteal lines Insertion: Greater trochanter Innervation: Superior gluteal nerve"}
{"id": "article-32220_35", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gluteus minimus", "content": "Origin: Ilium between anterior and posterior gluteal lines Insertion: Greater trochanter Innervation: Superior gluteal nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gluteus minimus. Origin: Ilium between anterior and posterior gluteal lines Insertion: Greater trochanter Innervation: Superior gluteal nerve"}
{"id": "article-32220_36", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Adductor magnus", "content": "Origin: Pubic ramus, ischial tuberosity Insertion: Linea aspera, adductor tubercle Innervation: Obturator nerve, sciatic nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Adductor magnus. Origin: Pubic ramus, ischial tuberosity Insertion: Linea aspera, adductor tubercle Innervation: Obturator nerve, sciatic nerve"}
{"id": "article-32220_37", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Adductor longus", "content": "Origin: Body of pubis Insertion: Linea aspera Innervation: Obturator nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Adductor longus. Origin: Body of pubis Insertion: Linea aspera Innervation: Obturator nerve"}
{"id": "article-32220_38", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Adductor brevis", "content": "Origin: Body and inferior pubic ramus Insertion: Pectineal line, linea aspera Innervation: Obturator nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Adductor brevis. Origin: Body and inferior pubic ramus Insertion: Pectineal line, linea aspera Innervation: Obturator nerve"}
{"id": "article-32220_39", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gracilis", "content": "Origin: Body and inferior pubic ramus Insertion: Proximal medial tibia (pes anserinus) Innervation: Obturator nerve", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Muscles -- Gracilis. Origin: Body and inferior pubic ramus Insertion: Proximal medial tibia (pes anserinus) Innervation: Obturator nerve"}
{"id": "article-32220_40", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Surgical Considerations", "content": "Total hip arthroplasty (THA) is one of the most successful orthopedic procedures performed today with an estimated 300,000 total hip arthroplasties performed each year in the United States. THA is a surgical procedure that replaces the diseased articular surface with synthetic components to attempt to restore native hip anatomy, resulting in pain relief and improved joint kinematics. Performing a THA requires a nuanced understanding of hip anatomy and biomechanics.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Surgical Considerations. Total hip arthroplasty (THA) is one of the most successful orthopedic procedures performed today with an estimated 300,000 total hip arthroplasties performed each year in the United States. THA is a surgical procedure that replaces the diseased articular surface with synthetic components to attempt to restore native hip anatomy, resulting in pain relief and improved joint kinematics. Performing a THA requires a nuanced understanding of hip anatomy and biomechanics."}
{"id": "article-32220_41", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Surgical Considerations", "content": "THA can be performed through multiple approaches and is dictated by surgeon preference, prior incisions, obesity, risk of dislocation, implant selection, and degree of deformity. Standard approaches include direct anterior (Smith-Peterson), anterolateral (Watson-Jones), direct lateral (Hardinge), posterolateral (Kocher-Langenbach), and posterior (Moore or Southern). A recent study comparing the relatively newer direct anterior approach with the conventional posterior approach suggests that the direct anterior approach may be associated with functional advantages early in recovery, although randomized trials are needed to validate these findings. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Surgical Considerations. THA can be performed through multiple approaches and is dictated by surgeon preference, prior incisions, obesity, risk of dislocation, implant selection, and degree of deformity. Standard approaches include direct anterior (Smith-Peterson), anterolateral (Watson-Jones), direct lateral (Hardinge), posterolateral (Kocher-Langenbach), and posterior (Moore or Southern). A recent study comparing the relatively newer direct anterior approach with the conventional posterior approach suggests that the direct anterior approach may be associated with functional advantages early in recovery, although randomized trials are needed to validate these findings. [8]"}
{"id": "article-32220_42", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Clinical Significance", "content": "Hip osteoarthritis is one of the most common causes of debilitating pain in the general population. A recent study estimates the rise in mean prevalence from 4.0% in the 1970s to 8.6% in the 2000s, with men accounting for a higher prevalence before age 50 and women having a higher prevalence after age 50. Hip osteoarthritis is treated in a stepwise manner, utilizing non-operative treatment options including weight loss, activity modification, physical therapy, assisted ambulatory devices (i.e., cane, walker), non-steroidal anti-inflammatory drugs (NSAIDs), and corticosteroid injections. The use of needle lavage, acupuncture, glucosamine and chondroitin supplementation, viscoelastic joint injections, growth factor injections, and platelet-rich plasma injections remains controversial. When non-operative treatment modalities have been exhausted, total hip arthroplasty is the operative treatment of choice.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Clinical Significance. Hip osteoarthritis is one of the most common causes of debilitating pain in the general population. A recent study estimates the rise in mean prevalence from 4.0% in the 1970s to 8.6% in the 2000s, with men accounting for a higher prevalence before age 50 and women having a higher prevalence after age 50. Hip osteoarthritis is treated in a stepwise manner, utilizing non-operative treatment options including weight loss, activity modification, physical therapy, assisted ambulatory devices (i.e., cane, walker), non-steroidal anti-inflammatory drugs (NSAIDs), and corticosteroid injections. The use of needle lavage, acupuncture, glucosamine and chondroitin supplementation, viscoelastic joint injections, growth factor injections, and platelet-rich plasma injections remains controversial. When non-operative treatment modalities have been exhausted, total hip arthroplasty is the operative treatment of choice."}
{"id": "article-32220_43", "title": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hip -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}