{"id": "article-131377_0", "title": "Anatomy, Head and Neck, Primary Dentition -- Introduction", "content": "The primary dentition constitutes the first teeth to erupt in the pediatric patient. Comprised of 20 teeth, they are labeled based on an alphabetical system rather than the numbering system used for permanent teeth. The primary teeth are organized in two arches: the maxillary (upper) arch and the mandibular (lower) arch. [1]", "contents": "Anatomy, Head and Neck, Primary Dentition -- Introduction. The primary dentition constitutes the first teeth to erupt in the pediatric patient. Comprised of 20 teeth, they are labeled based on an alphabetical system rather than the numbering system used for permanent teeth. The primary teeth are organized in two arches: the maxillary (upper) arch and the mandibular (lower) arch. [1]"}
{"id": "article-131377_1", "title": "Anatomy, Head and Neck, Primary Dentition -- Introduction", "content": "When divided on the mid-line sagittal plane, these teeth are organized into the right and left halves. Incisors and canines can be classified further as \"anterior teeth\" and molars and premolars as \"posterior teeth.\" The primary teeth erupt during the first year and into the third years of life and are then exfoliated(shed) between the ages of 6 and 12. Since primary teeth are shed, as some trees shed their leaves, they are also referred to as deciduous teeth, which are eventually replaced by the adult permanent dentition. [2] Primary teeth are labeled in the following classification system and are designated in a clockwise direction: A: Right maxillary 2nd molar B: Right maxillary 1st molar C: Right maxillary canine D: Right maxillary lateral incisor E: Right maxillary central incisor F: Left maxillary central incisor G: Left maxillary lateral incisor H: Left maxillary canine I: Left maxillary 1st molar J: Left maxillary 2nd molar T: Right mandibular 2nd molar", "contents": "Anatomy, Head and Neck, Primary Dentition -- Introduction. When divided on the mid-line sagittal plane, these teeth are organized into the right and left halves. Incisors and canines can be classified further as \"anterior teeth\" and molars and premolars as \"posterior teeth.\" The primary teeth erupt during the first year and into the third years of life and are then exfoliated(shed) between the ages of 6 and 12. Since primary teeth are shed, as some trees shed their leaves, they are also referred to as deciduous teeth, which are eventually replaced by the adult permanent dentition. [2] Primary teeth are labeled in the following classification system and are designated in a clockwise direction: A: Right maxillary 2nd molar B: Right maxillary 1st molar C: Right maxillary canine D: Right maxillary lateral incisor E: Right maxillary central incisor F: Left maxillary central incisor G: Left maxillary lateral incisor H: Left maxillary canine I: Left maxillary 1st molar J: Left maxillary 2nd molar T: Right mandibular 2nd molar"}
{"id": "article-131377_2", "title": "Anatomy, Head and Neck, Primary Dentition -- Introduction", "content": "S: Right mandibular 1st molar R: Right mandibular canine Q: Right mandibular lateral incisor P: Right mandibular central incisor O: Left mandibular central incisor N: Left mandibular lateral incisor M: Left mandibular canine L: Left mandibular 1st molar K: Left mandibular 2nd molar Eruption(appearance) and exfoliation(shedding) of the primary dentition occur in the following order:", "contents": "Anatomy, Head and Neck, Primary Dentition -- Introduction. S: Right mandibular 1st molar R: Right mandibular canine Q: Right mandibular lateral incisor P: Right mandibular central incisor O: Left mandibular central incisor N: Left mandibular lateral incisor M: Left mandibular canine L: Left mandibular 1st molar K: Left mandibular 2nd molar Eruption(appearance) and exfoliation(shedding) of the primary dentition occur in the following order:"}
{"id": "article-131377_3", "title": "Anatomy, Head and Neck, Primary Dentition -- Introduction", "content": "The central incisors of the upper teeth (maxillary teeth) erupt at 8 to 12 months and exfoliate at 6 to 7 years. The lateral incisors of the upper teeth erupt at 9 to 13 months and exfoliate at 7 to 8 years. The canines of the upper teeth erupt at 16 to 22 months and exfoliate at 10 to 12 years. The first molar of the upper teeth erupts at 13 to 19 months and exfoliates at 9 to 11 years. The second molar of the upper teeth erupts at 25 to 33 months and exfoliates at 10 to 12 years. The central incisors of the lower teeth(mandibular teeth) erupt at 6 to 10 months and exfoliate at 6 to 7 years. The lateral incisors of the lower teeth erupt at 10 to 16 months and exfoliate at 7 to 8 years. The canines of the lower teeth erupt at 17 to 23 months and exfoliate at 10 to 12 years. The first molar of the lower teeth erupts at 14 to 18 months and exfoliates at 9 to 11 years. The second molar of the lower teeth erupts at 23 to 31 months and exfoliates at 10 to 12 years.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Introduction. The central incisors of the upper teeth (maxillary teeth) erupt at 8 to 12 months and exfoliate at 6 to 7 years. The lateral incisors of the upper teeth erupt at 9 to 13 months and exfoliate at 7 to 8 years. The canines of the upper teeth erupt at 16 to 22 months and exfoliate at 10 to 12 years. The first molar of the upper teeth erupts at 13 to 19 months and exfoliates at 9 to 11 years. The second molar of the upper teeth erupts at 25 to 33 months and exfoliates at 10 to 12 years. The central incisors of the lower teeth(mandibular teeth) erupt at 6 to 10 months and exfoliate at 6 to 7 years. The lateral incisors of the lower teeth erupt at 10 to 16 months and exfoliate at 7 to 8 years. The canines of the lower teeth erupt at 17 to 23 months and exfoliate at 10 to 12 years. The first molar of the lower teeth erupts at 14 to 18 months and exfoliates at 9 to 11 years. The second molar of the lower teeth erupts at 23 to 31 months and exfoliates at 10 to 12 years."}
{"id": "article-131377_4", "title": "Anatomy, Head and Neck, Primary Dentition -- Introduction", "content": "The primary dentition should not be confused with the permanent dentition, composed of 32 teeth with 16 teeth in each arch. Each of the primary molars is replaced by permanent, premolar teeth. There are three permanent molars in each quadrant that are not succeeded by primary teeth and may be referred to as non-succedaneous teeth. The arrival of these teeth, 12 in total, gives permanent dentition 32 teeth compared to the 20 teeth of primary dentition.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Introduction. The primary dentition should not be confused with the permanent dentition, composed of 32 teeth with 16 teeth in each arch. Each of the primary molars is replaced by permanent, premolar teeth. There are three permanent molars in each quadrant that are not succeeded by primary teeth and may be referred to as non-succedaneous teeth. The arrival of these teeth, 12 in total, gives permanent dentition 32 teeth compared to the 20 teeth of primary dentition."}
{"id": "article-131377_5", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function", "content": "The tooth is divided into the crown and the root. [3] [4] The anatomic crown is covered by enamel, while the anatomic root is covered by cementum. Enamel is an avascular, hard material that protects the outer tooth, gives the tooth its whitish color, and is first affected by dental caries. Enamel color is determined by enamel thickness. Enamel is primarily composed of hydroxyapatite and contains no nerves or blood vessels. Owing to their avascularity, they remineralize but do not grow after an acid attack. Enamel can form fluorapatite crystals when exposed to fluoride to become harder and more resistant to caries.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function. The tooth is divided into the crown and the root. [3] [4] The anatomic crown is covered by enamel, while the anatomic root is covered by cementum. Enamel is an avascular, hard material that protects the outer tooth, gives the tooth its whitish color, and is first affected by dental caries. Enamel color is determined by enamel thickness. Enamel is primarily composed of hydroxyapatite and contains no nerves or blood vessels. Owing to their avascularity, they remineralize but do not grow after an acid attack. Enamel can form fluorapatite crystals when exposed to fluoride to become harder and more resistant to caries."}
{"id": "article-131377_6", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function", "content": "Cementum is the softer outer tissue surrounding the root that can be damaged by periodontal disease. Normally lying beneath the gingiva, the cementum is composed of calcium hydroxyapatite and allows for attachment to the periodontal ligament.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function. Cementum is the softer outer tissue surrounding the root that can be damaged by periodontal disease. Normally lying beneath the gingiva, the cementum is composed of calcium hydroxyapatite and allows for attachment to the periodontal ligament."}
{"id": "article-131377_7", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function", "content": "A layer of innervated, porous tissue called dentin lies beneath the enamel and cementum and constitutes the bulk of the tooth. Dentin is living tissue and is enriched by dentinal tubules that run from the pulp. Dentin is composed of hollow tubules that contain fibrils and contain sensory endings. Reparation of dentin occurs with the production of secondary dentin. Deep to the dentin is the dental pulp which is composed of innervated, vascular tissue. Pulp allows for the tooth's ability to feel temperature, touch, and pain via stimulation of dentin fibrils.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function. A layer of innervated, porous tissue called dentin lies beneath the enamel and cementum and constitutes the bulk of the tooth. Dentin is living tissue and is enriched by dentinal tubules that run from the pulp. Dentin is composed of hollow tubules that contain fibrils and contain sensory endings. Reparation of dentin occurs with the production of secondary dentin. Deep to the dentin is the dental pulp which is composed of innervated, vascular tissue. Pulp allows for the tooth's ability to feel temperature, touch, and pain via stimulation of dentin fibrils."}
{"id": "article-131377_8", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function", "content": "The periodontal ligament is composed of connective tissue fibers that anchor the tooth to the alveolar bone. In addition to their stabilizing role, they also serve as shock absorbers. The accessory canals supply blood vessels and nerves to the pulp and arise from the main root canal. The tip of each root contains a tiny opening called an apical foramen, where external blood vessels and nerves enter the root. The alveolar bone supports the root of the tooth and contains sockets that contain the embedded roots of teeth. The primary teeth are grouped into four quadrants, each containing two incisors, a canine, and two molars. The two incisors constituting the central and lateral incisors.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function. The periodontal ligament is composed of connective tissue fibers that anchor the tooth to the alveolar bone. In addition to their stabilizing role, they also serve as shock absorbers. The accessory canals supply blood vessels and nerves to the pulp and arise from the main root canal. The tip of each root contains a tiny opening called an apical foramen, where external blood vessels and nerves enter the root. The alveolar bone supports the root of the tooth and contains sockets that contain the embedded roots of teeth. The primary teeth are grouped into four quadrants, each containing two incisors, a canine, and two molars. The two incisors constituting the central and lateral incisors."}
{"id": "article-131377_9", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth", "content": "Incisors – The primary teeth incisors are essentially smaller morphological versions of permanent teeth incisors. The incisors are used for cutting food and are therefore sharp-edged in shape. They consist of the central incisors(tooth E, J) and the lateral incisors (tooth D, G). The central incisor is larger than the lateral incisor, and the maxillary central incisor is the largest of all the incisors. They also prominently figure into the aesthetic of the oral region. Incisors are generally single-rooted and also have one root canal. They have a flattened crown.  Concavoconvex in shape, their labial surface is convex, and their palatal surface is concave.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth. Incisors – The primary teeth incisors are essentially smaller morphological versions of permanent teeth incisors. The incisors are used for cutting food and are therefore sharp-edged in shape. They consist of the central incisors(tooth E, J) and the lateral incisors (tooth D, G). The central incisor is larger than the lateral incisor, and the maxillary central incisor is the largest of all the incisors. They also prominently figure into the aesthetic of the oral region. Incisors are generally single-rooted and also have one root canal. They have a flattened crown.  Concavoconvex in shape, their labial surface is convex, and their palatal surface is concave."}
{"id": "article-131377_10", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth", "content": "Canines – The primary teeth canines are also morphologically similar to permanent teeth canines.  The canines (tooth C, H) have a trapezoidal crown with one labial cusp. The labial surface is convex, and the palatal surface is concave. The canines have a single long root and a single root canal.  The canine roots are the longest root of all teeth. Furthermore, the upper canines have longer roots when compared to the mandibular canines. The canines serve to support the incisors. The canines have a characteristic pointed incisal edge and a large cone-shaped crown.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth. Canines – The primary teeth canines are also morphologically similar to permanent teeth canines.  The canines (tooth C, H) have a trapezoidal crown with one labial cusp. The labial surface is convex, and the palatal surface is concave. The canines have a single long root and a single root canal.  The canine roots are the longest root of all teeth. Furthermore, the upper canines have longer roots when compared to the mandibular canines. The canines serve to support the incisors. The canines have a characteristic pointed incisal edge and a large cone-shaped crown."}
{"id": "article-131377_11", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth", "content": "Molars – The molars are the largest of the primary teeth and provide significant function in mastication. The primary teeth molars have the same number of roots as the permanent molars. The crowns of the primary molars are more bulbous in morphology, and the roots are more divergent than those of permanent molars.  The buccal, lingual, mesial, and distal surfaces of the maxillary molars are all convex. The occlusal surface is rectangular.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth. Molars – The molars are the largest of the primary teeth and provide significant function in mastication. The primary teeth molars have the same number of roots as the permanent molars. The crowns of the primary molars are more bulbous in morphology, and the roots are more divergent than those of permanent molars.  The buccal, lingual, mesial, and distal surfaces of the maxillary molars are all convex. The occlusal surface is rectangular."}
{"id": "article-131377_12", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth", "content": "First Molars – The maxillary first molars (tooth B, I) morphologically resemble both a molar and a premolar. Its occlusal surface consists of the mesiobuccal, distolingual, mesiolingual, and distobuccal cusps. The largest cusp is the mesiolingual cusp, and it also represents the sharpest cusp. The distolingual cusp is small and rounded in morphology. The buccal surface is smooth, and the three roots are long and widely spread. Of note, the primary 1st molar has a less pronounced mesiobuccal cusp when compared to the permanent 1st molar.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth. First Molars – The maxillary first molars (tooth B, I) morphologically resemble both a molar and a premolar. Its occlusal surface consists of the mesiobuccal, distolingual, mesiolingual, and distobuccal cusps. The largest cusp is the mesiolingual cusp, and it also represents the sharpest cusp. The distolingual cusp is small and rounded in morphology. The buccal surface is smooth, and the three roots are long and widely spread. Of note, the primary 1st molar has a less pronounced mesiobuccal cusp when compared to the permanent 1st molar."}
{"id": "article-131377_13", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth", "content": "Second Molars – Morphologically, the primary maxillary second molars (tooth A, J) resemble the permanent maxillary first molar. Rhomboidal in shape, the maxillary second molar has four cusps, two on both the buccal and lingual aspects. A fifth cusp can be present and is called the tubercle of Carabelli. Two well-defined cusps can be seen on the buccal view, and the lingual surface has three cusps: the mesiolingual, distolingual, and the cusp of Carabelli.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Maxillary Primary Teeth. Second Molars – Morphologically, the primary maxillary second molars (tooth A, J) resemble the permanent maxillary first molar. Rhomboidal in shape, the maxillary second molar has four cusps, two on both the buccal and lingual aspects. A fifth cusp can be present and is called the tubercle of Carabelli. Two well-defined cusps can be seen on the buccal view, and the lingual surface has three cusps: the mesiolingual, distolingual, and the cusp of Carabelli."}
{"id": "article-131377_14", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth", "content": "The dental morphology of the mandibular teeth mirrors that of the maxillary teeth.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth. The dental morphology of the mandibular teeth mirrors that of the maxillary teeth."}
{"id": "article-131377_15", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth", "content": "Incisors - The incisors of the mandible are smaller than the incisors of the maxillary teeth and have one root that contains a single root canal. The central incisors constitute teeth P and O. The lateral incisors constitute teeth Q and N. The root of the incisors are slightly flattened. The crown is trapezoidal in the labial view and contains three tubercled incisal edges. Canines – The canines constitute teeth R and M. Their crown is trapezoidal with a single labial cusp. A single root (the longest of the teeth) contains a single root canal. Mandibular molars : The buccal, lingual, mesial, and distal surfaces of the mandibular molars are all convex. The occlusal surface is rectangular.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth. Incisors - The incisors of the mandible are smaller than the incisors of the maxillary teeth and have one root that contains a single root canal. The central incisors constitute teeth P and O. The lateral incisors constitute teeth Q and N. The root of the incisors are slightly flattened. The crown is trapezoidal in the labial view and contains three tubercled incisal edges. Canines – The canines constitute teeth R and M. Their crown is trapezoidal with a single labial cusp. A single root (the longest of the teeth) contains a single root canal. Mandibular molars : The buccal, lingual, mesial, and distal surfaces of the mandibular molars are all convex. The occlusal surface is rectangular."}
{"id": "article-131377_16", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth", "content": "First Molars – The mandibular first molars (tooth S, L) have four cusps: two buccal and two lingual. These include the distobuccal, distolingual, mesiolingual, and mesiobuccal cusps. The occlusal surface is narrow secondary to mesiobuccal and mesiolingual cusp convergence. There are three pits.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth. First Molars – The mandibular first molars (tooth S, L) have four cusps: two buccal and two lingual. These include the distobuccal, distolingual, mesiolingual, and mesiobuccal cusps. The occlusal surface is narrow secondary to mesiobuccal and mesiolingual cusp convergence. There are three pits."}
{"id": "article-131377_17", "title": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth", "content": "Second Molars – The mandibular second molars(tooth T, K) morphologically resemble the first mandibular molar of the permanent teeth. Its buccal surface is divided into the mesiobuccal, distobuccal, and distal cusps. The lingual cusps include the distolingual and the mesiolingual cusps. Numerous differences exist between the primary and permanent teeth, for example: Primary teeth are smaller Crowding is uncommon in primary teeth due to adequate space Primary teeth are whiter Pulp chambers of primary teeth are larger The enamel and dentin of primary teeth are thinner The area of contact of the primary molars are flat and broad The roots of the primary molar teeth are narrow and slender Pulp size relative to the crown is larger in primary teeth", "contents": "Anatomy, Head and Neck, Primary Dentition -- Structure and Function -- Mandibular Primary Teeth. Second Molars – The mandibular second molars(tooth T, K) morphologically resemble the first mandibular molar of the permanent teeth. Its buccal surface is divided into the mesiobuccal, distobuccal, and distal cusps. The lingual cusps include the distolingual and the mesiolingual cusps. Numerous differences exist between the primary and permanent teeth, for example: Primary teeth are smaller Crowding is uncommon in primary teeth due to adequate space Primary teeth are whiter Pulp chambers of primary teeth are larger The enamel and dentin of primary teeth are thinner The area of contact of the primary molars are flat and broad The roots of the primary molar teeth are narrow and slender Pulp size relative to the crown is larger in primary teeth"}
{"id": "article-131377_18", "title": "Anatomy, Head and Neck, Primary Dentition -- Embryology", "content": "Teeth are formed from mesenchyme derived from the neural crest and surface ectoderm. The steps involved in the embryogenesis of teeth are complex, with the main components of this multi-step process including [5] [6] [7] : Formation of the dental placode Formation of the dental buds Formation of the dental papilla Formation of the enamel knot Transition to the cap stage in tooth morphogenesis Formation of enamel and dentin Tooth eruption upon the formation of the crown", "contents": "Anatomy, Head and Neck, Primary Dentition -- Embryology. Teeth are formed from mesenchyme derived from the neural crest and surface ectoderm. The steps involved in the embryogenesis of teeth are complex, with the main components of this multi-step process including [5] [6] [7] : Formation of the dental placode Formation of the dental buds Formation of the dental papilla Formation of the enamel knot Transition to the cap stage in tooth morphogenesis Formation of enamel and dentin Tooth eruption upon the formation of the crown"}
{"id": "article-131377_19", "title": "Anatomy, Head and Neck, Primary Dentition -- Blood Supply and Lymphatics", "content": "The blood supply of the mandibular and maxillary dentition is supplied by the maxillary artery, a branch of the external carotid artery. [8] Other important adjacent arteries include: The superficial temporal artery, a branch of the external carotid artery, which supplies the scalp of the forehead, the soft tissues below the zygomatic arch, the masseters, and the parotid glands The facial artery, a branch of the external carotid artery, which supplies the superficial face, the submandibular gland, the soft palate, the palatine tonsils, and the nose The ganglionic branch of the internal carotid artery which supplies the trigeminal ganglion The lingual artery, a branch of the external carotid artery, which supplies the floor of the oral cavity, the sublingual gland, and the tongue The lymphatics of the mouth are complex, with key nodal drainage as follows:", "contents": "Anatomy, Head and Neck, Primary Dentition -- Blood Supply and Lymphatics. The blood supply of the mandibular and maxillary dentition is supplied by the maxillary artery, a branch of the external carotid artery. [8] Other important adjacent arteries include: The superficial temporal artery, a branch of the external carotid artery, which supplies the scalp of the forehead, the soft tissues below the zygomatic arch, the masseters, and the parotid glands The facial artery, a branch of the external carotid artery, which supplies the superficial face, the submandibular gland, the soft palate, the palatine tonsils, and the nose The ganglionic branch of the internal carotid artery which supplies the trigeminal ganglion The lingual artery, a branch of the external carotid artery, which supplies the floor of the oral cavity, the sublingual gland, and the tongue The lymphatics of the mouth are complex, with key nodal drainage as follows:"}
{"id": "article-131377_20", "title": "Anatomy, Head and Neck, Primary Dentition -- Blood Supply and Lymphatics", "content": "The superficial face and cheek drained by the buccal nodes The teeth and gingivae drained by the submandibular nodes The anterior gingivae, the tip of the tongue, and the anterior floor of the mouth are drained by the submental nodes The oral cavity, oropharynx, nasopharynx, and larynx are drained by the jugulodigastric nodes", "contents": "Anatomy, Head and Neck, Primary Dentition -- Blood Supply and Lymphatics. The superficial face and cheek drained by the buccal nodes The teeth and gingivae drained by the submandibular nodes The anterior gingivae, the tip of the tongue, and the anterior floor of the mouth are drained by the submental nodes The oral cavity, oropharynx, nasopharynx, and larynx are drained by the jugulodigastric nodes"}
{"id": "article-131377_21", "title": "Anatomy, Head and Neck, Primary Dentition -- Nerves", "content": "Maxillary Primary Teeth - The maxillary teeth are innervated by the: Superior alveolar nerve branch of the maxillary nerve [9] Anterior and middle superior alveolar nerve branches of the infraorbital nerve Mandibular Primary Teeth - The mandibular teeth are all innervated by the inferior alveolar nerve branch of the mandibular nerve.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Nerves. Maxillary Primary Teeth - The maxillary teeth are innervated by the: Superior alveolar nerve branch of the maxillary nerve [9] Anterior and middle superior alveolar nerve branches of the infraorbital nerve Mandibular Primary Teeth - The mandibular teeth are all innervated by the inferior alveolar nerve branch of the mandibular nerve."}
{"id": "article-131377_22", "title": "Anatomy, Head and Neck, Primary Dentition -- Muscles", "content": "The muscles of the mouth constitute a complex group of muscles that work together to perform various functions such as speaking, suckling, and chewing [10] [11] : Zygomaticus major - involved in pulling the mouth corner superior and laterally Zygomaticus minor - involved in pulling the upper lip superiorly Depressor labii inferioris - involved in pulling the lower lip inferior and laterally Levator labii superioris - elevates the upper lip Levator anguli oris - raising the angle of the mouth Buccinator - involved in suckling and chewing Orbicularis oris - involved in protruding the lips, such as in the act of sucking Mentalis - involved in the elevation and protrusion of the lower lips, such as when a patient drinks Platysma - involved in the depression of the mandible The intrinsic and extrinsic muscles of the tongue The four primary muscles of mastication include the temporalis, medial pterygoid, lateral pterygoid, and masseter muscles. [12]", "contents": "Anatomy, Head and Neck, Primary Dentition -- Muscles. The muscles of the mouth constitute a complex group of muscles that work together to perform various functions such as speaking, suckling, and chewing [10] [11] : Zygomaticus major - involved in pulling the mouth corner superior and laterally Zygomaticus minor - involved in pulling the upper lip superiorly Depressor labii inferioris - involved in pulling the lower lip inferior and laterally Levator labii superioris - elevates the upper lip Levator anguli oris - raising the angle of the mouth Buccinator - involved in suckling and chewing Orbicularis oris - involved in protruding the lips, such as in the act of sucking Mentalis - involved in the elevation and protrusion of the lower lips, such as when a patient drinks Platysma - involved in the depression of the mandible The intrinsic and extrinsic muscles of the tongue The four primary muscles of mastication include the temporalis, medial pterygoid, lateral pterygoid, and masseter muscles. [12]"}
{"id": "article-131377_23", "title": "Anatomy, Head and Neck, Primary Dentition -- Clinical Significance", "content": "The first 13 years of a pediatric patient's life constitute significant developmental changes in oral anatomy. Tooth eruption and teething process cause inflammation and discomfort to the gingiva, maxilla, and mandible. This inflammation results in irritability and pain that can last up to a week before and after tooth eruption. A child's first dental visit is often recommended by the age of 1 as the upper incisors are usually erupted by that time. Treatments for teething vary; however, this normal process of oral development is generally treated conservatively.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Clinical Significance. The first 13 years of a pediatric patient's life constitute significant developmental changes in oral anatomy. Tooth eruption and teething process cause inflammation and discomfort to the gingiva, maxilla, and mandible. This inflammation results in irritability and pain that can last up to a week before and after tooth eruption. A child's first dental visit is often recommended by the age of 1 as the upper incisors are usually erupted by that time. Treatments for teething vary; however, this normal process of oral development is generally treated conservatively."}
{"id": "article-131377_24", "title": "Anatomy, Head and Neck, Primary Dentition -- Clinical Significance", "content": "Early childhood caries (ECC) is possibly the most important and common dental disease in pediatric patients. [13] [14] ECC can be described as the breakdown of tooth enamel in a pediatric patient. Often caused by bacterial oral flora, the acid produced in the enzymatic processes involved in carbohydrate breakdown results in the erosion of the soft tooth enamel of primary teeth. [15] Fluoridation in water has drastically reduced the amount of tooth decay in the last 100 years.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Clinical Significance. Early childhood caries (ECC) is possibly the most important and common dental disease in pediatric patients. [13] [14] ECC can be described as the breakdown of tooth enamel in a pediatric patient. Often caused by bacterial oral flora, the acid produced in the enzymatic processes involved in carbohydrate breakdown results in the erosion of the soft tooth enamel of primary teeth. [15] Fluoridation in water has drastically reduced the amount of tooth decay in the last 100 years."}
{"id": "article-131377_25", "title": "Anatomy, Head and Neck, Primary Dentition -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Primary Dentition -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}