{"id": "article-38275_0", "title": "Physiology, Breast Milk -- Introduction", "content": "Breast milk production initiates in larger amounts between 2 and 4 days after the baby's birth, and the breastmilk is said to have \"come in.\" It is the best source of nutrition for an infant, providing adequate nutrients, growth factors, and antibodies required for the baby's nourishment. Breast milk should be exclusively used for nutrition until 6 months of age, after which breast milk should be used in addition to complementary foods for at least 12 months. [1]", "contents": "Physiology, Breast Milk -- Introduction. Breast milk production initiates in larger amounts between 2 and 4 days after the baby's birth, and the breastmilk is said to have \"come in.\" It is the best source of nutrition for an infant, providing adequate nutrients, growth factors, and antibodies required for the baby's nourishment. Breast milk should be exclusively used for nutrition until 6 months of age, after which breast milk should be used in addition to complementary foods for at least 12 months. [1]"}
{"id": "article-38275_1", "title": "Physiology, Breast Milk -- Issues of Concern", "content": "In many societies, formula feeding is becoming more prominent, and breast milk has become the least preferred choice. Further evidence demonstrates how formula and bottle feeding lead to an increased risk of oral disease and alterations in oxygenation, thermoregulation, and the newborn's gut bacteria. [2] It is important to note that breast milk is not sufficient, and nutritional supplementation is sometimes needed for very low birth weight (VLBW) and preterm infants, as follows:", "contents": "Physiology, Breast Milk -- Issues of Concern. In many societies, formula feeding is becoming more prominent, and breast milk has become the least preferred choice. Further evidence demonstrates how formula and bottle feeding lead to an increased risk of oral disease and alterations in oxygenation, thermoregulation, and the newborn's gut bacteria. [2] It is important to note that breast milk is not sufficient, and nutritional supplementation is sometimes needed for very low birth weight (VLBW) and preterm infants, as follows:"}
{"id": "article-38275_2", "title": "Physiology, Breast Milk -- Issues of Concern", "content": "VLBW infants require vitamin D supplements at a dose ranging from 400 to 1000 IU daily until 6 months of age. VLBW infants fed breast milk require daily calcium (120–140 mg/kg per day) and phosphorus (60–90 mg/kg per day) supplementation during the first month of life. VLBW infants fed breast milk require 2 to 4 mg/kg daily of iron supplementation, initiated until 6 months. Infants born before 35 weeks gestation and fed breast milk require iron supplementation of 0.2 mL/kg per dose every 12 hours from 4 weeks of age until 6 months. An infant born at less than 37 weeks requires Vitamine D supplementation (OsteVit-D) of 0.1 mL daily until 12 months.", "contents": "Physiology, Breast Milk -- Issues of Concern. VLBW infants require vitamin D supplements at a dose ranging from 400 to 1000 IU daily until 6 months of age. VLBW infants fed breast milk require daily calcium (120–140 mg/kg per day) and phosphorus (60–90 mg/kg per day) supplementation during the first month of life. VLBW infants fed breast milk require 2 to 4 mg/kg daily of iron supplementation, initiated until 6 months. Infants born before 35 weeks gestation and fed breast milk require iron supplementation of 0.2 mL/kg per dose every 12 hours from 4 weeks of age until 6 months. An infant born at less than 37 weeks requires Vitamine D supplementation (OsteVit-D) of 0.1 mL daily until 12 months."}
{"id": "article-38275_3", "title": "Physiology, Breast Milk -- Issues of Concern", "content": "The World Health Organization and the American Academy of Pediatrics recommend pasteurized human donor milk for preterm infants if the mother's breast milk has not come in. In the case of anemia, the infant can have direct iron supplementation, or the mother's diet can be fortified with iron-rich foods. [3] As breast milk lacks Vitamins D and K, vitamin K is given at birth. It is recommended to expose the infants to the sun or supplement them with vitamin D. Maternal supplementation with 400 to 2000 IU of vitamin D per day increases the levels of vitamin D in breast milk; however, only a higher dose (2000 IU) achieves sufficient levels of 25-OH-D in the infant.", "contents": "Physiology, Breast Milk -- Issues of Concern. The World Health Organization and the American Academy of Pediatrics recommend pasteurized human donor milk for preterm infants if the mother's breast milk has not come in. In the case of anemia, the infant can have direct iron supplementation, or the mother's diet can be fortified with iron-rich foods. [3] As breast milk lacks Vitamins D and K, vitamin K is given at birth. It is recommended to expose the infants to the sun or supplement them with vitamin D. Maternal supplementation with 400 to 2000 IU of vitamin D per day increases the levels of vitamin D in breast milk; however, only a higher dose (2000 IU) achieves sufficient levels of 25-OH-D in the infant."}
{"id": "article-38275_4", "title": "Physiology, Breast Milk -- Cellular Level", "content": "In the initial week after pregnancy, the mother secretes colostrum, a thick yellow liquid. From days 7 to 14, the mother secretes transitional milk, a combination of colostrum and mature milk. After 2 weeks, the mature milk is formed and secreted. [4] Breast milk can be divided into the bluish-grey foremilk , present at the beginning of a feed, containing less fat, and the creamy white hindmilk secreted towards the end of a feed rich in fat. Breast milk can differ depending on maternal health and diet, environmental exposure, gestational age, and the infant's age. [5] Breast milk comprises 87% water, 3 to 5% fats, 6.9 to 7.2% lactose, 0.8 to 0.9% proteins, vitamins, minerals, and bioactive substances. [6] [4] [5] It can yield up to 60 to 75 kcal per 100 ml. The colostrum (breast milk in the early days) has more proteins and immunoglobulins. Mature milk contains a higher percentage of carbohydrates. [6]", "contents": "Physiology, Breast Milk -- Cellular Level. In the initial week after pregnancy, the mother secretes colostrum, a thick yellow liquid. From days 7 to 14, the mother secretes transitional milk, a combination of colostrum and mature milk. After 2 weeks, the mature milk is formed and secreted. [4] Breast milk can be divided into the bluish-grey foremilk , present at the beginning of a feed, containing less fat, and the creamy white hindmilk secreted towards the end of a feed rich in fat. Breast milk can differ depending on maternal health and diet, environmental exposure, gestational age, and the infant's age. [5] Breast milk comprises 87% water, 3 to 5% fats, 6.9 to 7.2% lactose, 0.8 to 0.9% proteins, vitamins, minerals, and bioactive substances. [6] [4] [5] It can yield up to 60 to 75 kcal per 100 ml. The colostrum (breast milk in the early days) has more proteins and immunoglobulins. Mature milk contains a higher percentage of carbohydrates. [6]"}
{"id": "article-38275_5", "title": "Physiology, Breast Milk -- Cellular Level -- Fats", "content": "The fat content varies considerably with the maternal diet and is positively associated with weight gain during pregnancy. [6] Triglycerides account for the majority of the lipids. Saturated fatty acids account for nearly half of the fatty acids, with around 23% of palmitic acid. Breast milk contains 2 essential fatty acids: linoleic acid and alpha-linolenic acid. These convert to arachidonic acid (AA) and eicosapentaenoic acid (EPA). EPA is further converted to docosahexaenoic acid (DHA). [5]", "contents": "Physiology, Breast Milk -- Cellular Level -- Fats. The fat content varies considerably with the maternal diet and is positively associated with weight gain during pregnancy. [6] Triglycerides account for the majority of the lipids. Saturated fatty acids account for nearly half of the fatty acids, with around 23% of palmitic acid. Breast milk contains 2 essential fatty acids: linoleic acid and alpha-linolenic acid. These convert to arachidonic acid (AA) and eicosapentaenoic acid (EPA). EPA is further converted to docosahexaenoic acid (DHA). [5]"}
{"id": "article-38275_6", "title": "Physiology, Breast Milk -- Cellular Level -- Carbohydrates", "content": "Breast milk mainly contains lactose. There are 30 or more oligosaccharides with the terminal Gal-(beta1,4)-Glc. They range from 3 to 14 saccharide units per molecule. [6] Static lactose concentration is essential in maintaining a constant osmotic pressure in human milk.", "contents": "Physiology, Breast Milk -- Cellular Level -- Carbohydrates. Breast milk mainly contains lactose. There are 30 or more oligosaccharides with the terminal Gal-(beta1,4)-Glc. They range from 3 to 14 saccharide units per molecule. [6] Static lactose concentration is essential in maintaining a constant osmotic pressure in human milk."}
{"id": "article-38275_7", "title": "Physiology, Breast Milk -- Cellular Level -- Proteins", "content": "During early lactation, the protein content in human milk ranges from 1.4 to 1.6 g/100 mL to 0.8 to 1.0 g/100 mL after 3 to 4 months of lactation, to 0.7 to 0.8 g/100 mL after 6 months. [7] Breast milk generally consists of casein and whey proteins. [8] Human milk's whey/casein ratio fluctuates between 70/30 and 80/20 in early lactation and decreases to 50/50 in late lactation. It consists of alpha-lactalbumin, lysozyme, lactoferrin, and immunoglobulin A. [5] Casein is more challenging to digest than whey. Casein binds with calcium and phosphorus. Colostrum contains more whey than casein. Other proteins include folate-binding protein, Bifidus factor, lipase, amylase, protein-rich peptide (PRP), alpha1-antitrypsin, antichymotrypsin, and haptocorrin. [5] Glutamine is the amino acid present in the highest amount. It is approximately 20 times greater in mature milk than its lowest value in colostrum.", "contents": "Physiology, Breast Milk -- Cellular Level -- Proteins. During early lactation, the protein content in human milk ranges from 1.4 to 1.6 g/100 mL to 0.8 to 1.0 g/100 mL after 3 to 4 months of lactation, to 0.7 to 0.8 g/100 mL after 6 months. [7] Breast milk generally consists of casein and whey proteins. [8] Human milk's whey/casein ratio fluctuates between 70/30 and 80/20 in early lactation and decreases to 50/50 in late lactation. It consists of alpha-lactalbumin, lysozyme, lactoferrin, and immunoglobulin A. [5] Casein is more challenging to digest than whey. Casein binds with calcium and phosphorus. Colostrum contains more whey than casein. Other proteins include folate-binding protein, Bifidus factor, lipase, amylase, protein-rich peptide (PRP), alpha1-antitrypsin, antichymotrypsin, and haptocorrin. [5] Glutamine is the amino acid present in the highest amount. It is approximately 20 times greater in mature milk than its lowest value in colostrum."}
{"id": "article-38275_8", "title": "Physiology, Breast Milk -- Cellular Level -- Vitamins and Minerals", "content": "Breast milk contains sodium, potassium, calcium, magnesium, phosphorus, and chlorine. Iron and zinc minerals are present in relatively low concentrations, but their bioavailability and absorption are high. Iron, copper, and zinc are also present in breast milk but vary in quantity. The infant's iron needs depend upon the mother's diet and health. [6] Breast milk contains most vitamins except vitamins K and D.", "contents": "Physiology, Breast Milk -- Cellular Level -- Vitamins and Minerals. Breast milk contains sodium, potassium, calcium, magnesium, phosphorus, and chlorine. Iron and zinc minerals are present in relatively low concentrations, but their bioavailability and absorption are high. Iron, copper, and zinc are also present in breast milk but vary in quantity. The infant's iron needs depend upon the mother's diet and health. [6] Breast milk contains most vitamins except vitamins K and D."}
{"id": "article-38275_9", "title": "Physiology, Breast Milk -- Cellular Level -- Bioactive Substances", "content": "Breast milk contains white blood cells, immunoglobulin (Ig)A, IgG, IgM, cytokines, chemokines, growth factors, hormones, and antimicrobial substances. [4] The epidermal growth factor is present abundantly, and it stimulates the maturation of the lining of the infant's intestine. The IgA antibody destroys bacteria and protects the mucosal surface of the gut.", "contents": "Physiology, Breast Milk -- Cellular Level -- Bioactive Substances. Breast milk contains white blood cells, immunoglobulin (Ig)A, IgG, IgM, cytokines, chemokines, growth factors, hormones, and antimicrobial substances. [4] The epidermal growth factor is present abundantly, and it stimulates the maturation of the lining of the infant's intestine. The IgA antibody destroys bacteria and protects the mucosal surface of the gut."}
{"id": "article-38275_10", "title": "Physiology, Breast Milk -- Development", "content": "Breast development initiates at 6 weeks of development, followed by the appearance of a linear elevation called the \"milk line.\" The milk line in the area of the breast gives rise to the mammary gland starting in the eighth week. The basal cells proliferate and invade the underlying mesoderm. Simultaneously, there is the regression of a mammary segment, leading to the formation of a papillary primordium. Beyond the 31st week of gestation, the papillary bag becomes occluded, creating the nipple-areola complex. The nipple appears at the time of birth.", "contents": "Physiology, Breast Milk -- Development. Breast development initiates at 6 weeks of development, followed by the appearance of a linear elevation called the \"milk line.\" The milk line in the area of the breast gives rise to the mammary gland starting in the eighth week. The basal cells proliferate and invade the underlying mesoderm. Simultaneously, there is the regression of a mammary segment, leading to the formation of a papillary primordium. Beyond the 31st week of gestation, the papillary bag becomes occluded, creating the nipple-areola complex. The nipple appears at the time of birth."}
{"id": "article-38275_11", "title": "Physiology, Breast Milk -- Development", "content": "The breast is made of glandular and fatty tissue anchored together with the framework created by Cooper's ligaments. The glandular tissue consists of alveoli and ducts. The lobes are made of lobules, which are made of clusters of alveoli, which are tiny sacs lined by mammary secretory epithelial cells. Adipose tissue of the breast is located between lobes rather than within lobules. The alveoli end into minuscule ducts that join to form more giant ducts, draining the lobules. The alveoli are surrounded by a basket of myoepithelial, or muscle cells, which contract and make the milk flow along the ducts. The breast milk is produced and stored in the alveoli and then pumped through the ducts during lactation. The ducts widen into lactiferous sinuses under the areola before narrowing at the nipple's base and terminating at their orifices on the nipple's surface. The areola also contains branched glands of Montgomery, which secrete an oily fluid that protects the skin of the nipple and areola during breastfeeding and produces a scent that attracts the baby to the breast.", "contents": "Physiology, Breast Milk -- Development. The breast is made of glandular and fatty tissue anchored together with the framework created by Cooper's ligaments. The glandular tissue consists of alveoli and ducts. The lobes are made of lobules, which are made of clusters of alveoli, which are tiny sacs lined by mammary secretory epithelial cells. Adipose tissue of the breast is located between lobes rather than within lobules. The alveoli end into minuscule ducts that join to form more giant ducts, draining the lobules. The alveoli are surrounded by a basket of myoepithelial, or muscle cells, which contract and make the milk flow along the ducts. The breast milk is produced and stored in the alveoli and then pumped through the ducts during lactation. The ducts widen into lactiferous sinuses under the areola before narrowing at the nipple's base and terminating at their orifices on the nipple's surface. The areola also contains branched glands of Montgomery, which secrete an oily fluid that protects the skin of the nipple and areola during breastfeeding and produces a scent that attracts the baby to the breast."}
{"id": "article-38275_12", "title": "Physiology, Breast Milk -- Development", "content": "During pregnancy, the mother undergoes stage II mammogenesis due to high progesterone; this increases secretory tissue in the breast. The high levels of chorionic gonadotropin form type 3 lobules in the breast alveoli. These lobules consist of epithelial cells and acini of increased size and number. During the latter part of pregnancy, the acini atrophy and give leeway for colostrum storage in the lumen. [9]", "contents": "Physiology, Breast Milk -- Development. During pregnancy, the mother undergoes stage II mammogenesis due to high progesterone; this increases secretory tissue in the breast. The high levels of chorionic gonadotropin form type 3 lobules in the breast alveoli. These lobules consist of epithelial cells and acini of increased size and number. During the latter part of pregnancy, the acini atrophy and give leeway for colostrum storage in the lumen. [9]"}
{"id": "article-38275_13", "title": "Physiology, Breast Milk -- Organ Systems Involved", "content": "The mammary glands, the anterior pituitary gland, and the posterior pituitary gland are the organs and structures involved in breast milk formation. The individual roles of those organs are discussed below.", "contents": "Physiology, Breast Milk -- Organ Systems Involved. The mammary glands, the anterior pituitary gland, and the posterior pituitary gland are the organs and structures involved in breast milk formation. The individual roles of those organs are discussed below."}
{"id": "article-38275_14", "title": "Physiology, Breast Milk -- Function", "content": "On the third day, the amount of breastmilk taken by the infant is about 300 to 400 ml/24 hours, and on the fifth day, 500 to 800 ml. It averages about 800 ml/day during the first 6 months. Infants who are breastfed, according to their appetite, can only empty 70% of the available milk. The general composition of breast milk changes with time according to the baby's needs. The foremilk satisfies the baby's thirst when each nursing session begins due to its high content. The hindmilk is more abundant in fat to provide the calorie-dense nutrition a baby requires. Breast milk is necessary for postnatal intestinal function, immune ontogeny, and brain development.", "contents": "Physiology, Breast Milk -- Function. On the third day, the amount of breastmilk taken by the infant is about 300 to 400 ml/24 hours, and on the fifth day, 500 to 800 ml. It averages about 800 ml/day during the first 6 months. Infants who are breastfed, according to their appetite, can only empty 70% of the available milk. The general composition of breast milk changes with time according to the baby's needs. The foremilk satisfies the baby's thirst when each nursing session begins due to its high content. The hindmilk is more abundant in fat to provide the calorie-dense nutrition a baby requires. Breast milk is necessary for postnatal intestinal function, immune ontogeny, and brain development."}
{"id": "article-38275_15", "title": "Physiology, Breast Milk -- Function", "content": "Extensive data supports that breast milk is significantly superior to formula feeds and animal milk in preventing infections, such as otitis media, lower respiratory tract infections, respiratory syncytial virus (RSV) bronchiolitis, sudden infant death syndrome, necrotizing enterocolitis, etc. It also reduces the propensity to develop obesity, allergy, asthma, wheezing, atopy, atopic dermatitis, eczema, celiac disease, Crohn disease, diabetes mellitus type 1, diabetes mellitus type 2, hypertension, hypercholesterolemia, acute lymphocytic leukemia, and acute myelogenous leukemia.", "contents": "Physiology, Breast Milk -- Function. Extensive data supports that breast milk is significantly superior to formula feeds and animal milk in preventing infections, such as otitis media, lower respiratory tract infections, respiratory syncytial virus (RSV) bronchiolitis, sudden infant death syndrome, necrotizing enterocolitis, etc. It also reduces the propensity to develop obesity, allergy, asthma, wheezing, atopy, atopic dermatitis, eczema, celiac disease, Crohn disease, diabetes mellitus type 1, diabetes mellitus type 2, hypertension, hypercholesterolemia, acute lymphocytic leukemia, and acute myelogenous leukemia."}
{"id": "article-38275_16", "title": "Physiology, Breast Milk -- Function", "content": "The fat in breast milk is necessary for growth regulation, inflammatory responses, immune function, vision, cognitive development, and motor systems in newborns. [5] Docosahexaenoic acid (DHA) and arachidonic acid are required for cell differentiation and the development of active synapses in the nervous system. DHA and arachidonic acid are not present in other milk. The lactose in the milk aids in the absorption of minerals and calcium. [5] Furthermore, carbohydrates help certain strains of lactobacilli thrive in the gut, which helps control the intestinal flora. [6]", "contents": "Physiology, Breast Milk -- Function. The fat in breast milk is necessary for growth regulation, inflammatory responses, immune function, vision, cognitive development, and motor systems in newborns. [5] Docosahexaenoic acid (DHA) and arachidonic acid are required for cell differentiation and the development of active synapses in the nervous system. DHA and arachidonic acid are not present in other milk. The lactose in the milk aids in the absorption of minerals and calcium. [5] Furthermore, carbohydrates help certain strains of lactobacilli thrive in the gut, which helps control the intestinal flora. [6]"}
{"id": "article-38275_17", "title": "Physiology, Breast Milk -- Function", "content": "The concentration of protein in breast milk is lower than in animal milk. Higher protein content overloads the immature kidneys with waste nitrogen products. Breast milk contains higher whey protein levels than formula, making digestion easier for newborns. Infant formulas are high in casein, whereas cow's milk contains only 18% whey out of the total protein content. Furthermore, various whey proteins provide different functions necessary for the newborn. For example, immunoglobulin A antibody coats the gut surface and destroys bacteria. The lactoferrin and lysozymes help the immune system against pathogenic bacteria. [5] PRP stimulates the thymus to regulate the immune system in the body and stabilizes the hyperactive immune system due to autoimmune diseases and allergies in the body. Alpha-lactalbumin is vital for the synthesis of lactose and the binding of calcium and zinc ions. Bile-salt stimulated lipase in breast milk assists in the complete digestion of fat in the small intestine [10] as opposed to the fat in artificial milk, which is only partly digested. Glutamine is required to provide substrate (ketoglutaric acid) for the citric acid cycle, its use as a neurotransmitter in the brain, and its role as a primary energy substrate for intestinal cells. [11]", "contents": "Physiology, Breast Milk -- Function. The concentration of protein in breast milk is lower than in animal milk. Higher protein content overloads the immature kidneys with waste nitrogen products. Breast milk contains higher whey protein levels than formula, making digestion easier for newborns. Infant formulas are high in casein, whereas cow's milk contains only 18% whey out of the total protein content. Furthermore, various whey proteins provide different functions necessary for the newborn. For example, immunoglobulin A antibody coats the gut surface and destroys bacteria. The lactoferrin and lysozymes help the immune system against pathogenic bacteria. [5] PRP stimulates the thymus to regulate the immune system in the body and stabilizes the hyperactive immune system due to autoimmune diseases and allergies in the body. Alpha-lactalbumin is vital for the synthesis of lactose and the binding of calcium and zinc ions. Bile-salt stimulated lipase in breast milk assists in the complete digestion of fat in the small intestine [10] as opposed to the fat in artificial milk, which is only partly digested. Glutamine is required to provide substrate (ketoglutaric acid) for the citric acid cycle, its use as a neurotransmitter in the brain, and its role as a primary energy substrate for intestinal cells. [11]"}
{"id": "article-38275_18", "title": "Physiology, Breast Milk -- Function", "content": "Vitamins and minerals play a critical role in the development of the newborn. They are necessary for enzymatic functions and constitute the building blocks of many molecular substances. However, vitamins D and K are absent in breast milk and require external supplementation. Iron is also essential to a newborn to prevent anemia.", "contents": "Physiology, Breast Milk -- Function. Vitamins and minerals play a critical role in the development of the newborn. They are necessary for enzymatic functions and constitute the building blocks of many molecular substances. However, vitamins D and K are absent in breast milk and require external supplementation. Iron is also essential to a newborn to prevent anemia."}
{"id": "article-38275_19", "title": "Physiology, Breast Milk -- Function -- Colostrum", "content": "It is the special yellowish milk only secreted in the first 2 to 3 days after the baby's birth, in small amounts (about 30–60 ml/day). It is abundant in white blood cells and antibodies, especially IgA, to fight off pathogens. It contains about 20 specific antibodies against E coli , salmonella, RSV, candida, streptococcus, staphylococcus, cryptosporidium, H pylori , etc. It has more protein, minerals, and fat-soluble vitamins (A, E, and K) than ordinary breast milk. Vitamin A is required to protect the eyes and form epithelium. It contains multiple growth factors. Insulin-like growth factors 1 and 2 are the most commonly found. The epidermal growth colostrum factor also forms the intestinal lining needed to absorb the nutrients. The neonate needs to be fed on colostrum and nothing else now. The composition of colostrum can be altered by maternal conditions such as eclampsia, diabetes, and anemia.", "contents": "Physiology, Breast Milk -- Function -- Colostrum. It is the special yellowish milk only secreted in the first 2 to 3 days after the baby's birth, in small amounts (about 30–60 ml/day). It is abundant in white blood cells and antibodies, especially IgA, to fight off pathogens. It contains about 20 specific antibodies against E coli , salmonella, RSV, candida, streptococcus, staphylococcus, cryptosporidium, H pylori , etc. It has more protein, minerals, and fat-soluble vitamins (A, E, and K) than ordinary breast milk. Vitamin A is required to protect the eyes and form epithelium. It contains multiple growth factors. Insulin-like growth factors 1 and 2 are the most commonly found. The epidermal growth colostrum factor also forms the intestinal lining needed to absorb the nutrients. The neonate needs to be fed on colostrum and nothing else now. The composition of colostrum can be altered by maternal conditions such as eclampsia, diabetes, and anemia."}
{"id": "article-38275_20", "title": "Physiology, Breast Milk -- Mechanism", "content": "A neonate may require breastfeeding every 1 to 3 hours for 10 to 20 minutes on average. However, the frequency and duration of breastfeeding sessions decrease as the child ages, as he can receive more in less time. Two hormones are involved in the development of breast milk: prolactin and oxytocin.", "contents": "Physiology, Breast Milk -- Mechanism. A neonate may require breastfeeding every 1 to 3 hours for 10 to 20 minutes on average. However, the frequency and duration of breastfeeding sessions decrease as the child ages, as he can receive more in less time. Two hormones are involved in the development of breast milk: prolactin and oxytocin."}
{"id": "article-38275_21", "title": "Physiology, Breast Milk -- Mechanism", "content": "Prolactin stimulates milk production. It increases during pregnancy to prepare the mammary tissue to start forming the milk by stimulating epithelial proliferation. However, due to high progesterone and estrogen levels, prolactin is inhibited from forming milk. After placental delivery, progesterone and estrogen levels fall, allowing prolactin to exert its effect and secrete the milk. [12] [13] Oxytocin acts to contract the myoepithelial cells to eject the stored milk. [9] [3] The baby suckling on the nipple also stimulates prolactin secretion. It reaches its peak levels in the blood about half an hour after the feeding. It stimulates milk production for the next feed, which collects in the lumen of the alveoli and ducts. Prolactin secretion is maximal at night time. Thus, breastfeeding at night is highly recommended. [12]", "contents": "Physiology, Breast Milk -- Mechanism. Prolactin stimulates milk production. It increases during pregnancy to prepare the mammary tissue to start forming the milk by stimulating epithelial proliferation. However, due to high progesterone and estrogen levels, prolactin is inhibited from forming milk. After placental delivery, progesterone and estrogen levels fall, allowing prolactin to exert its effect and secrete the milk. [12] [13] Oxytocin acts to contract the myoepithelial cells to eject the stored milk. [9] [3] The baby suckling on the nipple also stimulates prolactin secretion. It reaches its peak levels in the blood about half an hour after the feeding. It stimulates milk production for the next feed, which collects in the lumen of the alveoli and ducts. Prolactin secretion is maximal at night time. Thus, breastfeeding at night is highly recommended. [12]"}
{"id": "article-38275_22", "title": "Physiology, Breast Milk -- Mechanism", "content": "Oxytocin is known as the \"let-down\" hormone. It helps contract myoepithelial cells around the alveoli, causing the ejection of the breast's already-made milk. [12] [13] The ducts beneath the areola fill with milk and become wider during a feed when the oxytocin reflex is active. Oxytocin is produced more quickly than prolactin. Oxytocin secretion occurs when the mother expects a feed or starts seeing, hearing, smelling, or even thinking about the baby. Infant sucking on the nipple also stimulates oxytocin secretion. This reflex explains why a mother and child should be roomed together as often as possible. If the mother is emotionally unbalanced, this reflex can be affected. Oxytocin also promotes bonding and affection between the mother and child.", "contents": "Physiology, Breast Milk -- Mechanism. Oxytocin is known as the \"let-down\" hormone. It helps contract myoepithelial cells around the alveoli, causing the ejection of the breast's already-made milk. [12] [13] The ducts beneath the areola fill with milk and become wider during a feed when the oxytocin reflex is active. Oxytocin is produced more quickly than prolactin. Oxytocin secretion occurs when the mother expects a feed or starts seeing, hearing, smelling, or even thinking about the baby. Infant sucking on the nipple also stimulates oxytocin secretion. This reflex explains why a mother and child should be roomed together as often as possible. If the mother is emotionally unbalanced, this reflex can be affected. Oxytocin also promotes bonding and affection between the mother and child."}
{"id": "article-38275_23", "title": "Physiology, Breast Milk -- Mechanism", "content": "Initially, the amount of prolactin produced is positively related to the nipple stimulation. However, a few weeks later, the prolactin levels and quantity of milk produced are not tightly associated. But milk secretion stops if the mother stops breastfeeding. When breastfeeding is stopped, the feedback inhibitor of lactation (FIL) collects and destroys the cells from secreting more milk. When breast milk is removed during feeding or by the expression, FIL is also removed, resuming milk production. Hence, FIL ensures adequate dairy is produced and prevents the breast from becoming too full.", "contents": "Physiology, Breast Milk -- Mechanism. Initially, the amount of prolactin produced is positively related to the nipple stimulation. However, a few weeks later, the prolactin levels and quantity of milk produced are not tightly associated. But milk secretion stops if the mother stops breastfeeding. When breastfeeding is stopped, the feedback inhibitor of lactation (FIL) collects and destroys the cells from secreting more milk. When breast milk is removed during feeding or by the expression, FIL is also removed, resuming milk production. Hence, FIL ensures adequate dairy is produced and prevents the breast from becoming too full."}
{"id": "article-38275_24", "title": "Physiology, Breast Milk -- Mechanism", "content": "Prolactin is beneficial to the mother as well. It causes a feeling of happiness and relaxation. Prolactin secretion also affects the release of gonadotropin-releasing hormone (GnRH). Inhibition of GnRH decreases the release of follicle-stimulating hormone and luteinizing hormone, which leads to a natural birth control mechanism in the mother called lactational amenorrhea. [12]", "contents": "Physiology, Breast Milk -- Mechanism. Prolactin is beneficial to the mother as well. It causes a feeling of happiness and relaxation. Prolactin secretion also affects the release of gonadotropin-releasing hormone (GnRH). Inhibition of GnRH decreases the release of follicle-stimulating hormone and luteinizing hormone, which leads to a natural birth control mechanism in the mother called lactational amenorrhea. [12]"}
{"id": "article-38275_25", "title": "Physiology, Breast Milk -- Pathophysiology", "content": "One of the main maternal concerns is not having enough breast milk. Since breast milk is indispensable to a newborn, physicians should be able to investigate milk supply difficulties. Signs include low weight gain, dry mucous membranes of the baby, weak cry, infrequent hard stools, and decreased urine output. Many factors can affect breast milk supply, such as poor maternal health (eg, anemia), abnormalities in the breast tissue, retained fetal products in-utero, urinary tract infections in the mother, and poor feeding habits. Effective feeding habits and optimizing the mother's health status help to achieve optimum feeding. [14]", "contents": "Physiology, Breast Milk -- Pathophysiology. One of the main maternal concerns is not having enough breast milk. Since breast milk is indispensable to a newborn, physicians should be able to investigate milk supply difficulties. Signs include low weight gain, dry mucous membranes of the baby, weak cry, infrequent hard stools, and decreased urine output. Many factors can affect breast milk supply, such as poor maternal health (eg, anemia), abnormalities in the breast tissue, retained fetal products in-utero, urinary tract infections in the mother, and poor feeding habits. Effective feeding habits and optimizing the mother's health status help to achieve optimum feeding. [14]"}
{"id": "article-38275_26", "title": "Physiology, Breast Milk -- Pathophysiology -- Breastfeeding Jaundice", "content": "Breastfeeding jaundice usually occurs in the first week of life due to the infant not receiving sufficient milk. This causes increased enterohepatic circulation and decreased elimination of bilirubin from the body, resulting in jaundice. It is commonly caused by difficulty breastfeeding, improper latching, or other reasons that might interfere with breastfeeding. Signs of dehydration are generally present. Treatment includes continued breastfeeding, increased frequency of feeds, and counseling by a lactation consultant. Spontaneous resolution usually occurs in the third week of life.", "contents": "Physiology, Breast Milk -- Pathophysiology -- Breastfeeding Jaundice. Breastfeeding jaundice usually occurs in the first week of life due to the infant not receiving sufficient milk. This causes increased enterohepatic circulation and decreased elimination of bilirubin from the body, resulting in jaundice. It is commonly caused by difficulty breastfeeding, improper latching, or other reasons that might interfere with breastfeeding. Signs of dehydration are generally present. Treatment includes continued breastfeeding, increased frequency of feeds, and counseling by a lactation consultant. Spontaneous resolution usually occurs in the third week of life."}
{"id": "article-38275_27", "title": "Physiology, Breast Milk -- Pathophysiology -- Breastmilk Jaundice", "content": "Breastmilk jaundice starts 3 to 5 days after birth, peaking at 2 weeks of age and lasting several weeks after birth. High levels of beta-glucuronidase in breast milk deconjugate intestinal bilirubin and increase enterohepatic circulation. Weight gain is adequate, and examination is usually unremarkable. Spontaneous resolution usually occurs by 12 weeks of life, and treatment is generally not required.", "contents": "Physiology, Breast Milk -- Pathophysiology -- Breastmilk Jaundice. Breastmilk jaundice starts 3 to 5 days after birth, peaking at 2 weeks of age and lasting several weeks after birth. High levels of beta-glucuronidase in breast milk deconjugate intestinal bilirubin and increase enterohepatic circulation. Weight gain is adequate, and examination is usually unremarkable. Spontaneous resolution usually occurs by 12 weeks of life, and treatment is generally not required."}
{"id": "article-38275_28", "title": "Physiology, Breast Milk -- Pathophysiology -- Milk- or Soy-induced Colitis", "content": "Milk- or soy-induced colitis is a hypersensitive gastrointestinal disorder to allergens present in breast milk, which presents at 2 to 8 weeks of age with regurgitation or vomiting and painless bloody stools. Eczema may be present as well. It is not IgE-mediated with concomitant soy milk reaction in 30% of infants. Risk factors for this condition include a family history of allergy, eczema, or asthma. Treatment involves the elimination of milk and soy from the maternal diet. Spontaneous resolution occurs in one year.", "contents": "Physiology, Breast Milk -- Pathophysiology -- Milk- or Soy-induced Colitis. Milk- or soy-induced colitis is a hypersensitive gastrointestinal disorder to allergens present in breast milk, which presents at 2 to 8 weeks of age with regurgitation or vomiting and painless bloody stools. Eczema may be present as well. It is not IgE-mediated with concomitant soy milk reaction in 30% of infants. Risk factors for this condition include a family history of allergy, eczema, or asthma. Treatment involves the elimination of milk and soy from the maternal diet. Spontaneous resolution occurs in one year."}
{"id": "article-38275_29", "title": "Physiology, Breast Milk -- Clinical Significance", "content": "Breastfeeding correlates with decreased risk for cardiovascular, atopic, and infectious diseases. Additionally, breastfeeding is associated with a reduction in the risk of behavioral and developmental disorders. [2] Breast milk is vital for the newborn's development. However, breast milk pumping and storage have become widespread due to the increased number of working mothers. The maintenance of this practice is crucial to prevent the spread of pathogens through expressed milk. Preserving the integrity of the breast milk is essential, hence using proper hygiene is advised. Furthermore, the refrigerator can achieve short-term milk storage to prevent contamination. [15] The breast milk is contraindicated in the following conditions:", "contents": "Physiology, Breast Milk -- Clinical Significance. Breastfeeding correlates with decreased risk for cardiovascular, atopic, and infectious diseases. Additionally, breastfeeding is associated with a reduction in the risk of behavioral and developmental disorders. [2] Breast milk is vital for the newborn's development. However, breast milk pumping and storage have become widespread due to the increased number of working mothers. The maintenance of this practice is crucial to prevent the spread of pathogens through expressed milk. Preserving the integrity of the breast milk is essential, hence using proper hygiene is advised. Furthermore, the refrigerator can achieve short-term milk storage to prevent contamination. [15] The breast milk is contraindicated in the following conditions:"}
{"id": "article-38275_30", "title": "Physiology, Breast Milk -- Clinical Significance", "content": "If the mother is on chemotherapy or recent/current use of radioactive agents If the mother has Human T-cell lymphotropic viral infection or untreated brucellosis If the mother has untreated/sputum-positive tuberculosis If the mother drinks alcohol or abuses drugs If the mother has suspected or untreated HIV If the infant is diagnosed with galactosemia", "contents": "Physiology, Breast Milk -- Clinical Significance. If the mother is on chemotherapy or recent/current use of radioactive agents If the mother has Human T-cell lymphotropic viral infection or untreated brucellosis If the mother has untreated/sputum-positive tuberculosis If the mother drinks alcohol or abuses drugs If the mother has suspected or untreated HIV If the infant is diagnosed with galactosemia"}
{"id": "article-38275_31", "title": "Physiology, Breast Milk -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Breast Milk -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}