{"id": "article-19616_0", "title": "Clomiphene -- Continuing Education Activity", "content": "Clomiphene, a pharmacotherapeutic agent integral to the treatment of anovulatory or oligo-ovulatory infertility, plays a pivotal role in inducing ovulation for individuals aspiring to conceive. This activity discusses the applications of clomiphene citrate in addressing infertility challenges, with a particular focus on patients diagnosed with polycystic ovarian syndrome (PCOS). The course also explores clomiphene's efficacy in diverse etiologies such as post-oral-contraceptive amenorrhea, amenorrhea-galactorrhea syndrome, psychogenic amenorrhea, and some instances of secondary amenorrhea. Emphasizing the interprofessional approach to patient care, the program delves into the nuanced considerations surrounding clomiphene therapy, including indications, mechanisms of action, optimal administration, potential adverse effects, contraindications, and crucial monitoring strategies.", "contents": "Clomiphene -- Continuing Education Activity. Clomiphene, a pharmacotherapeutic agent integral to the treatment of anovulatory or oligo-ovulatory infertility, plays a pivotal role in inducing ovulation for individuals aspiring to conceive. This activity discusses the applications of clomiphene citrate in addressing infertility challenges, with a particular focus on patients diagnosed with polycystic ovarian syndrome (PCOS). The course also explores clomiphene's efficacy in diverse etiologies such as post-oral-contraceptive amenorrhea, amenorrhea-galactorrhea syndrome, psychogenic amenorrhea, and some instances of secondary amenorrhea. Emphasizing the interprofessional approach to patient care, the program delves into the nuanced considerations surrounding clomiphene therapy, including indications, mechanisms of action, optimal administration, potential adverse effects, contraindications, and crucial monitoring strategies."}
{"id": "article-19616_1", "title": "Clomiphene -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for clomiphene therapy based on etiology. Screen patients for contraindications and potential risks associated with clomiphene use. Implement clomiphene therapy according to established guidelines and protocols for infertility management. Implement follow-up care and monitoring to ensure continuity and successful outcomes in clomiphene therapy for infertility. Develop effective communication with patients, discussing clomiphene therapy's benefits, potential risks, and expectations. Access free multiple choice questions on this topic.", "contents": "Clomiphene -- Continuing Education Activity. Objectives: Identify the appropriate indications for clomiphene therapy based on etiology. Screen patients for contraindications and potential risks associated with clomiphene use. Implement clomiphene therapy according to established guidelines and protocols for infertility management. Implement follow-up care and monitoring to ensure continuity and successful outcomes in clomiphene therapy for infertility. Develop effective communication with patients, discussing clomiphene therapy's benefits, potential risks, and expectations. Access free multiple choice questions on this topic."}
{"id": "article-19616_2", "title": "Clomiphene -- Indications", "content": "Clomiphene (or clomiphene citrate) is an FDA-approved selective estrogen receptor modulator (SERM) indicated to treat anovulatory or oligo-ovulatory infertility to induce ovulation for patients desiring to conceive. [1] Using clomiphene to induce pregnancy can result in a 6-month live birth rate of 20% to 40%. [2] Clomiphene can either be used alone or with an adjuvant, such as flying needling therapy (acupuncture). [3]", "contents": "Clomiphene -- Indications. Clomiphene (or clomiphene citrate) is an FDA-approved selective estrogen receptor modulator (SERM) indicated to treat anovulatory or oligo-ovulatory infertility to induce ovulation for patients desiring to conceive. [1] Using clomiphene to induce pregnancy can result in a 6-month live birth rate of 20% to 40%. [2] Clomiphene can either be used alone or with an adjuvant, such as flying needling therapy (acupuncture). [3]"}
{"id": "article-19616_3", "title": "Clomiphene -- Indications", "content": "The patients most likely to benefit from clomiphene citrate are patients diagnosed with polycystic ovarian syndrome (PCOS) and other causes of infertility such as post-oral-contraceptive amenorrhea, amenorrhea-galactorrhea syndrome, psychogenic amenorrhea, as well as some cases of secondary amenorrhea. Patients indicated for clomiphene therapy must not have an ovarian cyst, vaginal bleeding, or hepatic impairment. [4] [5] [6] [7]", "contents": "Clomiphene -- Indications. The patients most likely to benefit from clomiphene citrate are patients diagnosed with polycystic ovarian syndrome (PCOS) and other causes of infertility such as post-oral-contraceptive amenorrhea, amenorrhea-galactorrhea syndrome, psychogenic amenorrhea, as well as some cases of secondary amenorrhea. Patients indicated for clomiphene therapy must not have an ovarian cyst, vaginal bleeding, or hepatic impairment. [4] [5] [6] [7]"}
{"id": "article-19616_4", "title": "Clomiphene -- Indications", "content": "It is also often used off-label by men to treat both male infertility and secondary hypogonadism because it increases serum testosterone levels. [8] [9] Clomiphene citrate is also known to be abused by healthy athletes such as bodybuilders and weightlifters for performance enhancement because it raises serum testosterone and gonadotropin levels. [10] [11] [12]", "contents": "Clomiphene -- Indications. It is also often used off-label by men to treat both male infertility and secondary hypogonadism because it increases serum testosterone levels. [8] [9] Clomiphene citrate is also known to be abused by healthy athletes such as bodybuilders and weightlifters for performance enhancement because it raises serum testosterone and gonadotropin levels. [10] [11] [12]"}
{"id": "article-19616_5", "title": "Clomiphene -- Indications", "content": "Studies have found clomiphene citrate effective in treating and preventing short-lasting unilateral neuralgiform headache attacks (SUNCT), a trigeminal autonomic cephalalgias (TACs) subform. Clomiphene has not been FDA-approved for the treatment of SUNCT.", "contents": "Clomiphene -- Indications. Studies have found clomiphene citrate effective in treating and preventing short-lasting unilateral neuralgiform headache attacks (SUNCT), a trigeminal autonomic cephalalgias (TACs) subform. Clomiphene has not been FDA-approved for the treatment of SUNCT."}
{"id": "article-19616_6", "title": "Clomiphene -- Indications", "content": "However, a case study of a 65-year-old man who had frequent headaches for years and was refractory to treatment was finally diagnosed with SUNCT syndrome. He was initiated on 50 mg of clomiphene daily for 2 weeks. Four days after therapy initiation, the frequency of his headaches reduced, but the pain did not subside entirely. The dose was increased to 75 mg daily, and after day 5, the patient became pain-free. After 1.5 months on this dosage, the patient was doing well but experienced a slight recurrence of the attack. His physician increased his clomiphene dose to 100 mg/d, and he had no attacks for 3 months. At this point, the clomiphene was tapered off, and 4 months after discontinuing clomiphene, the patient continued to be pain-free. [13]", "contents": "Clomiphene -- Indications. However, a case study of a 65-year-old man who had frequent headaches for years and was refractory to treatment was finally diagnosed with SUNCT syndrome. He was initiated on 50 mg of clomiphene daily for 2 weeks. Four days after therapy initiation, the frequency of his headaches reduced, but the pain did not subside entirely. The dose was increased to 75 mg daily, and after day 5, the patient became pain-free. After 1.5 months on this dosage, the patient was doing well but experienced a slight recurrence of the attack. His physician increased his clomiphene dose to 100 mg/d, and he had no attacks for 3 months. At this point, the clomiphene was tapered off, and 4 months after discontinuing clomiphene, the patient continued to be pain-free. [13]"}
{"id": "article-19616_7", "title": "Clomiphene -- Indications -- (a) FDA-Approved Indications", "content": "Anovulatory or oligo-ovulatory infertility (ovulation induction) Male infertility (spermatogenesis induction)", "contents": "Clomiphene -- Indications -- (a) FDA-Approved Indications. Anovulatory or oligo-ovulatory infertility (ovulation induction) Male infertility (spermatogenesis induction)"}
{"id": "article-19616_8", "title": "Clomiphene -- Indications -- (b) Off-Label Uses", "content": "Secondary hypogonadism [14] Performance enhancement for healthy athletes [15] Primary short-lasting unilateral neuralgiform headache attacks (SUNCT)", "contents": "Clomiphene -- Indications -- (b) Off-Label Uses. Secondary hypogonadism [14] Performance enhancement for healthy athletes [15] Primary short-lasting unilateral neuralgiform headache attacks (SUNCT)"}
{"id": "article-19616_9", "title": "Clomiphene -- Mechanism of Action", "content": "Clomiphene is a selective estrogen receptor modulator (SERM). The drug selectively binds to estrogen receptors in the hypothalamus, ovary, endometrium, and cervix, producing estrogenic and anti-estrogenic effects. Clomiphene also acts as a partial estrogen agonist in the hypothalamus, resulting in a negative estrogenic feedback inhibition, thus increasing gonadotropins. [16]", "contents": "Clomiphene -- Mechanism of Action. Clomiphene is a selective estrogen receptor modulator (SERM). The drug selectively binds to estrogen receptors in the hypothalamus, ovary, endometrium, and cervix, producing estrogenic and anti-estrogenic effects. Clomiphene also acts as a partial estrogen agonist in the hypothalamus, resulting in a negative estrogenic feedback inhibition, thus increasing gonadotropins. [16]"}
{"id": "article-19616_10", "title": "Clomiphene -- Mechanism of Action", "content": "Clomiphene increases the secretion of luteinizing hormone and follicle-stimulating hormone, thus increasing the production of serum levels of testosterone. [17] Clomiphene is also used as an adjuvant to alleviate pituitary suppression. [18]", "contents": "Clomiphene -- Mechanism of Action. Clomiphene increases the secretion of luteinizing hormone and follicle-stimulating hormone, thus increasing the production of serum levels of testosterone. [17] Clomiphene is also used as an adjuvant to alleviate pituitary suppression. [18]"}
{"id": "article-19616_11", "title": "Clomiphene -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(i) Absorption: In early radiolabeled clinical studies, research has shown that clomiphene citrate is readily absorbed orally.", "contents": "Clomiphene -- Mechanism of Action -- (a) Pharmacokinetics. (i) Absorption: In early radiolabeled clinical studies, research has shown that clomiphene citrate is readily absorbed orally."}
{"id": "article-19616_12", "title": "Clomiphene -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(ii) Metabolism: Based on a single-dose healthy volunteer clinical study, it is evident that zuclomiphene has a longer half-life than enclomiphene and may remain longer than a month in these volunteers. (iii) Elimination: About half of the orally administered dose of clomiphene is excreted in urine (8%) and feces (42%).", "contents": "Clomiphene -- Mechanism of Action -- (a) Pharmacokinetics. (ii) Metabolism: Based on a single-dose healthy volunteer clinical study, it is evident that zuclomiphene has a longer half-life than enclomiphene and may remain longer than a month in these volunteers. (iii) Elimination: About half of the orally administered dose of clomiphene is excreted in urine (8%) and feces (42%)."}
{"id": "article-19616_13", "title": "Clomiphene -- Administration -- (a) Available Forms", "content": "Clomiphene citrate is available as a 50 mg oral tablet.", "contents": "Clomiphene -- Administration -- (a) Available Forms. Clomiphene citrate is available as a 50 mg oral tablet."}
{"id": "article-19616_14", "title": "Clomiphene -- Administration -- (b) Adult Dosage", "content": "Ovulation Induction: The dosage is 50 mg daily (1 tablet) for 5 days. Treatment should start on day 5 of the menstrual cycle if there is spontaneous or induced bleeding. If the patient does not ovulate during the first cycle, the dose can be increased to 100 mg per day (2 50 mg tablets taken as a single daily dose) for 5 days during the second cycle. Treatment is repeatable for up to 6 cycles. A low dosage or treatment duration is explicitly recommended for patients with PCOS to prevent ovarian hyperstimulation syndrome. [19] Patients must be evaluated to exclude pregnancy, ovarian enlargement, or ovarian cyst formation between each treatment cycle.", "contents": "Clomiphene -- Administration -- (b) Adult Dosage. Ovulation Induction: The dosage is 50 mg daily (1 tablet) for 5 days. Treatment should start on day 5 of the menstrual cycle if there is spontaneous or induced bleeding. If the patient does not ovulate during the first cycle, the dose can be increased to 100 mg per day (2 50 mg tablets taken as a single daily dose) for 5 days during the second cycle. Treatment is repeatable for up to 6 cycles. A low dosage or treatment duration is explicitly recommended for patients with PCOS to prevent ovarian hyperstimulation syndrome. [19] Patients must be evaluated to exclude pregnancy, ovarian enlargement, or ovarian cyst formation between each treatment cycle."}
{"id": "article-19616_15", "title": "Clomiphene -- Administration -- (b) Adult Dosage", "content": "Spermatogenesis Induction: The regimen is 25 mg daily (half of a tablet) for 25 days and off for 5 days. Alternative administration is a 25 mg oral tablet every other day. Semen analysis to evaluate spermatozoa level and motility should occur regularly. The dose can be increased to 50 mg daily for 25 days and off for 5 days.", "contents": "Clomiphene -- Administration -- (b) Adult Dosage. Spermatogenesis Induction: The regimen is 25 mg daily (half of a tablet) for 25 days and off for 5 days. Alternative administration is a 25 mg oral tablet every other day. Semen analysis to evaluate spermatozoa level and motility should occur regularly. The dose can be increased to 50 mg daily for 25 days and off for 5 days."}
{"id": "article-19616_16", "title": "Clomiphene -- Administration -- (b) Adult Dosage", "content": "Chronic Short-Lasting Unilateral Neuralgiform Headache Attacks (SUNCT) (off-label use if SUNCT is refractory to other recommended medications): The initial recommended dose is 50 mg orally daily. The maximum daily dose is 100 mg orally until the patient becomes pain-free. Continue for a couple of months until the patient is out of cycle, at which point, clomiphene citrate should be tapered off.", "contents": "Clomiphene -- Administration -- (b) Adult Dosage. Chronic Short-Lasting Unilateral Neuralgiform Headache Attacks (SUNCT) (off-label use if SUNCT is refractory to other recommended medications): The initial recommended dose is 50 mg orally daily. The maximum daily dose is 100 mg orally until the patient becomes pain-free. Continue for a couple of months until the patient is out of cycle, at which point, clomiphene citrate should be tapered off."}
{"id": "article-19616_17", "title": "Clomiphene -- Administration -- (a) Specific Patient Population", "content": "(i) Hepatic Impairment: No dose adjustment information is available for patients with hepatic impairment. However, the recommendation is to use clomiphene in patients with normal liver functions. (ii) Renal Impairment: No dose adjustment information is available for patients with renal impairment.", "contents": "Clomiphene -- Administration -- (a) Specific Patient Population. (i) Hepatic Impairment: No dose adjustment information is available for patients with hepatic impairment. However, the recommendation is to use clomiphene in patients with normal liver functions. (ii) Renal Impairment: No dose adjustment information is available for patients with renal impairment."}
{"id": "article-19616_18", "title": "Clomiphene -- Administration -- (a) Specific Patient Population", "content": "(iii) Breastfeeding Considerations: No data is available on the manufacturer label on whether clomiphene is excreted in human milk. Many drugs are excreted in human milk, so caution should be taken when clomiphene is administered to breastfeeding women. There are reports that clomiphene citrate may reduce lactation in some patients.", "contents": "Clomiphene -- Administration -- (a) Specific Patient Population. (iii) Breastfeeding Considerations: No data is available on the manufacturer label on whether clomiphene is excreted in human milk. Many drugs are excreted in human milk, so caution should be taken when clomiphene is administered to breastfeeding women. There are reports that clomiphene citrate may reduce lactation in some patients."}
{"id": "article-19616_19", "title": "Clomiphene -- Administration -- (a) Specific Patient Population", "content": "(iv) Pregnancy Considerations: Clomiphene citrate is a pregnancy category X drug; it is contraindicated to use clomiphene in pregnant women as this treatment has no additional benefits in this patient population. Human data on clomiphene do not suggest any increased risk related to congenital abnormalities. However, animal reproductive toxicology studies observed increased structural malformations and embryo-fetal loss. [20]", "contents": "Clomiphene -- Administration -- (a) Specific Patient Population. (iv) Pregnancy Considerations: Clomiphene citrate is a pregnancy category X drug; it is contraindicated to use clomiphene in pregnant women as this treatment has no additional benefits in this patient population. Human data on clomiphene do not suggest any increased risk related to congenital abnormalities. However, animal reproductive toxicology studies observed increased structural malformations and embryo-fetal loss. [20]"}
{"id": "article-19616_20", "title": "Clomiphene -- Adverse Effects", "content": "Some reported adverse effects from using clomiphene include headache, dizziness, exacerbation of psychiatric illnesses, gynecomastia, testicular tumor, vasomotor flushing, gastrointestinal disturbance, and mastalgia. [17] [21] Other common adverse reactions are nausea, vomiting, ovarian enlargement, blurred vision, scintillating scotoma, abnormal uterine bleeding, pelvic pain, and hypertriglyceridemia. Some serious reactions to the use of clomiphene are multiple pregnancies, thrombocytopenia, pancreatitis, risk of ovarian cancer after prolonged use, increased risk of malignant melanoma, severe visual disturbance, and hepatic damage. [22] [23] [24] [25] Ovarian hyperstimulation syndrome (OHSS) is reported in patients using clomiphene citrate therapy for ovulation induction. OHSS can progress rapidly (within 24 hours) and become a medical emergency.", "contents": "Clomiphene -- Adverse Effects. Some reported adverse effects from using clomiphene include headache, dizziness, exacerbation of psychiatric illnesses, gynecomastia, testicular tumor, vasomotor flushing, gastrointestinal disturbance, and mastalgia. [17] [21] Other common adverse reactions are nausea, vomiting, ovarian enlargement, blurred vision, scintillating scotoma, abnormal uterine bleeding, pelvic pain, and hypertriglyceridemia. Some serious reactions to the use of clomiphene are multiple pregnancies, thrombocytopenia, pancreatitis, risk of ovarian cancer after prolonged use, increased risk of malignant melanoma, severe visual disturbance, and hepatic damage. [22] [23] [24] [25] Ovarian hyperstimulation syndrome (OHSS) is reported in patients using clomiphene citrate therapy for ovulation induction. OHSS can progress rapidly (within 24 hours) and become a medical emergency."}
{"id": "article-19616_21", "title": "Clomiphene -- Contraindications", "content": "The following are contraindications for the use of clomiphene citrate: Hypersensitivity to clomiphene citrate or components of the formulation Pregnancy Breastfeeding History of hepatic impairment Hepatic disease Abnormal uterine bleeding Uncontrolled adrenal dysfunction Non-PCOS-related ovarian cyst Organic intracranial lesions Uncontrolled thyroid disease Pituitary tumor Risk of hypertriglyceridemia Endometrial cancer", "contents": "Clomiphene -- Contraindications. The following are contraindications for the use of clomiphene citrate: Hypersensitivity to clomiphene citrate or components of the formulation Pregnancy Breastfeeding History of hepatic impairment Hepatic disease Abnormal uterine bleeding Uncontrolled adrenal dysfunction Non-PCOS-related ovarian cyst Organic intracranial lesions Uncontrolled thyroid disease Pituitary tumor Risk of hypertriglyceridemia Endometrial cancer"}
{"id": "article-19616_22", "title": "Clomiphene -- Monitoring", "content": "The clinician should monitor the patient's fasting lipid panel at baseline and then periodically if the patient is at risk for hypertriglyceridemia. Conduct a pregnancy test and perform a pelvic exam before initiating clomiphene citrate therapy and before each treatment cycle. Patients with any visual symptoms should discontinue treatment with clomiphene and have a complete ophthalmological evaluation conducted promptly.", "contents": "Clomiphene -- Monitoring. The clinician should monitor the patient's fasting lipid panel at baseline and then periodically if the patient is at risk for hypertriglyceridemia. Conduct a pregnancy test and perform a pelvic exam before initiating clomiphene citrate therapy and before each treatment cycle. Patients with any visual symptoms should discontinue treatment with clomiphene and have a complete ophthalmological evaluation conducted promptly."}
{"id": "article-19616_23", "title": "Clomiphene -- Toxicity", "content": "There are no reported toxic effects after the acute use of clomiphene citrate. The signs and symptoms of clomiphene citrate therapy overdose include nausea, vomiting, visual disturbance, vasomotor flushes, scotoma, ovarian enlargement, and pelvic and abdominal pain. Clomiphene is also nephrotoxic after prolonged use.", "contents": "Clomiphene -- Toxicity. There are no reported toxic effects after the acute use of clomiphene citrate. The signs and symptoms of clomiphene citrate therapy overdose include nausea, vomiting, visual disturbance, vasomotor flushes, scotoma, ovarian enlargement, and pelvic and abdominal pain. Clomiphene is also nephrotoxic after prolonged use."}
{"id": "article-19616_24", "title": "Clomiphene -- Toxicity", "content": "There is no known antidote for the overdose of clomiphene citrate; however, gastric lavage and other supportive procedures are necessary. There is some published evidence of possible teratogenicity, mainly neural tube defects and hypospadias; however, additional investigation is essential to permit the safer use of clomiphene. [26]", "contents": "Clomiphene -- Toxicity. There is no known antidote for the overdose of clomiphene citrate; however, gastric lavage and other supportive procedures are necessary. There is some published evidence of possible teratogenicity, mainly neural tube defects and hypospadias; however, additional investigation is essential to permit the safer use of clomiphene. [26]"}
{"id": "article-19616_25", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "Clomiphene citrate is commonly indicated to treat patients diagnosed with anovulatory or oligo-ovulatory infertility to induce ovulation for patients wishing to conceive. Clomiphene is also indicated to treat male infertility to induce spermatogenesis. Treating patients with infertility requires an interprofessional team of healthcare professionals across various disciplines. [27] [28]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. Clomiphene citrate is commonly indicated to treat patients diagnosed with anovulatory or oligo-ovulatory infertility to induce ovulation for patients wishing to conceive. Clomiphene is also indicated to treat male infertility to induce spermatogenesis. Treating patients with infertility requires an interprofessional team of healthcare professionals across various disciplines. [27] [28]"}
{"id": "article-19616_26", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "The clinician conducts procedures, including examining the patient, planning the treatment course, and explaining the results. At the same time, the explanation of methods and schedule, as well as consultation of method and schedule, infertility counseling, is performed using a team approach involving clinicians experienced in managing endocrine and gynecologic disorders, embryologists, nurses, infertility counselors, and medical clerks.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. The clinician conducts procedures, including examining the patient, planning the treatment course, and explaining the results. At the same time, the explanation of methods and schedule, as well as consultation of method and schedule, infertility counseling, is performed using a team approach involving clinicians experienced in managing endocrine and gynecologic disorders, embryologists, nurses, infertility counselors, and medical clerks."}
{"id": "article-19616_27", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "Before initiating clomiphene citrate therapy, the clinician must properly evaluate the patient to ensure that they meet the indications for clomiphene therapy and that no contraindications are present. To achieve the goal of treatment, the clinician must ensure that there are no inhibitors to the goal. If inhibitors exist, they require attention before initiating clomiphene citrate therapy.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. Before initiating clomiphene citrate therapy, the clinician must properly evaluate the patient to ensure that they meet the indications for clomiphene therapy and that no contraindications are present. To achieve the goal of treatment, the clinician must ensure that there are no inhibitors to the goal. If inhibitors exist, they require attention before initiating clomiphene citrate therapy."}
{"id": "article-19616_28", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team should outline the treatment plan with the patient in advance, and the patient should receive education on therapy objectives balanced with potential risks. The importance of timed coitus to coincide with the expected ovulation period must be stressed to the patient since ovulation often occurs 5 to 10 days after starting a cycle of clomiphene therapy. Advising the patient to use the ovulation test kit from 5 to 10 days after the treatment cycle to determine the ovulation day is a team effort.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. The interprofessional team should outline the treatment plan with the patient in advance, and the patient should receive education on therapy objectives balanced with potential risks. The importance of timed coitus to coincide with the expected ovulation period must be stressed to the patient since ovulation often occurs 5 to 10 days after starting a cycle of clomiphene therapy. Advising the patient to use the ovulation test kit from 5 to 10 days after the treatment cycle to determine the ovulation day is a team effort."}
{"id": "article-19616_29", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "If the patient ovulates during the first cycle but does not become pregnant, there is no advantage to increasing the dose in subsequent cycles. If ovulation does not occur during the first treatment cycle, then the dosage can be increased to 100 mg daily for 5 days. The second treatment cycle may commence as early as 30 days after the prior cycle, provided that the patient is negative for pregnancy. Recommendations do not include increasing the dosage or duration of therapy beyond 100 mg per day for 5 days.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. If the patient ovulates during the first cycle but does not become pregnant, there is no advantage to increasing the dose in subsequent cycles. If ovulation does not occur during the first treatment cycle, then the dosage can be increased to 100 mg daily for 5 days. The second treatment cycle may commence as early as 30 days after the prior cycle, provided that the patient is negative for pregnancy. Recommendations do not include increasing the dosage or duration of therapy beyond 100 mg per day for 5 days."}
{"id": "article-19616_30", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "Most patients who will ovulate normally do so after the initial cycle of clomiphene therapy. If the patient does not ovulate after 3 cycles of clomiphene citrate therapy, further treatment with clomiphene citrate is not recommended. The patient will require further evaluation. Treatment should be discontinued if the patient ovulates 3 times but does not get pregnant. If the patient fails to menstruate after an ovulatory response, then reevaluate the patient; it is not recommended for the patient to have more than 6 cycles of clomiphene therapy, thus avoiding severe side effects or toxicity due to the overuse of clomiphene citrate.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. Most patients who will ovulate normally do so after the initial cycle of clomiphene therapy. If the patient does not ovulate after 3 cycles of clomiphene citrate therapy, further treatment with clomiphene citrate is not recommended. The patient will require further evaluation. Treatment should be discontinued if the patient ovulates 3 times but does not get pregnant. If the patient fails to menstruate after an ovulatory response, then reevaluate the patient; it is not recommended for the patient to have more than 6 cycles of clomiphene therapy, thus avoiding severe side effects or toxicity due to the overuse of clomiphene citrate."}
{"id": "article-19616_31", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "The biochemical response of clomiphene citrate may vary. Therefore, when treating men with hypogonadism or infertility, it is suggested to perform lab evaluations for testosterone levels and semen analysis at regular intervals. Assessing PSA or HCT levels is unnecessary since they are not affected by using clomiphene citrate. [29]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. The biochemical response of clomiphene citrate may vary. Therefore, when treating men with hypogonadism or infertility, it is suggested to perform lab evaluations for testosterone levels and semen analysis at regular intervals. Assessing PSA or HCT levels is unnecessary since they are not affected by using clomiphene citrate. [29]"}
{"id": "article-19616_32", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "Treating males with infertility also requires an interprofessional healthcare team across various disciplines. Patient education is paramount to limit side effects due to the long-term use of clomiphene citrate. This is best accomplished by an interprofessional team effort between the patient and all healthcare professionals (ie, clinicians and pharmacists) involved in the patient's treatment. This interprofessional approach will lead to the best patient outcomes.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. Treating males with infertility also requires an interprofessional healthcare team across various disciplines. Patient education is paramount to limit side effects due to the long-term use of clomiphene citrate. This is best accomplished by an interprofessional team effort between the patient and all healthcare professionals (ie, clinicians and pharmacists) involved in the patient's treatment. This interprofessional approach will lead to the best patient outcomes."}
{"id": "article-19616_33", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Before initiating infertility treatment with clomiphene, the underlying cause of the patient's anovulation should be assessed first, and lifestyle modifications recommended, or the causal medical condition should be treated. [1]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Before initiating infertility treatment with clomiphene, the underlying cause of the patient's anovulation should be assessed first, and lifestyle modifications recommended, or the causal medical condition should be treated. [1]"}
{"id": "article-19616_34", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Patients and their clinicians must monitor ovulatory response since it allows for suitably timed intercourse or intrauterine insemination, respectively. This will guide any alternative therapies if ovulation does not occur. [1]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Patients and their clinicians must monitor ovulatory response since it allows for suitably timed intercourse or intrauterine insemination, respectively. This will guide any alternative therapies if ovulation does not occur. [1]"}
{"id": "article-19616_35", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Patients with hypothalamic hypogonadism may require exogenous gonadotropins as an alternative to oral agents. [1]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Patients with hypothalamic hypogonadism may require exogenous gonadotropins as an alternative to oral agents. [1]"}
{"id": "article-19616_36", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "A patient who fails to conceive after being prescribed clomiphene therapy can be prescribed menotropin and a dose of human chorionic gonadotropin. The menotropin will stimulate the ovarian follicles, while the human chorionic gonadotropin will cause the luteinizing hormone to surge.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. A patient who fails to conceive after being prescribed clomiphene therapy can be prescribed menotropin and a dose of human chorionic gonadotropin. The menotropin will stimulate the ovarian follicles, while the human chorionic gonadotropin will cause the luteinizing hormone to surge."}
{"id": "article-19616_37", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "In women with infertility due only to polycystic ovarian syndrome (PCOS) and are resistant to clomiphene (especially obese women), add metformin (an insulin sensitization agent) to the clomiphene regiment or prescribe gonadotropin as second-line pharmacologic therapy for ovulation induction. [4] [5]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. In women with infertility due only to polycystic ovarian syndrome (PCOS) and are resistant to clomiphene (especially obese women), add metformin (an insulin sensitization agent) to the clomiphene regiment or prescribe gonadotropin as second-line pharmacologic therapy for ovulation induction. [4] [5]"}
{"id": "article-19616_38", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Combining metformin with clomiphene in obese women may increase pregnancy rates compared to clomiphene alone. [5] [6]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Combining metformin with clomiphene in obese women may increase pregnancy rates compared to clomiphene alone. [5] [6]"}
{"id": "article-19616_39", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Letrozole was found to induce ovulation at a similar rate as gonadotropin in clomiphene-resistant PCOS patients but with reduced risk compared with gonadotropin. [30]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Letrozole was found to induce ovulation at a similar rate as gonadotropin in clomiphene-resistant PCOS patients but with reduced risk compared with gonadotropin. [30]"}
{"id": "article-19616_40", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Recent studies have shown letrozole, an aromatase inhibitor, to be the most effective oral agent than clomiphene or the combination of clomiphene and metformin to induce ovulation in patients with polycystic ovarian syndrome. [31] [32] [33] [34]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Recent studies have shown letrozole, an aromatase inhibitor, to be the most effective oral agent than clomiphene or the combination of clomiphene and metformin to induce ovulation in patients with polycystic ovarian syndrome. [31] [32] [33] [34]"}
{"id": "article-19616_41", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Combining letrozole and clomiphene is associated with higher ovulation rates than letrozole alone in patients with infertility and PCOS. [7]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Combining letrozole and clomiphene is associated with higher ovulation rates than letrozole alone in patients with infertility and PCOS. [7]"}
{"id": "article-19616_42", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy", "content": "Another second-line therapy is to perform laparoscopic ovarian surgery to induce ovulation in anovulatory women with PCOS and no other fertility factors and are resistant to clomiphene. [4]", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes -- Recommendations for Increasing Successful Outcomes in Infertility Therapy. Another second-line therapy is to perform laparoscopic ovarian surgery to induce ovulation in anovulatory women with PCOS and no other fertility factors and are resistant to clomiphene. [4]"}
{"id": "article-19616_43", "title": "Clomiphene -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team approach to infertility treatment with clomiphene will optimize the odds of a successful outcome while mitigating potential adverse events.", "contents": "Clomiphene -- Enhancing Healthcare Team Outcomes. The interprofessional team approach to infertility treatment with clomiphene will optimize the odds of a successful outcome while mitigating potential adverse events."}
{"id": "article-19616_44", "title": "Clomiphene -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Clomiphene -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}