{"id": "article-30240_0", "title": "Tolosa-Hunt Syndrome -- Continuing Education Activity", "content": "Tolosa Hunt syndrome (THS), also known as painful ophthalmoplegia, recurrent ophthalmoplegia, or ophthalmoplegia syndrome, is described as severe and unilateral periorbital headaches associated with painful and restricted eye movements. Tolosa Hunt syndrome is one of the rare disorders recognized by the National Organisation for Rare Disorders (NORD). It is also included as one of the painful cranial neuropathies by the International Headache Society in its headache classification. Since its discovery in 1954, many cases of Tolosa Hunt syndrome have been reported. This activity reviews the evaluation and management of Tolosa Hunt syndrome and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Tolosa-Hunt Syndrome -- Continuing Education Activity. Tolosa Hunt syndrome (THS), also known as painful ophthalmoplegia, recurrent ophthalmoplegia, or ophthalmoplegia syndrome, is described as severe and unilateral periorbital headaches associated with painful and restricted eye movements. Tolosa Hunt syndrome is one of the rare disorders recognized by the National Organisation for Rare Disorders (NORD). It is also included as one of the painful cranial neuropathies by the International Headache Society in its headache classification. Since its discovery in 1954, many cases of Tolosa Hunt syndrome have been reported. This activity reviews the evaluation and management of Tolosa Hunt syndrome and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30240_1", "title": "Tolosa-Hunt Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the classic presentation of Tolosa Hunt syndrome. Describe risk factors for the development of Tolosa Hunt syndrome. Review management strategies for Tolosa Hunt syndrome. Explain the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by Tolosa Hunt syndrome. Access free multiple choice questions on this topic.", "contents": "Tolosa-Hunt Syndrome -- Continuing Education Activity. Objectives: Identify the classic presentation of Tolosa Hunt syndrome. Describe risk factors for the development of Tolosa Hunt syndrome. Review management strategies for Tolosa Hunt syndrome. Explain the importance of improving coordination amongst the interprofessional team to enhance the delivery of care for patients affected by Tolosa Hunt syndrome. Access free multiple choice questions on this topic."}
{"id": "article-30240_2", "title": "Tolosa-Hunt Syndrome -- Introduction", "content": "Tolosa Hunt syndrome (THS) is described as severe and unilateral periorbital headache associated with painful and restricted eye movements. Synonyms for Tolosa Hunt syndrome include painful ophthalmoplegia, recurrent ophthalmoplegia, ophthalmoplegia syndrome. Tolosa Hunt syndrome is one of the rare disorders recognized by the National Organisation for Rare Disorders (NORD). It is also included as one of the painful cranial neuropathies by the International Headache Society (IHS) in its headache classification. Tolosa Hunt syndrome was first described in the year 1954 by Dr. Eduardo Tolosa, a Spanish neurosurgeon. [1] Similar cases were reported by Hunt et al. in 1961. [2] Smith and Taxdal called it Tolosa Hunt Syndrome for the first time in 1966. [3] Until then, it was then an obscure clinical entity. Since then, numerous cases and studies have been reported around the world.", "contents": "Tolosa-Hunt Syndrome -- Introduction. Tolosa Hunt syndrome (THS) is described as severe and unilateral periorbital headache associated with painful and restricted eye movements. Synonyms for Tolosa Hunt syndrome include painful ophthalmoplegia, recurrent ophthalmoplegia, ophthalmoplegia syndrome. Tolosa Hunt syndrome is one of the rare disorders recognized by the National Organisation for Rare Disorders (NORD). It is also included as one of the painful cranial neuropathies by the International Headache Society (IHS) in its headache classification. Tolosa Hunt syndrome was first described in the year 1954 by Dr. Eduardo Tolosa, a Spanish neurosurgeon. [1] Similar cases were reported by Hunt et al. in 1961. [2] Smith and Taxdal called it Tolosa Hunt Syndrome for the first time in 1966. [3] Until then, it was then an obscure clinical entity. Since then, numerous cases and studies have been reported around the world."}
{"id": "article-30240_3", "title": "Tolosa-Hunt Syndrome -- Etiology", "content": "Tolosa Hunt syndrome is usually idiopathic and is thought to be from non-specific inflammation in the region of the cavernous sinus and/or superior orbital fissure. However, traumatic injury, tumors, or an aneurysm could be the potential triggers.", "contents": "Tolosa-Hunt Syndrome -- Etiology. Tolosa Hunt syndrome is usually idiopathic and is thought to be from non-specific inflammation in the region of the cavernous sinus and/or superior orbital fissure. However, traumatic injury, tumors, or an aneurysm could be the potential triggers."}
{"id": "article-30240_4", "title": "Tolosa-Hunt Syndrome -- Epidemiology", "content": "The annual estimated incidence of Tolosa Hunt syndrome is about one case per million per year. [4] It is found worldwide without any geographical or racial preponderance. It is unusual to see Tolosa Hunt syndrome in young people. The average age of onset is 41 years according to the National Organization for Rare Disorder. Although usually unilateral, either side can be affected, and there have been case reports about bilateral involvement (approximately 5%). There is no male-female predisposition. [5]", "contents": "Tolosa-Hunt Syndrome -- Epidemiology. The annual estimated incidence of Tolosa Hunt syndrome is about one case per million per year. [4] It is found worldwide without any geographical or racial preponderance. It is unusual to see Tolosa Hunt syndrome in young people. The average age of onset is 41 years according to the National Organization for Rare Disorder. Although usually unilateral, either side can be affected, and there have been case reports about bilateral involvement (approximately 5%). There is no male-female predisposition. [5]"}
{"id": "article-30240_5", "title": "Tolosa-Hunt Syndrome -- Pathophysiology", "content": "As mentioned before, Tolosa Hunt syndrome is caused by non-specific inflammation of unknown etiology. In his initial report, Dr. Eduardo Tolosa described the pathophysiology as \"non-specific, chronic inflammation of the septa and wall of the cavernous sinus with the proliferation of fibroblasts an infiltration with lymphocytes and plasma cells.\" [1] Hunt et al. not only agreed with above observation but also added that \"such inflammatory changes, in a tight connective tissue, may exert pressure upon the penetrating nerves.\" [2] These nerves can be cranial nerves III, IV, VI, as well as the superior division of the fifth cranial nerve. Further studies showed the presence of granulomatous material deposits along with epitheloid cells and giant cells. Occasionally necrosis has been seen, but it is rare. There is also associated thickening of dura mater within the cavernous sinus.", "contents": "Tolosa-Hunt Syndrome -- Pathophysiology. As mentioned before, Tolosa Hunt syndrome is caused by non-specific inflammation of unknown etiology. In his initial report, Dr. Eduardo Tolosa described the pathophysiology as \"non-specific, chronic inflammation of the septa and wall of the cavernous sinus with the proliferation of fibroblasts an infiltration with lymphocytes and plasma cells.\" [1] Hunt et al. not only agreed with above observation but also added that \"such inflammatory changes, in a tight connective tissue, may exert pressure upon the penetrating nerves.\" [2] These nerves can be cranial nerves III, IV, VI, as well as the superior division of the fifth cranial nerve. Further studies showed the presence of granulomatous material deposits along with epitheloid cells and giant cells. Occasionally necrosis has been seen, but it is rare. There is also associated thickening of dura mater within the cavernous sinus."}
{"id": "article-30240_6", "title": "Tolosa-Hunt Syndrome -- Pathophysiology", "content": "The inflammation in the cavernous sinus region has seen a rare association with intracranial inflammation, but systemic inflammation is not yet reported. [4] Although there has not been a clear autoimmune etiology associated with Tolosa Hunt syndrome, it has been reported with other systemic and autoimmune inflammatory disorders such as systemic lupus erythematosus, sarcoidosis, and Wegener's granulomatosis and could be a presenting complaint of these diseases. [6] [7] There does not seem to be any association with any infectious agent.", "contents": "Tolosa-Hunt Syndrome -- Pathophysiology. The inflammation in the cavernous sinus region has seen a rare association with intracranial inflammation, but systemic inflammation is not yet reported. [4] Although there has not been a clear autoimmune etiology associated with Tolosa Hunt syndrome, it has been reported with other systemic and autoimmune inflammatory disorders such as systemic lupus erythematosus, sarcoidosis, and Wegener's granulomatosis and could be a presenting complaint of these diseases. [6] [7] There does not seem to be any association with any infectious agent."}
{"id": "article-30240_7", "title": "Tolosa-Hunt Syndrome -- History and Physical", "content": "The hallmark of this syndrome is a pain, which can be described as sharp, shooting, stabbing, boring, severe, and intense. Pain is usually located in the periorbital region but can often be retro-orbital, with extension into the frontal and temporal areas. Pain tends to be the presenting symptom and can precede ophthalmoplegia by up to 30 days. Tolosa Hunt syndrome tends to have a relapsing and remitting course, with attacks recurring every few months or years. Other associated features include involvement of all three ocular motor nerves (which include oculomotor, trochlear, abducens nerves) in different combinations, leading to ophthalmoplegia. Ophthalmic branch of the trigeminal nerve is commonly affected. The oculomotor nerve is most commonly involved (approximately 80%), followed by abducens nerve (approximately 70%), an ophthalmic branch of trigeminal nerve (approximately 30%), and trochlear nerve (approximately 29%). [4] There can also be sympathetic (third order neuron Horner syndrome, in approximately 20% cases) or parasympathetic (oculomotor) involvement which leads to pupillary abnormalities. [8] [9] There are reports of involvement of the maxillary and mandibular divisions of the fifth cranial nerve (trigeminal), optic nerve, and facial nerve which suggest an extension of the disease process beyond the cavernous sinus. [3] [2] [10] [11] [12] Rarely, inflammation can involve orbital apex leading to optic nerve damage and consequent optic disc pallor or swelling. Loss of visual acuity in those cases is unpredictable and can be permanent. [13]", "contents": "Tolosa-Hunt Syndrome -- History and Physical. The hallmark of this syndrome is a pain, which can be described as sharp, shooting, stabbing, boring, severe, and intense. Pain is usually located in the periorbital region but can often be retro-orbital, with extension into the frontal and temporal areas. Pain tends to be the presenting symptom and can precede ophthalmoplegia by up to 30 days. Tolosa Hunt syndrome tends to have a relapsing and remitting course, with attacks recurring every few months or years. Other associated features include involvement of all three ocular motor nerves (which include oculomotor, trochlear, abducens nerves) in different combinations, leading to ophthalmoplegia. Ophthalmic branch of the trigeminal nerve is commonly affected. The oculomotor nerve is most commonly involved (approximately 80%), followed by abducens nerve (approximately 70%), an ophthalmic branch of trigeminal nerve (approximately 30%), and trochlear nerve (approximately 29%). [4] There can also be sympathetic (third order neuron Horner syndrome, in approximately 20% cases) or parasympathetic (oculomotor) involvement which leads to pupillary abnormalities. [8] [9] There are reports of involvement of the maxillary and mandibular divisions of the fifth cranial nerve (trigeminal), optic nerve, and facial nerve which suggest an extension of the disease process beyond the cavernous sinus. [3] [2] [10] [11] [12] Rarely, inflammation can involve orbital apex leading to optic nerve damage and consequent optic disc pallor or swelling. Loss of visual acuity in those cases is unpredictable and can be permanent. [13]"}
{"id": "article-30240_8", "title": "Tolosa-Hunt Syndrome -- History and Physical", "content": "Tolosa Hunt syndrome usually does not have any other neurological or systemic involvement. [4] Some studies report nausea and vomiting, which are probably a result of the intense pain the patient experiences and tend to resolve with pain control. Chronic fatigue is reported. Symptoms of Tolosa Hunt syndrome can last up to eight weeks if not treated and then resolve spontaneously. There are seldom any residual neurological deficits. [14]", "contents": "Tolosa-Hunt Syndrome -- History and Physical. Tolosa Hunt syndrome usually does not have any other neurological or systemic involvement. [4] Some studies report nausea and vomiting, which are probably a result of the intense pain the patient experiences and tend to resolve with pain control. Chronic fatigue is reported. Symptoms of Tolosa Hunt syndrome can last up to eight weeks if not treated and then resolve spontaneously. There are seldom any residual neurological deficits. [14]"}
{"id": "article-30240_9", "title": "Tolosa-Hunt Syndrome -- Evaluation", "content": "Tolosa Hunt syndrome is diagnosed through the clinical presentation, neuroimaging studies, and response to steroids. Laboratory tests and cerebrospinal fluid (CSF) studies are supportive tests but help in ruling out other causes of ophthalmoplegia. Tissue biopsy is diagnostic but is considered the procedure of the last choice and rarely performed, given high risk and technical difficulties.", "contents": "Tolosa-Hunt Syndrome -- Evaluation. Tolosa Hunt syndrome is diagnosed through the clinical presentation, neuroimaging studies, and response to steroids. Laboratory tests and cerebrospinal fluid (CSF) studies are supportive tests but help in ruling out other causes of ophthalmoplegia. Tissue biopsy is diagnostic but is considered the procedure of the last choice and rarely performed, given high risk and technical difficulties."}
{"id": "article-30240_10", "title": "Tolosa-Hunt Syndrome -- Evaluation -- International Headache Society (IHS) Diagnostic Criteria", "content": "Tolosa Hunt Syndrome also finds a place in the IHS Classification ICHD-3 Beta, in part three, under Painful cranial neuropathies and other facial pains. The IHS lays down diagnostic criteria for THS which have high sensitivity (approximately 95% to 100%) but low specificity (approximately 50%). [15] They are summarized as follows: Unilateral headache Includes both of the following: Presence of granulomatous inflammation of the cavernous sinus, superior orbital fissure or orbit, as seen on MRI or biopsy Palsies of one or more of the oculomotor nerves (cranial nerves III, IV, and/or VI) on the same side Corroboration of the cause as evidenced by both of the following: Palsies of cranial nerves III, IV, and/or VI have followed headache in two weeks or less, or have developed simultaneously with a headache Localization of a headache around the eye on the same side Not better explained by any other headache etiology", "contents": "Tolosa-Hunt Syndrome -- Evaluation -- International Headache Society (IHS) Diagnostic Criteria. Tolosa Hunt Syndrome also finds a place in the IHS Classification ICHD-3 Beta, in part three, under Painful cranial neuropathies and other facial pains. The IHS lays down diagnostic criteria for THS which have high sensitivity (approximately 95% to 100%) but low specificity (approximately 50%). [15] They are summarized as follows: Unilateral headache Includes both of the following: Presence of granulomatous inflammation of the cavernous sinus, superior orbital fissure or orbit, as seen on MRI or biopsy Palsies of one or more of the oculomotor nerves (cranial nerves III, IV, and/or VI) on the same side Corroboration of the cause as evidenced by both of the following: Palsies of cranial nerves III, IV, and/or VI have followed headache in two weeks or less, or have developed simultaneously with a headache Localization of a headache around the eye on the same side Not better explained by any other headache etiology"}
{"id": "article-30240_11", "title": "Tolosa-Hunt Syndrome -- Evaluation -- Neuroimaging", "content": "MRI brain with contrast, especially the coronal view, is a crucial diagnostic study. It helps exclude other disease processes that produce painful ophthalmoplegia as it is rarely normal in cases of Tolosa Hunt syndrome. MRI can show thickening of the cavernous sinus because of the presence of abnormal soft tissue which is isointense on T1, iso or hypointense on T2, and enhances with contrast. Other MRI findings include convexity of the lateral wall of the cavernous sinus, extension into the orbital apex. High-resolution computed tomography (HRCT) can also show changes in the soft tissue, but lacks sensitivity. Thus, MRI should be performed for better visualization of the region of the cavernous sinus and/or superior orbital fissure. MRI findings have low specificity, and above-mentioned findings can also be found in lymphoma, meningioma, and sarcoidosis. [5] There are reports of vascular abnormalities in the intracavernous segment of carotid artery which show segmental narrowing, constriction, irregularities. These changes can be detected by MR angiography, CT angiography, digital subtraction angiography and usually resolve with steroids.", "contents": "Tolosa-Hunt Syndrome -- Evaluation -- Neuroimaging. MRI brain with contrast, especially the coronal view, is a crucial diagnostic study. It helps exclude other disease processes that produce painful ophthalmoplegia as it is rarely normal in cases of Tolosa Hunt syndrome. MRI can show thickening of the cavernous sinus because of the presence of abnormal soft tissue which is isointense on T1, iso or hypointense on T2, and enhances with contrast. Other MRI findings include convexity of the lateral wall of the cavernous sinus, extension into the orbital apex. High-resolution computed tomography (HRCT) can also show changes in the soft tissue, but lacks sensitivity. Thus, MRI should be performed for better visualization of the region of the cavernous sinus and/or superior orbital fissure. MRI findings have low specificity, and above-mentioned findings can also be found in lymphoma, meningioma, and sarcoidosis. [5] There are reports of vascular abnormalities in the intracavernous segment of carotid artery which show segmental narrowing, constriction, irregularities. These changes can be detected by MR angiography, CT angiography, digital subtraction angiography and usually resolve with steroids."}
{"id": "article-30240_12", "title": "Tolosa-Hunt Syndrome -- Evaluation -- Other Tests", "content": "When there is suspicion of Tolosa Hunt syndrome on clinical presentation and MRI, blood and CSF studies should be performed to rule out other causes of painful ophthalmoplegia (see Other Issues at the end of discussion); as Tolosa Hunt syndrome remains a clinical diagnosis of exclusion. [5] Blood tests include Complete Blood Count, Comprehensive Metabolic Panel, HbA1C, Erythrocyte Sedimentation Rate, C Reactive Protein, Angiotensin Converting Enzyme, Anti-nuclear Antibody, Anti-nuclear Cytoplasmic Antibody, Anti-dsDNA Antibody, Anti-sm Antibody, Lyme Panel, Serum Protein Electrophoresis, Fluorescent Treponemal Antibody Test. CSF studies include glucose, protein, cell count and differential, cytology, culture and gram stain, angiotensin converting enzyme, syphilis and Lyme serology. Blood, as well as CSF studies, are expected to be normal in cases of Tolosa Hunt syndrome. If there are abnormalities found, another diagnosis should be considered.", "contents": "Tolosa-Hunt Syndrome -- Evaluation -- Other Tests. When there is suspicion of Tolosa Hunt syndrome on clinical presentation and MRI, blood and CSF studies should be performed to rule out other causes of painful ophthalmoplegia (see Other Issues at the end of discussion); as Tolosa Hunt syndrome remains a clinical diagnosis of exclusion. [5] Blood tests include Complete Blood Count, Comprehensive Metabolic Panel, HbA1C, Erythrocyte Sedimentation Rate, C Reactive Protein, Angiotensin Converting Enzyme, Anti-nuclear Antibody, Anti-nuclear Cytoplasmic Antibody, Anti-dsDNA Antibody, Anti-sm Antibody, Lyme Panel, Serum Protein Electrophoresis, Fluorescent Treponemal Antibody Test. CSF studies include glucose, protein, cell count and differential, cytology, culture and gram stain, angiotensin converting enzyme, syphilis and Lyme serology. Blood, as well as CSF studies, are expected to be normal in cases of Tolosa Hunt syndrome. If there are abnormalities found, another diagnosis should be considered."}
{"id": "article-30240_13", "title": "Tolosa-Hunt Syndrome -- Evaluation -- Glucocorticoid Response", "content": "Glucocorticoid response finds mention here as it helps with diagnosis as well as treatment. Treating with high doses of systemic steroids leads to a dramatic improvement in pain within two to three days. Cranial nerve dysfunction improves, and there is a reduction in abnormal tissue volume as well as signal intensity on MRI over the next few weeks of steroid treatment. [8] Reduction in pain helps confirm the diagnosis and is further supported by cranial nerve dysfunction improvement and resolution of MRI findings. However, caution should be taken when confirming the diagnosis of Tolosa Hunt syndrome with steroid response as improvement clinically as well as radiologically is known to occur with other disease processes such as malignancies, infection, or vasculitis. [12]", "contents": "Tolosa-Hunt Syndrome -- Evaluation -- Glucocorticoid Response. Glucocorticoid response finds mention here as it helps with diagnosis as well as treatment. Treating with high doses of systemic steroids leads to a dramatic improvement in pain within two to three days. Cranial nerve dysfunction improves, and there is a reduction in abnormal tissue volume as well as signal intensity on MRI over the next few weeks of steroid treatment. [8] Reduction in pain helps confirm the diagnosis and is further supported by cranial nerve dysfunction improvement and resolution of MRI findings. However, caution should be taken when confirming the diagnosis of Tolosa Hunt syndrome with steroid response as improvement clinically as well as radiologically is known to occur with other disease processes such as malignancies, infection, or vasculitis. [12]"}
{"id": "article-30240_14", "title": "Tolosa-Hunt Syndrome -- Treatment / Management", "content": "Glucocorticoids have been the mainstay of the treatment ever since the syndrome was first described. [2] [3] But there is no specific data to give recommendations about dose, duration, or route of administration. [5] Spontaneous remission of symptoms is known to occur. Although orbital pain drastically improves with steroid treatment, there is no evidence to suggest cranial nerve palsies improve faster with it. As with any glucocorticoid regimen, treatment for Tolosa Hunt syndrome involves initial high-dose therapy for few days followed by a gradual taper over weeks to months. [16] Symptom resolution guides the degree and rapidity of the taper. Imaging studies like MRI can be repeated for follow-up, but usually, lag behind a few weeks as compared to symptomatic improvement.", "contents": "Tolosa-Hunt Syndrome -- Treatment / Management. Glucocorticoids have been the mainstay of the treatment ever since the syndrome was first described. [2] [3] But there is no specific data to give recommendations about dose, duration, or route of administration. [5] Spontaneous remission of symptoms is known to occur. Although orbital pain drastically improves with steroid treatment, there is no evidence to suggest cranial nerve palsies improve faster with it. As with any glucocorticoid regimen, treatment for Tolosa Hunt syndrome involves initial high-dose therapy for few days followed by a gradual taper over weeks to months. [16] Symptom resolution guides the degree and rapidity of the taper. Imaging studies like MRI can be repeated for follow-up, but usually, lag behind a few weeks as compared to symptomatic improvement."}
{"id": "article-30240_15", "title": "Tolosa-Hunt Syndrome -- Treatment / Management", "content": "A very small percentage of patients will require immunosuppression with other agents, either to avoid side effects of long-term steroid therapy or for long-term suppression of the disease process itself. Azathioprine, methotrexate, mycophenolate mofetil, cyclosporine, and infliximab have been used as second-line therapy. There have been reports of radiotherapy being used as second-line therapy for recurrent flare-ups leading to steroid dependence or as a first-line therapy in the presence of contraindications to steroids. Usually, these patients would have had a biopsy-proven diagnosis of Tolosa Hunt syndrome, before a second-line therapy is initiated. [17]", "contents": "Tolosa-Hunt Syndrome -- Treatment / Management. A very small percentage of patients will require immunosuppression with other agents, either to avoid side effects of long-term steroid therapy or for long-term suppression of the disease process itself. Azathioprine, methotrexate, mycophenolate mofetil, cyclosporine, and infliximab have been used as second-line therapy. There have been reports of radiotherapy being used as second-line therapy for recurrent flare-ups leading to steroid dependence or as a first-line therapy in the presence of contraindications to steroids. Usually, these patients would have had a biopsy-proven diagnosis of Tolosa Hunt syndrome, before a second-line therapy is initiated. [17]"}
{"id": "article-30240_16", "title": "Tolosa-Hunt Syndrome -- Treatment / Management", "content": "Prognosis: Tolosa Hunt Syndrome is characterized by the dramatic symptomatic improvement seen with Glucocorticoids. Symptom improvement, especially pain relief, is usually seen 24 to 72 hours after starting steroids, with the majority of patients reporting improvement within one week. Cranial nerve palsies improve gradually and can take anywhere from two to eight weeks for recovery. [3] It is unusual to have residual deficits after steroid treatment.", "contents": "Tolosa-Hunt Syndrome -- Treatment / Management. Prognosis: Tolosa Hunt Syndrome is characterized by the dramatic symptomatic improvement seen with Glucocorticoids. Symptom improvement, especially pain relief, is usually seen 24 to 72 hours after starting steroids, with the majority of patients reporting improvement within one week. Cranial nerve palsies improve gradually and can take anywhere from two to eight weeks for recovery. [3] It is unusual to have residual deficits after steroid treatment."}
{"id": "article-30240_17", "title": "Tolosa-Hunt Syndrome -- Treatment / Management", "content": "Relapses tend to occur in about 40% to 50% of patients and can be ipsilateral, contralateral, or bilateral. [2] Relapses are more common in younger patients than in older patients. Every relapse should ideally be investigated with a full work up as Tolosa Hunt syndrome is a diagnosis of exclusion. [12] It is unclear as to whether steroids help prevent relapses. [18]", "contents": "Tolosa-Hunt Syndrome -- Treatment / Management. Relapses tend to occur in about 40% to 50% of patients and can be ipsilateral, contralateral, or bilateral. [2] Relapses are more common in younger patients than in older patients. Every relapse should ideally be investigated with a full work up as Tolosa Hunt syndrome is a diagnosis of exclusion. [12] It is unclear as to whether steroids help prevent relapses. [18]"}
{"id": "article-30240_18", "title": "Tolosa-Hunt Syndrome -- Differential Diagnosis", "content": "Anisocoria Benign Skull Tumors Brain Mets Cavernous Sinus Syndromes Cerebral Aneurysms Cerebral Venous Thrombosis CNS Whipple Disease Diabetic Neuropathy Epidural Hematoma Lyme Disease Meningioma Migraine Headache Neurosarcoidosis Pediatric Craniopharyngioma Polyarteritis Nodosa Primary CNS Lymphoma Primary Malignant Skull Tumors Systemic Lupus Erythematosus Tuberculous Meningitis Varicella Zoster", "contents": "Tolosa-Hunt Syndrome -- Differential Diagnosis. Anisocoria Benign Skull Tumors Brain Mets Cavernous Sinus Syndromes Cerebral Aneurysms Cerebral Venous Thrombosis CNS Whipple Disease Diabetic Neuropathy Epidural Hematoma Lyme Disease Meningioma Migraine Headache Neurosarcoidosis Pediatric Craniopharyngioma Polyarteritis Nodosa Primary CNS Lymphoma Primary Malignant Skull Tumors Systemic Lupus Erythematosus Tuberculous Meningitis Varicella Zoster"}
{"id": "article-30240_19", "title": "Tolosa-Hunt Syndrome -- Pearls and Other Issues", "content": "Since it is very rare, the majority of patients who present with painful ophthalmoplegia will not have Tolosa Hunt syndrome. Painful ophthalmoplegia is essentially a result of a mass effect produced in the cavernous sinus which can be caused by many disease processes. Tolosa Hunt syndrome is ultimately a diagnosis of exclusion, and thus, clinicians should be aware of the differential diagnoses. Various causes of painful ophthalmoplegia include the following:", "contents": "Tolosa-Hunt Syndrome -- Pearls and Other Issues. Since it is very rare, the majority of patients who present with painful ophthalmoplegia will not have Tolosa Hunt syndrome. Painful ophthalmoplegia is essentially a result of a mass effect produced in the cavernous sinus which can be caused by many disease processes. Tolosa Hunt syndrome is ultimately a diagnosis of exclusion, and thus, clinicians should be aware of the differential diagnoses. Various causes of painful ophthalmoplegia include the following:"}
{"id": "article-30240_20", "title": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Vascular", "content": "Intracavernous carotid artery aneurysm Posterior cerebral artery aneurysm Carotid-cavernous fistula Carotid-cavernous thrombosis Posterior communicating artery aneurysm Basilar artery aneurysm Internal carotid artery dissection", "contents": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Vascular. Intracavernous carotid artery aneurysm Posterior cerebral artery aneurysm Carotid-cavernous fistula Carotid-cavernous thrombosis Posterior communicating artery aneurysm Basilar artery aneurysm Internal carotid artery dissection"}
{"id": "article-30240_21", "title": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Neoplasm", "content": "Primary intracranial tumor Pituitary adenoma Meningioma Craniopharyngioma, others Primary cranial tumor Chordoma, others Local metastases Nasopharyngeal tumour Squamous cell carcinoma Distant metastases Lymphoma Multiple myeloma Carcinomatous metastases", "contents": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Neoplasm. Primary intracranial tumor Pituitary adenoma Meningioma Craniopharyngioma, others Primary cranial tumor Chordoma, others Local metastases Nasopharyngeal tumour Squamous cell carcinoma Distant metastases Lymphoma Multiple myeloma Carcinomatous metastases"}
{"id": "article-30240_22", "title": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Inflammation, infection", "content": "Bacterial Contiguous sinusitis Mucocele (sphenoid sinus) Periostitis Abscess Viral Herpes zoster Fungal Mucormycosis, Actinomycosis Spirochetal Treponema pallidum Mycobacterial Mycobacterium tuberculosis Others Sarcoidosis Wegener's granulomatosis Eosinophilic granuloma Tolosa-Hunt syndrome Orbital pseudotumor", "contents": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Inflammation, infection. Bacterial Contiguous sinusitis Mucocele (sphenoid sinus) Periostitis Abscess Viral Herpes zoster Fungal Mucormycosis, Actinomycosis Spirochetal Treponema pallidum Mycobacterial Mycobacterium tuberculosis Others Sarcoidosis Wegener's granulomatosis Eosinophilic granuloma Tolosa-Hunt syndrome Orbital pseudotumor"}
{"id": "article-30240_23", "title": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Miscellaneous", "content": "Diabetic ophthalmoplegia Ophthalmoplegic migraine Giant cell arteritis", "contents": "Tolosa-Hunt Syndrome -- Pearls and Other Issues -- Miscellaneous. Diabetic ophthalmoplegia Ophthalmoplegic migraine Giant cell arteritis"}
{"id": "article-30240_24", "title": "Tolosa-Hunt Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The primary care provider, nurse practitioner, and internist will often encounter patients with a headache. However, when they encounter a patient with an intense headache and ophthalmoplegia, a referral to a neurologist is necessary. Unlike the typical headache, patients with the Tolosa Hunt syndrome are managed with steroids and immunosuppressive agents. Despite treatment, recurrences are common and the overally quality of life is poor. When patients are managed with steroids, the nurse practitioner and primary care giver should monitor the patient for adverse effects. An interprofessional approach to the care of this disease will provide the best patient outcome. [Level V]", "contents": "Tolosa-Hunt Syndrome -- Enhancing Healthcare Team Outcomes. The primary care provider, nurse practitioner, and internist will often encounter patients with a headache. However, when they encounter a patient with an intense headache and ophthalmoplegia, a referral to a neurologist is necessary. Unlike the typical headache, patients with the Tolosa Hunt syndrome are managed with steroids and immunosuppressive agents. Despite treatment, recurrences are common and the overally quality of life is poor. When patients are managed with steroids, the nurse practitioner and primary care giver should monitor the patient for adverse effects. An interprofessional approach to the care of this disease will provide the best patient outcome. [Level V]"}
{"id": "article-30240_25", "title": "Tolosa-Hunt Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tolosa-Hunt Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}