{"id": "article-17701_0", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Introduction", "content": "The antinuclear antibody (ANA) is a defining feature of autoimmune connective tissue disease. ANAs are a class of antibodies that bind to cellular components in the nucleus, including proteins, DNA, RNA, and nucleic acid-protein complexes. [1] First described in 1948, ANA identification has been the foundation of diagnosis for autoimmune connective tissue disease, including systemic lupus erythematosus (SLE), Sjogren's syndrome, and polymyositis/dermatomyositis. [2] Although 20 to 30% of the average population has detectable levels of ANAs, increased titers are characteristic of individuals with connective tissue disorders. [3] Thus, the sensitivity and specificity of the methods used to detect ANAs are crucial to diagnosis.", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Introduction. The antinuclear antibody (ANA) is a defining feature of autoimmune connective tissue disease. ANAs are a class of antibodies that bind to cellular components in the nucleus, including proteins, DNA, RNA, and nucleic acid-protein complexes. [1] First described in 1948, ANA identification has been the foundation of diagnosis for autoimmune connective tissue disease, including systemic lupus erythematosus (SLE), Sjogren's syndrome, and polymyositis/dermatomyositis. [2] Although 20 to 30% of the average population has detectable levels of ANAs, increased titers are characteristic of individuals with connective tissue disorders. [3] Thus, the sensitivity and specificity of the methods used to detect ANAs are crucial to diagnosis."}
{"id": "article-17701_1", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Fundamentals", "content": "Antinuclear antibodies (ANA) refer to an autoantibody directed at material within the nucleus of a cell. ANAs are typically classified into two groups, antibodies to DNA and histones and antibodies to nuclear material. Antibodies to DNA and histones include anti-dsDNA antibodies and anti-histone antibodies. The remaining category includes an additional targeted nuclear antigen. The first to be identified in this category was the anti-Smith antibody. [3] Others include anti-SSA/Ro, anti-SSB/La, anti-U3-RNP, anticentromere, Scl-70, and Jo-1. [4] [5]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Fundamentals. Antinuclear antibodies (ANA) refer to an autoantibody directed at material within the nucleus of a cell. ANAs are typically classified into two groups, antibodies to DNA and histones and antibodies to nuclear material. Antibodies to DNA and histones include anti-dsDNA antibodies and anti-histone antibodies. The remaining category includes an additional targeted nuclear antigen. The first to be identified in this category was the anti-Smith antibody. [3] Others include anti-SSA/Ro, anti-SSB/La, anti-U3-RNP, anticentromere, Scl-70, and Jo-1. [4] [5]"}
{"id": "article-17701_2", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Issues of Concern", "content": "Given that ANAs are present in up to 30% of the average healthy population, there are inherent challenges against using them to diagnose autoimmune connective tissue disorders. Positive results must be interpreted with the existing clinical manifestations to establish a diagnosis. Furthermore, initial immunofluorescence testing on HEp-2 (human epithelial laryngeal carcinoma type 2) cells subjectively depends on multiple factors, including the laboratory manufacturing the substrate cells, the skill of the individual reading the result, and the definition of a positive result in each laboratory. [6]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Issues of Concern. Given that ANAs are present in up to 30% of the average healthy population, there are inherent challenges against using them to diagnose autoimmune connective tissue disorders. Positive results must be interpreted with the existing clinical manifestations to establish a diagnosis. Furthermore, initial immunofluorescence testing on HEp-2 (human epithelial laryngeal carcinoma type 2) cells subjectively depends on multiple factors, including the laboratory manufacturing the substrate cells, the skill of the individual reading the result, and the definition of a positive result in each laboratory. [6]"}
{"id": "article-17701_3", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Molecular Level", "content": "ANAs bind to various molecular compounds with the cell's nucleus, including nucleic material and proteins. Antibodies may bind to double-stranded DNA (anti-dsDNA), and studies suggest that antibodies are formed during the incomplete removal of cellular material during apoptosis. [7] [8] Additionally, anti-Sm antibodies bind to the Smith protein, a protein contained within small nuclear ribonucleoprotein (snRNP) particles. Scl-70 antibodies interfere with DNA replication by binding to Topoisomerase I, and anti-centromere antibodies affect cell division by binding to centromeres during interphase. [9] [10] [9] [11]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Molecular Level. ANAs bind to various molecular compounds with the cell's nucleus, including nucleic material and proteins. Antibodies may bind to double-stranded DNA (anti-dsDNA), and studies suggest that antibodies are formed during the incomplete removal of cellular material during apoptosis. [7] [8] Additionally, anti-Sm antibodies bind to the Smith protein, a protein contained within small nuclear ribonucleoprotein (snRNP) particles. Scl-70 antibodies interfere with DNA replication by binding to Topoisomerase I, and anti-centromere antibodies affect cell division by binding to centromeres during interphase. [9] [10] [9] [11]"}
{"id": "article-17701_4", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Molecular Level", "content": "Antibodies to Jo-1 prevent histidine binding to tRNA during protein synthesis by targeting histidyl-tRNA synthetase. [12] Additionally, antibodies may target the Ro/SSA antigen, an amino acid sequence that binds to double-stranded and single-stranded DNA. The suspected mechanism is that they may bind to viral DNA of the Epstein Barr virus (EBV) with molecular mimicry, later causing autoimmune disease. Unlike Ro, La/SSB is a protein found primarily in the nucleus. But similar to Ro, La is also known to bind to nuclear material from EBV. [13]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Molecular Level. Antibodies to Jo-1 prevent histidine binding to tRNA during protein synthesis by targeting histidyl-tRNA synthetase. [12] Additionally, antibodies may target the Ro/SSA antigen, an amino acid sequence that binds to double-stranded and single-stranded DNA. The suspected mechanism is that they may bind to viral DNA of the Epstein Barr virus (EBV) with molecular mimicry, later causing autoimmune disease. Unlike Ro, La/SSB is a protein found primarily in the nucleus. But similar to Ro, La is also known to bind to nuclear material from EBV. [13]"}
{"id": "article-17701_5", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing", "content": "The origins of ANA testing were first described in 1948 when Hargraves and colleagues observed a specific cell from a patient with systemic lupus erythematosus (SLE) and termed it the \"L.E. cell.\" [14] . The following experiments used cells from mice and rat kidneys as the substrate for indirect immunofluorescence (IIF) staining and established the foundations of IIF testing for detecting ANA. [1] In the most commonly used method for ANA detection, the patient's serum antibodies interact with fixed HEp-2 cells and form distinct fluorescent patterns (see Image. Antinuclear Antibody Fluorescence Patterns Diagram). [15]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing. The origins of ANA testing were first described in 1948 when Hargraves and colleagues observed a specific cell from a patient with systemic lupus erythematosus (SLE) and termed it the \"L.E. cell.\" [14] . The following experiments used cells from mice and rat kidneys as the substrate for indirect immunofluorescence (IIF) staining and established the foundations of IIF testing for detecting ANA. [1] In the most commonly used method for ANA detection, the patient's serum antibodies interact with fixed HEp-2 cells and form distinct fluorescent patterns (see Image. Antinuclear Antibody Fluorescence Patterns Diagram). [15]"}
{"id": "article-17701_6", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing", "content": "In 1975, HEp-2 cells became the standard cell substrate due to their increased sensitivity. And in 2010, the American College of Rheumatology published a study affirming that indirect immunofluorescence (IIF) staining with HEp-2 cells should be considered the gold standard for detecting ANAs. However, due to variability in technique, HEp-2 preparation, and antibody expression, HEp-2 IIF results may be difficult to standardize. [16]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing. In 1975, HEp-2 cells became the standard cell substrate due to their increased sensitivity. And in 2010, the American College of Rheumatology published a study affirming that indirect immunofluorescence (IIF) staining with HEp-2 cells should be considered the gold standard for detecting ANAs. However, due to variability in technique, HEp-2 preparation, and antibody expression, HEp-2 IIF results may be difficult to standardize. [16]"}
{"id": "article-17701_7", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing", "content": "IIF patterns correlate to specific ANA subtypes, and pattern recognition is a valuable tool in ANA testing. Homogenous fluorescence pattern typically suggests antibodies directed at dsDNA, histones, or nucleosomes. [1] A membranous pattern may show antibodies to membrane proteins. Antibodies directed to other nuclear antigens correlate with speckled fluorescent patterns. Anti-Smith antibodies fluoresce in a course-speckled pattern. Anti-SSA/Ro and anti-SSB/La form a fine-speckled pattern. Discrete speckles represent antibodies targeted to the centromeres in cells undergoing interphase. Nucleolar speckles are associated with antibodies directed at DNA topoisomerase (Scl-70). The speckled cytoplasmic pattern suggests antibodies to aminoacyl-tRNA synthetase (Jo-1). [1]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing. IIF patterns correlate to specific ANA subtypes, and pattern recognition is a valuable tool in ANA testing. Homogenous fluorescence pattern typically suggests antibodies directed at dsDNA, histones, or nucleosomes. [1] A membranous pattern may show antibodies to membrane proteins. Antibodies directed to other nuclear antigens correlate with speckled fluorescent patterns. Anti-Smith antibodies fluoresce in a course-speckled pattern. Anti-SSA/Ro and anti-SSB/La form a fine-speckled pattern. Discrete speckles represent antibodies targeted to the centromeres in cells undergoing interphase. Nucleolar speckles are associated with antibodies directed at DNA topoisomerase (Scl-70). The speckled cytoplasmic pattern suggests antibodies to aminoacyl-tRNA synthetase (Jo-1). [1]"}
{"id": "article-17701_8", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing", "content": "While IIF-ANA remains the primary initial testing method, other methods, including enzyme-linked immunosorbent assays (ELISA) and immunoassays, offer confirmatory testing for specific ANAs. ELISA offers quantitative screening for specific ANAs and has proven to perform comparably to IIF, and commercial panels for antibodies to SSA/Ro, SSB/La, Sm, Scl-70, Jo-1, and centromeres are available. [17] In addition, multiplex immunoassays offer similar benefits and use a series of known antigen-coated beads, and when combined with patient serum, indicate their specific antibody targets. [18]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Testing. While IIF-ANA remains the primary initial testing method, other methods, including enzyme-linked immunosorbent assays (ELISA) and immunoassays, offer confirmatory testing for specific ANAs. ELISA offers quantitative screening for specific ANAs and has proven to perform comparably to IIF, and commercial panels for antibodies to SSA/Ro, SSB/La, Sm, Scl-70, Jo-1, and centromeres are available. [17] In addition, multiplex immunoassays offer similar benefits and use a series of known antigen-coated beads, and when combined with patient serum, indicate their specific antibody targets. [18]"}
{"id": "article-17701_9", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance", "content": "Systemic autoimmune disorders affect 3-5% of the general population, and ANAs are one of the few specific disease markers in their diagnosis. [16] Therefore, ANA testing is often the first step in diagnosing systemic autoimmune connective tissue disorders. Laboratories report the staining pattern and the titer of ANA as an indication for further testing. The presence of ANAs and their subtypes increase the likelihood of a systemic autoimmune disorder, and there are notable clinical correlations between the ANA subtypes and autoimmune connective tissue disorders. However, they do not necessarily confirm that an individual has or will develop an autoimmune disease. Although positive ANA results help diagnose several autoimmune disorders, the negative ANA titer is also expected in some specific inflammatory conditions, for instance, ankylosing spondylitis. [19]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance. Systemic autoimmune disorders affect 3-5% of the general population, and ANAs are one of the few specific disease markers in their diagnosis. [16] Therefore, ANA testing is often the first step in diagnosing systemic autoimmune connective tissue disorders. Laboratories report the staining pattern and the titer of ANA as an indication for further testing. The presence of ANAs and their subtypes increase the likelihood of a systemic autoimmune disorder, and there are notable clinical correlations between the ANA subtypes and autoimmune connective tissue disorders. However, they do not necessarily confirm that an individual has or will develop an autoimmune disease. Although positive ANA results help diagnose several autoimmune disorders, the negative ANA titer is also expected in some specific inflammatory conditions, for instance, ankylosing spondylitis. [19]"}
{"id": "article-17701_10", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Systemic Lupus Erythematosus (SLE)", "content": "Systemic Lupus Erythematosus (SLE) is a chronic autoimmune disorder that affects nearly every system in the body. Individuals have variations in disease presentation, where one system often deteriorates significantly more than the others. Clinical manifestations may include fatigue, arthritis, vasculitis, nephritis, pleuritis, and myocarditis. Clinical manifestations and immunologic criteria are required to establish a definitive diagnosis of SLE. Immunologic criteria include abnormal ANA titers in the absence of drugs and the presence of anti-dsDNA or anti-Sm antibodies. [20]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Systemic Lupus Erythematosus (SLE). Systemic Lupus Erythematosus (SLE) is a chronic autoimmune disorder that affects nearly every system in the body. Individuals have variations in disease presentation, where one system often deteriorates significantly more than the others. Clinical manifestations may include fatigue, arthritis, vasculitis, nephritis, pleuritis, and myocarditis. Clinical manifestations and immunologic criteria are required to establish a definitive diagnosis of SLE. Immunologic criteria include abnormal ANA titers in the absence of drugs and the presence of anti-dsDNA or anti-Sm antibodies. [20]"}
{"id": "article-17701_11", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Scleroderma", "content": "Scleroderma, or systemic sclerosis, involves progressive fibrosis of the skin and organs. Scleroderma presents either as a limited form or a diffuse cutaneous form. The diagnostic basis is a combination of clinical symptoms and increased ANA titers. Scl-70 is highly correlated with scleroderma, while anti-centromere antibodies are moderately correlated. [21]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Scleroderma. Scleroderma, or systemic sclerosis, involves progressive fibrosis of the skin and organs. Scleroderma presents either as a limited form or a diffuse cutaneous form. The diagnostic basis is a combination of clinical symptoms and increased ANA titers. Scl-70 is highly correlated with scleroderma, while anti-centromere antibodies are moderately correlated. [21]"}
{"id": "article-17701_12", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Myositis", "content": "Polymyositis (PM) and dermatomyositis (DM) are a group of inflammatory disorders that primarily affect the proximal muscles and cause inflammation. The primary clinical manifestation of PM is the gradual weakening of the proximal muscles. Likewise, DM presents with gradually increasing proximal weakness. Still, cutaneous symptoms such as facial erythema, poikiloderma in sun-exposed areas, and Gottron's papules on the extensor surfaces of the hands are also present. General ANA testing is used to diagnose PM and DM, while anti-Jo1 antibodies are associated with 30% of patients with PM/DM. [3]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Myositis. Polymyositis (PM) and dermatomyositis (DM) are a group of inflammatory disorders that primarily affect the proximal muscles and cause inflammation. The primary clinical manifestation of PM is the gradual weakening of the proximal muscles. Likewise, DM presents with gradually increasing proximal weakness. Still, cutaneous symptoms such as facial erythema, poikiloderma in sun-exposed areas, and Gottron's papules on the extensor surfaces of the hands are also present. General ANA testing is used to diagnose PM and DM, while anti-Jo1 antibodies are associated with 30% of patients with PM/DM. [3]"}
{"id": "article-17701_13", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Sjogren's", "content": "Sjogren's syndrome is a chronic autoimmune pathology that destroys the exocrine glands, including the lacrimal and salivary glands. Diagnosis centers on clinical manifestations and serologic testing. Clinical manifestations of Sjogren's syndrome include chronic dry eye, dry mouth, Raynaud's phenomenon, arthritis, and bronchitis. When there is a suspicion of Sjogren's syndrome, testing for anti-Ro/SSA and anti-La/SSB titers is the protocol. [13]", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Sjogren's. Sjogren's syndrome is a chronic autoimmune pathology that destroys the exocrine glands, including the lacrimal and salivary glands. Diagnosis centers on clinical manifestations and serologic testing. Clinical manifestations of Sjogren's syndrome include chronic dry eye, dry mouth, Raynaud's phenomenon, arthritis, and bronchitis. When there is a suspicion of Sjogren's syndrome, testing for anti-Ro/SSA and anti-La/SSB titers is the protocol. [13]"}
{"id": "article-17701_14", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Psoriatic Arthritis", "content": "Psoriatic arthritis is a subtype of inflammatory arthritis seen in association with associated with psoriasis (a member of the spondyloarthritis family). This condition can present a diagnostic challenge for clinicians as the clinical presentation can be relatively subtle. There are several case reports regarding the potential long-term consequences and conditions associated with psoriatic arthritis, and these associations can ultimately compromise the patient's outcome. [22] ANA testing has long been thought to be a diagnostic tool and potentially detectable serum marker to enhance clinical recognition of the condition. A study in 2015 found an increase in the serum levels of ANA antibodies in patients with psoriatic arthritis compared to healthy controls. [23] Of note, the cohort under investigation excluded other confounding conditions (e.g., rheumatoid arthritis, etc.) known to result in an elevated serum ANA level.", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Clinical Significance -- Psoriatic Arthritis. Psoriatic arthritis is a subtype of inflammatory arthritis seen in association with associated with psoriasis (a member of the spondyloarthritis family). This condition can present a diagnostic challenge for clinicians as the clinical presentation can be relatively subtle. There are several case reports regarding the potential long-term consequences and conditions associated with psoriatic arthritis, and these associations can ultimately compromise the patient's outcome. [22] ANA testing has long been thought to be a diagnostic tool and potentially detectable serum marker to enhance clinical recognition of the condition. A study in 2015 found an increase in the serum levels of ANA antibodies in patients with psoriatic arthritis compared to healthy controls. [23] Of note, the cohort under investigation excluded other confounding conditions (e.g., rheumatoid arthritis, etc.) known to result in an elevated serum ANA level."}
{"id": "article-17701_15", "title": "Biochemistry, Antinuclear Antibodies (ANA) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Antinuclear Antibodies (ANA) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}