{"id": "article-351_0", "title": "Thallium Toxicity -- Continuing Education Activity", "content": "Thallium is a tasteless, odorless, and water-soluble chemical element for which both accidental intoxication and criminal poisoning have been reported. The occupational exposure limit for thallium is 0.1 milligrams (mg) per cubic meter of skin for no longer than eight hours a day. Levels of 15 mg per cubic meter and above are considered acutely dangerous. Thallium is readily absorbed both via inhalation and via skin. This activity describes the evaluation and management of patients with thallium toxicity and highlights the role of the interprofessional team in improving care for affected patients.", "contents": "Thallium Toxicity -- Continuing Education Activity. Thallium is a tasteless, odorless, and water-soluble chemical element for which both accidental intoxication and criminal poisoning have been reported. The occupational exposure limit for thallium is 0.1 milligrams (mg) per cubic meter of skin for no longer than eight hours a day. Levels of 15 mg per cubic meter and above are considered acutely dangerous. Thallium is readily absorbed both via inhalation and via skin. This activity describes the evaluation and management of patients with thallium toxicity and highlights the role of the interprofessional team in improving care for affected patients."}
{"id": "article-351_1", "title": "Thallium Toxicity -- Continuing Education Activity", "content": "Objectives: Review the causes of thallium toxicity. Describe the typical history and physical exam findings in patients with thallium toxicity. Summarize the treatment of thallium toxicity. Explain modalities to enhance care coordination among interprofessional team members in order to improve outcomes for patients affected by thallium toxicity. Access free multiple choice questions on this topic.", "contents": "Thallium Toxicity -- Continuing Education Activity. Objectives: Review the causes of thallium toxicity. Describe the typical history and physical exam findings in patients with thallium toxicity. Summarize the treatment of thallium toxicity. Explain modalities to enhance care coordination among interprofessional team members in order to improve outcomes for patients affected by thallium toxicity. Access free multiple choice questions on this topic."}
{"id": "article-351_2", "title": "Thallium Toxicity -- Introduction", "content": "Thallium, a chemical element with the symbol TI, has an atomic number 81 on the periodic table. Thallium sulfate was once used as an ant and rat poison. [1] [2] [3] The occupational limit for thallium exposure is 0.1 mg/m^3 to the skin for eight hours a day. Levels of 15 mg/m^3 are considered immediately dangerous to one’s health. Thallium is readily absorbed through the skin as well as during inhalation. Due to thallium being tasteless, odorless, and water-soluble, accidental and criminal intoxication has been reported.", "contents": "Thallium Toxicity -- Introduction. Thallium, a chemical element with the symbol TI, has an atomic number 81 on the periodic table. Thallium sulfate was once used as an ant and rat poison. [1] [2] [3] The occupational limit for thallium exposure is 0.1 mg/m^3 to the skin for eight hours a day. Levels of 15 mg/m^3 are considered immediately dangerous to one’s health. Thallium is readily absorbed through the skin as well as during inhalation. Due to thallium being tasteless, odorless, and water-soluble, accidental and criminal intoxication has been reported."}
{"id": "article-351_3", "title": "Thallium Toxicity -- Introduction", "content": "Similar thallium salts were once used to treat dermatophytosis. Before the use of technetium-99m for nuclear medicine studies, thallium-201, a radioactive isotope, was the mainstay and is still used for stress tests evaluating coronary artery disease. This type of thallium is more than 4000 times less potent. Scintigraphy using thallium evaluates blood supply to tissue thallium uptake. Exercise or drugs used to vasodilate normal coronary arteries cause alteration of circulating blood, leading to a reduction of coronary blood circulation (coronary steal syndrome).", "contents": "Thallium Toxicity -- Introduction. Similar thallium salts were once used to treat dermatophytosis. Before the use of technetium-99m for nuclear medicine studies, thallium-201, a radioactive isotope, was the mainstay and is still used for stress tests evaluating coronary artery disease. This type of thallium is more than 4000 times less potent. Scintigraphy using thallium evaluates blood supply to tissue thallium uptake. Exercise or drugs used to vasodilate normal coronary arteries cause alteration of circulating blood, leading to a reduction of coronary blood circulation (coronary steal syndrome)."}
{"id": "article-351_4", "title": "Thallium Toxicity -- Introduction -- Natural History", "content": "Thallium is a gray post-transition metal that is not found in free nature. Though similar to the tin when isolated, thallium discolors when exposed to air.", "contents": "Thallium Toxicity -- Introduction -- Natural History. Thallium is a gray post-transition metal that is not found in free nature. Though similar to the tin when isolated, thallium discolors when exposed to air."}
{"id": "article-351_5", "title": "Thallium Toxicity -- Introduction -- Patterns of Spread", "content": "Absorbed through the skin Respiratory inhalation Absorption through the gastrointestinal tract", "contents": "Thallium Toxicity -- Introduction -- Patterns of Spread. Absorbed through the skin Respiratory inhalation Absorption through the gastrointestinal tract"}
{"id": "article-351_6", "title": "Thallium Toxicity -- Etiology", "content": "In 1965 thallium was banned from United States households and, subsequently, banned commercially in 1975. Due to intoxication often mimicking other diseases, ill patients may go unnoticed. More current uses of thallium are in the semiconductor and optical industries. Thallium is used in rat poison and ant killer, and because it is both odorless and tasteless, it has become an accidental intoxication as well as a criminal poison in some cases. To this day, thallium is seen in rodenticide and insecticide in other countries. In Africa, thallium has been used as a pesticide, which has led to food contamination. Chinese herbal medications also have been contaminated. Intoxication occurs by cumulative intake through the skin, respiratory, and gastrointestinal tracts. Accidental snorting by cocaine abusers, accidental injection by heroin users, as well as skin absorption through protective gloves have been reported. [4] [5] [6] [7]", "contents": "Thallium Toxicity -- Etiology. In 1965 thallium was banned from United States households and, subsequently, banned commercially in 1975. Due to intoxication often mimicking other diseases, ill patients may go unnoticed. More current uses of thallium are in the semiconductor and optical industries. Thallium is used in rat poison and ant killer, and because it is both odorless and tasteless, it has become an accidental intoxication as well as a criminal poison in some cases. To this day, thallium is seen in rodenticide and insecticide in other countries. In Africa, thallium has been used as a pesticide, which has led to food contamination. Chinese herbal medications also have been contaminated. Intoxication occurs by cumulative intake through the skin, respiratory, and gastrointestinal tracts. Accidental snorting by cocaine abusers, accidental injection by heroin users, as well as skin absorption through protective gloves have been reported. [4] [5] [6] [7]"}
{"id": "article-351_7", "title": "Thallium Toxicity -- Etiology -- Causes", "content": "Occupational exposure Accidental ingestion Contaminated drug use Contaminated fish or other foods Exposure to hazardous waste sites Criminal poisoning", "contents": "Thallium Toxicity -- Etiology -- Causes. Occupational exposure Accidental ingestion Contaminated drug use Contaminated fish or other foods Exposure to hazardous waste sites Criminal poisoning"}
{"id": "article-351_8", "title": "Thallium Toxicity -- Epidemiology", "content": "Within the United States, 49 single exposures, with only one major outcome and no deaths were reported in 2019 by the American Association of Poison Control Center. Internationally thallium toxicity is common in developing countries; however, little data is available.", "contents": "Thallium Toxicity -- Epidemiology. Within the United States, 49 single exposures, with only one major outcome and no deaths were reported in 2019 by the American Association of Poison Control Center. Internationally thallium toxicity is common in developing countries; however, little data is available."}
{"id": "article-351_9", "title": "Thallium Toxicity -- Epidemiology -- Mortality/Morbidly", "content": "Six percent to 15% has been reported for acute thallium toxicity. Ten to 15 mg/kg is a lethal dose for humans. Death can still occur at lower dosages.", "contents": "Thallium Toxicity -- Epidemiology -- Mortality/Morbidly. Six percent to 15% has been reported for acute thallium toxicity. Ten to 15 mg/kg is a lethal dose for humans. Death can still occur at lower dosages."}
{"id": "article-351_10", "title": "Thallium Toxicity -- Epidemiology -- Demographics", "content": "No data regarding age, sex, or race is available.", "contents": "Thallium Toxicity -- Epidemiology -- Demographics. No data regarding age, sex, or race is available."}
{"id": "article-351_11", "title": "Thallium Toxicity -- Pathophysiology", "content": "Thallium is structurally similar to potassium and is treated as such at the cellular level. The following five major toxicologic effects are seen with thallium toxicity:", "contents": "Thallium Toxicity -- Pathophysiology. Thallium is structurally similar to potassium and is treated as such at the cellular level. The following five major toxicologic effects are seen with thallium toxicity:"}
{"id": "article-351_12", "title": "Thallium Toxicity -- Pathophysiology", "content": "Tissues with high potassium concentrations also accumulate large concentrations of thallium. This causes early stimulation, followed by inhibition of potassium-dependent processes. Inhibiting pyruvate kinase and succinate dehydrogenase leads to disruption of the Kreb’s cycle and glucose metabolism, with a result of decreased ATP production, swelling, and vacuolization due to impairment of the sodium-potassium ATPase. Riboflavin sequestration due to thallium and inhibition of flavin adenine dinucleotide disrupts the electron transport chain and decreases ATP production. Thallium’s high ability for disulfide bonds disrupts cysteine residue cross-linking, causing a reduction in keratin formation. Ribosomes are damaged by thallium’s effects on protein synthesis, especially the 60S ribosome. Lastly, thallium causes degeneration of myelin in the central and peripheral nervous systems, though the mechanism remains unknown.", "contents": "Thallium Toxicity -- Pathophysiology. Tissues with high potassium concentrations also accumulate large concentrations of thallium. This causes early stimulation, followed by inhibition of potassium-dependent processes. Inhibiting pyruvate kinase and succinate dehydrogenase leads to disruption of the Kreb’s cycle and glucose metabolism, with a result of decreased ATP production, swelling, and vacuolization due to impairment of the sodium-potassium ATPase. Riboflavin sequestration due to thallium and inhibition of flavin adenine dinucleotide disrupts the electron transport chain and decreases ATP production. Thallium’s high ability for disulfide bonds disrupts cysteine residue cross-linking, causing a reduction in keratin formation. Ribosomes are damaged by thallium’s effects on protein synthesis, especially the 60S ribosome. Lastly, thallium causes degeneration of myelin in the central and peripheral nervous systems, though the mechanism remains unknown."}
{"id": "article-351_13", "title": "Thallium Toxicity -- Toxicokinetics", "content": "The three toxicokinetic phases of thallium are as follows: Intravascular Distribution Phase: During the first 4 hours post-exposure, thallium is distributed to organs via the blood. CNS Distribution Phase: During the next 4 to 48 hours, thallium reaches the central nervous system. Elimination Phase: This phase begins around 24 hours post-exposure and is mainly achieved through renal excretion and feces. This is a slow phase and may take up to 30 days.", "contents": "Thallium Toxicity -- Toxicokinetics. The three toxicokinetic phases of thallium are as follows: Intravascular Distribution Phase: During the first 4 hours post-exposure, thallium is distributed to organs via the blood. CNS Distribution Phase: During the next 4 to 48 hours, thallium reaches the central nervous system. Elimination Phase: This phase begins around 24 hours post-exposure and is mainly achieved through renal excretion and feces. This is a slow phase and may take up to 30 days."}
{"id": "article-351_14", "title": "Thallium Toxicity -- History and Physical -- Acute Exposure", "content": "Symptoms include gastrointestinal, neurological, and dermatological.", "contents": "Thallium Toxicity -- History and Physical -- Acute Exposure. Symptoms include gastrointestinal, neurological, and dermatological."}
{"id": "article-351_15", "title": "Thallium Toxicity -- History and Physical -- Chronic Exposure", "content": "Results in continuation of the above; however, neurological symptoms persist even as blood thallium levels decrease. Gastrointestinal Symptoms (presenting early within 3-4 hours) Abdominal pain Nausea/Vomiting Diarrhea or constipation Rarely vomitus or stool containing blood Neurologic Symptoms (presenting later around 2-5 days post-exposure) Ascending peripheral neuropathies Distal motor weakness Ataxia Tremor Cranial nerve palsies Headache Seizures Insomnia Coma Death may occur", "contents": "Thallium Toxicity -- History and Physical -- Chronic Exposure. Results in continuation of the above; however, neurological symptoms persist even as blood thallium levels decrease. Gastrointestinal Symptoms (presenting early within 3-4 hours) Abdominal pain Nausea/Vomiting Diarrhea or constipation Rarely vomitus or stool containing blood Neurologic Symptoms (presenting later around 2-5 days post-exposure) Ascending peripheral neuropathies Distal motor weakness Ataxia Tremor Cranial nerve palsies Headache Seizures Insomnia Coma Death may occur"}
{"id": "article-351_16", "title": "Thallium Toxicity -- History and Physical -- Ocular Symptoms", "content": "Diplopia Ptosis Seventh cranial nerve palsy Nystagmus Optic neuropathy Lens opacities", "contents": "Thallium Toxicity -- History and Physical -- Ocular Symptoms. Diplopia Ptosis Seventh cranial nerve palsy Nystagmus Optic neuropathy Lens opacities"}
{"id": "article-351_17", "title": "Thallium Toxicity -- History and Physical -- Dermatologic Symptoms", "content": "At first nonspecific findings such as scaling and acneiform/pustular eruptions may occur. After 2 to 3 weeks, alopecia begins due to the cysteine disulfide bond disruption. One month after poisoning, Mees lines appear on the nails. Hypohidrosis Anhidrosis Painful glossitis", "contents": "Thallium Toxicity -- History and Physical -- Dermatologic Symptoms. At first nonspecific findings such as scaling and acneiform/pustular eruptions may occur. After 2 to 3 weeks, alopecia begins due to the cysteine disulfide bond disruption. One month after poisoning, Mees lines appear on the nails. Hypohidrosis Anhidrosis Painful glossitis"}
{"id": "article-351_18", "title": "Thallium Toxicity -- History and Physical -- Other Symptoms", "content": "Patients may experience tachycardia or hypertension.", "contents": "Thallium Toxicity -- History and Physical -- Other Symptoms. Patients may experience tachycardia or hypertension."}
{"id": "article-351_19", "title": "Thallium Toxicity -- History and Physical -- Physical", "content": "Though the exam should focus on the affected areas, a neurologic, ophthalmologic, and gastrointestinal examination is crucial. Abdominal/GI: A rectal examination and stool guaiac test should be performed with an abdominal examination. Neurological: All cranial nerves, nystagmus, and ptosis may be present. Lower extremity strength, as well as decreased sensation to pinprick, touch temperature, vibration, and proprioception, may be present. Ophthalmologic: Slit lamp and funduscopic exams while evaluating visual acuity and color vision are needed.", "contents": "Thallium Toxicity -- History and Physical -- Physical. Though the exam should focus on the affected areas, a neurologic, ophthalmologic, and gastrointestinal examination is crucial. Abdominal/GI: A rectal examination and stool guaiac test should be performed with an abdominal examination. Neurological: All cranial nerves, nystagmus, and ptosis may be present. Lower extremity strength, as well as decreased sensation to pinprick, touch temperature, vibration, and proprioception, may be present. Ophthalmologic: Slit lamp and funduscopic exams while evaluating visual acuity and color vision are needed."}
{"id": "article-351_20", "title": "Thallium Toxicity -- Evaluation -- Laboratory", "content": "Only elevated thallium levels in hair, nails, blood, urine, feces and saliva can make a definitive clinical diagnosis. A 24-hour urine thallium concentration, assayed by atomic absorption photospectrometry, is the standard method. Although a urine spot test is faster, it has a high false-positive rate. Blood thallium levels may be falsely negative. The following are other tests to order: Complete blood count with differential Electrolyte Glucose Blood urea nitrogen Liver function test Calcium", "contents": "Thallium Toxicity -- Evaluation -- Laboratory. Only elevated thallium levels in hair, nails, blood, urine, feces and saliva can make a definitive clinical diagnosis. A 24-hour urine thallium concentration, assayed by atomic absorption photospectrometry, is the standard method. Although a urine spot test is faster, it has a high false-positive rate. Blood thallium levels may be falsely negative. The following are other tests to order: Complete blood count with differential Electrolyte Glucose Blood urea nitrogen Liver function test Calcium"}
{"id": "article-351_21", "title": "Thallium Toxicity -- Evaluation -- Radiographic", "content": "Thallium is radiopaque. Thallium may be reviled after ingestion.", "contents": "Thallium Toxicity -- Evaluation -- Radiographic. Thallium is radiopaque. Thallium may be reviled after ingestion."}
{"id": "article-351_22", "title": "Thallium Toxicity -- Evaluation -- Other Tests", "content": "Electrocardiograms should be ordered to evaluate for arrhythmias and tachycardia. An electroencephalogram should be ordered for any seizure-like activity as well as a nerve conduction study for patients experiencing neurological symptoms.", "contents": "Thallium Toxicity -- Evaluation -- Other Tests. Electrocardiograms should be ordered to evaluate for arrhythmias and tachycardia. An electroencephalogram should be ordered for any seizure-like activity as well as a nerve conduction study for patients experiencing neurological symptoms."}
{"id": "article-351_23", "title": "Thallium Toxicity -- Treatment / Management -- Initial Care", "content": "Much like many exposures, care starts with stabilization, airway, breathing, and circulation, as well as removing contaminated clothing. Activated charcoal can be used for patients presenting within one hour of ingestion. [8] [7] [9]", "contents": "Thallium Toxicity -- Treatment / Management -- Initial Care. Much like many exposures, care starts with stabilization, airway, breathing, and circulation, as well as removing contaminated clothing. Activated charcoal can be used for patients presenting within one hour of ingestion. [8] [7] [9]"}
{"id": "article-351_24", "title": "Thallium Toxicity -- Treatment / Management -- Emergency Department", "content": "If the patient had dermal exposure, their skin is to be washed with soap and water. For eye exposure, irrigate the eyes with room temperature water. Activated charcoal and Prussian blue may be used for gastrointestinal ingestion. Prussian blue has been shown to be more successful and is approved by the United States Food and Drug Administration. [10]", "contents": "Thallium Toxicity -- Treatment / Management -- Emergency Department. If the patient had dermal exposure, their skin is to be washed with soap and water. For eye exposure, irrigate the eyes with room temperature water. Activated charcoal and Prussian blue may be used for gastrointestinal ingestion. Prussian blue has been shown to be more successful and is approved by the United States Food and Drug Administration. [10]"}
{"id": "article-351_25", "title": "Thallium Toxicity -- Treatment / Management -- Medications", "content": "Prussian blue Activated charcoal", "contents": "Thallium Toxicity -- Treatment / Management -- Medications. Prussian blue Activated charcoal"}
{"id": "article-351_26", "title": "Thallium Toxicity -- Differential Diagnosis", "content": "The presentation of thallium toxicity is similar to other toxicities and also mimics other diseases. Following differentials should be considered in patients with thallium toxicity. Carbon monoxide Arsenic Isoniazid Mercury Organophosphates Thiamine deficiency Diabetic polyneuritis Botulism Vasculitis Poliomyelitis", "contents": "Thallium Toxicity -- Differential Diagnosis. The presentation of thallium toxicity is similar to other toxicities and also mimics other diseases. Following differentials should be considered in patients with thallium toxicity. Carbon monoxide Arsenic Isoniazid Mercury Organophosphates Thiamine deficiency Diabetic polyneuritis Botulism Vasculitis Poliomyelitis"}
{"id": "article-351_27", "title": "Thallium Toxicity -- Prognosis", "content": "The sooner treatment is initiated the better the prognosis although chronic exposure may have a long recovery. [11] Neurologic damage may persist if detoxification therapy is delayed. Patients can have signs and symptoms of peripheral neuropathy up till six years after intoxication. Reports of persistent findings most commonly involve the feet and lower extremities.", "contents": "Thallium Toxicity -- Prognosis. The sooner treatment is initiated the better the prognosis although chronic exposure may have a long recovery. [11] Neurologic damage may persist if detoxification therapy is delayed. Patients can have signs and symptoms of peripheral neuropathy up till six years after intoxication. Reports of persistent findings most commonly involve the feet and lower extremities."}
{"id": "article-351_28", "title": "Thallium Toxicity -- Complications", "content": "Neurological damage may be persistent. The feet and lower extremities involvement have been most reported to be persistent. The following psychiatric symptoms also have been reported: Agitation Aggression Depression Personality changes", "contents": "Thallium Toxicity -- Complications. Neurological damage may be persistent. The feet and lower extremities involvement have been most reported to be persistent. The following psychiatric symptoms also have been reported: Agitation Aggression Depression Personality changes"}
{"id": "article-351_29", "title": "Thallium Toxicity -- Deterrence and Patient Education", "content": "Patients who are exposed to thallium accidentally should wash their skin with tap water and remove contaminated clothing as soon as possible. Patients who intentionally ingest thallium should have a psychiatric evaluation. Mouth hygiene should be closely monitored. Shaving the patient's head may reduce the stress induced by hair loss and improve the patient's morale. All patients should have close follow-up care.", "contents": "Thallium Toxicity -- Deterrence and Patient Education. Patients who are exposed to thallium accidentally should wash their skin with tap water and remove contaminated clothing as soon as possible. Patients who intentionally ingest thallium should have a psychiatric evaluation. Mouth hygiene should be closely monitored. Shaving the patient's head may reduce the stress induced by hair loss and improve the patient's morale. All patients should have close follow-up care."}
{"id": "article-351_30", "title": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes", "content": "The management of thallium toxicity is by an interprofessional team that includes an emergency provider, poison control, internist, neurologist, nurse practitioners, and intensivist. The triage nurse should follow protocols for patients suspected of poisoning and have them admitted right away. The next step is to notify the emergency provider, who will communicate with the interprofessional team.", "contents": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes. The management of thallium toxicity is by an interprofessional team that includes an emergency provider, poison control, internist, neurologist, nurse practitioners, and intensivist. The triage nurse should follow protocols for patients suspected of poisoning and have them admitted right away. The next step is to notify the emergency provider, who will communicate with the interprofessional team."}
{"id": "article-351_31", "title": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes", "content": "The initial management of a patient with thallium toxicity follows the trauma ABCDE protocol. The nurses play an active role in resuscitation by ensuring IV access, providing oxygenation, documenting the event, and placing the patient on monitoring devices. Activated charcoal can be used for patients presenting within one hour of ingestion. If the patient had dermal exposure, their skin is to be washed with soap and water. For eye exposure, irrigation of the eyes with room temperature water is necessary.", "contents": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes. The initial management of a patient with thallium toxicity follows the trauma ABCDE protocol. The nurses play an active role in resuscitation by ensuring IV access, providing oxygenation, documenting the event, and placing the patient on monitoring devices. Activated charcoal can be used for patients presenting within one hour of ingestion. If the patient had dermal exposure, their skin is to be washed with soap and water. For eye exposure, irrigation of the eyes with room temperature water is necessary."}
{"id": "article-351_32", "title": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Activated charcoal and Prussian blue may be used for gastrointestinal ingestion. Prussian blue has been shown to be more successful and is approved by the United States Food and Drug Administration. After resuscitation, it should be determined how and why the patient ingested thallium; if it was intentional, then the patient must be seen by a mental health nurse prior to discharge. Finally, the patient must be seen by the neurologist to determine the extent of neurological deficits. Only through open communication with the members of the interprofessional team can the morbidity of thallium toxicity be lowered.", "contents": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes. Activated charcoal and Prussian blue may be used for gastrointestinal ingestion. Prussian blue has been shown to be more successful and is approved by the United States Food and Drug Administration. After resuscitation, it should be determined how and why the patient ingested thallium; if it was intentional, then the patient must be seen by a mental health nurse prior to discharge. Finally, the patient must be seen by the neurologist to determine the extent of neurological deficits. Only through open communication with the members of the interprofessional team can the morbidity of thallium toxicity be lowered."}
{"id": "article-351_33", "title": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "The prognosis for patients with thallium toxicity depends on the dose ingested and the presence of neurological symptoms. Those with minimal symptoms can fully recover with treatment, but patients with severe toxicity may continue to have neuropsychiatric deficits for a long time. (Level V)", "contents": "Thallium Toxicity -- Enhancing Healthcare Team Outcomes -- Outcomes. The prognosis for patients with thallium toxicity depends on the dose ingested and the presence of neurological symptoms. Those with minimal symptoms can fully recover with treatment, but patients with severe toxicity may continue to have neuropsychiatric deficits for a long time. (Level V)"}
{"id": "article-351_34", "title": "Thallium Toxicity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Thallium Toxicity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}