{"id": "article-131359_0", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Continuing Education Activity", "content": "Pain is a multifaceted issue affecting millions of individuals that often requires multimodal therapies with an integrated team model. Due to refractory pain, medicinal cannabis has ventured into the realm of additional treatments. Medicinal cannabis must be recommended by a licensed practitioner, although it is not currently FDA approved for pain. This activity will review the pharmacology, adverse events, clinical studies, and pertinent information regarding the controversy of cannabis within the medical community and highlight the importance of an interprofessional team in the pain patient's care requiring medicinal cannabis.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Continuing Education Activity. Pain is a multifaceted issue affecting millions of individuals that often requires multimodal therapies with an integrated team model. Due to refractory pain, medicinal cannabis has ventured into the realm of additional treatments. Medicinal cannabis must be recommended by a licensed practitioner, although it is not currently FDA approved for pain. This activity will review the pharmacology, adverse events, clinical studies, and pertinent information regarding the controversy of cannabis within the medical community and highlight the importance of an interprofessional team in the pain patient's care requiring medicinal cannabis."}
{"id": "article-131359_1", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Continuing Education Activity", "content": "Objectives: Review the most important cannabinoids. Understand how cannabinoids function endogenously. Analyze the role of cannabinoids in different types of pain. Describe the current medicinal cannabis controversy. Access free multiple choice questions on this topic.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Continuing Education Activity. Objectives: Review the most important cannabinoids. Understand how cannabinoids function endogenously. Analyze the role of cannabinoids in different types of pain. Describe the current medicinal cannabis controversy. Access free multiple choice questions on this topic."}
{"id": "article-131359_2", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Introduction", "content": "Pain is a significant and distressing issue for millions of individuals across the United States; an estimated 20% of the American population was affected by pain in 2016. [1] Pain affects and can manifest in all aspects of life, including physically, mentally, and emotionally. Pain has been linked with severe functional limitations, coexisting comorbidities, anxiety and depression, and poor quality of life. [2]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Introduction. Pain is a significant and distressing issue for millions of individuals across the United States; an estimated 20% of the American population was affected by pain in 2016. [1] Pain affects and can manifest in all aspects of life, including physically, mentally, and emotionally. Pain has been linked with severe functional limitations, coexisting comorbidities, anxiety and depression, and poor quality of life. [2]"}
{"id": "article-131359_3", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Introduction", "content": "Since pain is classified as a symptom and not a diagnosis, it is important to appropriately distinguish pain classification: acute vs. chronic, nociceptive vs. neuropathic, somatic vs. visceral, etc. This helps narrow the differential diagnosis and thus leads to proper evaluation and proper treatment. The treatment of pain is often methodical and ranges from nonpharmacological to pharmacological to interventional measures. As a possible result of the opioid epidemic and the complexity of pain and individualized results of pain management, medical cannabis has garnered interest as an additional avenue of pharmacological treatment even though it is not currently FDA-approved for pain. [3]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Introduction. Since pain is classified as a symptom and not a diagnosis, it is important to appropriately distinguish pain classification: acute vs. chronic, nociceptive vs. neuropathic, somatic vs. visceral, etc. This helps narrow the differential diagnosis and thus leads to proper evaluation and proper treatment. The treatment of pain is often methodical and ranges from nonpharmacological to pharmacological to interventional measures. As a possible result of the opioid epidemic and the complexity of pain and individualized results of pain management, medical cannabis has garnered interest as an additional avenue of pharmacological treatment even though it is not currently FDA-approved for pain. [3]"}
{"id": "article-131359_4", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Function", "content": "The cannabis plant comes from the family Cannabaceae and contains hundreds of compounds called cannabinoids. These compounds have been isolated and discovered, with the most relevant being tetrahydrocannabinol (THC) and cannabidiol (CBD). Research in the late 20th century identified the first cannabinoid receptor. [4] To date, there are two endocannabinoid receptors that function as G-protein coupled receptors: cannabinoid receptors type 1 (CB1) and cannabinoid receptor type 2 (CB2). [5] [6]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Function. The cannabis plant comes from the family Cannabaceae and contains hundreds of compounds called cannabinoids. These compounds have been isolated and discovered, with the most relevant being tetrahydrocannabinol (THC) and cannabidiol (CBD). Research in the late 20th century identified the first cannabinoid receptor. [4] To date, there are two endocannabinoid receptors that function as G-protein coupled receptors: cannabinoid receptors type 1 (CB1) and cannabinoid receptor type 2 (CB2). [5] [6]"}
{"id": "article-131359_5", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Function", "content": "CB1 receptors are commonly found in the central nervous system (CNS), whereas CB2 are generally found in the periphery in the immune and hematologic systems. [7] The distribution of these inherent receptors is important. Cannabinoids modulate the perception of pain through various receptor pathways and mediators, including the endocannabinoid system. They can inhibit mast cell degranulation, modulate nociceptor response, and change afferent activity. [8] THC is a partial agonist on both CB1 and CB2 receptors and is primarily known for its psychomimetic effects as well as effects on pain, digestion, and more. [9] Specifically, THC can inhibit glutamate release, decrease 5-hydroxytryptamine release, and alter dopaminergic function, all of which have been shown to influence pain. [10] [11] [12]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Function. CB1 receptors are commonly found in the central nervous system (CNS), whereas CB2 are generally found in the periphery in the immune and hematologic systems. [7] The distribution of these inherent receptors is important. Cannabinoids modulate the perception of pain through various receptor pathways and mediators, including the endocannabinoid system. They can inhibit mast cell degranulation, modulate nociceptor response, and change afferent activity. [8] THC is a partial agonist on both CB1 and CB2 receptors and is primarily known for its psychomimetic effects as well as effects on pain, digestion, and more. [9] Specifically, THC can inhibit glutamate release, decrease 5-hydroxytryptamine release, and alter dopaminergic function, all of which have been shown to influence pain. [10] [11] [12]"}
{"id": "article-131359_6", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Function", "content": "On the other hand, CBD functions as a negative allosteric modulator of CB1 and has effects on other endogenous systems involving the vanilloid receptor (TRPV1), adenosine A2A, and others. It has anti-inflammatory, analgesic, and anti-psychotic effects. [13] Specifically, CBD has been shown to decrease reactive oxygen species, tumor necrosis factor and inhibit T cell proliferation. [14] [15] [16]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Function. On the other hand, CBD functions as a negative allosteric modulator of CB1 and has effects on other endogenous systems involving the vanilloid receptor (TRPV1), adenosine A2A, and others. It has anti-inflammatory, analgesic, and anti-psychotic effects. [13] Specifically, CBD has been shown to decrease reactive oxygen species, tumor necrosis factor and inhibit T cell proliferation. [14] [15] [16]"}
{"id": "article-131359_7", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Issues of Concern", "content": "Although medicinal cannabis is another method of treatment for patients with pain, as with any medication, there are adverse effects. A systematic review of 31 clinical studies over 40 years was evaluated, and the most serious effects were relapsing multiple sclerosis, vomiting, and urinary tract infections. One of the most common benign effects was dizziness. [17] Regarding short-term use of cannabis, as was seen in previous studies, altered motor coordination, impaired judgment, and psychosis (especially at high doses) may occur. [18]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Issues of Concern. Although medicinal cannabis is another method of treatment for patients with pain, as with any medication, there are adverse effects. A systematic review of 31 clinical studies over 40 years was evaluated, and the most serious effects were relapsing multiple sclerosis, vomiting, and urinary tract infections. One of the most common benign effects was dizziness. [17] Regarding short-term use of cannabis, as was seen in previous studies, altered motor coordination, impaired judgment, and psychosis (especially at high doses) may occur. [18]"}
{"id": "article-131359_8", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Issues of Concern", "content": "In the long term, medicinal cannabis can lead to cognitive disorders such as depression or schizophrenia, although more high-quality studies are needed to quantify such risks. [19] In addition, the metabolism of certain cannabinoids such as CBD occurs in the liver. There is potential for drug-drug interactions if other concomitant CYP3A4 altering medications are used. [20] Due to its metabolism, cannabinoids can also affect the liver, so it is important for practitioners to routinely assess liver function tests.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Issues of Concern. In the long term, medicinal cannabis can lead to cognitive disorders such as depression or schizophrenia, although more high-quality studies are needed to quantify such risks. [19] In addition, the metabolism of certain cannabinoids such as CBD occurs in the liver. There is potential for drug-drug interactions if other concomitant CYP3A4 altering medications are used. [20] Due to its metabolism, cannabinoids can also affect the liver, so it is important for practitioners to routinely assess liver function tests."}
{"id": "article-131359_9", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Issues of Concern", "content": "There are several routes to administer THC and CBD, including inhalational, oral, oromusocal sprays, and topical. [21] The general approach in initiating medicinal cannabis is to start low and go slow. Careful titration can minimize side effects. Patients often receive preparations with CBD-predominance and a low amount of THC to maximize symptom control. The antipsychotic effects of CBD can balance the psychotic effects of THC. However, higher doses of CBD-predominant preparations may be needed. [22] The majority of patients use between 1-3 grams of cannabis daily, although doses should be individualized. [23]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Issues of Concern. There are several routes to administer THC and CBD, including inhalational, oral, oromusocal sprays, and topical. [21] The general approach in initiating medicinal cannabis is to start low and go slow. Careful titration can minimize side effects. Patients often receive preparations with CBD-predominance and a low amount of THC to maximize symptom control. The antipsychotic effects of CBD can balance the psychotic effects of THC. However, higher doses of CBD-predominant preparations may be needed. [22] The majority of patients use between 1-3 grams of cannabis daily, although doses should be individualized. [23]"}
{"id": "article-131359_10", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance", "content": "Cannabis has been shown to have beneficial effects in treating certain types of pain. Studies have shown that the type of pain dictates the response to treatment. In a randomized, double-blinded study of 40 patients undergoing abdominal hysterectomy, patients were subjected to two groups: one receiving 5 mg of oral THC and placebo. Pain reduction was examined postoperatively and revealed no analgesic effects. [24] Another study described 41 patients who were given oral cannabis vs. placebo following surgery. Primary outcome measures included morphine consumption and pain scores, which revealed no difference between groups. [25] Additional studies were done which have not supported improvement in acute pain after administration of medicinal cannabis. [26]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance. Cannabis has been shown to have beneficial effects in treating certain types of pain. Studies have shown that the type of pain dictates the response to treatment. In a randomized, double-blinded study of 40 patients undergoing abdominal hysterectomy, patients were subjected to two groups: one receiving 5 mg of oral THC and placebo. Pain reduction was examined postoperatively and revealed no analgesic effects. [24] Another study described 41 patients who were given oral cannabis vs. placebo following surgery. Primary outcome measures included morphine consumption and pain scores, which revealed no difference between groups. [25] Additional studies were done which have not supported improvement in acute pain after administration of medicinal cannabis. [26]"}
{"id": "article-131359_11", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance", "content": "Although medicinal cannabis hasn’t shown efficacy in treating acute pain, it has shown benefit in treating chronic pain. A systematic review and meta-analysis were conducted involving 43 randomized control trials, which revealed pain reduction in patients with chronic pain with inhalational cannabis (p < 0.0001). The study also concluded medicinal cannabis might be effective for specifically chronic neuropathic pain. [27]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance. Although medicinal cannabis hasn’t shown efficacy in treating acute pain, it has shown benefit in treating chronic pain. A systematic review and meta-analysis were conducted involving 43 randomized control trials, which revealed pain reduction in patients with chronic pain with inhalational cannabis (p < 0.0001). The study also concluded medicinal cannabis might be effective for specifically chronic neuropathic pain. [27]"}
{"id": "article-131359_12", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance", "content": "Another systematic review involving 18 trials was performed for cannabinoids in treating non-cancer pain. In greater than 80% of the trials, there was a significant analgesic effect and in four of the trials studied, smoked cannabis for neuropathic pain with benefit. [28] Additionally, the meta-analysis discovered certain harms, including alterations in perception, mood disturbances like euphoria, and events affecting cognitive function. [21] Cannabis has also been studied in cancer pain. A literature review identified five trials between 1975 and 2017 that reviewed cannabinoids for cancer pain. All studies revealed improvement in cancer pain with THC or THC: CBD mixture through various administration routes. [29]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance. Another systematic review involving 18 trials was performed for cannabinoids in treating non-cancer pain. In greater than 80% of the trials, there was a significant analgesic effect and in four of the trials studied, smoked cannabis for neuropathic pain with benefit. [28] Additionally, the meta-analysis discovered certain harms, including alterations in perception, mood disturbances like euphoria, and events affecting cognitive function. [21] Cannabis has also been studied in cancer pain. A literature review identified five trials between 1975 and 2017 that reviewed cannabinoids for cancer pain. All studies revealed improvement in cancer pain with THC or THC: CBD mixture through various administration routes. [29]"}
{"id": "article-131359_13", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance", "content": "Several clinical trials were conducted studying smoked cannabis specifically for pain. One clinical study evaluated 56 patients with fibromyalgia and results revealed pain reduction on the visual analog scale before and after two hours of self-administered cannabis. [30] Many adverse effects were observed with this study, including somnolence, dry mouth, sedation, and dizziness. In another study of 21 patients with chronic posttraumatic or postsurgical neuropathic pain, patients were given varying concentrations of THC to be used three times daily for five days: 0%, 2.5%, 6%, and 9.4%. The outcome showed that patients who used the highest concentration of 9.4% THC had statistically significantly reduced pain intensity compared to 0% (p = 0.023). However, they were more likely to experience headaches, dry eyes, and additional side effects. [31]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance. Several clinical trials were conducted studying smoked cannabis specifically for pain. One clinical study evaluated 56 patients with fibromyalgia and results revealed pain reduction on the visual analog scale before and after two hours of self-administered cannabis. [30] Many adverse effects were observed with this study, including somnolence, dry mouth, sedation, and dizziness. In another study of 21 patients with chronic posttraumatic or postsurgical neuropathic pain, patients were given varying concentrations of THC to be used three times daily for five days: 0%, 2.5%, 6%, and 9.4%. The outcome showed that patients who used the highest concentration of 9.4% THC had statistically significantly reduced pain intensity compared to 0% (p = 0.023). However, they were more likely to experience headaches, dry eyes, and additional side effects. [31]"}
{"id": "article-131359_14", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance", "content": "A clinical trial involving 28 HIV-positive patients with chronic neuropathic pain smoked cannabis five days a week for two weeks or placebo. There was a significant difference in pain relief with the cannabis group versus the placebo group (p = 0.016). [32] Further studies were also conducted and revealed pain benefits with smoked cannabis. [33] [34] [35] Overall, the benefits of medicinal cannabis in managing chronic pain may be partly offset by certain adverse events.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Clinical Significance. A clinical trial involving 28 HIV-positive patients with chronic neuropathic pain smoked cannabis five days a week for two weeks or placebo. There was a significant difference in pain relief with the cannabis group versus the placebo group (p = 0.016). [32] Further studies were also conducted and revealed pain benefits with smoked cannabis. [33] [34] [35] Overall, the benefits of medicinal cannabis in managing chronic pain may be partly offset by certain adverse events."}
{"id": "article-131359_15", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Other Issues", "content": "Many of these randomized clinical trials involving medicinal cannabis consisted of small sample sizes, ultimately leading to low power. Additional trials are understandably needed to further validate the extent of pain benefit. However, the paucity of data may partially be due to cannabis being a Schedule I controlled substance. Controversy remains in the legalization of cannabis in the medical community to date for this reason. Furthermore, ethical, societal, and cultural reasons are implicated with cannabis. As well, it is important to be cognizant of state regulations; the majority of states have approved the recommendation or authorization of medicinal cannabis. However, several states have yet to approve the use of medicinal cannabis.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Other Issues. Many of these randomized clinical trials involving medicinal cannabis consisted of small sample sizes, ultimately leading to low power. Additional trials are understandably needed to further validate the extent of pain benefit. However, the paucity of data may partially be due to cannabis being a Schedule I controlled substance. Controversy remains in the legalization of cannabis in the medical community to date for this reason. Furthermore, ethical, societal, and cultural reasons are implicated with cannabis. As well, it is important to be cognizant of state regulations; the majority of states have approved the recommendation or authorization of medicinal cannabis. However, several states have yet to approve the use of medicinal cannabis."}
{"id": "article-131359_16", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Other Issues", "content": "Not all states have approved both THC and CBD. Some states have only approved CBD in the form of CBD oil. [36] Additionally, physicians undergo additional training to write a recommendation for medical cannabis for patients to pick up at an appropriate dispensary. Regulations may vary across states. Physicians cannot “prescribe” medicinal cannabis due to the federal government’s classification of cannabis. Before recommending medicinal cannabis, it is important to develop a doctor-patient relationship as with any patient encounter. This relationship helps physicians record an adequate history and avoid contraindications to medicinal cannabis, including addiction, psychiatric disorders, or liver disease. The patient’s support system, family dynamics, and other psychosocial elements should be sought out, and a follow-up plan should be established to maintain continuity of care. Follow-up appointments should monitor for medication efficacy, adverse effects, and drug-drug interactions. Physicians can also provide patients with questionnaires or other forms regarding the quality of life to monitor symptom improvement.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Other Issues. Not all states have approved both THC and CBD. Some states have only approved CBD in the form of CBD oil. [36] Additionally, physicians undergo additional training to write a recommendation for medical cannabis for patients to pick up at an appropriate dispensary. Regulations may vary across states. Physicians cannot “prescribe” medicinal cannabis due to the federal government’s classification of cannabis. Before recommending medicinal cannabis, it is important to develop a doctor-patient relationship as with any patient encounter. This relationship helps physicians record an adequate history and avoid contraindications to medicinal cannabis, including addiction, psychiatric disorders, or liver disease. The patient’s support system, family dynamics, and other psychosocial elements should be sought out, and a follow-up plan should be established to maintain continuity of care. Follow-up appointments should monitor for medication efficacy, adverse effects, and drug-drug interactions. Physicians can also provide patients with questionnaires or other forms regarding the quality of life to monitor symptom improvement."}
{"id": "article-131359_17", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Enhancing Healthcare Team Outcomes", "content": "The evaluation and treatment of pain require a multidisciplinary approach. Pain is purely subjective, and its complexity requires an adequate history and physical exam. After a comprehensive assessment, a team-based model should be ensured to care for the patient. Social workers, physical therapists, psychologists, consultants such as pain management, neurologists, physiatrists, and addiction specialists are all involved. The integrated team must understand the risks and benefits of using medicinal cannabis as it is a schedule I controlled substance due to its high potential for abuse. [Level 2]", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Enhancing Healthcare Team Outcomes. The evaluation and treatment of pain require a multidisciplinary approach. Pain is purely subjective, and its complexity requires an adequate history and physical exam. After a comprehensive assessment, a team-based model should be ensured to care for the patient. Social workers, physical therapists, psychologists, consultants such as pain management, neurologists, physiatrists, and addiction specialists are all involved. The integrated team must understand the risks and benefits of using medicinal cannabis as it is a schedule I controlled substance due to its high potential for abuse. [Level 2]"}
{"id": "article-131359_18", "title": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Evaluation and Treatment of Pain With Medicinal Cannabis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}