{"id": "article-26712_0", "title": "Partial Thromboplastin Time -- Introduction", "content": "Partial thromboplastin time (PTT) is the time it takes for a patient's blood to form a clot as measured in seconds. It is used to measure the activity of the intrinsic pathway of the clotting cascade. PTT tests the function of all clotting factors except factor VII factor and factor XIII (fibrin stabilizing factor). PTT is commonly used in clinical practice to monitor patient response to unfractionated heparin infusion, to target therapeutic anticoagulation, and as part of a \"coagulation panel\" to help elucidate causes of bleeding or clotting disorders. [1] [2] [3] [4]", "contents": "Partial Thromboplastin Time -- Introduction. Partial thromboplastin time (PTT) is the time it takes for a patient's blood to form a clot as measured in seconds. It is used to measure the activity of the intrinsic pathway of the clotting cascade. PTT tests the function of all clotting factors except factor VII factor and factor XIII (fibrin stabilizing factor). PTT is commonly used in clinical practice to monitor patient response to unfractionated heparin infusion, to target therapeutic anticoagulation, and as part of a \"coagulation panel\" to help elucidate causes of bleeding or clotting disorders. [1] [2] [3] [4]"}
{"id": "article-26712_1", "title": "Partial Thromboplastin Time -- Specimen Collection", "content": "Clinicians draw blood from the vein of a patient by standard phlebotomy technique. Blood is collected in a citrate-containing collection tube, usually light blue. The citrate binds calcium, inhibiting clotting in the tube. This allows for a whole blood sample and effective extraction of plasma for testing. For patients on continuous unfractionated heparin, infusion blood is drawn every 6 hours to facilitate dosing adjustments.", "contents": "Partial Thromboplastin Time -- Specimen Collection. Clinicians draw blood from the vein of a patient by standard phlebotomy technique. Blood is collected in a citrate-containing collection tube, usually light blue. The citrate binds calcium, inhibiting clotting in the tube. This allows for a whole blood sample and effective extraction of plasma for testing. For patients on continuous unfractionated heparin, infusion blood is drawn every 6 hours to facilitate dosing adjustments."}
{"id": "article-26712_2", "title": "Partial Thromboplastin Time -- Procedures", "content": "The PTT test uses decalcified blood to prevent clotting in the tube before the test begins. In the lab, plasma is separated from cellular components by centrifuge. Calcium and activating substances are then added to the plasma to begin the intrinsic pathway of the coagulation cascade. The activating substances are kaolin, which activates the contact-dependent factor XII (hydrated aluminum silicate), and cephalin, which substitutes for platelet phospholipids. PTT is the number of seconds needed to form a clot. Although time can vary due to laboratory specifics, the standard for a sample clot is 35 seconds. [5] [6] [7] [8]", "contents": "Partial Thromboplastin Time -- Procedures. The PTT test uses decalcified blood to prevent clotting in the tube before the test begins. In the lab, plasma is separated from cellular components by centrifuge. Calcium and activating substances are then added to the plasma to begin the intrinsic pathway of the coagulation cascade. The activating substances are kaolin, which activates the contact-dependent factor XII (hydrated aluminum silicate), and cephalin, which substitutes for platelet phospholipids. PTT is the number of seconds needed to form a clot. Although time can vary due to laboratory specifics, the standard for a sample clot is 35 seconds. [5] [6] [7] [8]"}
{"id": "article-26712_3", "title": "Partial Thromboplastin Time -- Indications", "content": "PTT is usually measured as part of a panel of coagulation studies including international normalizing ratio (INR) and prothrombin time (PT). INR and PT both measure the activity of the extrinsic clotting cascade. Different disorders, medications, and physiologic conditions can cause an increase in these results, guiding clinicians in the diagnosis or treatment of medical conditions. [9] [10] Common indications to measure PTT include the following:", "contents": "Partial Thromboplastin Time -- Indications. PTT is usually measured as part of a panel of coagulation studies including international normalizing ratio (INR) and prothrombin time (PT). INR and PT both measure the activity of the extrinsic clotting cascade. Different disorders, medications, and physiologic conditions can cause an increase in these results, guiding clinicians in the diagnosis or treatment of medical conditions. [9] [10] Common indications to measure PTT include the following:"}
{"id": "article-26712_4", "title": "Partial Thromboplastin Time -- Indications -- Preoperative Testing", "content": "Routinely included in preoperative laboratories, this practice is now being called into question for otherwise healthy patients undergoing low-risk or elective surgery. The Choosing Wisely Campaign recommends against routine preoperative laboratories in non-cardiac surgery unless otherwise clinically indicated.", "contents": "Partial Thromboplastin Time -- Indications -- Preoperative Testing. Routinely included in preoperative laboratories, this practice is now being called into question for otherwise healthy patients undergoing low-risk or elective surgery. The Choosing Wisely Campaign recommends against routine preoperative laboratories in non-cardiac surgery unless otherwise clinically indicated."}
{"id": "article-26712_5", "title": "Partial Thromboplastin Time -- Indications -- Unfractionated Heparin Monitoring", "content": "PTT is a blood test used to measure a patient's response to treatment with unfractionated heparin infusion. While PTT does not measure anticoagulation directly, it measures the effect on blood clotting. Measured in seconds to clot formation, normal PTT can vary based on the laboratory or institution; however, normal PTT is between 25 to 35. PTT ranges are used to classify heparin dosing schemes as low or high intensity and to ensure effective dosing. Based on the goal PTT the dose of heparin can be increased or decreased to achieve the desired effect. While protocols vary from institution to institution, the therapeutic PTT range for heparin is 60 to 100 seconds, with lower-intensity dosing in the range of 60 to 80 seconds.", "contents": "Partial Thromboplastin Time -- Indications -- Unfractionated Heparin Monitoring. PTT is a blood test used to measure a patient's response to treatment with unfractionated heparin infusion. While PTT does not measure anticoagulation directly, it measures the effect on blood clotting. Measured in seconds to clot formation, normal PTT can vary based on the laboratory or institution; however, normal PTT is between 25 to 35. PTT ranges are used to classify heparin dosing schemes as low or high intensity and to ensure effective dosing. Based on the goal PTT the dose of heparin can be increased or decreased to achieve the desired effect. While protocols vary from institution to institution, the therapeutic PTT range for heparin is 60 to 100 seconds, with lower-intensity dosing in the range of 60 to 80 seconds."}
{"id": "article-26712_6", "title": "Partial Thromboplastin Time -- Indications -- Screening for Bleeding Disorders", "content": "Patients with a propensity for bleeding should undergo testing to determine the presence of a clotting disorder. For patients with deficiencies or defects of the intrinsic clotting cascade, the PTT will be elevated. Disorders with an elevated PTT include: Hemophilia A (factor VIII deficiency) Hemophilia B (factor IX deficiency) Vitamin K deficiency (both PT and PTT are elevated) Von Willebrand disease (PTT can be normal depending on the severity of disease) Disseminated intravascular coagulation (DIC) will demonstrate elevations in PT, PTT, and bleeding time (BT) with a decrease in platelet count (PC) In a patient with elevated PTT and no known reason for it, further evaluation and testing is warranted.", "contents": "Partial Thromboplastin Time -- Indications -- Screening for Bleeding Disorders. Patients with a propensity for bleeding should undergo testing to determine the presence of a clotting disorder. For patients with deficiencies or defects of the intrinsic clotting cascade, the PTT will be elevated. Disorders with an elevated PTT include: Hemophilia A (factor VIII deficiency) Hemophilia B (factor IX deficiency) Vitamin K deficiency (both PT and PTT are elevated) Von Willebrand disease (PTT can be normal depending on the severity of disease) Disseminated intravascular coagulation (DIC) will demonstrate elevations in PT, PTT, and bleeding time (BT) with a decrease in platelet count (PC) In a patient with elevated PTT and no known reason for it, further evaluation and testing is warranted."}
{"id": "article-26712_7", "title": "Partial Thromboplastin Time -- Potential Diagnosis", "content": "Diagnoses associated with an elevated PTT include:", "contents": "Partial Thromboplastin Time -- Potential Diagnosis. Diagnoses associated with an elevated PTT include:"}
{"id": "article-26712_8", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Hemophilia A (Factor VIII deficiency)", "content": "Factor VIII deficiency characterizes Hemophilia A, also known as classical hemophilia. This produces an intrinsic coagulation pathway defect and thus elevated PTT on laboratory studies. It is an X-linked recessive bleeding disorder; thus, it is more commonly seen in males. However, about one-third of cases result from a spontaneous genetic mutation. The treatment varies depending on the severity of the disease. Some patients are treated with desmopressin to stimulate the release of Von Willebrand factor (WVF) from endothelial cells, which is protective of factor VIII.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Hemophilia A (Factor VIII deficiency). Factor VIII deficiency characterizes Hemophilia A, also known as classical hemophilia. This produces an intrinsic coagulation pathway defect and thus elevated PTT on laboratory studies. It is an X-linked recessive bleeding disorder; thus, it is more commonly seen in males. However, about one-third of cases result from a spontaneous genetic mutation. The treatment varies depending on the severity of the disease. Some patients are treated with desmopressin to stimulate the release of Von Willebrand factor (WVF) from endothelial cells, which is protective of factor VIII."}
{"id": "article-26712_9", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Hemophilia B (Factor IX deficiency)", "content": "Hemophilia B is an X-linked recessive bleeding disorder characterized by factor IX deficiency. This produces an intrinsic coagulation pathway defect and thus elevated PTT on laboratory studies. Patients are usually identified by family history or after evaluation for prolonged bleeding time with dental procedures or minor injury. Unlike hemophilia A, desmopressin has no benefit for these patients.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Hemophilia B (Factor IX deficiency). Hemophilia B is an X-linked recessive bleeding disorder characterized by factor IX deficiency. This produces an intrinsic coagulation pathway defect and thus elevated PTT on laboratory studies. Patients are usually identified by family history or after evaluation for prolonged bleeding time with dental procedures or minor injury. Unlike hemophilia A, desmopressin has no benefit for these patients."}
{"id": "article-26712_10", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Vitamin K Deficiency", "content": "PT and PTT are elevated with severe deficiency.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Vitamin K Deficiency. PT and PTT are elevated with severe deficiency."}
{"id": "article-26712_11", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Vitamin K Deficiency", "content": "Deficiency of vitamin K, a fat-soluble vitamin, causes decreased synthesis of factors II, VII, IX, X, and proteins C and S. Newborns are administered an injection or oral supplementation of vitamin K shortly after birth to prevent risk hemorrhagic disease of the newborn (HDN) from this fat-soluble vitamin deficiency. Oral supplementation of vitamin K reverses coagulopathy in 24 hours; intravenous formulation reverses coagulopathy in 6 hours.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Vitamin K Deficiency. Deficiency of vitamin K, a fat-soluble vitamin, causes decreased synthesis of factors II, VII, IX, X, and proteins C and S. Newborns are administered an injection or oral supplementation of vitamin K shortly after birth to prevent risk hemorrhagic disease of the newborn (HDN) from this fat-soluble vitamin deficiency. Oral supplementation of vitamin K reverses coagulopathy in 24 hours; intravenous formulation reverses coagulopathy in 6 hours."}
{"id": "article-26712_12", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Liver Disease", "content": "PT and PTT are elevated with severe disease.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Liver Disease. PT and PTT are elevated with severe disease."}
{"id": "article-26712_13", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Liver Disease", "content": "In mild liver disease, only the PT will be elevated. With more severe disease, both the PT and PTT will be elevated due to decreased synthesis of vitamin K-dependent clotting factors, which include factor II, factor VII, factor IX, and factor X. Correct with fresh frozen plasma (FFP), not vitamin K.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Liver Disease. In mild liver disease, only the PT will be elevated. With more severe disease, both the PT and PTT will be elevated due to decreased synthesis of vitamin K-dependent clotting factors, which include factor II, factor VII, factor IX, and factor X. Correct with fresh frozen plasma (FFP), not vitamin K."}
{"id": "article-26712_14", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Von Willebrand Disease (VWD)", "content": "PTT can be normal or elevated depending on the severity of the disease.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Von Willebrand Disease (VWD). PTT can be normal or elevated depending on the severity of the disease."}
{"id": "article-26712_15", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Von Willebrand Disease (VWD)", "content": "Von Willebrand disease is an autosomal dominant deficiency in functional VWF. VWF has 2 functions: binding platelets to the endothelium and protecting Factor VIII. There are 3 types of Von Willebrand disease. Type 1 is the most common (85% of patients). In type 1 VWD, there is a deficiency of normal-functioning VWF. Type 2 is characterized by a decreased amount of VWF that does not function properly. Type 3 is the least common and most severe; these patients have a total or near-total absence of WVF and low levels of factor VIII.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Von Willebrand Disease (VWD). Von Willebrand disease is an autosomal dominant deficiency in functional VWF. VWF has 2 functions: binding platelets to the endothelium and protecting Factor VIII. There are 3 types of Von Willebrand disease. Type 1 is the most common (85% of patients). In type 1 VWD, there is a deficiency of normal-functioning VWF. Type 2 is characterized by a decreased amount of VWF that does not function properly. Type 3 is the least common and most severe; these patients have a total or near-total absence of WVF and low levels of factor VIII."}
{"id": "article-26712_16", "title": "Partial Thromboplastin Time -- Potential Diagnosis -- Disseminated Intravascular Coagulation (DIC)", "content": "DIC is characterized by elevations in PT, PTT, and bleeding time (BT) with a decrease in platelet count (PC). It is a consumptive coagulopathy with coagulation and clot lysis occurring simultaneously. Patients develop consumptive thrombocytopenia, hemolytic anemia, local tissue ischemia, and hemorrhage.", "contents": "Partial Thromboplastin Time -- Potential Diagnosis -- Disseminated Intravascular Coagulation (DIC). DIC is characterized by elevations in PT, PTT, and bleeding time (BT) with a decrease in platelet count (PC). It is a consumptive coagulopathy with coagulation and clot lysis occurring simultaneously. Patients develop consumptive thrombocytopenia, hemolytic anemia, local tissue ischemia, and hemorrhage."}
{"id": "article-26712_17", "title": "Partial Thromboplastin Time -- Normal and Critical Findings", "content": "Normal PTT values vary between laboratories, but 25 to 35 seconds is considered normal.", "contents": "Partial Thromboplastin Time -- Normal and Critical Findings. Normal PTT values vary between laboratories, but 25 to 35 seconds is considered normal."}
{"id": "article-26712_18", "title": "Partial Thromboplastin Time -- Interfering Factors", "content": "PTT can be falsely elevated in the case of antiphospholipid antibody syndrome, in which the lupus anticoagulant antibody interferes with phospholipids used to induce in vitro coagulation. However, the lupus anticoagulant antibody causes a prothrombotic effect in vivo, resulting in recurrent thromboses that characterize antiphospholipid antibody syndrome. [11] Other conditions can cause PTT to be persistently elevated even with the use of plasma mixing studies, in which the plasma of a patient with coagulopathy is mixed with normal plasma. These conditions are typically characterized by acquired coagulation factor inhibitors, which are antibodies that either decrease the activity or promote the degradation and clearance of coagulation factors. [12]", "contents": "Partial Thromboplastin Time -- Interfering Factors. PTT can be falsely elevated in the case of antiphospholipid antibody syndrome, in which the lupus anticoagulant antibody interferes with phospholipids used to induce in vitro coagulation. However, the lupus anticoagulant antibody causes a prothrombotic effect in vivo, resulting in recurrent thromboses that characterize antiphospholipid antibody syndrome. [11] Other conditions can cause PTT to be persistently elevated even with the use of plasma mixing studies, in which the plasma of a patient with coagulopathy is mixed with normal plasma. These conditions are typically characterized by acquired coagulation factor inhibitors, which are antibodies that either decrease the activity or promote the degradation and clearance of coagulation factors. [12]"}
{"id": "article-26712_19", "title": "Partial Thromboplastin Time -- Clinical Significance", "content": "PTT is commonly used in clinical practice to monitor unfractionated heparin infusion to target the therapeutic range of anticoagulation and as part of coagulation panels to help elucidate causes of bleeding or clotting disorders. PTT tests the function of all clotting factors except VII and XIII (fibrin stabilizing factor).", "contents": "Partial Thromboplastin Time -- Clinical Significance. PTT is commonly used in clinical practice to monitor unfractionated heparin infusion to target the therapeutic range of anticoagulation and as part of coagulation panels to help elucidate causes of bleeding or clotting disorders. PTT tests the function of all clotting factors except VII and XIII (fibrin stabilizing factor)."}
{"id": "article-26712_20", "title": "Partial Thromboplastin Time -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Partial Thromboplastin Time -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}