{"id": "article-30637_0", "title": "Troponin -- Introduction", "content": "Diagnosing cardiac emergencies is one of the most crucial tasks delegated to the emergency provider. The broad differential diagnosis of chest pain must be narrowed down quickly and accurately to perform the life-saving treatments patients require. [1] Along with the history and physical examination, several important diagnostic tools are used to differentiate the different causes of chest pain. [2] One tool that has become an essential component of cardiac workups and diagnosis is the measurement of troponins. [3]", "contents": "Troponin -- Introduction. Diagnosing cardiac emergencies is one of the most crucial tasks delegated to the emergency provider. The broad differential diagnosis of chest pain must be narrowed down quickly and accurately to perform the life-saving treatments patients require. [1] Along with the history and physical examination, several important diagnostic tools are used to differentiate the different causes of chest pain. [2] One tool that has become an essential component of cardiac workups and diagnosis is the measurement of troponins. [3]"}
{"id": "article-30637_1", "title": "Troponin -- Introduction", "content": "Cardiac troponins have been available for clinical use since 1995, when the first cardiac troponin T (cTnT) assay was approved. [4] Since then, it has become clear that enhanced cardiac specificity and particularly improved sensitivity lead to more frequent and more accurate diagnoses of cardiovascular abnormalities, especially with the implementation of high-sensitivity cardiac troponins assays. [5]", "contents": "Troponin -- Introduction. Cardiac troponins have been available for clinical use since 1995, when the first cardiac troponin T (cTnT) assay was approved. [4] Since then, it has become clear that enhanced cardiac specificity and particularly improved sensitivity lead to more frequent and more accurate diagnoses of cardiovascular abnormalities, especially with the implementation of high-sensitivity cardiac troponins assays. [5]"}
{"id": "article-30637_2", "title": "Troponin -- Etiology and Epidemiology", "content": "Troponin exists in three distinct molecular forms, corresponding to specific isotypes found in fast-twitch skeletal muscle, slow-twitch skeletal muscle, and heart tissue. [6] The skeletal isotypes are similar in molecular size, approximately 20,000 Daltons, and exhibit amino acid sequence heterogeneity of approximately 40%. [7] The cardiac isotype also exhibits about 40% sequence heterogeneity with respect to the skeletal isotypes and has an additional 31 residues at the amino terminus. Thus it is possible to immunologically distinguish cardiac troponin from skeletal troponin. [8]", "contents": "Troponin -- Etiology and Epidemiology. Troponin exists in three distinct molecular forms, corresponding to specific isotypes found in fast-twitch skeletal muscle, slow-twitch skeletal muscle, and heart tissue. [6] The skeletal isotypes are similar in molecular size, approximately 20,000 Daltons, and exhibit amino acid sequence heterogeneity of approximately 40%. [7] The cardiac isotype also exhibits about 40% sequence heterogeneity with respect to the skeletal isotypes and has an additional 31 residues at the amino terminus. Thus it is possible to immunologically distinguish cardiac troponin from skeletal troponin. [8]"}
{"id": "article-30637_3", "title": "Troponin -- Etiology and Epidemiology", "content": "In the myocyte, troponins are found as structural (bound) proteins and as a small free pool that exists in the cytosol, which is about 6% to 8% for cTnT and 3.5% for cTnI. [9] cTnT differs in amino acid sequence from cTnI and can be distinguished immunologically. [10] Immunoassays have been developed which recognize cardiac forms of both troponins and react with complexed ternary and binary forms (cTnICT and cTnIC) and cytosolic cTnI or cTnT but do not cross-react with skeletal forms. [11]", "contents": "Troponin -- Etiology and Epidemiology. In the myocyte, troponins are found as structural (bound) proteins and as a small free pool that exists in the cytosol, which is about 6% to 8% for cTnT and 3.5% for cTnI. [9] cTnT differs in amino acid sequence from cTnI and can be distinguished immunologically. [10] Immunoassays have been developed which recognize cardiac forms of both troponins and react with complexed ternary and binary forms (cTnICT and cTnIC) and cytosolic cTnI or cTnT but do not cross-react with skeletal forms. [11]"}
{"id": "article-30637_4", "title": "Troponin -- Etiology and Epidemiology", "content": "Before troponin, several different cardiac biomarkers were used to identify myocardial injury. [12] In the 1960s and 1970s, biomarkers such as aspartate transaminase (AST), lactate dehydrogenase (LDH), and creatinine kinase (CK) were used; these were phased out due to a lack of specificity for cardiac muscle. [13] The next generation of biomarkers was more specific to cardiac muscle, including CK-MB and LDH 1+2. However, these markers still had an unacceptably high false-positive rate, and a new, more specific biomarker was needed. Troponins were first identified in 1965, but a reliable immunoassay to detect their levels in the blood was not developed until the late 1990s. [14]", "contents": "Troponin -- Etiology and Epidemiology. Before troponin, several different cardiac biomarkers were used to identify myocardial injury. [12] In the 1960s and 1970s, biomarkers such as aspartate transaminase (AST), lactate dehydrogenase (LDH), and creatinine kinase (CK) were used; these were phased out due to a lack of specificity for cardiac muscle. [13] The next generation of biomarkers was more specific to cardiac muscle, including CK-MB and LDH 1+2. However, these markers still had an unacceptably high false-positive rate, and a new, more specific biomarker was needed. Troponins were first identified in 1965, but a reliable immunoassay to detect their levels in the blood was not developed until the late 1990s. [14]"}
{"id": "article-30637_5", "title": "Troponin -- Etiology and Epidemiology", "content": "Troponin measurements were found to have a near 100% sensitivity when checked 6 to 12 hours after the start of chest pain and have a significantly improved specificity for cardiac muscle damage compared to previous biomarkers. [9] Due to its clinical usefulness, serial troponin testing was added to the Fourth Universal Definition of Myocardial Infarction, the current definition used by the American College of Cardiology. [15]", "contents": "Troponin -- Etiology and Epidemiology. Troponin measurements were found to have a near 100% sensitivity when checked 6 to 12 hours after the start of chest pain and have a significantly improved specificity for cardiac muscle damage compared to previous biomarkers. [9] Due to its clinical usefulness, serial troponin testing was added to the Fourth Universal Definition of Myocardial Infarction, the current definition used by the American College of Cardiology. [15]"}
{"id": "article-30637_6", "title": "Troponin -- Pathophysiology", "content": "Myocardial infarction occurs when blood flow is blocked in the coronary vessels that supply the heart muscle with oxygen. [16] This causes a mismatch where the oxygen supply is not meeting the oxygen demand of the myocytes, leading to necrosis and cell death. [17] During this process, the cell membranes are ruptured, causing intracellular contents to spill into the extracellular space, eventually making their way into the bloodstream. [18] If these cellular contents, including troponins, are spilled in large enough quantities, they can be detected in the circulating blood. [16]", "contents": "Troponin -- Pathophysiology. Myocardial infarction occurs when blood flow is blocked in the coronary vessels that supply the heart muscle with oxygen. [16] This causes a mismatch where the oxygen supply is not meeting the oxygen demand of the myocytes, leading to necrosis and cell death. [17] During this process, the cell membranes are ruptured, causing intracellular contents to spill into the extracellular space, eventually making their way into the bloodstream. [18] If these cellular contents, including troponins, are spilled in large enough quantities, they can be detected in the circulating blood. [16]"}
{"id": "article-30637_7", "title": "Troponin -- Pathophysiology", "content": "A basal amount of troponin is found in the circulation of healthy individuals from the regular turnover of cardiac myocytes. [19] Troponin indicates pathophysiologic muscle damage when the measured value is greater than the 99th percentile of the normal range, about three standard deviations above the mean. [20] According to the Fourth Universal Definition of Myocardial Infarction, a cTn value above the 99th percentile upper reference limit is defined as myocardial injury. [15] The injury is considered acute if there is a rise, fall, or a rise and fall in cardiac troponins values. [21]", "contents": "Troponin -- Pathophysiology. A basal amount of troponin is found in the circulation of healthy individuals from the regular turnover of cardiac myocytes. [19] Troponin indicates pathophysiologic muscle damage when the measured value is greater than the 99th percentile of the normal range, about three standard deviations above the mean. [20] According to the Fourth Universal Definition of Myocardial Infarction, a cTn value above the 99th percentile upper reference limit is defined as myocardial injury. [15] The injury is considered acute if there is a rise, fall, or a rise and fall in cardiac troponins values. [21]"}
{"id": "article-30637_8", "title": "Troponin -- Pathophysiology", "content": "Troponin levels typically start to elevate in the circulation within two to three hours of the onset of chest pain. The levels will continue to rise until a peak is reached, generally between 12 and 48 hours. The troponin level will then fall to normal over the next four to ten days. [22] This expected rise and fall of the troponin can help distinguish a myocardial infarction from other causes of elevated troponins. [23] The actual half-life of both cTnI and cTnT is short – approximately two hours in plasma. However, because of the continued release of troponin from the necrotic myocardium, the apparent half-life is 24 hours, with cTnT slightly longer. [24]", "contents": "Troponin -- Pathophysiology. Troponin levels typically start to elevate in the circulation within two to three hours of the onset of chest pain. The levels will continue to rise until a peak is reached, generally between 12 and 48 hours. The troponin level will then fall to normal over the next four to ten days. [22] This expected rise and fall of the troponin can help distinguish a myocardial infarction from other causes of elevated troponins. [23] The actual half-life of both cTnI and cTnT is short – approximately two hours in plasma. However, because of the continued release of troponin from the necrotic myocardium, the apparent half-life is 24 hours, with cTnT slightly longer. [24]"}
{"id": "article-30637_9", "title": "Troponin -- Pathophysiology", "content": "Cardiac troponin T (cTnT) and troponin I (cTnI) have amino acid sequences that differ from the skeletal isoforms and are encoded by unique genes. [25] Human cTnI has an additional 31 amino-acid residue on the amino-terminal end compared with skeletal muscle TnI, giving it complete cardiac specificity. [26] Only one isoform of cTnI has been identified. cTnI is not expressed in healthy, regenerating, or diseased human or animal skeletal muscle. [27] cTnT is encoded by a different gene than the one that encodes for skeletal muscle isoforms. An 11-amino acid amino-terminal residue gives this marker unique cardiac specificity. [24]", "contents": "Troponin -- Pathophysiology. Cardiac troponin T (cTnT) and troponin I (cTnI) have amino acid sequences that differ from the skeletal isoforms and are encoded by unique genes. [25] Human cTnI has an additional 31 amino-acid residue on the amino-terminal end compared with skeletal muscle TnI, giving it complete cardiac specificity. [26] Only one isoform of cTnI has been identified. cTnI is not expressed in healthy, regenerating, or diseased human or animal skeletal muscle. [27] cTnT is encoded by a different gene than the one that encodes for skeletal muscle isoforms. An 11-amino acid amino-terminal residue gives this marker unique cardiac specificity. [24]"}
{"id": "article-30637_10", "title": "Troponin -- Pathophysiology", "content": "In humans, cTnT isoform expression has been demonstrated in skeletal muscle specimens obtained from patients with muscular dystrophy, polymyositis, dermatomyositis, and end-stage renal disease. [28] Thus care is necessary to choose antibody pairs for the cTnT assay that do not detect these expressed isoforms or the immunoreactive proteins expressed in neuromuscular skeletal diseases that show cross-reactivity to the commercial cTnT assays because false-positive, noncardiac, cTnT results can occur. [29]", "contents": "Troponin -- Pathophysiology. In humans, cTnT isoform expression has been demonstrated in skeletal muscle specimens obtained from patients with muscular dystrophy, polymyositis, dermatomyositis, and end-stage renal disease. [28] Thus care is necessary to choose antibody pairs for the cTnT assay that do not detect these expressed isoforms or the immunoreactive proteins expressed in neuromuscular skeletal diseases that show cross-reactivity to the commercial cTnT assays because false-positive, noncardiac, cTnT results can occur. [29]"}
{"id": "article-30637_11", "title": "Troponin -- Specimen Requirements and Procedure", "content": "Serum or heparinized plasma may be the sample type for most commercially available assays; whole blood is used for some point-of-care methods. [30] However, several studies report significant differences in cTnI measured in serum and plasma, with plasma results reportedly being up to approximately 30% lower compared with serum. [31] Care should be taken when preparing specimens for testing from patients who have received anticoagulant therapy. These specimens may require additional time to clot. This tendency for lower results in plasma can fail to detect an early or small acute myocardial infarction. [32]", "contents": "Troponin -- Specimen Requirements and Procedure. Serum or heparinized plasma may be the sample type for most commercially available assays; whole blood is used for some point-of-care methods. [30] However, several studies report significant differences in cTnI measured in serum and plasma, with plasma results reportedly being up to approximately 30% lower compared with serum. [31] Care should be taken when preparing specimens for testing from patients who have received anticoagulant therapy. These specimens may require additional time to clot. This tendency for lower results in plasma can fail to detect an early or small acute myocardial infarction. [32]"}
{"id": "article-30637_12", "title": "Troponin -- Specimen Requirements and Procedure", "content": "The binding of heparin to cTnI may reduce immunoreactivity, depending on the heparin concentration in sample collection tubes (e.g., heparin at a concentration of 90 U/mL is reported to cause a decrease of approximately 20% in cTnI concentration). [33] The effect of heparin on cTnI immunoassays may be induced by changes within the sample matrix. In contrast, the apparent decrease reported in cTnT values by adding heparin results from the interaction between negatively charged glycosaminoglycan and basic amino acid residues on the cTnT molecule. [34] The type of specimen (serum or plasma) should remain consistent for a given patient. [35]", "contents": "Troponin -- Specimen Requirements and Procedure. The binding of heparin to cTnI may reduce immunoreactivity, depending on the heparin concentration in sample collection tubes (e.g., heparin at a concentration of 90 U/mL is reported to cause a decrease of approximately 20% in cTnI concentration). [33] The effect of heparin on cTnI immunoassays may be induced by changes within the sample matrix. In contrast, the apparent decrease reported in cTnT values by adding heparin results from the interaction between negatively charged glycosaminoglycan and basic amino acid residues on the cTnT molecule. [34] The type of specimen (serum or plasma) should remain consistent for a given patient. [35]"}
{"id": "article-30637_13", "title": "Troponin -- Specimen Requirements and Procedure", "content": "Results may be confounded if there is poor preanalytical handling of troponin specimens, such as incomplete sample mixing at the time of specimen collection, insufficient sample centrifugation and separation of red cells from serum or plasma, presence of fibrin due to incomplete serum separation, and so forth. [36] Currently, the consensus is that the turnaround time for troponin measurement in the setting of chest pain should be 60 minutes, and individual laboratories should strive to achieve this time. [37]", "contents": "Troponin -- Specimen Requirements and Procedure. Results may be confounded if there is poor preanalytical handling of troponin specimens, such as incomplete sample mixing at the time of specimen collection, insufficient sample centrifugation and separation of red cells from serum or plasma, presence of fibrin due to incomplete serum separation, and so forth. [36] Currently, the consensus is that the turnaround time for troponin measurement in the setting of chest pain should be 60 minutes, and individual laboratories should strive to achieve this time. [37]"}
{"id": "article-30637_14", "title": "Troponin -- Diagnostic Tests", "content": "In the emergency department setting, it is impossible to follow troponin levels completely from rising to peak to fall. [29] When a patient presents complaining of chest pain, a diagnostic decision has to be made promptly. To help guide decision-making in the emergency setting, myocardial infarctions are divided into two categories using ECG findings; ST-segment elevation myocardial infarctions (STEMI) and non-ST segment elevation myocardial infarctions (NSTEMI). [38]", "contents": "Troponin -- Diagnostic Tests. In the emergency department setting, it is impossible to follow troponin levels completely from rising to peak to fall. [29] When a patient presents complaining of chest pain, a diagnostic decision has to be made promptly. To help guide decision-making in the emergency setting, myocardial infarctions are divided into two categories using ECG findings; ST-segment elevation myocardial infarctions (STEMI) and non-ST segment elevation myocardial infarctions (NSTEMI). [38]"}
{"id": "article-30637_15", "title": "Troponin -- Diagnostic Tests", "content": "In STEMIs, patients will have an elevated troponin and one of the following ECG changes: ST-segment elevations greater than 1 mm in contiguous leads with reciprocal changes, new evidence of a left bundle branch block, or ST-segment elevations noted on a posterior ECG. [39] In this scenario, the diagnostic and therapeutic decisions are simple. The patient likely has a major blockage of a coronary vessel and requires emergent coronary catheterization, if available or thrombolytic therapy to open the blocked vessel and reperfuse the cardiac muscle. [40]", "contents": "Troponin -- Diagnostic Tests. In STEMIs, patients will have an elevated troponin and one of the following ECG changes: ST-segment elevations greater than 1 mm in contiguous leads with reciprocal changes, new evidence of a left bundle branch block, or ST-segment elevations noted on a posterior ECG. [39] In this scenario, the diagnostic and therapeutic decisions are simple. The patient likely has a major blockage of a coronary vessel and requires emergent coronary catheterization, if available or thrombolytic therapy to open the blocked vessel and reperfuse the cardiac muscle. [40]"}
{"id": "article-30637_16", "title": "Troponin -- Diagnostic Tests", "content": "The non-ST segment elevation myocardial infarction (NSTEMI) is an injury to the cardiac muscle that results in an elevated troponin but lacks the ECG changes that define an ST-segment elevation myocardial infarction. [41] NSTEMIs usually represent less myocardial tissue damage than STEMIs, and an emergent coronary catheterization is not needed initially. [42] NSTEMIs are generally treated with medical management, including dual antiplatelet therapy and full anticoagulation, such as heparin. [43]", "contents": "Troponin -- Diagnostic Tests. The non-ST segment elevation myocardial infarction (NSTEMI) is an injury to the cardiac muscle that results in an elevated troponin but lacks the ECG changes that define an ST-segment elevation myocardial infarction. [41] NSTEMIs usually represent less myocardial tissue damage than STEMIs, and an emergent coronary catheterization is not needed initially. [42] NSTEMIs are generally treated with medical management, including dual antiplatelet therapy and full anticoagulation, such as heparin. [43]"}
{"id": "article-30637_17", "title": "Troponin -- Diagnostic Tests", "content": "NSTEMIs present a difficult challenge to the emergency provider. It is possible that a patient with chest pain can initially have a negative troponin with no ECG changes but can still have an NSTEMI because troponin levels do not start to rise until at least 2 to 3 hours after the initial insult. [44] This emphasizes the importance of getting serial troponins spaced 3 to 6 hours apart in patients suspected of having an ischemic event but with a troponin that is initially normal. [45]", "contents": "Troponin -- Diagnostic Tests. NSTEMIs present a difficult challenge to the emergency provider. It is possible that a patient with chest pain can initially have a negative troponin with no ECG changes but can still have an NSTEMI because troponin levels do not start to rise until at least 2 to 3 hours after the initial insult. [44] This emphasizes the importance of getting serial troponins spaced 3 to 6 hours apart in patients suspected of having an ischemic event but with a troponin that is initially normal. [45]"}
{"id": "article-30637_18", "title": "Troponin -- Testing Procedures", "content": "Several assays for troponin are commercially available. A variety of quantitative and semiquantitative point-of-care methods have also been developed. Current assays for cTnT and cTnI are two- or three-site immunoassays. [23] All the assays are of the capture type, where an immobilized antibody specifically binds the troponin present in the serum or plasma. The captured troponin is then reacted with a second antibody and, in some assays, a third antibody coupled to an indicator molecule. [36] The assays vary from each other by the types of antibody used, by the epitopes to which they bind, and by the type of indicator molecule that is used. [46]", "contents": "Troponin -- Testing Procedures. Several assays for troponin are commercially available. A variety of quantitative and semiquantitative point-of-care methods have also been developed. Current assays for cTnT and cTnI are two- or three-site immunoassays. [23] All the assays are of the capture type, where an immobilized antibody specifically binds the troponin present in the serum or plasma. The captured troponin is then reacted with a second antibody and, in some assays, a third antibody coupled to an indicator molecule. [36] The assays vary from each other by the types of antibody used, by the epitopes to which they bind, and by the type of indicator molecule that is used. [46]"}
{"id": "article-30637_19", "title": "Troponin -- Testing Procedures", "content": "cTnI assays are also used at the point of care. [47] In a two-site ELISA cTnI assay, heparinized whole blood or plasma is added to the single-use cartridge, which has an electrochemical sensor. [48] This initiates the assay and allows the monoclonal anti-cTnI antibody and ALP-conjugated monoclonal anti-cTnI antibody to dissolve into the sample. cTnI in the sample becomes labeled with an ALP-conjugated antibody and is captured onto the sensor surface during the incubation step. [49] Wash fluid containing enzyme substrate is then applied to remove unbound substances, and at the same time, ALP bound to the antigen-antibody complex reacts, releasing an electrochemically detectable product. The generated amperometric signal is directly proportional to the cTnI in the sample. [50]", "contents": "Troponin -- Testing Procedures. cTnI assays are also used at the point of care. [47] In a two-site ELISA cTnI assay, heparinized whole blood or plasma is added to the single-use cartridge, which has an electrochemical sensor. [48] This initiates the assay and allows the monoclonal anti-cTnI antibody and ALP-conjugated monoclonal anti-cTnI antibody to dissolve into the sample. cTnI in the sample becomes labeled with an ALP-conjugated antibody and is captured onto the sensor surface during the incubation step. [49] Wash fluid containing enzyme substrate is then applied to remove unbound substances, and at the same time, ALP bound to the antigen-antibody complex reacts, releasing an electrochemically detectable product. The generated amperometric signal is directly proportional to the cTnI in the sample. [50]"}
{"id": "article-30637_20", "title": "Troponin -- Testing Procedures", "content": "In another cartridge-based reader system, cTnI in EDTA whole blood or plasma is added to the system sample port via a transfer pipette. Red blood cells are separated from the plasma via a filter in the device, and a fixed plasma volume reacts with fluorescent-conjugated anti-cTnI antibodies. [51] The reaction mixture flows down the device until the fluorescent antigen-antibody complex is captured onto a discrete zone and fluorescence is detected. [52] The generated fluorescence is directly proportional to the concentration of cTnI in the sample. [53]", "contents": "Troponin -- Testing Procedures. In another cartridge-based reader system, cTnI in EDTA whole blood or plasma is added to the system sample port via a transfer pipette. Red blood cells are separated from the plasma via a filter in the device, and a fixed plasma volume reacts with fluorescent-conjugated anti-cTnI antibodies. [51] The reaction mixture flows down the device until the fluorescent antigen-antibody complex is captured onto a discrete zone and fluorescence is detected. [52] The generated fluorescence is directly proportional to the concentration of cTnI in the sample. [53]"}
{"id": "article-30637_21", "title": "Troponin -- Testing Procedures", "content": "The principle of the cTnT measurement is an ELISA one-step sandwich assay using streptavidin technology and electrochemiluminescence detection. [54] In the first incubation step (immunological reaction), the cTnT from the sample reacts with a biotinylated mouse monoclonal anti-cTnT antibody and a monoclonal cTnT-specific antibody labeled with a ruthenium complex to form a sandwich complex. After adding streptavidin-coated microparticles, the complex is bound to the solid phase via interaction with biotin and streptavidin. The reaction mixture is aspirated into the measuring cell, where the microparticles are magnetically captured onto the surface of the electrode. Unbound substances are removed, and a voltage is applied to the electrode. [31]", "contents": "Troponin -- Testing Procedures. The principle of the cTnT measurement is an ELISA one-step sandwich assay using streptavidin technology and electrochemiluminescence detection. [54] In the first incubation step (immunological reaction), the cTnT from the sample reacts with a biotinylated mouse monoclonal anti-cTnT antibody and a monoclonal cTnT-specific antibody labeled with a ruthenium complex to form a sandwich complex. After adding streptavidin-coated microparticles, the complex is bound to the solid phase via interaction with biotin and streptavidin. The reaction mixture is aspirated into the measuring cell, where the microparticles are magnetically captured onto the surface of the electrode. Unbound substances are removed, and a voltage is applied to the electrode. [31]"}
{"id": "article-30637_22", "title": "Troponin -- Testing Procedures", "content": "A photomultiplier measures the emitted chemiluminescence, and results are determined via a calibration curve generated by a two-point calibration and a master curve (5-point calibration) provided via the reagent barcode. [55] The chemiluminescence is directly proportional to the cTnT concentration in the sample. The method is measured quantitatively using an automated instrument or at the point of care. [56]", "contents": "Troponin -- Testing Procedures. A photomultiplier measures the emitted chemiluminescence, and results are determined via a calibration curve generated by a two-point calibration and a master curve (5-point calibration) provided via the reagent barcode. [55] The chemiluminescence is directly proportional to the cTnT concentration in the sample. The method is measured quantitatively using an automated instrument or at the point of care. [56]"}
{"id": "article-30637_23", "title": "Troponin -- Testing Procedures", "content": "High-sensitivity testing for cardiac troponins was approved for clinical use in the U.S. in 2017, showing significant benefits for diagnosing and excluding acute myocardial infarction. [57] The new hs-cTn assays have higher analytical sensitivity—less than 10% imprecision at very low troponin concentrations. [4] High-sensitivity cardiac troponin assays must meet analytical criteria established by the International Federation of Clinical Chemistry and Laboratory Medicine (IFCC) Committee on Clinical Applications of Cardiac Biomarkers (C-CB) and the American Association for Clinical Chemistry (AACC) Academy, which focus on imprecision at the 99th percentile upper reference limit and the ability to measure hs-cTn in ≥50% of males and ≥50% of females above the limit of detection (LoD) within a regular healthy cohort. [58]", "contents": "Troponin -- Testing Procedures. High-sensitivity testing for cardiac troponins was approved for clinical use in the U.S. in 2017, showing significant benefits for diagnosing and excluding acute myocardial infarction. [57] The new hs-cTn assays have higher analytical sensitivity—less than 10% imprecision at very low troponin concentrations. [4] High-sensitivity cardiac troponin assays must meet analytical criteria established by the International Federation of Clinical Chemistry and Laboratory Medicine (IFCC) Committee on Clinical Applications of Cardiac Biomarkers (C-CB) and the American Association for Clinical Chemistry (AACC) Academy, which focus on imprecision at the 99th percentile upper reference limit and the ability to measure hs-cTn in ≥50% of males and ≥50% of females above the limit of detection (LoD) within a regular healthy cohort. [58]"}
{"id": "article-30637_24", "title": "Troponin -- Testing Procedures", "content": "Two challenges limit the ease of switching from one troponin assay to another in clinical practice or research. First, no primary reference cTnI material is currently available for manufacturers to standardize cTnI assays. [59] Second, measured assay concentrations fail to be consistent because cTnI circulates in various forms; the antibodies used in the available assays recognize different epitopes of cTnI even for assays and instruments marketed by the same manufacturer. [60]", "contents": "Troponin -- Testing Procedures. Two challenges limit the ease of switching from one troponin assay to another in clinical practice or research. First, no primary reference cTnI material is currently available for manufacturers to standardize cTnI assays. [59] Second, measured assay concentrations fail to be consistent because cTnI circulates in various forms; the antibodies used in the available assays recognize different epitopes of cTnI even for assays and instruments marketed by the same manufacturer. [60]"}
{"id": "article-30637_25", "title": "Troponin -- Interfering Factors", "content": "One problem with using troponins to diagnose acute myocardial infarctions is that troponins can be elevated in other conditions as well. [61] Anything that causes damage to cardiac muscle can cause troponin to spill into circulation. The most common cause of injury is oxygen supply and demand mismatch, seen in acute myocardial infarction. [62] However, many other conditions can cause this mismatch and cause elevated troponins. For example, tachycardia can cause decreased perfusion due to reduced diastolic time when coronary blood flow occurs and oxygen demand increases. [63] Patients in shock can also have a supply and demand mismatch due to low blood volume, and elevated troponins in these patients are indicative of worse outcomes. [64]", "contents": "Troponin -- Interfering Factors. One problem with using troponins to diagnose acute myocardial infarctions is that troponins can be elevated in other conditions as well. [61] Anything that causes damage to cardiac muscle can cause troponin to spill into circulation. The most common cause of injury is oxygen supply and demand mismatch, seen in acute myocardial infarction. [62] However, many other conditions can cause this mismatch and cause elevated troponins. For example, tachycardia can cause decreased perfusion due to reduced diastolic time when coronary blood flow occurs and oxygen demand increases. [63] Patients in shock can also have a supply and demand mismatch due to low blood volume, and elevated troponins in these patients are indicative of worse outcomes. [64]"}
{"id": "article-30637_26", "title": "Troponin -- Interfering Factors", "content": "Another cause of elevated troponin levels is cardiac muscle injury due to non-ischemic causes. Direct, blunt trauma to the chest can cause significant myocardial damage and, in turn, can lead to increased troponin. [65] In a study of 333 blunt chest trauma patients, elevated troponin was found in 144 (44%) patients. [66] Inflammatory conditions such as viral myocarditis and infiltrative diseases such as sarcoidosis have also been shown to cause elevations in troponins. [67] Troponin leaks can also occur with processes outside of the heart. For example, troponin elevations have been seen frequently in patients with acute strokes, although they have no evidence of coronary artery disease. [68] One proposed mechanism for this phenomenon is that there is disrupted autonomic function after a cerebrovascular accident (CVA), which can cause an increased catecholamine response that acts on the cardiac myocytes. [69]", "contents": "Troponin -- Interfering Factors. Another cause of elevated troponin levels is cardiac muscle injury due to non-ischemic causes. Direct, blunt trauma to the chest can cause significant myocardial damage and, in turn, can lead to increased troponin. [65] In a study of 333 blunt chest trauma patients, elevated troponin was found in 144 (44%) patients. [66] Inflammatory conditions such as viral myocarditis and infiltrative diseases such as sarcoidosis have also been shown to cause elevations in troponins. [67] Troponin leaks can also occur with processes outside of the heart. For example, troponin elevations have been seen frequently in patients with acute strokes, although they have no evidence of coronary artery disease. [68] One proposed mechanism for this phenomenon is that there is disrupted autonomic function after a cerebrovascular accident (CVA), which can cause an increased catecholamine response that acts on the cardiac myocytes. [69]"}
{"id": "article-30637_27", "title": "Troponin -- Interfering Factors", "content": "Another issue that complicates the measurement of troponins for the diagnosis of acute myocardial infarctions is chronic kidney disease (CKD). [70] Patients with CKD have been shown to have elevated troponin levels greater than the 99th percentile with no evidence of cardiac disease. Although the mechanism for increased troponins is not completely understood, it is thought to be due to underlying structural abnormalities of the cardiac tissue and chronic myocardial injury. [71] Studies have also suggested that the kidneys have some role in clearing troponin from circulation, although there is no evidence of troponin in urine. This can complicate the diagnosis of a CKD patient who presents to the emergency department complaining of chest pain with an elevated troponin. [72]", "contents": "Troponin -- Interfering Factors. Another issue that complicates the measurement of troponins for the diagnosis of acute myocardial infarctions is chronic kidney disease (CKD). [70] Patients with CKD have been shown to have elevated troponin levels greater than the 99th percentile with no evidence of cardiac disease. Although the mechanism for increased troponins is not completely understood, it is thought to be due to underlying structural abnormalities of the cardiac tissue and chronic myocardial injury. [71] Studies have also suggested that the kidneys have some role in clearing troponin from circulation, although there is no evidence of troponin in urine. This can complicate the diagnosis of a CKD patient who presents to the emergency department complaining of chest pain with an elevated troponin. [72]"}
{"id": "article-30637_28", "title": "Troponin -- Interfering Factors", "content": "A meta-analysis of 14 studies showed that the specificity of an elevated troponin over the 99th percentile was drastically decreased in patients with CKD. It is crucial to know if the troponins are trending over time in these patients. [73] The troponin levels in patients with CKD are usually steady, so a rise and fall of the troponin would be more indicative of a cardiac cause of the elevated troponin. [70] One accepted recommendation is if there is a change in the troponin level of 20% during serial testing, it is likely due to a cardiac cause; the research for this recommendation is lacking. [74] Reports indicate that hemolysis can interfere with some troponin immunoassay procedures, and false-positive and false-negative results have been reported. [75]", "contents": "Troponin -- Interfering Factors. A meta-analysis of 14 studies showed that the specificity of an elevated troponin over the 99th percentile was drastically decreased in patients with CKD. It is crucial to know if the troponins are trending over time in these patients. [73] The troponin levels in patients with CKD are usually steady, so a rise and fall of the troponin would be more indicative of a cardiac cause of the elevated troponin. [70] One accepted recommendation is if there is a change in the troponin level of 20% during serial testing, it is likely due to a cardiac cause; the research for this recommendation is lacking. [74] Reports indicate that hemolysis can interfere with some troponin immunoassay procedures, and false-positive and false-negative results have been reported. [75]"}
{"id": "article-30637_29", "title": "Troponin -- Interfering Factors", "content": "Troponin bound to heparin causes lower measured troponin plasma concentration compared to serum. [76] Other sources of interference that may affect the assay detection process and cause false-negative troponin values include ascorbic acid in immunoenzymometric assays using alkaline phosphatase, biotin in assays using a biotinylated antibody, streptokinase in the presence of streptavidin, and high titers of antibodies to ruthenium or streptavidin in cTnT assays. [77] Interference is method dependent and may vary for each commercially available assay. [78] Diagnostic manufacturers specify in their package inserts upper limits above which interference due to hemolysis, icterus, and lipemia, among others, may occur. [79]", "contents": "Troponin -- Interfering Factors. Troponin bound to heparin causes lower measured troponin plasma concentration compared to serum. [76] Other sources of interference that may affect the assay detection process and cause false-negative troponin values include ascorbic acid in immunoenzymometric assays using alkaline phosphatase, biotin in assays using a biotinylated antibody, streptokinase in the presence of streptavidin, and high titers of antibodies to ruthenium or streptavidin in cTnT assays. [77] Interference is method dependent and may vary for each commercially available assay. [78] Diagnostic manufacturers specify in their package inserts upper limits above which interference due to hemolysis, icterus, and lipemia, among others, may occur. [79]"}
{"id": "article-30637_30", "title": "Troponin -- Interfering Factors", "content": "The specificity of the antibody is critical. One of the possible sources of interference for the sandwich-type immunometric troponin assays is endogenous antibodies directed against the proteins of nonhuman species (i.e., heterophile antibodies). [80] Heterophile antibodies consist of natural antibodies and autoantibodies that are polyreactive against heterogeneous, poorly defined antigens of different chemical compositions; they generally show low affinity and weak binding. [81] Natural or autoimmune rheumatoid factor (RF) accounts for most heterophile interference in immunoassays.", "contents": "Troponin -- Interfering Factors. The specificity of the antibody is critical. One of the possible sources of interference for the sandwich-type immunometric troponin assays is endogenous antibodies directed against the proteins of nonhuman species (i.e., heterophile antibodies). [80] Heterophile antibodies consist of natural antibodies and autoantibodies that are polyreactive against heterogeneous, poorly defined antigens of different chemical compositions; they generally show low affinity and weak binding. [81] Natural or autoimmune rheumatoid factor (RF) accounts for most heterophile interference in immunoassays."}
{"id": "article-30637_31", "title": "Troponin -- Interfering Factors", "content": "Interfering endogenous antibodies are called heterophile antibodies when there is no clearly defined immunogen, and the antibody reacts with immunoglobulin from two or more species or has RF activity. [82] In the case of RF, false positives arise by binding RF to the Fc-constant domain of antigen-antibody complexes if the detection antibody is labeled anti-human IgG. The presence of RF in serum can cause false positives in troponin assays. Antibody Fab fragments may prevent interference mediated by the Fc part of intact antibodies. [83]", "contents": "Troponin -- Interfering Factors. Interfering endogenous antibodies are called heterophile antibodies when there is no clearly defined immunogen, and the antibody reacts with immunoglobulin from two or more species or has RF activity. [82] In the case of RF, false positives arise by binding RF to the Fc-constant domain of antigen-antibody complexes if the detection antibody is labeled anti-human IgG. The presence of RF in serum can cause false positives in troponin assays. Antibody Fab fragments may prevent interference mediated by the Fc part of intact antibodies. [83]"}
{"id": "article-30637_32", "title": "Troponin -- Interfering Factors", "content": "Human anti-animal antibodies (HAAA) are high-affinity, specific, polyclonal antibodies produced against a specific animal immunogen whole immunoglobulin of IgG or IgM class. [84] They show strong binding with antigens of a single chemical composition. They are produced in a high titer such that they compete with the test antigen by cross-reacting with reagent antibodies of the same species to produce a false signal. HAAA are most commonly human anti-mouse antibodies (HAMA) but also include antibodies to rabbits, goats, sheep, and others. [85] As with any assay employing mouse antibodies, the possibility exists of interference by HAMA. [86]", "contents": "Troponin -- Interfering Factors. Human anti-animal antibodies (HAAA) are high-affinity, specific, polyclonal antibodies produced against a specific animal immunogen whole immunoglobulin of IgG or IgM class. [84] They show strong binding with antigens of a single chemical composition. They are produced in a high titer such that they compete with the test antigen by cross-reacting with reagent antibodies of the same species to produce a false signal. HAAA are most commonly human anti-mouse antibodies (HAMA) but also include antibodies to rabbits, goats, sheep, and others. [85] As with any assay employing mouse antibodies, the possibility exists of interference by HAMA. [86]"}
{"id": "article-30637_33", "title": "Troponin -- Interfering Factors", "content": "One stimulus that is increasingly responsible for HAMA production is mouse monoclonal antibodies used in diagnostic image analysis and immune-directed therapy. [87] A large percentage (41%) of patients treated with radiolabeled mouse monoclonal antibodies developed HAMA within a few weeks of treatment. [88]", "contents": "Troponin -- Interfering Factors. One stimulus that is increasingly responsible for HAMA production is mouse monoclonal antibodies used in diagnostic image analysis and immune-directed therapy. [87] A large percentage (41%) of patients treated with radiolabeled mouse monoclonal antibodies developed HAMA within a few weeks of treatment. [88]"}
{"id": "article-30637_34", "title": "Troponin -- Interfering Factors", "content": "Apart from false-positive results, heterophile antibodies can cause falsely low results if they bind to the variable regions of the capture antibody, mimicking the antigen to be measured and preventing troponin from binding. [89] The most commonly used technique for minimizing the impact of HAMA on commercial immunoassays is the addition of non-immune mouse immunoglobulin (IgG). This IgG should neutralize the more frequently encountered HAMA. [90] Steps the laboratory can take to evaluate this possibility include using a larger dilution of the sample with a reagent containing the non-immune mouse IgG or performing the analysis on a differently configured assay, preferably one employing different species of reagent antibodies. [91]", "contents": "Troponin -- Interfering Factors. Apart from false-positive results, heterophile antibodies can cause falsely low results if they bind to the variable regions of the capture antibody, mimicking the antigen to be measured and preventing troponin from binding. [89] The most commonly used technique for minimizing the impact of HAMA on commercial immunoassays is the addition of non-immune mouse immunoglobulin (IgG). This IgG should neutralize the more frequently encountered HAMA. [90] Steps the laboratory can take to evaluate this possibility include using a larger dilution of the sample with a reagent containing the non-immune mouse IgG or performing the analysis on a differently configured assay, preferably one employing different species of reagent antibodies. [91]"}
{"id": "article-30637_35", "title": "Troponin -- Interfering Factors", "content": "Autoantibodies also have the potential to cause interference in troponin immunometric assay methods. False-positive or false-negative values may arise, depending on whether the autoantibody-analyte complex partitions into the free or the bound analyte fraction. [92] Bohner et al. reported a false-negative cTnI due to a circulating autoantibody, probably IgG, which showed a high affinity for cTnI and prevented its recognition by the two-site immunoassays used. [93]", "contents": "Troponin -- Interfering Factors. Autoantibodies also have the potential to cause interference in troponin immunometric assay methods. False-positive or false-negative values may arise, depending on whether the autoantibody-analyte complex partitions into the free or the bound analyte fraction. [92] Bohner et al. reported a false-negative cTnI due to a circulating autoantibody, probably IgG, which showed a high affinity for cTnI and prevented its recognition by the two-site immunoassays used. [93]"}
{"id": "article-30637_36", "title": "Troponin -- Interfering Factors", "content": "More recently, Eriksson and co-workers have suggested the incidence of falsely negative troponin values at low levels to be as high as 3.5%, as indicated by low cTnI recoveries of ≤ 10%. The major effect of this interfering factor occurred when troponin concentration was low. The identity of the interference is unknown but has a molecular weight of 100 to 200 kDa, suggesting it to be protein in nature. [94]", "contents": "Troponin -- Interfering Factors. More recently, Eriksson and co-workers have suggested the incidence of falsely negative troponin values at low levels to be as high as 3.5%, as indicated by low cTnI recoveries of ≤ 10%. The major effect of this interfering factor occurred when troponin concentration was low. The identity of the interference is unknown but has a molecular weight of 100 to 200 kDa, suggesting it to be protein in nature. [94]"}
{"id": "article-30637_37", "title": "Troponin -- Results, Reporting, and Critical Findings", "content": "The current (fourth) Universal Definition of MI Expert Consensus Document updates the definition of MI to accommodate the increased use of high-sensitivity cardiac troponin (hs-cTn). Detection of an elevated cTn value above the 99th percentile upper reference limit (URL) is defined as myocardial injury. [95] The injury is considered acute if there is a rise and/or fall of cTn values. [15]", "contents": "Troponin -- Results, Reporting, and Critical Findings. The current (fourth) Universal Definition of MI Expert Consensus Document updates the definition of MI to accommodate the increased use of high-sensitivity cardiac troponin (hs-cTn). Detection of an elevated cTn value above the 99th percentile upper reference limit (URL) is defined as myocardial injury. [95] The injury is considered acute if there is a rise and/or fall of cTn values. [15]"}
{"id": "article-30637_38", "title": "Troponin -- Results, Reporting, and Critical Findings -- Type 1 Myocardial Infarction", "content": "The criteria for type 1 MI includes the detection of a rise, fall, or rise and fall of cTn with at least one value above the 99th percentile and with at least one of the following: Symptoms of acute myocardial ischemia New ischemic electrocardiographic (ECG) changes Development of pathological Q waves Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischemic etiology Identification of a coronary thrombus by angiography, including intracoronary imaging or by autopsy", "contents": "Troponin -- Results, Reporting, and Critical Findings -- Type 1 Myocardial Infarction. The criteria for type 1 MI includes the detection of a rise, fall, or rise and fall of cTn with at least one value above the 99th percentile and with at least one of the following: Symptoms of acute myocardial ischemia New ischemic electrocardiographic (ECG) changes Development of pathological Q waves Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischemic etiology Identification of a coronary thrombus by angiography, including intracoronary imaging or by autopsy"}
{"id": "article-30637_39", "title": "Troponin -- Results, Reporting, and Critical Findings -- Type 2 Myocardial Infarction", "content": "The criteria for type 2 MI includes detection of a rise, fall, or rise and fall of cTn with at least one value above the 99th percentile and evidence of an imbalance between myocardial oxygen supply and demand unrelated to coronary thrombosis, requiring at least one of the following: Symptoms of acute myocardial ischemia New ischemic ECG changes Development of pathological Q waves Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischemic etiology", "contents": "Troponin -- Results, Reporting, and Critical Findings -- Type 2 Myocardial Infarction. The criteria for type 2 MI includes detection of a rise, fall, or rise and fall of cTn with at least one value above the 99th percentile and evidence of an imbalance between myocardial oxygen supply and demand unrelated to coronary thrombosis, requiring at least one of the following: Symptoms of acute myocardial ischemia New ischemic ECG changes Development of pathological Q waves Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischemic etiology"}
{"id": "article-30637_40", "title": "Troponin -- Results, Reporting, and Critical Findings -- Cardiac Procedural Myocardial Injury", "content": "Cardiac procedural myocardial injury is arbitrarily defined by increases in cTn values (>99th percentile URL) in patients with normal baseline values (≤99th percentile URL) or a rise of cTn values >20% of the baseline value when it is above the 99th percentile, but it is stable or falling.", "contents": "Troponin -- Results, Reporting, and Critical Findings -- Cardiac Procedural Myocardial Injury. Cardiac procedural myocardial injury is arbitrarily defined by increases in cTn values (>99th percentile URL) in patients with normal baseline values (≤99th percentile URL) or a rise of cTn values >20% of the baseline value when it is above the 99th percentile, but it is stable or falling."}
{"id": "article-30637_41", "title": "Troponin -- Results, Reporting, and Critical Findings -- Coronary Intervention-related Myocardial Infarction", "content": "Coronary intervention-related MI is arbitrarily defined by the elevation of cTn values >5 times the 99th percentile URL in patients with normal baseline values. In patients with elevated pre-procedure cTn in whom the cTn levels are stable (≤20% variation) or falling, the post-procedure cTn must rise by >20%. However, the absolute post-procedural value must still be at least five times the 99th percentile URL. In addition, one of the following elements is required: New ischemic ECG changes Development of new pathological Q waves Angiographic findings are consistent with a procedural flow-limiting complication such as coronary dissection, occlusion of a major epicardial artery or a side branch occlusion or thrombus, disruption of collateral flow, or distal embolization", "contents": "Troponin -- Results, Reporting, and Critical Findings -- Coronary Intervention-related Myocardial Infarction. Coronary intervention-related MI is arbitrarily defined by the elevation of cTn values >5 times the 99th percentile URL in patients with normal baseline values. In patients with elevated pre-procedure cTn in whom the cTn levels are stable (≤20% variation) or falling, the post-procedure cTn must rise by >20%. However, the absolute post-procedural value must still be at least five times the 99th percentile URL. In addition, one of the following elements is required: New ischemic ECG changes Development of new pathological Q waves Angiographic findings are consistent with a procedural flow-limiting complication such as coronary dissection, occlusion of a major epicardial artery or a side branch occlusion or thrombus, disruption of collateral flow, or distal embolization"}
{"id": "article-30637_42", "title": "Troponin -- Results, Reporting, and Critical Findings -- Coronary Artery Bypass Grafting (CABG)-Related Myocardial Infarction", "content": "CABG-related MI is arbitrarily defined as an elevation of cTn values >10 times the 99th percentile URL in patients with normal baseline cTn values. In patients with elevated pre-procedure cTn in whom cTn levels are stable (≤20% variation) or falling, the post-procedure cTn must rise by >20%. However, the absolute post-procedural value still must be greater than ten times the 99th percentile URL. In addition, one of the following elements is required: Development of new pathological Q waves Angiographic documented new graft occlusion or new native coronary artery occlusion Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischemic etiology", "contents": "Troponin -- Results, Reporting, and Critical Findings -- Coronary Artery Bypass Grafting (CABG)-Related Myocardial Infarction. CABG-related MI is arbitrarily defined as an elevation of cTn values >10 times the 99th percentile URL in patients with normal baseline cTn values. In patients with elevated pre-procedure cTn in whom cTn levels are stable (≤20% variation) or falling, the post-procedure cTn must rise by >20%. However, the absolute post-procedural value still must be greater than ten times the 99th percentile URL. In addition, one of the following elements is required: Development of new pathological Q waves Angiographic documented new graft occlusion or new native coronary artery occlusion Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality in a pattern consistent with an ischemic etiology"}
{"id": "article-30637_43", "title": "Troponin -- Clinical Significance", "content": "The accurate diagnosis and treatment of cardiac events is an essential component of working in the emergency department. [16] The development and implementation of troponin testing have had a massive influence on the practice of emergency medicine. [29] It is important to recognize the drawbacks and potential flaws when using troponin testing and to keep the entire clinical picture in mind when making medical decisions. [96] Troponin testing has changed how emergency medicine is practiced, and a deep understanding of its clinical implications is critical to the success of emergency providers. [28]", "contents": "Troponin -- Clinical Significance. The accurate diagnosis and treatment of cardiac events is an essential component of working in the emergency department. [16] The development and implementation of troponin testing have had a massive influence on the practice of emergency medicine. [29] It is important to recognize the drawbacks and potential flaws when using troponin testing and to keep the entire clinical picture in mind when making medical decisions. [96] Troponin testing has changed how emergency medicine is practiced, and a deep understanding of its clinical implications is critical to the success of emergency providers. [28]"}
{"id": "article-30637_44", "title": "Troponin -- Clinical Significance", "content": "Elevated troponin levels should always be evaluated in a clinical context. [97] Causes of troponin elevation other than MI include the following: myocarditis, pericarditis, cardiac contusion or trauma, aortic dissection, endocarditis, cardiac surgery, pulmonary embolism, stroke (ischemic or hemorrhagic), cardiopulmonary resuscitation (CPR), defibrillation, chronic severe heart failure, cardiac arrhythmias (tachyarrhythmias, bradyarrhythmias, heart blocks), sepsis, renal failure, hypertrophic obstructive cardiomyopathy (HOCM), takotsubo cardiomyopathy, burns, extreme exertion, post–cardiac surgery, infiltrative diseases such as amyloidosis, medications (doxorubicin, trastuzumab), snake venom, transplant vasculopathy, and critical illness. [98]", "contents": "Troponin -- Clinical Significance. Elevated troponin levels should always be evaluated in a clinical context. [97] Causes of troponin elevation other than MI include the following: myocarditis, pericarditis, cardiac contusion or trauma, aortic dissection, endocarditis, cardiac surgery, pulmonary embolism, stroke (ischemic or hemorrhagic), cardiopulmonary resuscitation (CPR), defibrillation, chronic severe heart failure, cardiac arrhythmias (tachyarrhythmias, bradyarrhythmias, heart blocks), sepsis, renal failure, hypertrophic obstructive cardiomyopathy (HOCM), takotsubo cardiomyopathy, burns, extreme exertion, post–cardiac surgery, infiltrative diseases such as amyloidosis, medications (doxorubicin, trastuzumab), snake venom, transplant vasculopathy, and critical illness. [98]"}
{"id": "article-30637_45", "title": "Troponin -- Quality Control and Lab Safety", "content": "For non-waived tests, laboratory regulations require, at the minimum, analysis of at least two levels of control materials once every 24 hours. [99] Laboratories can assay QC samples more frequently to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [100] To minimize QC when performing tests for which manufacturers’ recommendations are less than those required by the regulatory agency (such as once per month), the labs can develop an individualized quality control plan (IQCP) that involves performing a risk assessment of potential sources of error in all phases of testing and putting in place a QC plan to reduce the likelihood of errors. [101] Westgard multi-rules are used to evaluate the quality control runs. In case of any rule violation, proper corrective and preventive action should be taken before patient testing. [102]", "contents": "Troponin -- Quality Control and Lab Safety. For non-waived tests, laboratory regulations require, at the minimum, analysis of at least two levels of control materials once every 24 hours. [99] Laboratories can assay QC samples more frequently to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [100] To minimize QC when performing tests for which manufacturers’ recommendations are less than those required by the regulatory agency (such as once per month), the labs can develop an individualized quality control plan (IQCP) that involves performing a risk assessment of potential sources of error in all phases of testing and putting in place a QC plan to reduce the likelihood of errors. [101] Westgard multi-rules are used to evaluate the quality control runs. In case of any rule violation, proper corrective and preventive action should be taken before patient testing. [102]"}
{"id": "article-30637_46", "title": "Troponin -- Quality Control and Lab Safety", "content": "The laboratory must participate in the external quality control or proficiency testing (PT) program because it is a regulatory requirement published by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments (CLIA) regulations. [103] It is helpful to ensure the accuracy and reliability of the laboratory with regard to other laboratories performing the same or comparable assays. Required participation and scored results are monitored by CMS and voluntary accreditation organizations. [104] The PT plan should be included as an aspect of the quality assessment (QA) plan and the overall quality program of the laboratory. [105]", "contents": "Troponin -- Quality Control and Lab Safety. The laboratory must participate in the external quality control or proficiency testing (PT) program because it is a regulatory requirement published by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments (CLIA) regulations. [103] It is helpful to ensure the accuracy and reliability of the laboratory with regard to other laboratories performing the same or comparable assays. Required participation and scored results are monitored by CMS and voluntary accreditation organizations. [104] The PT plan should be included as an aspect of the quality assessment (QA) plan and the overall quality program of the laboratory. [105]"}
{"id": "article-30637_47", "title": "Troponin -- Quality Control and Lab Safety", "content": "Quality assurance procedures should be implemented within the laboratory for the reliable and reproducible performance of troponin assays, particularly at low concentrations, to avoid reporting falsely positive results. In addition to regularly monitoring manufacturers’ quality controls, daily measurement of a negative control sample and a low-level control with a troponin concentration close to the 20% CV level (in-house or manufactured if available) can detect assay drift or deterioration of assay performance. [106] Compared with a short-term evaluation, long-term monitoring of troponin imprecision will consider new troponin reagent lots, changes in reagent formulation, and any suboptimal analyzer performance. [107]", "contents": "Troponin -- Quality Control and Lab Safety. Quality assurance procedures should be implemented within the laboratory for the reliable and reproducible performance of troponin assays, particularly at low concentrations, to avoid reporting falsely positive results. In addition to regularly monitoring manufacturers’ quality controls, daily measurement of a negative control sample and a low-level control with a troponin concentration close to the 20% CV level (in-house or manufactured if available) can detect assay drift or deterioration of assay performance. [106] Compared with a short-term evaluation, long-term monitoring of troponin imprecision will consider new troponin reagent lots, changes in reagent formulation, and any suboptimal analyzer performance. [107]"}
{"id": "article-30637_48", "title": "Troponin -- Quality Control and Lab Safety", "content": "Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the usual precautions required for handling all laboratory reagents. Disposal of all waste material should be in accordance with local guidelines. [108] Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Place all plastic tips, sample cups, and gloves that come into contact with blood in a biohazard waste container. [109] Discard all disposable glassware into sharps waste containers. Protect all work surfaces with disposable absorbent bench top paper, discarded into biohazard waste containers weekly or whenever blood contamination occurs. Wipe all work surfaces weekly. [110]", "contents": "Troponin -- Quality Control and Lab Safety. Consider all specimens, control materials, and calibrator materials as potentially infectious. Exercise the usual precautions required for handling all laboratory reagents. Disposal of all waste material should be in accordance with local guidelines. [108] Wear gloves, a lab coat, and safety glasses when handling human blood specimens. Place all plastic tips, sample cups, and gloves that come into contact with blood in a biohazard waste container. [109] Discard all disposable glassware into sharps waste containers. Protect all work surfaces with disposable absorbent bench top paper, discarded into biohazard waste containers weekly or whenever blood contamination occurs. Wipe all work surfaces weekly. [110]"}
{"id": "article-30637_49", "title": "Troponin -- Quality Control and Lab Safety", "content": "The new standard for the highly sensitive cardiac troponin (hs-cTn) assay is defined as the ability to detect cTn concentrations precisely with a coefficient of variation, <10 % at or the below the 99th percentile URL and measurable in >50% of normal healthy individuals. [111]", "contents": "Troponin -- Quality Control and Lab Safety. The new standard for the highly sensitive cardiac troponin (hs-cTn) assay is defined as the ability to detect cTn concentrations precisely with a coefficient of variation, <10 % at or the below the 99th percentile URL and measurable in >50% of normal healthy individuals. [111]"}
{"id": "article-30637_50", "title": "Troponin -- Enhancing Healthcare Team Outcomes", "content": "All healthcare workers, including advanced practice providers, should be familiar with biological markers for myocardial infarction. However, one should never negate the history and physical examination. [112] The final confirmation of a myocardial infarction utilizes many other parameters like an ECG, ECHO, and a chest x-ray. One should never rely on a single serum test because of false positives and negatives. [113]", "contents": "Troponin -- Enhancing Healthcare Team Outcomes. All healthcare workers, including advanced practice providers, should be familiar with biological markers for myocardial infarction. However, one should never negate the history and physical examination. [112] The final confirmation of a myocardial infarction utilizes many other parameters like an ECG, ECHO, and a chest x-ray. One should never rely on a single serum test because of false positives and negatives. [113]"}
{"id": "article-30637_51", "title": "Troponin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Troponin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}