{"id": "article-135218_0", "title": "Upadacitinib -- Continuing Education Activity", "content": "Upadacitinib is FDA-approved for the treatment of moderate to severe rheumatoid arthritis (RA) that is unresponsive to first-line therapy. It is a second-generation selective Janus kinase (JAK) inhibitor targeting the JAK1 enzyme. Upadacitinib exerts its mechanism of action by inhibiting intracellular cytoplasmic enzymes Janus kinases (JAK), a group of four tyrosine kinases (JAK1, JAK2, JAK3, and TYK2) involved in the process of immune-mediated inflammatory diseases (IMIDs). The inhibition of JAKs further hinders growth factor and cytokine-mediated signals from being transduced intracellularly by the JAK-STAT pathway. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent to interprofessional team members in managing patients with moderate to severe rheumatoid arthritis (RA) that is unresponsive to first-line therapy.", "contents": "Upadacitinib -- Continuing Education Activity. Upadacitinib is FDA-approved for the treatment of moderate to severe rheumatoid arthritis (RA) that is unresponsive to first-line therapy. It is a second-generation selective Janus kinase (JAK) inhibitor targeting the JAK1 enzyme. Upadacitinib exerts its mechanism of action by inhibiting intracellular cytoplasmic enzymes Janus kinases (JAK), a group of four tyrosine kinases (JAK1, JAK2, JAK3, and TYK2) involved in the process of immune-mediated inflammatory diseases (IMIDs). The inhibition of JAKs further hinders growth factor and cytokine-mediated signals from being transduced intracellularly by the JAK-STAT pathway. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent to interprofessional team members in managing patients with moderate to severe rheumatoid arthritis (RA) that is unresponsive to first-line therapy."}
{"id": "article-135218_1", "title": "Upadacitinib -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of upadacitinib. Describe the potential adverse effects of upadacitinib. Review the appropriate monitoring for patients receiving upadacitinib. Summarize interprofessional team strategies for improving care coordination and communication to advance upadacitinib use in treating rheumatoid arthritis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Upadacitinib -- Continuing Education Activity. Objectives: Identify the mechanism of action of upadacitinib. Describe the potential adverse effects of upadacitinib. Review the appropriate monitoring for patients receiving upadacitinib. Summarize interprofessional team strategies for improving care coordination and communication to advance upadacitinib use in treating rheumatoid arthritis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-135218_2", "title": "Upadacitinib -- Indications", "content": "Upadacitinib is a new FDA-approved second-line agent for treating moderate to severe active rheumatoid arthritis (RA) in patients who have not shown an adequate response or intolerance to the first-line agent methotrexate. [1] The agent is a second-generation selective Janus kinase (JAK) inhibitor targeting the JAK1 enzyme. [2] Upadacitinib first received FDA approval on August 16, 2019, based on positive and promising results from its multinational phase III trials in subjects with moderate to severe rheumatoid arthritis. [3]", "contents": "Upadacitinib -- Indications. Upadacitinib is a new FDA-approved second-line agent for treating moderate to severe active rheumatoid arthritis (RA) in patients who have not shown an adequate response or intolerance to the first-line agent methotrexate. [1] The agent is a second-generation selective Janus kinase (JAK) inhibitor targeting the JAK1 enzyme. [2] Upadacitinib first received FDA approval on August 16, 2019, based on positive and promising results from its multinational phase III trials in subjects with moderate to severe rheumatoid arthritis. [3]"}
{"id": "article-135218_3", "title": "Upadacitinib -- Indications", "content": "Upadacitinib use with other JAK inhibitors (jakinibs) or robust immunosuppressants like azathioprine and cyclosporine is not advised. Although its use in combination with nonbiologic disease-modifying antirheumatic drugs (DMARDs) such as methotrexate is supported, its use with biological DMARDS is not recommended. [3] When combined with first-line therapy methotrexate, upadacitinib repressed disease progression on radiographic imaging and maintained clinical efficacy. [1]", "contents": "Upadacitinib -- Indications. Upadacitinib use with other JAK inhibitors (jakinibs) or robust immunosuppressants like azathioprine and cyclosporine is not advised. Although its use in combination with nonbiologic disease-modifying antirheumatic drugs (DMARDs) such as methotrexate is supported, its use with biological DMARDS is not recommended. [3] When combined with first-line therapy methotrexate, upadacitinib repressed disease progression on radiographic imaging and maintained clinical efficacy. [1]"}
{"id": "article-135218_4", "title": "Upadacitinib -- Indications", "content": "Clinical advancements for the agents used in other autoimmune diseases such as psoriatic arthritis (PA), atopic dermatitis (AD), ankylosing spondylitis(AS), giant cell arteritis (GCA), systemic lupus arthritis (SLE), inflammatory bowel disease (IBD): Crohn disease (CD) and ulcerative colitis (UC) is currently ongoing. [3]", "contents": "Upadacitinib -- Indications. Clinical advancements for the agents used in other autoimmune diseases such as psoriatic arthritis (PA), atopic dermatitis (AD), ankylosing spondylitis(AS), giant cell arteritis (GCA), systemic lupus arthritis (SLE), inflammatory bowel disease (IBD): Crohn disease (CD) and ulcerative colitis (UC) is currently ongoing. [3]"}
{"id": "article-135218_5", "title": "Upadacitinib -- Indications -- FDA Approved Use", "content": "Rheumatoid arthritis (moderate to severe) Psoriatic arthritis Atopic Dermatitis", "contents": "Upadacitinib -- Indications -- FDA Approved Use. Rheumatoid arthritis (moderate to severe) Psoriatic arthritis Atopic Dermatitis"}
{"id": "article-135218_6", "title": "Upadacitinib -- Mechanism of Action", "content": "Upadacitinib exerts its mechanism of action by inhibiting intracellular cytoplasmic enzymes Janus kinases (JAK), a group of four tyrosine kinases(JAK1, JAK2, JAK3, and TYK2) involved in the process of immune-mediated inflammatory diseases (IMIDs). [4] The inhibition of JAKs further hinders growth factor and cytokine-mediated signals from being transduced intracellularly by the JAK-STAT pathway. [4]", "contents": "Upadacitinib -- Mechanism of Action. Upadacitinib exerts its mechanism of action by inhibiting intracellular cytoplasmic enzymes Janus kinases (JAK), a group of four tyrosine kinases(JAK1, JAK2, JAK3, and TYK2) involved in the process of immune-mediated inflammatory diseases (IMIDs). [4] The inhibition of JAKs further hinders growth factor and cytokine-mediated signals from being transduced intracellularly by the JAK-STAT pathway. [4]"}
{"id": "article-135218_7", "title": "Upadacitinib -- Mechanism of Action", "content": "JAKS function by phosphorylating signal transducers and activators of transcription (STATs), regulating gene expression, and influencing hematopoiesis and immune cell function. [4] Upadacitinib prevents the phosphorylation and intracellular activation of STATs, further decreasing their inflammatory effects. [5] Upadacitinib has a selective and more prominent inhibitory influence on JAK1 relative to JAK2, JAK3, and TYK2 subtypes. [6]", "contents": "Upadacitinib -- Mechanism of Action. JAKS function by phosphorylating signal transducers and activators of transcription (STATs), regulating gene expression, and influencing hematopoiesis and immune cell function. [4] Upadacitinib prevents the phosphorylation and intracellular activation of STATs, further decreasing their inflammatory effects. [5] Upadacitinib has a selective and more prominent inhibitory influence on JAK1 relative to JAK2, JAK3, and TYK2 subtypes. [6]"}
{"id": "article-135218_8", "title": "Upadacitinib -- Administration", "content": "Upadacitinib is available as 15 mg and 30 mg extended-release (ER) tablets for oral consumption.", "contents": "Upadacitinib -- Administration. Upadacitinib is available as 15 mg and 30 mg extended-release (ER) tablets for oral consumption."}
{"id": "article-135218_9", "title": "Upadacitinib -- Administration", "content": "Before starting management with upadacitinib, immunizations should be up-to-date, and assessment for underlying TB (active or latent) should be evaluated. Other assessments include liver function, viral hepatitis panel, and pregnancy status in females of childbearing age. Upadacitinib is not recommended to be used concomitantly with other JAK inhibitors, biologic DMARD agents, or strong immunosuppressants (azathioprine and cyclosporine).", "contents": "Upadacitinib -- Administration. Before starting management with upadacitinib, immunizations should be up-to-date, and assessment for underlying TB (active or latent) should be evaluated. Other assessments include liver function, viral hepatitis panel, and pregnancy status in females of childbearing age. Upadacitinib is not recommended to be used concomitantly with other JAK inhibitors, biologic DMARD agents, or strong immunosuppressants (azathioprine and cyclosporine)."}
{"id": "article-135218_10", "title": "Upadacitinib -- Administration -- Rheumatoid Arthritis", "content": "The recommended daily dosage is 15 mg orally as a monotherapy. [3] The medication can be taken with or without food and is recommended as a whole 15 mg tablet without splitting or crushing the tablet. Figure 1: Upadacitinib uses in rheumatoid arthritis. [7]", "contents": "Upadacitinib -- Administration -- Rheumatoid Arthritis. The recommended daily dosage is 15 mg orally as a monotherapy. [3] The medication can be taken with or without food and is recommended as a whole 15 mg tablet without splitting or crushing the tablet. Figure 1: Upadacitinib uses in rheumatoid arthritis. [7]"}
{"id": "article-135218_11", "title": "Upadacitinib -- Administration -- Psoriatic Arthritis", "content": "The recommended daily dosage is 15 mg orally as a monotherapy. The medication can be taken with or without food and is recommended as a whole 15 mg tablet without splitting or crushing the tablet.", "contents": "Upadacitinib -- Administration -- Psoriatic Arthritis. The recommended daily dosage is 15 mg orally as a monotherapy. The medication can be taken with or without food and is recommended as a whole 15 mg tablet without splitting or crushing the tablet."}
{"id": "article-135218_12", "title": "Upadacitinib -- Administration -- Atopic Dermatitis", "content": "For pediatric patients aged 12 years and older weighing a minimum of 40 kilograms (kg), the recommended daily dosage is 15 mg once a day. Dosing can be increased to 30mg daily if the therapeutic response is not reached. If the desired therapeutic response is not attained with 30mg, upadacitinib should be discontinued.", "contents": "Upadacitinib -- Administration -- Atopic Dermatitis. For pediatric patients aged 12 years and older weighing a minimum of 40 kilograms (kg), the recommended daily dosage is 15 mg once a day. Dosing can be increased to 30mg daily if the therapeutic response is not reached. If the desired therapeutic response is not attained with 30mg, upadacitinib should be discontinued."}
{"id": "article-135218_13", "title": "Upadacitinib -- Administration -- Atopic Dermatitis", "content": "For adult patients below the age of 65, the recommended daily dosage is 15 mg once a day. Dosing can be increased to 30mg daily if the therapeutic response is not reached. If the desired therapeutic response is not attained with 30 mg, upadacitinib should be discontinued. For adult patients above the age of 65, the recommended daily dosage is 15 mg once a day.", "contents": "Upadacitinib -- Administration -- Atopic Dermatitis. For adult patients below the age of 65, the recommended daily dosage is 15 mg once a day. Dosing can be increased to 30mg daily if the therapeutic response is not reached. If the desired therapeutic response is not attained with 30 mg, upadacitinib should be discontinued. For adult patients above the age of 65, the recommended daily dosage is 15 mg once a day."}
{"id": "article-135218_14", "title": "Upadacitinib -- Administration -- Atopic Dermatitis", "content": "Atopic dermatitis patients with compromised renal function should have their treatment adjusted to their creatinine clearance (CrCL). Subjects with CrCL< 30 mL/min are advised to continue treatment with 15 mg once daily. Subjects with CrCL> 30 mL/min do not require further dosing adjustments.", "contents": "Upadacitinib -- Administration -- Atopic Dermatitis. Atopic dermatitis patients with compromised renal function should have their treatment adjusted to their creatinine clearance (CrCL). Subjects with CrCL< 30 mL/min are advised to continue treatment with 15 mg once daily. Subjects with CrCL> 30 mL/min do not require further dosing adjustments."}
{"id": "article-135218_15", "title": "Upadacitinib -- Adverse Effects", "content": "Upadacitinib has a number of adverse effects. [8] These include: Upper respiratory tract infections (URTI) (14%) Nausea (4%) Elevated liver enzymes (2%) Fever (1%) Cough (2%) Upper respiratory tract infections (URTI) include: Acute sinusitis Laryngitis Nasopharyngitis Oropharyngeal pain Pharyngitis Pharyngotonsillitis Rhinitis Sinusitis Tonsillitis Viral upper respiratory tract infection", "contents": "Upadacitinib -- Adverse Effects. Upadacitinib has a number of adverse effects. [8] These include: Upper respiratory tract infections (URTI) (14%) Nausea (4%) Elevated liver enzymes (2%) Fever (1%) Cough (2%) Upper respiratory tract infections (URTI) include: Acute sinusitis Laryngitis Nasopharyngitis Oropharyngeal pain Pharyngitis Pharyngotonsillitis Rhinitis Sinusitis Tonsillitis Viral upper respiratory tract infection"}
{"id": "article-135218_16", "title": "Upadacitinib -- Adverse Effects", "content": "The adverse effects were observed in placebo-controlled studies in subjects administered 15mg orally of upadacitinib. [3] More severe adverse effects such as herpes zoster virus (HZV) and serious infections were seen in subjects administered 30 mg in a double-blind, randomized, controlled phase 3 clinical trial(<1%). [8] Clinical studies have also reported malignancy, thrombosis, and gastrointestinal (GI) perforations with concomitant non-steroidal anti-inflammatory drugs (NSAID) use. [3]", "contents": "Upadacitinib -- Adverse Effects. The adverse effects were observed in placebo-controlled studies in subjects administered 15mg orally of upadacitinib. [3] More severe adverse effects such as herpes zoster virus (HZV) and serious infections were seen in subjects administered 30 mg in a double-blind, randomized, controlled phase 3 clinical trial(<1%). [8] Clinical studies have also reported malignancy, thrombosis, and gastrointestinal (GI) perforations with concomitant non-steroidal anti-inflammatory drugs (NSAID) use. [3]"}
{"id": "article-135218_17", "title": "Upadacitinib -- Contraindications", "content": "The use of upadacitinib with biological DMARDS (infliximab, adalimumab, etanercept, abatacept, tofacitinib) and immunosuppressants (azathioprine, tacrolimus, cyclosporine, intravenous (IV) corticosteroids, and 6-mercaptopurine) is not recommended. [9] Administration of a live attenuated vaccination soon before or during treatment is not advised. [10]", "contents": "Upadacitinib -- Contraindications. The use of upadacitinib with biological DMARDS (infliximab, adalimumab, etanercept, abatacept, tofacitinib) and immunosuppressants (azathioprine, tacrolimus, cyclosporine, intravenous (IV) corticosteroids, and 6-mercaptopurine) is not recommended. [9] Administration of a live attenuated vaccination soon before or during treatment is not advised. [10]"}
{"id": "article-135218_18", "title": "Upadacitinib -- Monitoring", "content": "Prior to initiating treatment with upadacitinib, negative tuberculosis (TB) test is required as it may activate a latent TB infection. During the course of treatment with upadacitinib, patients should also be tested for TB routinely. A complete blood count (CBC) should also be monitored before starting therapy and routinely, as it is not recommended to initiate upadacitinib in subjects with an absolute lymphocyte count (ALC) below 500 cells/mm^3 and absolute neutrophil count (ANC) below 1000 cells/mm^3. Lymphopenia, neutropenia, and anemia have been reported. Liver function tests (LFT) should be checked before beginning therapy and regularly after that, as patients with severe hepatic impairment are not recommended to start treatment. [11] The lipid panel should also be monitored 12 weeks after treatment, as increases in total cholesterol, low-density lipoprotein (LDL) cholesterol, and high-density lipoprotein (HDL) cholesterol may increase following treatment.", "contents": "Upadacitinib -- Monitoring. Prior to initiating treatment with upadacitinib, negative tuberculosis (TB) test is required as it may activate a latent TB infection. During the course of treatment with upadacitinib, patients should also be tested for TB routinely. A complete blood count (CBC) should also be monitored before starting therapy and routinely, as it is not recommended to initiate upadacitinib in subjects with an absolute lymphocyte count (ALC) below 500 cells/mm^3 and absolute neutrophil count (ANC) below 1000 cells/mm^3. Lymphopenia, neutropenia, and anemia have been reported. Liver function tests (LFT) should be checked before beginning therapy and regularly after that, as patients with severe hepatic impairment are not recommended to start treatment. [11] The lipid panel should also be monitored 12 weeks after treatment, as increases in total cholesterol, low-density lipoprotein (LDL) cholesterol, and high-density lipoprotein (HDL) cholesterol may increase following treatment."}
{"id": "article-135218_19", "title": "Upadacitinib -- Monitoring", "content": "Patients should also be monitored for serious infections while on therapy, as severe bacterial, viral, fungal, tuberculous, and opportunistic infections have transpired, which have led to hospitalization and mortality in patients receiving upadacitinib. In such occurrences, the treatment regime must be interrupted and halted. Monitoring for reactivation of previous hepatitis B virus (HBV) or HZV infections is recommended, as these infections were reported during clinical studies. Upadacitinib should be discontinued temporarily till HZV is resolved. [3]", "contents": "Upadacitinib -- Monitoring. Patients should also be monitored for serious infections while on therapy, as severe bacterial, viral, fungal, tuberculous, and opportunistic infections have transpired, which have led to hospitalization and mortality in patients receiving upadacitinib. In such occurrences, the treatment regime must be interrupted and halted. Monitoring for reactivation of previous hepatitis B virus (HBV) or HZV infections is recommended, as these infections were reported during clinical studies. Upadacitinib should be discontinued temporarily till HZV is resolved. [3]"}
{"id": "article-135218_20", "title": "Upadacitinib -- Monitoring", "content": "Subjects at increased risk for skin cancers and are receiving treatment are advised to have routine skin examinations as they have an increased chance of non-melanoma skin cancers (NMSCs). Patients receiving upadacitinib with concomitant NSAID use should be monitored for new-onset gastrointestinal manifestations, as GI perforations have been reported during clinical studies.", "contents": "Upadacitinib -- Monitoring. Subjects at increased risk for skin cancers and are receiving treatment are advised to have routine skin examinations as they have an increased chance of non-melanoma skin cancers (NMSCs). Patients receiving upadacitinib with concomitant NSAID use should be monitored for new-onset gastrointestinal manifestations, as GI perforations have been reported during clinical studies."}
{"id": "article-135218_21", "title": "Upadacitinib -- Toxicity", "content": "Upadacitinib is metabolized in the liver by the cytochrome P450 (CYP) system, mainly the CYP3A4 enzyme, and eliminated in the feces, urine, and metabolites with a drug half-life of 8 to 14 hours (hrs). [3] Concomitant use with CYP3A4 Inhibitors and CYP3A4 inducers should be used with caution and is not recommended as it may disrupt the drug pharmacokinetics, further increasing or decreasing drug plasma concentration. [3]", "contents": "Upadacitinib -- Toxicity. Upadacitinib is metabolized in the liver by the cytochrome P450 (CYP) system, mainly the CYP3A4 enzyme, and eliminated in the feces, urine, and metabolites with a drug half-life of 8 to 14 hours (hrs). [3] Concomitant use with CYP3A4 Inhibitors and CYP3A4 inducers should be used with caution and is not recommended as it may disrupt the drug pharmacokinetics, further increasing or decreasing drug plasma concentration. [3]"}
{"id": "article-135218_22", "title": "Upadacitinib -- Toxicity", "content": "Upadacitinib was also found to be teratogenic in animal studies, although no studies during pregnancy in humans have been reported. Its use in pregnancy is not recommended. Contraception use is advised during treatment and four weeks post-treatment with upadacitinib. Upadacitinib was also present in breast milk during animal studies, and females are advised not to breastfeed while receiving therapy. US Boxed Warning: Infections, malignancy, thrombosis, tuberculosis, death, and major adverse cardiovascular events (MACE).", "contents": "Upadacitinib -- Toxicity. Upadacitinib was also found to be teratogenic in animal studies, although no studies during pregnancy in humans have been reported. Its use in pregnancy is not recommended. Contraception use is advised during treatment and four weeks post-treatment with upadacitinib. Upadacitinib was also present in breast milk during animal studies, and females are advised not to breastfeed while receiving therapy. US Boxed Warning: Infections, malignancy, thrombosis, tuberculosis, death, and major adverse cardiovascular events (MACE)."}
{"id": "article-135218_23", "title": "Upadacitinib -- Toxicity", "content": "Recent updates in upadacitinib use include an increased rate of all-cause mortality and sudden cardiovascular-associated mortality from concomitant use with another JAK inhibitor agent versus Tumor Necrosis Factor (TNF) inhibitors in subjects with RA. MACE includes cardiovascular mortality, MI, and stroke.", "contents": "Upadacitinib -- Toxicity. Recent updates in upadacitinib use include an increased rate of all-cause mortality and sudden cardiovascular-associated mortality from concomitant use with another JAK inhibitor agent versus Tumor Necrosis Factor (TNF) inhibitors in subjects with RA. MACE includes cardiovascular mortality, MI, and stroke."}
{"id": "article-135218_24", "title": "Upadacitinib -- Enhancing Healthcare Team Outcomes", "content": "Upadacitinib is a second-generation selective Janus kinase inhibitor targeting the JAK1 enzyme. The agent is FDA-approved and indicated to treat active moderate to severe rheumatoid arthritis in patients intolerant or unresponsive to first-line therapy methotrexate (MTX). The care and management of rheumatoid arthritis patients require decisive care from an interprofessional team of healthcare professionals. Early clinical analysis and diagnosis can lead to more effective management strategies, further decreasing life-long complications and debilitation and increasing the quality of life. The interprofessional team can include a primary care physician (PCP), a rheumatologist, mid-level practitioners, nurses, a physical therapist (PT), and a pharmacist.", "contents": "Upadacitinib -- Enhancing Healthcare Team Outcomes. Upadacitinib is a second-generation selective Janus kinase inhibitor targeting the JAK1 enzyme. The agent is FDA-approved and indicated to treat active moderate to severe rheumatoid arthritis in patients intolerant or unresponsive to first-line therapy methotrexate (MTX). The care and management of rheumatoid arthritis patients require decisive care from an interprofessional team of healthcare professionals. Early clinical analysis and diagnosis can lead to more effective management strategies, further decreasing life-long complications and debilitation and increasing the quality of life. The interprofessional team can include a primary care physician (PCP), a rheumatologist, mid-level practitioners, nurses, a physical therapist (PT), and a pharmacist."}
{"id": "article-135218_25", "title": "Upadacitinib -- Enhancing Healthcare Team Outcomes", "content": "The rheumatologist and PCP should maintain continuous communication of their patient's care and updates on the latest guidelines on treatment. The patient should be thoroughly educated on rheumatoid arthritis and therapy with upadacitinib and its potential adverse effects. The interdisciplinary team should monitor the patient's CBC, liver enzymes, and lipid panel before initiating treatment and routinely afterward. Particular attention should be paid to the lymphocyte count, absolute neutrophil count, and hemoglobin (HB), as lymphopenia, neutropenia, and anemia may ensue during therapy. Treatment should be avoided or halted if the patient's absolute lymphocyte count is below 500 cells/mm3, the absolute neutrophil count is below 1000 cells/mm3, or the HB level is below 8 g/dL.", "contents": "Upadacitinib -- Enhancing Healthcare Team Outcomes. The rheumatologist and PCP should maintain continuous communication of their patient's care and updates on the latest guidelines on treatment. The patient should be thoroughly educated on rheumatoid arthritis and therapy with upadacitinib and its potential adverse effects. The interdisciplinary team should monitor the patient's CBC, liver enzymes, and lipid panel before initiating treatment and routinely afterward. Particular attention should be paid to the lymphocyte count, absolute neutrophil count, and hemoglobin (HB), as lymphopenia, neutropenia, and anemia may ensue during therapy. Treatment should be avoided or halted if the patient's absolute lymphocyte count is below 500 cells/mm3, the absolute neutrophil count is below 1000 cells/mm3, or the HB level is below 8 g/dL."}
{"id": "article-135218_26", "title": "Upadacitinib -- Enhancing Healthcare Team Outcomes", "content": "It is essential for the PCP to check the total cholesterol, low-density lipoprotein (LDL) cholesterol, and high-density lipoprotein (HDL) cholesterol 12 weeks after starting treatment as increases may occur and prompt management. Every patient initiating treatment should have TB screening with a tuberculin skin test (TST) or interferon-γ release assay (IGRA). Patients with a positive TB test should be treated before starting treatment with upadacitinib.", "contents": "Upadacitinib -- Enhancing Healthcare Team Outcomes. It is essential for the PCP to check the total cholesterol, low-density lipoprotein (LDL) cholesterol, and high-density lipoprotein (HDL) cholesterol 12 weeks after starting treatment as increases may occur and prompt management. Every patient initiating treatment should have TB screening with a tuberculin skin test (TST) or interferon-γ release assay (IGRA). Patients with a positive TB test should be treated before starting treatment with upadacitinib."}
{"id": "article-135218_27", "title": "Upadacitinib -- Enhancing Healthcare Team Outcomes", "content": "Patients should be advised about the broad range of adverse effects that may occur while on therapy. Routine follow-ups with the PCP and specialist are requisite to prevent complications, hospitalization, and mortality. New-onset gastrointestinal symptoms must be evaluated thoroughly, as GI perforation has been reported in clinical studies, particularly with concomitant NSAID use. Patients should also be counseled about the increased risk of severe infections, and any new-onset clinical manifestation should be reported and investigated.", "contents": "Upadacitinib -- Enhancing Healthcare Team Outcomes. Patients should be advised about the broad range of adverse effects that may occur while on therapy. Routine follow-ups with the PCP and specialist are requisite to prevent complications, hospitalization, and mortality. New-onset gastrointestinal symptoms must be evaluated thoroughly, as GI perforation has been reported in clinical studies, particularly with concomitant NSAID use. Patients should also be counseled about the increased risk of severe infections, and any new-onset clinical manifestation should be reported and investigated."}
{"id": "article-135218_28", "title": "Upadacitinib -- Enhancing Healthcare Team Outcomes", "content": "In reproductive animal studies, upadacitinib was shown to cause injury to the developing fetus and be present in breast milk. During pregnancy, women should be advised and counseled about upadacitinib use and the likely effects on the fetus and to discontinue breastfeeding while on therapy. Women should also be counseled on contraception use while being treated and four weeks after discontinuation of treatment. Intercommunication between the healthcare team and their patients is imperative to establishing a solid physician-patient relationship. This can further increase medication compliance and decrease disease progression, improving the quality of life.", "contents": "Upadacitinib -- Enhancing Healthcare Team Outcomes. In reproductive animal studies, upadacitinib was shown to cause injury to the developing fetus and be present in breast milk. During pregnancy, women should be advised and counseled about upadacitinib use and the likely effects on the fetus and to discontinue breastfeeding while on therapy. Women should also be counseled on contraception use while being treated and four weeks after discontinuation of treatment. Intercommunication between the healthcare team and their patients is imperative to establishing a solid physician-patient relationship. This can further increase medication compliance and decrease disease progression, improving the quality of life."}
{"id": "article-135218_29", "title": "Upadacitinib -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Upadacitinib -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}