{"id": "article-31549_0", "title": "Flying After Diving -- Continuing Education Activity", "content": "Exposure to reduced barometric pressure shortly after diving can increase a diver's risk of decompression sickness (DCS). Before flying, a diver should remain at sea level long enough to allow the elimination of excess inert gas, mainly nitrogen, from tissues. If a diver flies too soon, the inert gas can come out of the solution, form bubbles in tissues, and result in DCS. Preflight surface intervals vary and depend on the type of diving done before the flight. This activity describes the pathophysiology of DCS and highlights the interprofessional team's role in treating patients who want to fly after diving.", "contents": "Flying After Diving -- Continuing Education Activity. Exposure to reduced barometric pressure shortly after diving can increase a diver's risk of decompression sickness (DCS). Before flying, a diver should remain at sea level long enough to allow the elimination of excess inert gas, mainly nitrogen, from tissues. If a diver flies too soon, the inert gas can come out of the solution, form bubbles in tissues, and result in DCS. Preflight surface intervals vary and depend on the type of diving done before the flight. This activity describes the pathophysiology of DCS and highlights the interprofessional team's role in treating patients who want to fly after diving."}
{"id": "article-31549_1", "title": "Flying After Diving -- Continuing Education Activity", "content": "Objectives: Identify the issues of concern for divers who want to fly after diving. Identify the pathology of decompression sickness and how it may affect a flyer. Apply appropriate strategies for pre-flight assessment, including patient education on potential risks and preventive measures. Coordinate with the interprofessional team to communicate effectively with divers, providing clear instructions on safe post-dive flight recommendations and potential risks. Access free multiple choice questions on this topic.", "contents": "Flying After Diving -- Continuing Education Activity. Objectives: Identify the issues of concern for divers who want to fly after diving. Identify the pathology of decompression sickness and how it may affect a flyer. Apply appropriate strategies for pre-flight assessment, including patient education on potential risks and preventive measures. Coordinate with the interprofessional team to communicate effectively with divers, providing clear instructions on safe post-dive flight recommendations and potential risks. Access free multiple choice questions on this topic."}
{"id": "article-31549_2", "title": "Flying After Diving -- Introduction", "content": "Exposure to reduced barometric pressure shortly after diving can increase a diver’s risk of decompression sickness (DCS). Before flying, a diver should remain at sea level long enough to allow the elimination of excess inert gas, mainly nitrogen, from peripheral tissues. If a diver flies too soon, the reduction of environmental pressure leads to dissolved nitrogen coming out of the solution, forming bubbles in tissues and the blood, and resulting in decompression illness. These bubbles interfere with the perfusion of the blood and cause ischemia and inflammation. [1] Preflight surface intervals to prevent this vary and depend on the type of diving done before the flight. [2] [3] [4]", "contents": "Flying After Diving -- Introduction. Exposure to reduced barometric pressure shortly after diving can increase a diver’s risk of decompression sickness (DCS). Before flying, a diver should remain at sea level long enough to allow the elimination of excess inert gas, mainly nitrogen, from peripheral tissues. If a diver flies too soon, the reduction of environmental pressure leads to dissolved nitrogen coming out of the solution, forming bubbles in tissues and the blood, and resulting in decompression illness. These bubbles interfere with the perfusion of the blood and cause ischemia and inflammation. [1] Preflight surface intervals to prevent this vary and depend on the type of diving done before the flight. [2] [3] [4]"}
{"id": "article-31549_3", "title": "Flying After Diving -- Function", "content": "Flying after diving recommendations are designed to reduce the risk of developing DCS. Unfortunately, there is little consensus among experts and guidelines. The United States Navy advises a 2-hour interval before flying, while the United States Air Force and the Divers Alert Network recommend 24 hours. Others recommend a 12-hour delay after a single dive and an 18-hour delay after multiple dives. [5] [6] [7]", "contents": "Flying After Diving -- Function. Flying after diving recommendations are designed to reduce the risk of developing DCS. Unfortunately, there is little consensus among experts and guidelines. The United States Navy advises a 2-hour interval before flying, while the United States Air Force and the Divers Alert Network recommend 24 hours. Others recommend a 12-hour delay after a single dive and an 18-hour delay after multiple dives. [5] [6] [7]"}
{"id": "article-31549_4", "title": "Flying After Diving -- Issues of Concern", "content": "Strong evidence supporting minimum preflight surface intervals is lacking. Most studies have been performed in hyperbaric and hypobaric chambers rather than real diving and flying conditions. The most widely used flying after-diving guidelines for recreational divers are from a published consensus of attendees at the 2002 Flying After Diving Workshop held by the Divers Alert Network (DAN) and Undersea and Hyperbaric Medical Society (UHMS). These recommendations do not apply to military, commercial, scientific, or public service diving, nor to recreational divers who dive with gas mixtures other than air, for example, those divers who use nitrogen and oxygen mixture such as Nitrox or oxygen, helium, and nitrogen mixture such as trimix. [8] [9] [10]", "contents": "Flying After Diving -- Issues of Concern. Strong evidence supporting minimum preflight surface intervals is lacking. Most studies have been performed in hyperbaric and hypobaric chambers rather than real diving and flying conditions. The most widely used flying after-diving guidelines for recreational divers are from a published consensus of attendees at the 2002 Flying After Diving Workshop held by the Divers Alert Network (DAN) and Undersea and Hyperbaric Medical Society (UHMS). These recommendations do not apply to military, commercial, scientific, or public service diving, nor to recreational divers who dive with gas mixtures other than air, for example, those divers who use nitrogen and oxygen mixture such as Nitrox or oxygen, helium, and nitrogen mixture such as trimix. [8] [9] [10]"}
{"id": "article-31549_5", "title": "Flying After Diving -- Clinical Significance", "content": "Compressed gas diving increases the uptake of inert gas, mainly nitrogen, in tissue during descent. Excess inert gas is eliminated from the tissues on ascent or decompression. Once at the surface, a residual inert gas continues to be released from the tissues. The amount of residual inert gas depends on the type of diving done. If a diver ascends to the surface too fast, the inert gas comes out of the solution and forms bubbles in the tissues and the bloodstream, causing decompression sickness. These bubbles can cause an injury that ranges from mild joint pain and rash to severe neurological injury and death. Similarly, if a diver flies shortly after diving, the reduction in pressure can cause the residual inert gas to come out of the solution and form bubbles. To reduce the risk of decompression sickness when flying after diving, a diver should remain at sea level long enough to allow the elimination of excess inert gas from tissues. Preflight surface intervals vary and depend on the type of diving done before the flight. [11]", "contents": "Flying After Diving -- Clinical Significance. Compressed gas diving increases the uptake of inert gas, mainly nitrogen, in tissue during descent. Excess inert gas is eliminated from the tissues on ascent or decompression. Once at the surface, a residual inert gas continues to be released from the tissues. The amount of residual inert gas depends on the type of diving done. If a diver ascends to the surface too fast, the inert gas comes out of the solution and forms bubbles in the tissues and the bloodstream, causing decompression sickness. These bubbles can cause an injury that ranges from mild joint pain and rash to severe neurological injury and death. Similarly, if a diver flies shortly after diving, the reduction in pressure can cause the residual inert gas to come out of the solution and form bubbles. To reduce the risk of decompression sickness when flying after diving, a diver should remain at sea level long enough to allow the elimination of excess inert gas from tissues. Preflight surface intervals vary and depend on the type of diving done before the flight. [11]"}
{"id": "article-31549_6", "title": "Flying After Diving -- Clinical Significance", "content": "Recommended preflight surface intervals for recreational divers: A minimum preflight surface interval of 12 hours is suggested for a single no-decompression dive. For multiple dives per day or multiple days of diving, a minimum preflight surface interval of 18 hours is suggested. Of note, one study found no DCS occurrences after 18 hours in flying trials after diving using profiles near the no-decompression exposure limits for recreational diving. There is little evidence for dives requiring decompression stops to base a recommendation, and a preflight surface interval substantially longer than 18 hours appears prudent.", "contents": "Flying After Diving -- Clinical Significance. Recommended preflight surface intervals for recreational divers: A minimum preflight surface interval of 12 hours is suggested for a single no-decompression dive. For multiple dives per day or multiple days of diving, a minimum preflight surface interval of 18 hours is suggested. Of note, one study found no DCS occurrences after 18 hours in flying trials after diving using profiles near the no-decompression exposure limits for recreational diving. There is little evidence for dives requiring decompression stops to base a recommendation, and a preflight surface interval substantially longer than 18 hours appears prudent."}
{"id": "article-31549_7", "title": "Flying After Diving -- Clinical Significance", "content": "These recommendations were the consensus of attendees at the 2002 Flying After Diving Workshop held by the Divers Alert Network (DAN) and the Undersea and Hyperbaric Medical Society (UHMS). They apply only to recreational divers doing air dives followed by flights at cabin altitudes of 610 to 2438 meters (2000 to 8000 feet) for divers without decompression sickness (DCS) symptoms. The recommended preflight surface intervals do not guarantee avoidance of DCS. Longer surface intervals will reduce DCS risk further. At altitudes lower than 610 meters (2000 feet), the effect of a flight is considered mild enough not to warrant special consideration.", "contents": "Flying After Diving -- Clinical Significance. These recommendations were the consensus of attendees at the 2002 Flying After Diving Workshop held by the Divers Alert Network (DAN) and the Undersea and Hyperbaric Medical Society (UHMS). They apply only to recreational divers doing air dives followed by flights at cabin altitudes of 610 to 2438 meters (2000 to 8000 feet) for divers without decompression sickness (DCS) symptoms. The recommended preflight surface intervals do not guarantee avoidance of DCS. Longer surface intervals will reduce DCS risk further. At altitudes lower than 610 meters (2000 feet), the effect of a flight is considered mild enough not to warrant special consideration."}
{"id": "article-31549_8", "title": "Flying After Diving -- Clinical Significance", "content": "Of concern is that some people will have high-grade bubbles during actual flights after even a 24-hour preflight interval. These subjects repeatedly displayed this during a study using ultrasound. [12]", "contents": "Flying After Diving -- Clinical Significance. Of concern is that some people will have high-grade bubbles during actual flights after even a 24-hour preflight interval. These subjects repeatedly displayed this during a study using ultrasound. [12]"}
{"id": "article-31549_9", "title": "Flying After Diving -- Other Issues", "content": "Nondivers can also develop decompression sickness (DCS) during exposure to altitude. Altitude decompression sickness has been observed during high-altitude balloon and unpressurized aircraft flights, extravehicular activity (EVA) from a spacecraft, and rapid depressurization of pressurized aircraft. Rapid exposures to altitudes between 18,000 and 25,000 feet have shown a low occurrence of altitude decompression sickness. However, at altitudes of 25,000 feet or higher, the risk of developing decompression sickness increases significantly. Additionally, repetitive exposures (within a few hours) and longer exposures to altitudes above 18,000 feet increase the risk of developing decompression sickness. Exercise at altitude has also been shown to increase the risk.", "contents": "Flying After Diving -- Other Issues. Nondivers can also develop decompression sickness (DCS) during exposure to altitude. Altitude decompression sickness has been observed during high-altitude balloon and unpressurized aircraft flights, extravehicular activity (EVA) from a spacecraft, and rapid depressurization of pressurized aircraft. Rapid exposures to altitudes between 18,000 and 25,000 feet have shown a low occurrence of altitude decompression sickness. However, at altitudes of 25,000 feet or higher, the risk of developing decompression sickness increases significantly. Additionally, repetitive exposures (within a few hours) and longer exposures to altitudes above 18,000 feet increase the risk of developing decompression sickness. Exercise at altitude has also been shown to increase the risk."}
{"id": "article-31549_10", "title": "Flying After Diving -- Other Issues", "content": "Other factors affecting how long one should wait before flying include a prior history of DCS, the availability of a recompression chamber at the destination, and the depth and time of the recent dives. The use of enriched air can also ease DCS risk. Avoiding deep diving and repetitive diving before a flight is recommended.", "contents": "Flying After Diving -- Other Issues. Other factors affecting how long one should wait before flying include a prior history of DCS, the availability of a recompression chamber at the destination, and the depth and time of the recent dives. The use of enriched air can also ease DCS risk. Avoiding deep diving and repetitive diving before a flight is recommended."}
{"id": "article-31549_11", "title": "Flying After Diving -- Other Issues", "content": "Studies are looking at healthy divers with echocardiography. Variability among divers regarding their susceptibility to forming bubbles in the bloodstream has been observed. Half the divers never formed detectable bubbles in one study, but approximately a quarter of the divers always bubbled. After 24 hours before flying, no diver had detectable bubbles; however, half of the frequent bubbling divers exhibited bubbles at altitude, although they all resolved within 90 minutes. Of note, none of these divers had symptoms of DCS. However, it does seem to indicate that there are people at higher risk for DCS after a dive, and these divers are also at increased risk from flying after diving.", "contents": "Flying After Diving -- Other Issues. Studies are looking at healthy divers with echocardiography. Variability among divers regarding their susceptibility to forming bubbles in the bloodstream has been observed. Half the divers never formed detectable bubbles in one study, but approximately a quarter of the divers always bubbled. After 24 hours before flying, no diver had detectable bubbles; however, half of the frequent bubbling divers exhibited bubbles at altitude, although they all resolved within 90 minutes. Of note, none of these divers had symptoms of DCS. However, it does seem to indicate that there are people at higher risk for DCS after a dive, and these divers are also at increased risk from flying after diving."}
{"id": "article-31549_12", "title": "Flying After Diving -- Other Issues", "content": "The situation of flying after having had DCS that required treatment in a recompression chamber deserves special consideration. This scenario carries a very high risk of DCS recurrence. One study noted that in divers with residual symptoms, DCS recurrence occurred in over half of the cases. Flying with symptoms is associated with an adverse outcome. Avoiding flying or exposure to an altitude, such as driving over a mountain pass, is recommended. The consensus is for at least a week of delay, and some recommendations advocate longer delays. Indeed, there is evidence that a 72-hour pre-flight interval would be an absolute minimum, given the large number of patients having relapses of DCS symptoms. Diving in remote locations may necessitate flying earlier than would be medically recommended. The use of oxygen in such cases could be considered.", "contents": "Flying After Diving -- Other Issues. The situation of flying after having had DCS that required treatment in a recompression chamber deserves special consideration. This scenario carries a very high risk of DCS recurrence. One study noted that in divers with residual symptoms, DCS recurrence occurred in over half of the cases. Flying with symptoms is associated with an adverse outcome. Avoiding flying or exposure to an altitude, such as driving over a mountain pass, is recommended. The consensus is for at least a week of delay, and some recommendations advocate longer delays. Indeed, there is evidence that a 72-hour pre-flight interval would be an absolute minimum, given the large number of patients having relapses of DCS symptoms. Diving in remote locations may necessitate flying earlier than would be medically recommended. The use of oxygen in such cases could be considered."}
{"id": "article-31549_13", "title": "Flying After Diving -- Other Issues", "content": "Hydration status has been shown to play a role in the development of decompression sickness. Adequate attention to hydrating before and after diving and before flight may mitigate the risk. [13]", "contents": "Flying After Diving -- Other Issues. Hydration status has been shown to play a role in the development of decompression sickness. Adequate attention to hydrating before and after diving and before flight may mitigate the risk. [13]"}
{"id": "article-31549_14", "title": "Flying After Diving -- Other Issues", "content": "Interestingly, the concept of oxygen breathing before a flight may be applicable after diving to lessen the risk of decompression illness. This would likely be more feasible for commercial and operational divers than recreational divers. [14] [15] Another interesting concept that may be useful in the future is that of whole-body vibration preconditioning to lessen the propensity for bubble formation before flying. [16]", "contents": "Flying After Diving -- Other Issues. Interestingly, the concept of oxygen breathing before a flight may be applicable after diving to lessen the risk of decompression illness. This would likely be more feasible for commercial and operational divers than recreational divers. [14] [15] Another interesting concept that may be useful in the future is that of whole-body vibration preconditioning to lessen the propensity for bubble formation before flying. [16]"}
{"id": "article-31549_15", "title": "Flying After Diving -- Enhancing Healthcare Team Outcomes", "content": "Scuba divers who decide to fly right after the water activity are at risk for decompression illness and gas emboli. Thus, an interprofessional team, including the nurse, should advise all divers to take an 18- to 24-hour break before flying. If the diver sustained decompression sickness, this rest period should be prolonged. In general, such advice is followed by recreational divers. [17] If bubbles were to occur on an airplane, the treatment might be delayed. Symptoms of decompression sickness can appear late, and hyperbaric oxygen has proven efficacious even in presentations as late as days after diving and flying. [18] Of note, decompression sickness may present with vague neurologic symptoms. Divers and healthcare personnel must maintain a high sensitivity to the possibility of decompression illness after diving, especially after flying after diving. [19]", "contents": "Flying After Diving -- Enhancing Healthcare Team Outcomes. Scuba divers who decide to fly right after the water activity are at risk for decompression illness and gas emboli. Thus, an interprofessional team, including the nurse, should advise all divers to take an 18- to 24-hour break before flying. If the diver sustained decompression sickness, this rest period should be prolonged. In general, such advice is followed by recreational divers. [17] If bubbles were to occur on an airplane, the treatment might be delayed. Symptoms of decompression sickness can appear late, and hyperbaric oxygen has proven efficacious even in presentations as late as days after diving and flying. [18] Of note, decompression sickness may present with vague neurologic symptoms. Divers and healthcare personnel must maintain a high sensitivity to the possibility of decompression illness after diving, especially after flying after diving. [19]"}
{"id": "article-31549_16", "title": "Flying After Diving -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Flying After Diving -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}