{"id": "article-23518_0", "title": "Informed Consent -- Introduction", "content": "Informed consent is the process in which a health care provider educates a patient about the risks, benefits, and alternatives of a given procedure or intervention. The patient must be competent to make a voluntary decision about whether to undergo the procedure or intervention.  Informed consent is both an ethical and legal obligation of medical practitioners in the US and originates from the patient's right to direct what happens to their body. Implicit in providing informed consent is an assessment of the patient's understanding, rendering an actual recommendation, and documentation of the process. The Joint Commission requires documentation of all the elements of informed consent \"in a form, progress notes or elsewhere in the record.\" The following are the required elements for documentation of the informed consent discussion: (1) the nature of the procedure, (2) the risks and benefits and the procedure, (3) reasonable alternatives, (4) risks and benefits of alternatives, and (5) assessment of the patient's understanding of elements 1 through 4.", "contents": "Informed Consent -- Introduction. Informed consent is the process in which a health care provider educates a patient about the risks, benefits, and alternatives of a given procedure or intervention. The patient must be competent to make a voluntary decision about whether to undergo the procedure or intervention.  Informed consent is both an ethical and legal obligation of medical practitioners in the US and originates from the patient's right to direct what happens to their body. Implicit in providing informed consent is an assessment of the patient's understanding, rendering an actual recommendation, and documentation of the process. The Joint Commission requires documentation of all the elements of informed consent \"in a form, progress notes or elsewhere in the record.\" The following are the required elements for documentation of the informed consent discussion: (1) the nature of the procedure, (2) the risks and benefits and the procedure, (3) reasonable alternatives, (4) risks and benefits of alternatives, and (5) assessment of the patient's understanding of elements 1 through 4."}
{"id": "article-23518_1", "title": "Informed Consent -- Introduction", "content": "It is the obligation of the provider to make it clear that the patient is participating in the decision-making process and avoid making the patient feel forced to agree to with the provider. The provider must make a recommendation and provide their reasoning for said recommendation. [1] [2] [3]", "contents": "Informed Consent -- Introduction. It is the obligation of the provider to make it clear that the patient is participating in the decision-making process and avoid making the patient feel forced to agree to with the provider. The provider must make a recommendation and provide their reasoning for said recommendation. [1] [2] [3]"}
{"id": "article-23518_2", "title": "Informed Consent -- Issues of Concern -- Adequacy of Informed Consent", "content": "The required standard for informed consent is determined by the state. The three acceptable legal approaches to adequate informed consent are (1) Subjective standard: What would this patient need to know and understand to make an informed decision? (2) Reasonable patient standard : What would the average patient need to know to be an informed participant in the decision? (3) Reasonable physician standard : What would a typical physician say about this procedure?", "contents": "Informed Consent -- Issues of Concern -- Adequacy of Informed Consent. The required standard for informed consent is determined by the state. The three acceptable legal approaches to adequate informed consent are (1) Subjective standard: What would this patient need to know and understand to make an informed decision? (2) Reasonable patient standard : What would the average patient need to know to be an informed participant in the decision? (3) Reasonable physician standard : What would a typical physician say about this procedure?"}
{"id": "article-23518_3", "title": "Informed Consent -- Issues of Concern -- Adequacy of Informed Consent", "content": "Many states use the \"reasonable patient standard\" because it focuses on what a typical patient would need to know to understand the decision at hand. However, it is the sole obligation of the provider to determine which approach is appropriate for a given situation. [4] [5] [6] [5]", "contents": "Informed Consent -- Issues of Concern -- Adequacy of Informed Consent. Many states use the \"reasonable patient standard\" because it focuses on what a typical patient would need to know to understand the decision at hand. However, it is the sole obligation of the provider to determine which approach is appropriate for a given situation. [4] [5] [6] [5]"}
{"id": "article-23518_4", "title": "Informed Consent -- Issues of Concern -- Exceptions to Informed Consent", "content": "Several exceptions to the requirement for informed consent include (1) the patient is incapacitated, (2) life-threatening emergencies with inadequate time to obtain consent, and (3) voluntary waived consent.  If the patient's ability to make decisions is questioned or unclear, an evaluation by a psychiatrist to determine competency may be requested. A situation may arise in which a patient cannot make decisions independently but has not designated a decision-maker. In this instance, the hierarchy of decision-makers, which is determined by each state's laws, must be sought to determine the next legal surrogate decision-maker. If this is unsuccessful, a legal guardian may need to be appointed by the court.", "contents": "Informed Consent -- Issues of Concern -- Exceptions to Informed Consent. Several exceptions to the requirement for informed consent include (1) the patient is incapacitated, (2) life-threatening emergencies with inadequate time to obtain consent, and (3) voluntary waived consent.  If the patient's ability to make decisions is questioned or unclear, an evaluation by a psychiatrist to determine competency may be requested. A situation may arise in which a patient cannot make decisions independently but has not designated a decision-maker. In this instance, the hierarchy of decision-makers, which is determined by each state's laws, must be sought to determine the next legal surrogate decision-maker. If this is unsuccessful, a legal guardian may need to be appointed by the court."}
{"id": "article-23518_5", "title": "Informed Consent -- Issues of Concern -- Children and Informed Consent", "content": "Children (typically under 17) cannot provide informed consent.  As such, parents must permit treatments or interventions. In this case, it not termed \"informed consent\" but \"informed permission.\"  An exception to this rule is a legally emancipated child who may provide informed consent for himself. Some, but not all, examples of an emancipated minor include minors who are (1) under 18 and married, (2) serving in the military, (3) able to prove financial independence or (4) mothers of children (married or not). Legislation regarding minors and informed consent is state-based as well. It is important to understand the state laws.", "contents": "Informed Consent -- Issues of Concern -- Children and Informed Consent. Children (typically under 17) cannot provide informed consent.  As such, parents must permit treatments or interventions. In this case, it not termed \"informed consent\" but \"informed permission.\"  An exception to this rule is a legally emancipated child who may provide informed consent for himself. Some, but not all, examples of an emancipated minor include minors who are (1) under 18 and married, (2) serving in the military, (3) able to prove financial independence or (4) mothers of children (married or not). Legislation regarding minors and informed consent is state-based as well. It is important to understand the state laws."}
{"id": "article-23518_6", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Informed consent is essential to patient autonomy. Informed consent requires a thorough understanding of transfusions and the ability to convey this information to a patient in a way that they can understand it. However, obtaining consent often has deficiencies in the explanation where benefits may not be entirely true and risks related are omitted. [7] . It has been shown that involving experts from transfusion units in obtaining informed consent for transfusion results in patients having a better understanding of the risks and benefits. [8] However, always involving an expert may not be the most efficient way to obtain consent, although new graduate physicians have a knowledge deficit when it comes to transfusion medicine. However, physicians that had previous transfusion medicine education displayed more understanding than those who did not [9] .  As most physicians will need to obtain informed consent for a transfusion at one point in their career, it could be argued that physicians should have enough education in regards to transfusion medicine.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Informed consent is essential to patient autonomy. Informed consent requires a thorough understanding of transfusions and the ability to convey this information to a patient in a way that they can understand it. However, obtaining consent often has deficiencies in the explanation where benefits may not be entirely true and risks related are omitted. [7] . It has been shown that involving experts from transfusion units in obtaining informed consent for transfusion results in patients having a better understanding of the risks and benefits. [8] However, always involving an expert may not be the most efficient way to obtain consent, although new graduate physicians have a knowledge deficit when it comes to transfusion medicine. However, physicians that had previous transfusion medicine education displayed more understanding than those who did not [9] .  As most physicians will need to obtain informed consent for a transfusion at one point in their career, it could be argued that physicians should have enough education in regards to transfusion medicine."}
{"id": "article-23518_7", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "The types of transfusions and their indications are:", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. The types of transfusions and their indications are:"}
{"id": "article-23518_8", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Red blood cells Acute blood loss of greater than 1,500 mL or 30% of blood volume or acute blood loss causing hemodynamic instability Symptomatic anemia (myocardial ischemia, orthostatic hypotension, dyspnea at rest, tachycardia that is not responsive to fluid resuscitation) when hemoglobin is less than 10 g/dL Hemoglobin of less than 7 g/dL in asymptomatic patients, hemodynamically stable patients in intensive care, and patients undergoing cardiovascular surgery [10] [11] [10] Hemoglobin of less than 8 g/dL in patients with cardiovascular disease or postoperatively [12] [13]", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Red blood cells Acute blood loss of greater than 1,500 mL or 30% of blood volume or acute blood loss causing hemodynamic instability Symptomatic anemia (myocardial ischemia, orthostatic hypotension, dyspnea at rest, tachycardia that is not responsive to fluid resuscitation) when hemoglobin is less than 10 g/dL Hemoglobin of less than 7 g/dL in asymptomatic patients, hemodynamically stable patients in intensive care, and patients undergoing cardiovascular surgery [10] [11] [10] Hemoglobin of less than 8 g/dL in patients with cardiovascular disease or postoperatively [12] [13]"}
{"id": "article-23518_9", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Fresh frozen plasma Can be used for apheresis in thrombotic thrombocytopenic purpura or hemolytic uremic syndrome Acute disseminated intravascular coagulopathy with active bleeding Emergent reversal of warfarin in major or intracranial hemorrhage, prophylactically in an emergent surgical procedure An International Normalized Ratio > 1.6 in hereditary clotting factor deficiencies, preventing active bleeding in a patient on anticoagulants prior to an invasive procedure, or with active bleeding", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Fresh frozen plasma Can be used for apheresis in thrombotic thrombocytopenic purpura or hemolytic uremic syndrome Acute disseminated intravascular coagulopathy with active bleeding Emergent reversal of warfarin in major or intracranial hemorrhage, prophylactically in an emergent surgical procedure An International Normalized Ratio > 1.6 in hereditary clotting factor deficiencies, preventing active bleeding in a patient on anticoagulants prior to an invasive procedure, or with active bleeding"}
{"id": "article-23518_10", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Platelets Platelet count of < 10,000/mL in stable patients without active bleeding < 20,000/mL stable patients without active bleeding with fever or are undergoing an invasive procedure < 50,000/mL in surgery with active bleeding ≤ 50,000/mL in major surgery or invasive procedure without active bleeding ≤ 100,000/mL in ocular surgery or neurosurgery without active bleeding", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Platelets Platelet count of < 10,000/mL in stable patients without active bleeding < 20,000/mL stable patients without active bleeding with fever or are undergoing an invasive procedure < 50,000/mL in surgery with active bleeding ≤ 50,000/mL in major surgery or invasive procedure without active bleeding ≤ 100,000/mL in ocular surgery or neurosurgery without active bleeding"}
{"id": "article-23518_11", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Cryoprecipitate Hemorrhage after cardiac surgery Surgical bleeding Massive transfusion", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Cryoprecipitate Hemorrhage after cardiac surgery Surgical bleeding Massive transfusion"}
{"id": "article-23518_12", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Massive transfusion protocol", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Massive transfusion protocol"}
{"id": "article-23518_13", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Adverse effects of transfusions [14] :", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Adverse effects of transfusions [14] :"}
{"id": "article-23518_14", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Acute hemolytic reaction The recipient's antibodies attack transfused red blood cells whether caused by a reaction to the ABO blood group or antibodies produced from previous transfusions. Acute hemolytic transfusions occur within 24 hours of transfusion. Symptoms include fever, nausea, vomiting, dyspnea, hypotension, bleeding, pain at the infusion site, oliguria, anuria, dyspnea, or chest or back pain.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Acute hemolytic reaction The recipient's antibodies attack transfused red blood cells whether caused by a reaction to the ABO blood group or antibodies produced from previous transfusions. Acute hemolytic transfusions occur within 24 hours of transfusion. Symptoms include fever, nausea, vomiting, dyspnea, hypotension, bleeding, pain at the infusion site, oliguria, anuria, dyspnea, or chest or back pain."}
{"id": "article-23518_15", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Allergic reaction It can present ranging from mild to life-threatening allergic reactions. Patients with mild symptoms may present with hives. More severe reactions will present with hypotension, angioedema, stridor, respiratory distress, or shock. These symptoms usually present within seconds to minutes of beginning a transfusion.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Allergic reaction It can present ranging from mild to life-threatening allergic reactions. Patients with mild symptoms may present with hives. More severe reactions will present with hypotension, angioedema, stridor, respiratory distress, or shock. These symptoms usually present within seconds to minutes of beginning a transfusion."}
{"id": "article-23518_16", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Febrile nonhemolytic reaction A febrile nonhemolytic reaction is an increase in temperature of at least 1° Celcius during or shortly after a transfusion. It is caused by an inflammatory response to cytokines from the donor.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Febrile nonhemolytic reaction A febrile nonhemolytic reaction is an increase in temperature of at least 1° Celcius during or shortly after a transfusion. It is caused by an inflammatory response to cytokines from the donor."}
{"id": "article-23518_17", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Mistransfusion This can occur if blood products are labeled incorrectly. This can be avoided by making sure the blood bank and the health care worker initiating the transfusion check the blood product to assure it is for the correct patient.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Mistransfusion This can occur if blood products are labeled incorrectly. This can be avoided by making sure the blood bank and the health care worker initiating the transfusion check the blood product to assure it is for the correct patient."}
{"id": "article-23518_18", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Transfusion-associated circulatory overload Transfusion-associated circulatory overload (TACO) is caused by the rapid infusion of blood products which overwhelms the recipient's circulatory system. Patients may present with tachycardia, hypertension, dyspnea, and cough. Patients will have pulmonary edema on chest radiography as well as elevated brain natriuretic peptide levels.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Transfusion-associated circulatory overload Transfusion-associated circulatory overload (TACO) is caused by the rapid infusion of blood products which overwhelms the recipient's circulatory system. Patients may present with tachycardia, hypertension, dyspnea, and cough. Patients will have pulmonary edema on chest radiography as well as elevated brain natriuretic peptide levels."}
{"id": "article-23518_19", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Transfusion-related acute lung injury Transfusion-related acute lung injury (TRALI) is caused by an activation of the recipient's immune system causing massive noncardiogenic pulmonary edema that causes hypoxemia. TRALI occurs within 6 hours of a transfusion. Patients will present with respiratory distress, usually within 1 to 2 hours of initiating a transfusion. Patients will have pulmonary infiltrates on chest radiography.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Transfusion-related acute lung injury Transfusion-related acute lung injury (TRALI) is caused by an activation of the recipient's immune system causing massive noncardiogenic pulmonary edema that causes hypoxemia. TRALI occurs within 6 hours of a transfusion. Patients will present with respiratory distress, usually within 1 to 2 hours of initiating a transfusion. Patients will have pulmonary infiltrates on chest radiography."}
{"id": "article-23518_20", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Delayed hemolytic reaction Delayed hemolytic reactions occur more than 24 hours after a transfusion is completed. They usually occur days to weeks after the transfusion. The symptoms of a delayed hemolytic reaction are often gradual and less severe compared to an acute reaction.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Delayed hemolytic reaction Delayed hemolytic reactions occur more than 24 hours after a transfusion is completed. They usually occur days to weeks after the transfusion. The symptoms of a delayed hemolytic reaction are often gradual and less severe compared to an acute reaction."}
{"id": "article-23518_21", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Over and under transfusion", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Over and under transfusion"}
{"id": "article-23518_22", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Transfusion-associated graft-versus-host disease Transfusion-associated graft-versus-host disease (GVHD) is caused by donor lymphocytes in blood products proliferating and mounting an attack against the recipient's tissues and organs. It is most common in immunocompromised or in patients receiving a transfusion with shared HLA haplotypes. Symptoms of transfusion-associated graft-versus-host disease are fever, diarrhea, rash, liver dysfunction, and pancytopenia. Transfusion-associated GVHD has a mortality rate of 90%.", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Transfusion-associated graft-versus-host disease Transfusion-associated graft-versus-host disease (GVHD) is caused by donor lymphocytes in blood products proliferating and mounting an attack against the recipient's tissues and organs. It is most common in immunocompromised or in patients receiving a transfusion with shared HLA haplotypes. Symptoms of transfusion-associated graft-versus-host disease are fever, diarrhea, rash, liver dysfunction, and pancytopenia. Transfusion-associated GVHD has a mortality rate of 90%."}
{"id": "article-23518_23", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Transfusion-related immunomodulation Transfusion-related immunomodulation is the immunosuppressive effect of transfused blood products leading to postoperative infection, tumor recurrence, and nosocomial infection in critically ill patients. [15]", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Transfusion-related immunomodulation Transfusion-related immunomodulation is the immunosuppressive effect of transfused blood products leading to postoperative infection, tumor recurrence, and nosocomial infection in critically ill patients. [15]"}
{"id": "article-23518_24", "title": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion", "content": "Infection or contamination", "contents": "Informed Consent -- Issues of Concern -- Informed Consent for Blood Transfusion. Infection or contamination"}
{"id": "article-23518_25", "title": "Informed Consent -- Clinical Significance", "content": "Informed consent is required for many aspects of health care. [16] [17] [1] These include consent for: Treatment, dissemination of patient information, discussion of HIPPA laws, specific procedures, surgery, blood transfusions, and anesthesia.", "contents": "Informed Consent -- Clinical Significance. Informed consent is required for many aspects of health care. [16] [17] [1] These include consent for: Treatment, dissemination of patient information, discussion of HIPPA laws, specific procedures, surgery, blood transfusions, and anesthesia."}
{"id": "article-23518_26", "title": "Informed Consent -- Clinical Significance", "content": "Obtaining informed consent in medicine is process that should include: (1) describing the proposed intervention, (2) emphasizing the patient's role in decision-making, (3) discussing alternatives to the proposed intervention, (4) discussing the risks of the proposed intervention and (5) eliciting the patient's preference (usually by signature). Discussion of all risks is paramount to informed consent in this context. Most consent includes general risks, risks specific to the procedure, risks of no treatment and alternatives to treatment.  Additionally, many consent forms express that there are no guarantees that the proposed procedure will provide a cure to the problem being addressed.", "contents": "Informed Consent -- Clinical Significance. Obtaining informed consent in medicine is process that should include: (1) describing the proposed intervention, (2) emphasizing the patient's role in decision-making, (3) discussing alternatives to the proposed intervention, (4) discussing the risks of the proposed intervention and (5) eliciting the patient's preference (usually by signature). Discussion of all risks is paramount to informed consent in this context. Most consent includes general risks, risks specific to the procedure, risks of no treatment and alternatives to treatment.  Additionally, many consent forms express that there are no guarantees that the proposed procedure will provide a cure to the problem being addressed."}
{"id": "article-23518_27", "title": "Informed Consent -- Clinical Significance", "content": "Patient safety is a major focus in health care, and effective informed consent is considered a patient safety issue. The Joint Commission recently addressed the challenges to ensuring effective informed consent. The emphasis of a patient signature as an indication of understanding is being called into question. The process of informed consent is shifting to focus more on communication and less on signatures. Studies of informed consent have found that there are many barriers to obtaining effective informed consent. One major barrier is that some consent forms contain language that is at too high a reading level for many patients. Use of visual and digital communication tools is being encouraged to address some the inefficiencies in the process of obtaining consent. Patients should be actively engaged as a way to enhance communication and ensure patient safety and understanding.", "contents": "Informed Consent -- Clinical Significance. Patient safety is a major focus in health care, and effective informed consent is considered a patient safety issue. The Joint Commission recently addressed the challenges to ensuring effective informed consent. The emphasis of a patient signature as an indication of understanding is being called into question. The process of informed consent is shifting to focus more on communication and less on signatures. Studies of informed consent have found that there are many barriers to obtaining effective informed consent. One major barrier is that some consent forms contain language that is at too high a reading level for many patients. Use of visual and digital communication tools is being encouraged to address some the inefficiencies in the process of obtaining consent. Patients should be actively engaged as a way to enhance communication and ensure patient safety and understanding."}
{"id": "article-23518_28", "title": "Informed Consent -- Clinical Significance", "content": "Informed consent may be waived in emergency situations if there is no time to obtain consent or if the patient is unable to communicate and no surrogate decision maker is available. Also, not every procedure requires explicit informed consent. For example taking a patient's blood pressure is a part of many medical treatments. However, a discussion regarding the risks and benefits of using a sphygmomanometer usually is not required.", "contents": "Informed Consent -- Clinical Significance. Informed consent may be waived in emergency situations if there is no time to obtain consent or if the patient is unable to communicate and no surrogate decision maker is available. Also, not every procedure requires explicit informed consent. For example taking a patient's blood pressure is a part of many medical treatments. However, a discussion regarding the risks and benefits of using a sphygmomanometer usually is not required."}
{"id": "article-23518_29", "title": "Informed Consent -- Clinical Significance -- Clinical Significance in Human Clinical Studies", "content": "Informed consent is mandatory for all clinical trials involving human beings. The consent process must respect the patient's ability to make decisions and adhere the individual hospital rules for clinical studies. Adherence to ethical standards in study design and execution is usually monitored by an Institutional Review Board (IRB). The IRB was established in the United States in 1974 by the National Research Act which called for regulation in human research that was prompted by questionable research tactics used in the Tuskegee syphillis experiments and others. Ethical and safe research standards have been an area of federal and presidential interest since then, with the development of many organizations and task forces since 1974 dedicated to this topic alone. Valid informed consent for research must include three major elements: (1) disclosure of information, (2) competency of the patient (or surrogate) to make a decision, and (3) voluntary nature of the decision. US federal regulations require a full, detailed explanation of the study and its potential risks.", "contents": "Informed Consent -- Clinical Significance -- Clinical Significance in Human Clinical Studies. Informed consent is mandatory for all clinical trials involving human beings. The consent process must respect the patient's ability to make decisions and adhere the individual hospital rules for clinical studies. Adherence to ethical standards in study design and execution is usually monitored by an Institutional Review Board (IRB). The IRB was established in the United States in 1974 by the National Research Act which called for regulation in human research that was prompted by questionable research tactics used in the Tuskegee syphillis experiments and others. Ethical and safe research standards have been an area of federal and presidential interest since then, with the development of many organizations and task forces since 1974 dedicated to this topic alone. Valid informed consent for research must include three major elements: (1) disclosure of information, (2) competency of the patient (or surrogate) to make a decision, and (3) voluntary nature of the decision. US federal regulations require a full, detailed explanation of the study and its potential risks."}
{"id": "article-23518_30", "title": "Informed Consent -- Clinical Significance -- Clinical Significance in Human Clinical Studies", "content": "An IRB may waive informed consent if certain conditions are met.  Paramount to this is that there be 'minimal risk' to the research participants. One example of minimal risk research is the assessment of interventions that normally occur in emergency situations. Examples of this include studying medications used for intubations in the emergency room or conducting a retrospective chart review.", "contents": "Informed Consent -- Clinical Significance -- Clinical Significance in Human Clinical Studies. An IRB may waive informed consent if certain conditions are met.  Paramount to this is that there be 'minimal risk' to the research participants. One example of minimal risk research is the assessment of interventions that normally occur in emergency situations. Examples of this include studying medications used for intubations in the emergency room or conducting a retrospective chart review."}
{"id": "article-23518_31", "title": "Informed Consent -- Clinical Significance -- Shared Decision Making", "content": "Informed consent is a collaborative process allowing patients and healthcare providers to make decisions together when more than one reasonable alternative exists, accounting for the patient’s unique preferences and priorities and the best scientific evidence available.", "contents": "Informed Consent -- Clinical Significance -- Shared Decision Making. Informed consent is a collaborative process allowing patients and healthcare providers to make decisions together when more than one reasonable alternative exists, accounting for the patient’s unique preferences and priorities and the best scientific evidence available."}
{"id": "article-23518_32", "title": "Informed Consent -- Clinical Significance -- Shared Decision Making", "content": "It is most appropriate in weighing the benefits and harms of invasive procedures, computed tomography (CT), and post-ED disposition including the use of thrombolytics for acute ischemic stroke, lumbar puncture to rule out subarachnoid hemorrhage, and CT for minor pediatric head injuries.", "contents": "Informed Consent -- Clinical Significance -- Shared Decision Making. It is most appropriate in weighing the benefits and harms of invasive procedures, computed tomography (CT), and post-ED disposition including the use of thrombolytics for acute ischemic stroke, lumbar puncture to rule out subarachnoid hemorrhage, and CT for minor pediatric head injuries."}
{"id": "article-23518_33", "title": "Informed Consent -- Clinical Significance -- Shared Decision Making", "content": "Shared decision-making (SDM) challenges in Emergency Medicine include patient, provider, system and evidence level limitations. Examples include: (1) if patients are capable of or willing to engage in decision making (2) if providers feel it provides more or less medico-legal protection, (3) if the Emergency Department is overwhelmed and time is of the essence to make decisions, and (4) if the facility lacks well-validated risk prediction tools to guide decision making.", "contents": "Informed Consent -- Clinical Significance -- Shared Decision Making. Shared decision-making (SDM) challenges in Emergency Medicine include patient, provider, system and evidence level limitations. Examples include: (1) if patients are capable of or willing to engage in decision making (2) if providers feel it provides more or less medico-legal protection, (3) if the Emergency Department is overwhelmed and time is of the essence to make decisions, and (4) if the facility lacks well-validated risk prediction tools to guide decision making."}
{"id": "article-23518_34", "title": "Informed Consent -- Enhancing Healthcare Team Outcomes", "content": "As mentioned previously, there is a deficit in providing necessary information to patients when obtaining informed consent. Providers should be educated on common procedures and interventions from experts and should be able to relay this information to patients as well as other members of the healthcare team. Members of the healthcare team, such as nurses and patient care assistants, should also be educated about all potential adverse reactions so that they are able to identify them and notify a provider so that any immediate intervention that is needed can be performed in a timely manner. Members of the healthcare team involved with the care of a patient should also be informed about procedures and interventions as they may be used as witnesses in obtaining informed consent. They would be able to evaluate whether all necessary information was given to the patient and provide any information the provider obtaining informed consent may have forgotten.", "contents": "Informed Consent -- Enhancing Healthcare Team Outcomes. As mentioned previously, there is a deficit in providing necessary information to patients when obtaining informed consent. Providers should be educated on common procedures and interventions from experts and should be able to relay this information to patients as well as other members of the healthcare team. Members of the healthcare team, such as nurses and patient care assistants, should also be educated about all potential adverse reactions so that they are able to identify them and notify a provider so that any immediate intervention that is needed can be performed in a timely manner. Members of the healthcare team involved with the care of a patient should also be informed about procedures and interventions as they may be used as witnesses in obtaining informed consent. They would be able to evaluate whether all necessary information was given to the patient and provide any information the provider obtaining informed consent may have forgotten."}
{"id": "article-23518_35", "title": "Informed Consent -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Informed Consent -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}