{"id": "article-25161_0", "title": "Milk-Alkali Syndrome -- Continuing Education Activity", "content": "The milk-alkali syndrome is characterized by a triad of elevated calcium levels, metabolic alkalosis, and acute kidney injury that commonly occurs due to the combined intake of large amounts of calcium and absorbable alkali. The syndrome can have an acute onset with the rapid development of hypercalcemia and, if left untreated, may develop acute renal failure and metastatic calcification. Recently, however, an increased number of cases of milk-alkali syndrome have been reported. This is likely due to the common use of over-the-counter preparations of calcium for preventing and treating osteoporosis in postmenopausal women. This activity reviews the evaluation and treatment of milk-alkali syndrome and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Milk-Alkali Syndrome -- Continuing Education Activity. The milk-alkali syndrome is characterized by a triad of elevated calcium levels, metabolic alkalosis, and acute kidney injury that commonly occurs due to the combined intake of large amounts of calcium and absorbable alkali. The syndrome can have an acute onset with the rapid development of hypercalcemia and, if left untreated, may develop acute renal failure and metastatic calcification. Recently, however, an increased number of cases of milk-alkali syndrome have been reported. This is likely due to the common use of over-the-counter preparations of calcium for preventing and treating osteoporosis in postmenopausal women. This activity reviews the evaluation and treatment of milk-alkali syndrome and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-25161_1", "title": "Milk-Alkali Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of milk-alkali syndrome. Outline the typical presentation of a patient with milk-alkali syndrome. Identify the management options available for milk-alkali syndrome. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by the milk-alkali syndrome. Access free multiple choice questions on this topic.", "contents": "Milk-Alkali Syndrome -- Continuing Education Activity. Objectives: Describe the pathophysiology of milk-alkali syndrome. Outline the typical presentation of a patient with milk-alkali syndrome. Identify the management options available for milk-alkali syndrome. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by the milk-alkali syndrome. Access free multiple choice questions on this topic."}
{"id": "article-25161_2", "title": "Milk-Alkali Syndrome -- Introduction", "content": "Milk-alkali syndrome is characterized by a triad of elevated calcium levels, metabolic alkalosis, and acute kidney injury that commonly occurs due to the combined intake of large amounts of calcium and absorbable alkali. The syndrome can have an acute onset with the rapid development of hypercalcemia and, if left untreated, may develop acute renal failure and metastatic calcification.", "contents": "Milk-Alkali Syndrome -- Introduction. Milk-alkali syndrome is characterized by a triad of elevated calcium levels, metabolic alkalosis, and acute kidney injury that commonly occurs due to the combined intake of large amounts of calcium and absorbable alkali. The syndrome can have an acute onset with the rapid development of hypercalcemia and, if left untreated, may develop acute renal failure and metastatic calcification."}
{"id": "article-25161_3", "title": "Milk-Alkali Syndrome -- Introduction", "content": "The syndrome was first recognized in the early 20th century when Bertram Sippy introduced a treatment regimen for peptic ulcer disease. [1] The 'Sippy regimen' consisted of multiple daily doses of milk and cream combined with an absorbable alkali such as magnesium oxide, sodium bicarbonate, or bismuth subcarbonate to protect the gastric ulcer from further erosion by gastric acid. The results were highly favorable, and it soon became a popular therapy. Soon after, various toxic effects were reported, including hypercalcemia and metabolic alkalosis. Some cases of acute kidney injury were also reported. With the advent of newer drugs for treating peptic ulcer disease, such as histamine type-2 receptor blockers, in the 1980s, the syndrome virtually vanished from the world. [2]", "contents": "Milk-Alkali Syndrome -- Introduction. The syndrome was first recognized in the early 20th century when Bertram Sippy introduced a treatment regimen for peptic ulcer disease. [1] The 'Sippy regimen' consisted of multiple daily doses of milk and cream combined with an absorbable alkali such as magnesium oxide, sodium bicarbonate, or bismuth subcarbonate to protect the gastric ulcer from further erosion by gastric acid. The results were highly favorable, and it soon became a popular therapy. Soon after, various toxic effects were reported, including hypercalcemia and metabolic alkalosis. Some cases of acute kidney injury were also reported. With the advent of newer drugs for treating peptic ulcer disease, such as histamine type-2 receptor blockers, in the 1980s, the syndrome virtually vanished from the world. [2]"}
{"id": "article-25161_4", "title": "Milk-Alkali Syndrome -- Introduction", "content": "Recently, however, an increased number of cases of milk-alkali syndrome have been reported. This is likely due to the common use of over-the-counter calcium preparations for preventing and treating osteoporosis in postmenopausal women. Calcium carbonate is also frequently prescribed to patients with chronic kidney disease to prevent secondary hyperparathyroidism. Various scholars have also suggested changing the syndrome's name to calcium-alkali syndrome due to the changing etiopathology. [3] Milk-alkali syndrome now accounts for more than 10% of the cases of hypercalcemia and is the third most common cause of hypercalcemia in hospitalized patients. [4]", "contents": "Milk-Alkali Syndrome -- Introduction. Recently, however, an increased number of cases of milk-alkali syndrome have been reported. This is likely due to the common use of over-the-counter calcium preparations for preventing and treating osteoporosis in postmenopausal women. Calcium carbonate is also frequently prescribed to patients with chronic kidney disease to prevent secondary hyperparathyroidism. Various scholars have also suggested changing the syndrome's name to calcium-alkali syndrome due to the changing etiopathology. [3] Milk-alkali syndrome now accounts for more than 10% of the cases of hypercalcemia and is the third most common cause of hypercalcemia in hospitalized patients. [4]"}
{"id": "article-25161_5", "title": "Milk-Alkali Syndrome -- Etiology", "content": "In the present day, Milk-alkali syndrome occurs due to ingesting inappropriately high amounts of calcium carbonate. Increased awareness of the importance of calcium intake and the increased availability of over-the-counter preparations of calcium carbonate for the treatment of osteoporosis and dyspepsia are significant causes of the development of the milk-alkali syndrome. [4] [5] Calcium supplements are frequently prescribed to patients with chronic kidney disease to prevent the development of secondary hyperparathyroidism and to patients on treatment regimens that may lead to bone loss, e.g., prolonged corticosteroid treatment. Ingestion of milk products or milk and bicarbonate is no longer considered a prominent cause.", "contents": "Milk-Alkali Syndrome -- Etiology. In the present day, Milk-alkali syndrome occurs due to ingesting inappropriately high amounts of calcium carbonate. Increased awareness of the importance of calcium intake and the increased availability of over-the-counter preparations of calcium carbonate for the treatment of osteoporosis and dyspepsia are significant causes of the development of the milk-alkali syndrome. [4] [5] Calcium supplements are frequently prescribed to patients with chronic kidney disease to prevent the development of secondary hyperparathyroidism and to patients on treatment regimens that may lead to bone loss, e.g., prolonged corticosteroid treatment. Ingestion of milk products or milk and bicarbonate is no longer considered a prominent cause."}
{"id": "article-25161_6", "title": "Milk-Alkali Syndrome -- Etiology", "content": "Certain other drugs may also contribute to the development of this syndrome. An association between the development of milk-alkali syndrome and thiazide diuretics have been reported. [6] Thiazide diuretics increase calcium reabsorption from the kidney and also result in contraction alkalosis due to volume depletion. Angiotensin-converting enzyme inhibitors and non-steroidal anti-inflammatory drugs decrease renal calcium excretion. [4]", "contents": "Milk-Alkali Syndrome -- Etiology. Certain other drugs may also contribute to the development of this syndrome. An association between the development of milk-alkali syndrome and thiazide diuretics have been reported. [6] Thiazide diuretics increase calcium reabsorption from the kidney and also result in contraction alkalosis due to volume depletion. Angiotensin-converting enzyme inhibitors and non-steroidal anti-inflammatory drugs decrease renal calcium excretion. [4]"}
{"id": "article-25161_7", "title": "Milk-Alkali Syndrome -- Etiology", "content": "Severe cases of milk-alkali syndrome have been reported in pregnant women. [7] Increased gastrointestinal absorption of calcium and increased amounts of parathyroid-related peptides in pregnant women are thought to play a role. Calcium carbonate is also commonly used for symptoms of reflux in pregnancy.", "contents": "Milk-Alkali Syndrome -- Etiology. Severe cases of milk-alkali syndrome have been reported in pregnant women. [7] Increased gastrointestinal absorption of calcium and increased amounts of parathyroid-related peptides in pregnant women are thought to play a role. Calcium carbonate is also commonly used for symptoms of reflux in pregnancy."}
{"id": "article-25161_8", "title": "Milk-Alkali Syndrome -- Etiology", "content": "A rare cause is the use of large amounts of nicotine-substitute chewing gum, which may deliver high quantities of calcium. [8] The syndrome has occasionally been described in betel nut chewers in India and Southeast Asia. The paste mixed with the meat of the nut contains a high amount of calcium carbonate. Heavy consumption has been reported to give rise to the milk-alkali syndrome. [9]", "contents": "Milk-Alkali Syndrome -- Etiology. A rare cause is the use of large amounts of nicotine-substitute chewing gum, which may deliver high quantities of calcium. [8] The syndrome has occasionally been described in betel nut chewers in India and Southeast Asia. The paste mixed with the meat of the nut contains a high amount of calcium carbonate. Heavy consumption has been reported to give rise to the milk-alkali syndrome. [9]"}
{"id": "article-25161_9", "title": "Milk-Alkali Syndrome -- Epidemiology", "content": "Milk-alkali syndrome (MAS) is a frequent cause of hypercalcemia in the United States. A study on patients hospitalized for hypercalcemia showed that 12% of the cases were due to milk-alkali syndrome, making it the third most common cause after hyperparathyroidism and malignancy. Internationally, the frequency of the condition depends on the amount of calcium carbonate intake. Increased incidence of MAS has been reported in places where betel nut chewing is common, such as India and Southeast Asia. [9]", "contents": "Milk-Alkali Syndrome -- Epidemiology. Milk-alkali syndrome (MAS) is a frequent cause of hypercalcemia in the United States. A study on patients hospitalized for hypercalcemia showed that 12% of the cases were due to milk-alkali syndrome, making it the third most common cause after hyperparathyroidism and malignancy. Internationally, the frequency of the condition depends on the amount of calcium carbonate intake. Increased incidence of MAS has been reported in places where betel nut chewing is common, such as India and Southeast Asia. [9]"}
{"id": "article-25161_10", "title": "Milk-Alkali Syndrome -- Epidemiology", "content": "Previously, when the etiology of the syndrome was the consumption of milk and absorbable alkali to treat peptic ulcer disease, more cases were reported in males. Currently, most of the cases are post-menopausal women due to their increased consumption of calcium carbonate products. [4]", "contents": "Milk-Alkali Syndrome -- Epidemiology. Previously, when the etiology of the syndrome was the consumption of milk and absorbable alkali to treat peptic ulcer disease, more cases were reported in males. Currently, most of the cases are post-menopausal women due to their increased consumption of calcium carbonate products. [4]"}
{"id": "article-25161_11", "title": "Milk-Alkali Syndrome -- Pathophysiology", "content": "An established prerequisite for developing this syndrome is the co-ingestion of large amounts of calcium and absorbable alkali. The mechanism of the development of hypercalcemia remains unclear. Increased absorption of calcium from the small intestine, an effect strongly influenced by calcitriol levels, plays an important role. In addition, increased intake of vitamin D may contribute to the development or worsening of the condition.", "contents": "Milk-Alkali Syndrome -- Pathophysiology. An established prerequisite for developing this syndrome is the co-ingestion of large amounts of calcium and absorbable alkali. The mechanism of the development of hypercalcemia remains unclear. Increased absorption of calcium from the small intestine, an effect strongly influenced by calcitriol levels, plays an important role. In addition, increased intake of vitamin D may contribute to the development or worsening of the condition."}
{"id": "article-25161_12", "title": "Milk-Alkali Syndrome -- Pathophysiology", "content": "Hypercalcemia has various effects on the kidney, eventually resulting in hypovolemia. It decreases the glomerular filtration rate (GFR) by causing vasoconstriction and natriuresis by indirectly inhibiting the Na-K-2Cl channels in the medullary thick ascending limb of the nephron. It also decreases water reabsorption by inhibiting the antidiuretic hormone receptors (V2 receptors) in the basolateral membrane of collecting tubules in the kidney.", "contents": "Milk-Alkali Syndrome -- Pathophysiology. Hypercalcemia has various effects on the kidney, eventually resulting in hypovolemia. It decreases the glomerular filtration rate (GFR) by causing vasoconstriction and natriuresis by indirectly inhibiting the Na-K-2Cl channels in the medullary thick ascending limb of the nephron. It also decreases water reabsorption by inhibiting the antidiuretic hormone receptors (V2 receptors) in the basolateral membrane of collecting tubules in the kidney."}
{"id": "article-25161_13", "title": "Milk-Alkali Syndrome -- Pathophysiology", "content": "The resultant hypovolemia contributes to the development of alkalosis by increasing bicarbonate reabsorption. [10] Alkalosis is a net result of increased alkali intake, hypercalcemia-mediated hypovolemia, and decreased glomerular filtration rate. Alkalosis itself leads to increased calcium reabsorption from the nephron's distal tubule, leading to hypercalcemia. [4] A vicious cycle develops due to hypercalcemia, alkalosis, and kidney injury.", "contents": "Milk-Alkali Syndrome -- Pathophysiology. The resultant hypovolemia contributes to the development of alkalosis by increasing bicarbonate reabsorption. [10] Alkalosis is a net result of increased alkali intake, hypercalcemia-mediated hypovolemia, and decreased glomerular filtration rate. Alkalosis itself leads to increased calcium reabsorption from the nephron's distal tubule, leading to hypercalcemia. [4] A vicious cycle develops due to hypercalcemia, alkalosis, and kidney injury."}
{"id": "article-25161_14", "title": "Milk-Alkali Syndrome -- Pathophysiology", "content": "Certain factors worsen the situation further by increasing calcium levels or causing hypovolemia. These include taking drugs such as thiazide diuretics that decrease calcium excretion and cause natriuresis and vitamin D, increasing calcium absorption from the gut. Older individuals are at a higher risk of developing hypercalcemia and subsequent alkalosis following the intake of calcium supplements due to decreased bone buffering of the excess calcium. [4] Increased calcitriol levels in pregnancy may also contribute to hypercalcemia and the potential worsening of the syndrome if it develops. [11]", "contents": "Milk-Alkali Syndrome -- Pathophysiology. Certain factors worsen the situation further by increasing calcium levels or causing hypovolemia. These include taking drugs such as thiazide diuretics that decrease calcium excretion and cause natriuresis and vitamin D, increasing calcium absorption from the gut. Older individuals are at a higher risk of developing hypercalcemia and subsequent alkalosis following the intake of calcium supplements due to decreased bone buffering of the excess calcium. [4] Increased calcitriol levels in pregnancy may also contribute to hypercalcemia and the potential worsening of the syndrome if it develops. [11]"}
{"id": "article-25161_15", "title": "Milk-Alkali Syndrome -- History and Physical", "content": "Milk-alkali syndrome is a diagnosis of exclusion, and all other conditions causing hypercalcemia need to be excluded. Careful history-taking and a detailed physical examination are vital. Currently, it is essential to gain information regarding drug intake, as various over-the-counter preparations contain calcium. [12] Most patients are asymptomatic and elevated levels of calcium, alkalosis, and renal damage are incidentally discovered. However, some patients may present with acute or chronic signs and symptoms of hypercalcemia. Neurological symptoms of hypercalcemia include altered mental status, headache, vertigo, dizziness, and malaise. Gastrointestinal symptoms include nausea, vomiting, anorexia, and constipation. Genitourinary manifestations include increased urinary frequency and nephrolithiasis. Patients may also experience palpitations. No specific physical signs are seen in milk-alkali syndrome.", "contents": "Milk-Alkali Syndrome -- History and Physical. Milk-alkali syndrome is a diagnosis of exclusion, and all other conditions causing hypercalcemia need to be excluded. Careful history-taking and a detailed physical examination are vital. Currently, it is essential to gain information regarding drug intake, as various over-the-counter preparations contain calcium. [12] Most patients are asymptomatic and elevated levels of calcium, alkalosis, and renal damage are incidentally discovered. However, some patients may present with acute or chronic signs and symptoms of hypercalcemia. Neurological symptoms of hypercalcemia include altered mental status, headache, vertigo, dizziness, and malaise. Gastrointestinal symptoms include nausea, vomiting, anorexia, and constipation. Genitourinary manifestations include increased urinary frequency and nephrolithiasis. Patients may also experience palpitations. No specific physical signs are seen in milk-alkali syndrome."}
{"id": "article-25161_16", "title": "Milk-Alkali Syndrome -- History and Physical", "content": "Historically, three progressive phases of the syndrome were described when the syndrome developed after the acute or prolonged use of the antacid regimen. Patients presented in the acute, subacute, and chronic stages depending on the duration and time since the exposure.", "contents": "Milk-Alkali Syndrome -- History and Physical. Historically, three progressive phases of the syndrome were described when the syndrome developed after the acute or prolonged use of the antacid regimen. Patients presented in the acute, subacute, and chronic stages depending on the duration and time since the exposure."}
{"id": "article-25161_17", "title": "Milk-Alkali Syndrome -- History and Physical -- Acute Toxemic Phase", "content": "Patients presented within a month of treatment with the antacid regimen. Symptoms of acute hypercalcemia, including headache, vertigo, dizziness, nausea, vomiting, and anorexia, were reported. Subacute Phase (Cope syndrome) [13] Patients presented with features of acute and chronic hypercalcemia. Chronic Phase (Brunett syndrome) [14]", "contents": "Milk-Alkali Syndrome -- History and Physical -- Acute Toxemic Phase. Patients presented within a month of treatment with the antacid regimen. Symptoms of acute hypercalcemia, including headache, vertigo, dizziness, nausea, vomiting, and anorexia, were reported. Subacute Phase (Cope syndrome) [13] Patients presented with features of acute and chronic hypercalcemia. Chronic Phase (Brunett syndrome) [14]"}
{"id": "article-25161_18", "title": "Milk-Alkali Syndrome -- History and Physical -- Acute Toxemic Phase", "content": "Patients treated with the milk and alkali regimen for years generally presented with this syndrome with features of chronic hypercalcemia. Symptoms included polyuria, polydipsia, pruritis, tremors, and psychosis. Abnormal calcium deposition in the tissues and organs was typically observed in the chronic phase. Band keratopathy and nephrocalcinosis were commonly present. Metastatic calcification in other areas, including the liver, central nervous system, periarticular tissue, subcutaneous tissue, adrenals, bones, and lungs, was also frequently noted. [15]", "contents": "Milk-Alkali Syndrome -- History and Physical -- Acute Toxemic Phase. Patients treated with the milk and alkali regimen for years generally presented with this syndrome with features of chronic hypercalcemia. Symptoms included polyuria, polydipsia, pruritis, tremors, and psychosis. Abnormal calcium deposition in the tissues and organs was typically observed in the chronic phase. Band keratopathy and nephrocalcinosis were commonly present. Metastatic calcification in other areas, including the liver, central nervous system, periarticular tissue, subcutaneous tissue, adrenals, bones, and lungs, was also frequently noted. [15]"}
{"id": "article-25161_19", "title": "Milk-Alkali Syndrome -- Evaluation", "content": "A thorough history and physical examination are required to diagnose milk-alkali syndrome. Elevated serum calcium levels are usually an incidental discovery. Arterial blood gas analysis reveals metabolic alkalosis. Serum albumin levels should be checked in all patients with hypercalcemia, and corrected calcium levels must be calculated in patients with hypoalbuminemia. Ionized calcium levels can also be considered. With hypercalcemia, the next step in diagnosis is measuring serum parathyroid hormone levels, which are low in patients with the milk-alkali syndrome. [16] [17] This finding excludes primary hyperparathyroidism and familial hypocalciuric hypercalcemia during diagnostic evaluation. Serum phosphorus levels are low due to low parathyroid hormone levels but have been reported to be high in classic syndrome due to high quantities of milk intake. Serum magnesium levels are low as hypercalcemia inhibits its reabsorption in the renal tubules. [16] Blood urea nitrogen and creatinine can indicate the severity of renal damage.", "contents": "Milk-Alkali Syndrome -- Evaluation. A thorough history and physical examination are required to diagnose milk-alkali syndrome. Elevated serum calcium levels are usually an incidental discovery. Arterial blood gas analysis reveals metabolic alkalosis. Serum albumin levels should be checked in all patients with hypercalcemia, and corrected calcium levels must be calculated in patients with hypoalbuminemia. Ionized calcium levels can also be considered. With hypercalcemia, the next step in diagnosis is measuring serum parathyroid hormone levels, which are low in patients with the milk-alkali syndrome. [16] [17] This finding excludes primary hyperparathyroidism and familial hypocalciuric hypercalcemia during diagnostic evaluation. Serum phosphorus levels are low due to low parathyroid hormone levels but have been reported to be high in classic syndrome due to high quantities of milk intake. Serum magnesium levels are low as hypercalcemia inhibits its reabsorption in the renal tubules. [16] Blood urea nitrogen and creatinine can indicate the severity of renal damage."}
{"id": "article-25161_20", "title": "Milk-Alkali Syndrome -- Evaluation", "content": "Various other tests can be done to exclude other causes of hypercalcemia, particularly with low serum parathyroid hormone levels. For example, thyroid-stimulating hormone (TSH) and free thyroxine levels can be measured to eliminate hyperthyroidism as a cause of hypercalcemia, and serum protein or urine protein electrophoresis can help exclude multiple myeloma. In addition, normal serum parathyroid-related peptide levels can help exclude malignancy, and normal 1,25 hydroxyvitamin D levels decrease the likelihood of sarcoidosis, which are common causes of hypercalcemia.", "contents": "Milk-Alkali Syndrome -- Evaluation. Various other tests can be done to exclude other causes of hypercalcemia, particularly with low serum parathyroid hormone levels. For example, thyroid-stimulating hormone (TSH) and free thyroxine levels can be measured to eliminate hyperthyroidism as a cause of hypercalcemia, and serum protein or urine protein electrophoresis can help exclude multiple myeloma. In addition, normal serum parathyroid-related peptide levels can help exclude malignancy, and normal 1,25 hydroxyvitamin D levels decrease the likelihood of sarcoidosis, which are common causes of hypercalcemia."}
{"id": "article-25161_21", "title": "Milk-Alkali Syndrome -- Evaluation", "content": "Radiological investigations include chest X-rays, which can help exclude malignancy and sarcoidosis in the diagnostic evaluation of hypercalcemia. It may also be needed in patients with severe renal impairment. In hypercalcemic patients, QT interval shortening and ventricular arrhythmias may be seen on an electrocardiogram. [18] Another abnormality on ECG reported frequently is the presence of J (Osborn) waves. [19]", "contents": "Milk-Alkali Syndrome -- Evaluation. Radiological investigations include chest X-rays, which can help exclude malignancy and sarcoidosis in the diagnostic evaluation of hypercalcemia. It may also be needed in patients with severe renal impairment. In hypercalcemic patients, QT interval shortening and ventricular arrhythmias may be seen on an electrocardiogram. [18] Another abnormality on ECG reported frequently is the presence of J (Osborn) waves. [19]"}
{"id": "article-25161_22", "title": "Milk-Alkali Syndrome -- Treatment / Management", "content": "For mild hypercalcemia, the only intervention needed is to withdraw the offending agent, which in most situations is calcium carbonate. As the source is removed, hypercalcemia and alkalosis are rapidly corrected in milk-alkali syndrome. Severe hypercalcemia is managed in the hospital setting. Patients are admitted, and the calcium supplement is discontinued. Intravenous fluids such as normal saline are started to correct hypovolemia. [20] The initial infusion rate is generally agreed to be 200-300 mL/h in non-edematous patients and then adjusted to maintain a urine output of 100-150 mL/h. The rate, however, is highly variable and needs to be calculated according to the patient’s age, renal status, co-morbid diseases, and, most importantly, the severity of hypercalcemia.", "contents": "Milk-Alkali Syndrome -- Treatment / Management. For mild hypercalcemia, the only intervention needed is to withdraw the offending agent, which in most situations is calcium carbonate. As the source is removed, hypercalcemia and alkalosis are rapidly corrected in milk-alkali syndrome. Severe hypercalcemia is managed in the hospital setting. Patients are admitted, and the calcium supplement is discontinued. Intravenous fluids such as normal saline are started to correct hypovolemia. [20] The initial infusion rate is generally agreed to be 200-300 mL/h in non-edematous patients and then adjusted to maintain a urine output of 100-150 mL/h. The rate, however, is highly variable and needs to be calculated according to the patient’s age, renal status, co-morbid diseases, and, most importantly, the severity of hypercalcemia."}
{"id": "article-25161_23", "title": "Milk-Alkali Syndrome -- Treatment / Management", "content": "Loop diuretics, like furosemide, can increase urinary calcium excretion. In severe cases of hypercalcemia, they can be started after the intravenous saline infusion is begun and should be continued with caution, as hypovolemia can worsen the hypercalcemia. Some patients develop mild hypocalcemia with a rebound rise in parathyroid hormone levels with loop diuretic treatment. [21] Hypocalcemia is transient and generally does not need to be treated, but oral calcium citrate may be considered. Calcium carbonate should be avoided. Bisphosphonates should generally be avoided in patients with milk-alkali syndrome as they can cause prolonged hypocalcemia. [16] Pamidronate, however, has been used with satisfactory results.", "contents": "Milk-Alkali Syndrome -- Treatment / Management. Loop diuretics, like furosemide, can increase urinary calcium excretion. In severe cases of hypercalcemia, they can be started after the intravenous saline infusion is begun and should be continued with caution, as hypovolemia can worsen the hypercalcemia. Some patients develop mild hypocalcemia with a rebound rise in parathyroid hormone levels with loop diuretic treatment. [21] Hypocalcemia is transient and generally does not need to be treated, but oral calcium citrate may be considered. Calcium carbonate should be avoided. Bisphosphonates should generally be avoided in patients with milk-alkali syndrome as they can cause prolonged hypocalcemia. [16] Pamidronate, however, has been used with satisfactory results."}
{"id": "article-25161_24", "title": "Milk-Alkali Syndrome -- Differential Diagnosis", "content": "As stated previously, the milk-alkali syndrome is a diagnosis of exclusion. Multiple diseases and conditions result in hypercalcemia and need to be considered when diagnosing a suspected case of milk-alkali syndrome. Diseases causing hypercalcemia and elevated parathyroid hormone levels include: Hyperparathyroidism (primary or tertiary) Familial hypocalciuric hypercalcemia Acquired hypocalciuric hypercalcemia Diseases causing hypercalcemia with a normal level of parathyroid hormone, similar to the milk-alkali syndrome, include: Malignancy Hyperthyroidism [22] Hematological malignancies Immobilization Hypophosphatasia Sarcoidosis and other granulomatous disorders [23] Hypercalcemia associated with drug use or vitamin intake includes: Thiazide diuretics Lithium Vitamin D Vitamin A toxicity", "contents": "Milk-Alkali Syndrome -- Differential Diagnosis. As stated previously, the milk-alkali syndrome is a diagnosis of exclusion. Multiple diseases and conditions result in hypercalcemia and need to be considered when diagnosing a suspected case of milk-alkali syndrome. Diseases causing hypercalcemia and elevated parathyroid hormone levels include: Hyperparathyroidism (primary or tertiary) Familial hypocalciuric hypercalcemia Acquired hypocalciuric hypercalcemia Diseases causing hypercalcemia with a normal level of parathyroid hormone, similar to the milk-alkali syndrome, include: Malignancy Hyperthyroidism [22] Hematological malignancies Immobilization Hypophosphatasia Sarcoidosis and other granulomatous disorders [23] Hypercalcemia associated with drug use or vitamin intake includes: Thiazide diuretics Lithium Vitamin D Vitamin A toxicity"}
{"id": "article-25161_25", "title": "Milk-Alkali Syndrome -- Prognosis", "content": "The prognosis of milk-alkali syndrome is good, as it can easily be reversed by stopping the ingestion of calcium supplements and absorbable alkalis. The morbidity associated with the disease is highly dependent on the severity and duration of hypercalcemia and alkalosis. If recognized early and treated appropriately, the chances of the development of complications can be significantly reduced, and the prognosis is favorable.", "contents": "Milk-Alkali Syndrome -- Prognosis. The prognosis of milk-alkali syndrome is good, as it can easily be reversed by stopping the ingestion of calcium supplements and absorbable alkalis. The morbidity associated with the disease is highly dependent on the severity and duration of hypercalcemia and alkalosis. If recognized early and treated appropriately, the chances of the development of complications can be significantly reduced, and the prognosis is favorable."}
{"id": "article-25161_26", "title": "Milk-Alkali Syndrome -- Complications", "content": "Not many complications have been reported in patients who develop the milk-alkali syndrome. One reason for this is that the syndrome is reversible. Withdrawing the offending agent, which is calcium carbonate in most cases, serves as a cure. Some studies, however, have reported the development of permanent renal damage, even after the discontinuation of the supplement in the diet. Several case reports have mentioned that patients had elevated creatinine levels (more than 1.5 mg/dL) in follow-up investigations. Renal function improvement is variable after treatment. There have been reports of status-epilepticus secondary to hypercalcemia in patients with milk-alkali syndrome. [24]", "contents": "Milk-Alkali Syndrome -- Complications. Not many complications have been reported in patients who develop the milk-alkali syndrome. One reason for this is that the syndrome is reversible. Withdrawing the offending agent, which is calcium carbonate in most cases, serves as a cure. Some studies, however, have reported the development of permanent renal damage, even after the discontinuation of the supplement in the diet. Several case reports have mentioned that patients had elevated creatinine levels (more than 1.5 mg/dL) in follow-up investigations. Renal function improvement is variable after treatment. There have been reports of status-epilepticus secondary to hypercalcemia in patients with milk-alkali syndrome. [24]"}
{"id": "article-25161_27", "title": "Milk-Alkali Syndrome -- Complications", "content": "Neurological impairment, including obtundation and coma, has been reported in patients with calcium levels greater than 15 mg/dL. Older age, patients with a history of chronic kidney disease, and patients on dialysis are at high risk of complications.", "contents": "Milk-Alkali Syndrome -- Complications. Neurological impairment, including obtundation and coma, has been reported in patients with calcium levels greater than 15 mg/dL. Older age, patients with a history of chronic kidney disease, and patients on dialysis are at high risk of complications."}
{"id": "article-25161_28", "title": "Milk-Alkali Syndrome -- Deterrence and Patient Education", "content": "Increased awareness about the importance of calcium, along with its easy availability, and frequent prescription of calcium-containing supplements, have resulted in a rise in the cases of milk-alkali syndrome in the past few years. [25] The patients should be informed of the pathogenesis of the disorder and the common symptoms of hypercalcemia. The patients should be mindful of the supplements they are taking and their ingredients. Frequently, patients are unknowingly taking calcium through multiple sources. The recommended dose and potentially harmful doses, tailored according to the patient’s requirements, need to be formally discussed with the patient. This is especially important for patients with chronic renal disease because the chances of developing potentially lethal hypercalcemia and metabolic alkalosis are higher in these patients. Patients who develop hypercalcemia also need to be educated about the reversibility of the syndrome with the discontinuation of the offending agent.", "contents": "Milk-Alkali Syndrome -- Deterrence and Patient Education. Increased awareness about the importance of calcium, along with its easy availability, and frequent prescription of calcium-containing supplements, have resulted in a rise in the cases of milk-alkali syndrome in the past few years. [25] The patients should be informed of the pathogenesis of the disorder and the common symptoms of hypercalcemia. The patients should be mindful of the supplements they are taking and their ingredients. Frequently, patients are unknowingly taking calcium through multiple sources. The recommended dose and potentially harmful doses, tailored according to the patient’s requirements, need to be formally discussed with the patient. This is especially important for patients with chronic renal disease because the chances of developing potentially lethal hypercalcemia and metabolic alkalosis are higher in these patients. Patients who develop hypercalcemia also need to be educated about the reversibility of the syndrome with the discontinuation of the offending agent."}
{"id": "article-25161_29", "title": "Milk-Alkali Syndrome -- Enhancing Healthcare Team Outcomes", "content": "An increased number of cases of milk-alkali syndrome have been reported in the past decade. Clinicians should keep milk-alkali syndrome high on the differential when dealing with a patient presenting with hypercalcemia. Though generally asymptomatic and discovered incidentally, it can rapidly lead to the development of life-threatening hypercalcemia and alkalosis and may progress to renal failure if left untreated. Clinicians need to be well-versed in the causes, pathophysiology, complications, and management of hypercalcemia and alkalosis resulting from this disorder. Being a reversible condition, early management can prove to be life-saving.", "contents": "Milk-Alkali Syndrome -- Enhancing Healthcare Team Outcomes. An increased number of cases of milk-alkali syndrome have been reported in the past decade. Clinicians should keep milk-alkali syndrome high on the differential when dealing with a patient presenting with hypercalcemia. Though generally asymptomatic and discovered incidentally, it can rapidly lead to the development of life-threatening hypercalcemia and alkalosis and may progress to renal failure if left untreated. Clinicians need to be well-versed in the causes, pathophysiology, complications, and management of hypercalcemia and alkalosis resulting from this disorder. Being a reversible condition, early management can prove to be life-saving."}
{"id": "article-25161_30", "title": "Milk-Alkali Syndrome -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach with effective communication between the members, including internists, endocrinologists, nephrologists, nurses, and pharmacists, is required to enhance patient care and improve outcomes. The various clinicians will guide the case, but nursing will play a crucial role in the case, assisting with patient assessment, counseling the patient on their condition and treatment, and helping coordinate the activities of the various specialists and other clinicians. Pharmacists will counsel patients on medication taken to treat the disease, as well as looking at which medications may lead to milk-alkali syndrome. They will also perform medication reconciliation to check for drug interactions. All care team members must maintain meticulous records on the patient and report any concerns or noted changes in the patient's condition to other team members. This interprofessional approach with open communication will yield the best possible patient results. [Level 5]", "contents": "Milk-Alkali Syndrome -- Enhancing Healthcare Team Outcomes. An interprofessional team approach with effective communication between the members, including internists, endocrinologists, nephrologists, nurses, and pharmacists, is required to enhance patient care and improve outcomes. The various clinicians will guide the case, but nursing will play a crucial role in the case, assisting with patient assessment, counseling the patient on their condition and treatment, and helping coordinate the activities of the various specialists and other clinicians. Pharmacists will counsel patients on medication taken to treat the disease, as well as looking at which medications may lead to milk-alkali syndrome. They will also perform medication reconciliation to check for drug interactions. All care team members must maintain meticulous records on the patient and report any concerns or noted changes in the patient's condition to other team members. This interprofessional approach with open communication will yield the best possible patient results. [Level 5]"}
{"id": "article-25161_31", "title": "Milk-Alkali Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Milk-Alkali Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}