{"id": "article-105326_0", "title": "Rotation Vertebral Artery Syndrome -- Continuing Education Activity", "content": "Rotational vertebral artery syndrome, or bow hunter syndrome, is a very rare diagnosis that is easily missed. Furthermore, symptoms are very nonspecific and caused by underlying anatomic abnormalities or derangements. This activity serves to examine the underlying pathology of this rare cause of vertebrobasilar insufficiency and highlights the role of the interprofessional team in the evaluation and management of patients with this condition.", "contents": "Rotation Vertebral Artery Syndrome -- Continuing Education Activity. Rotational vertebral artery syndrome, or bow hunter syndrome, is a very rare diagnosis that is easily missed. Furthermore, symptoms are very nonspecific and caused by underlying anatomic abnormalities or derangements. This activity serves to examine the underlying pathology of this rare cause of vertebrobasilar insufficiency and highlights the role of the interprofessional team in the evaluation and management of patients with this condition."}
{"id": "article-105326_1", "title": "Rotation Vertebral Artery Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the relevant anatomy associated with rotational vertebral artery syndrome. Apply knowledge of the pathogenesis of rotational vertebral artery syndrome to the evaluation. Assess the difficulty in diagnosing rotational vertebral artery syndrome as the underlying cause of vertebrobasilar insufficiency. Communicate the importance of an interprofessional team approach in diagnosing and treating rotational vertebral artery syndrome. Access free multiple choice questions on this topic.", "contents": "Rotation Vertebral Artery Syndrome -- Continuing Education Activity. Objectives: Identify the relevant anatomy associated with rotational vertebral artery syndrome. Apply knowledge of the pathogenesis of rotational vertebral artery syndrome to the evaluation. Assess the difficulty in diagnosing rotational vertebral artery syndrome as the underlying cause of vertebrobasilar insufficiency. Communicate the importance of an interprofessional team approach in diagnosing and treating rotational vertebral artery syndrome. Access free multiple choice questions on this topic."}
{"id": "article-105326_2", "title": "Rotation Vertebral Artery Syndrome -- Introduction", "content": "Rotational vertebral artery syndrome, or, colloquially, bow hunter syndrome, is a rare cause of vertebrobasilar insufficiency. In patients with bow hunter syndrome, rotation of the head and neck can lead to compression of the vertebral artery at the atlantoaxial or subaxial levels in the spine. The name, bow hunter syndrome, is derived from a patient who developed Wallenberg syndrome (a lateral medullary infarction) during archery practice due to poor circulation with his head turned for extended periods. [1]", "contents": "Rotation Vertebral Artery Syndrome -- Introduction. Rotational vertebral artery syndrome, or, colloquially, bow hunter syndrome, is a rare cause of vertebrobasilar insufficiency. In patients with bow hunter syndrome, rotation of the head and neck can lead to compression of the vertebral artery at the atlantoaxial or subaxial levels in the spine. The name, bow hunter syndrome, is derived from a patient who developed Wallenberg syndrome (a lateral medullary infarction) during archery practice due to poor circulation with his head turned for extended periods. [1]"}
{"id": "article-105326_3", "title": "Rotation Vertebral Artery Syndrome -- Introduction", "content": "Understanding the anatomy of the vertebral artery is critical to the pathogenesis of bow hunter syndrome. The vertebral arteries originate from the subclavian arteries. They generally enter deep into the transverse process of C6 in most cases (C7 in 7.5% of cases) and ascend through the transverse foramen of each cervical vertebrae. After ascending through the transverse foramen of the atlas (C1), the vertebral arteries travel along the posterior arch of C1 and into the suboccipital triangle, where they enter the foramen magnum. [2]", "contents": "Rotation Vertebral Artery Syndrome -- Introduction. Understanding the anatomy of the vertebral artery is critical to the pathogenesis of bow hunter syndrome. The vertebral arteries originate from the subclavian arteries. They generally enter deep into the transverse process of C6 in most cases (C7 in 7.5% of cases) and ascend through the transverse foramen of each cervical vertebrae. After ascending through the transverse foramen of the atlas (C1), the vertebral arteries travel along the posterior arch of C1 and into the suboccipital triangle, where they enter the foramen magnum. [2]"}
{"id": "article-105326_4", "title": "Rotation Vertebral Artery Syndrome -- Etiology", "content": "As a result of the vertebral arteries' complex course along the posterior arch of the atlas (C1), it is susceptible to compression and occlusion due to head rotation. Disk herniation, osteophytes, spondylotic changes, vertebral artery dissection, cervical spondylosis, and any other anatomical or surgical derangements in the cervical-occipital region may result in occlusion. Musculotendinous compression can cause this condition in association with thoracic outlet syndrome. Osteophytes and bone spurs are the most common causes of occlusion. [3] [4] [5] [6] [7] [8]", "contents": "Rotation Vertebral Artery Syndrome -- Etiology. As a result of the vertebral arteries' complex course along the posterior arch of the atlas (C1), it is susceptible to compression and occlusion due to head rotation. Disk herniation, osteophytes, spondylotic changes, vertebral artery dissection, cervical spondylosis, and any other anatomical or surgical derangements in the cervical-occipital region may result in occlusion. Musculotendinous compression can cause this condition in association with thoracic outlet syndrome. Osteophytes and bone spurs are the most common causes of occlusion. [3] [4] [5] [6] [7] [8]"}
{"id": "article-105326_5", "title": "Rotation Vertebral Artery Syndrome -- Epidemiology", "content": "Rotational vertebral artery syndrome usually presents in patients aged 50 to 79, with a predilection for men at a ratio of approximately 2 to 1. Old age, hypertension, osteoarthritis, hyperlipidemia, diabetes, smoking, and coronary artery disease are other risk factors found to be associated with its diagnosis. [1] [3] [4] [9]", "contents": "Rotation Vertebral Artery Syndrome -- Epidemiology. Rotational vertebral artery syndrome usually presents in patients aged 50 to 79, with a predilection for men at a ratio of approximately 2 to 1. Old age, hypertension, osteoarthritis, hyperlipidemia, diabetes, smoking, and coronary artery disease are other risk factors found to be associated with its diagnosis. [1] [3] [4] [9]"}
{"id": "article-105326_6", "title": "Rotation Vertebral Artery Syndrome -- History and Physical", "content": "The clinical presentation of rotational vertebral artery syndrome varies from patient to patient. Typically, they have a history ranging from transient ischemic attacks to devastating strokes of the posterior circulation that are evoked by head rotation and generally resolve with derotation of the neck. Most commonly, patients report dizziness, syncope, impaired vision/nystagmus, nausea, Horner syndrome, and other motor and sensory deficits that occur with head rotation. Unfortunately, the reported clinical findings most common are not specific to bow hunter syndrome but rather are commonplace in disorders of the neurovestibular system. [1] [9] [10]", "contents": "Rotation Vertebral Artery Syndrome -- History and Physical. The clinical presentation of rotational vertebral artery syndrome varies from patient to patient. Typically, they have a history ranging from transient ischemic attacks to devastating strokes of the posterior circulation that are evoked by head rotation and generally resolve with derotation of the neck. Most commonly, patients report dizziness, syncope, impaired vision/nystagmus, nausea, Horner syndrome, and other motor and sensory deficits that occur with head rotation. Unfortunately, the reported clinical findings most common are not specific to bow hunter syndrome but rather are commonplace in disorders of the neurovestibular system. [1] [9] [10]"}
{"id": "article-105326_7", "title": "Rotation Vertebral Artery Syndrome -- Evaluation", "content": "Patients with a suspected vascular disorder affecting the vertebrobasilar system should undergo computed tomography angiography (CTA) or magnetic resonance imaging (MRI)/magnetic resonance angiography (MRA) to assess for abnormal bony structures, infarction lesions, and vertebral artery stenosis. Diagnostic confirmation is digital subtraction angiography, which shows normal arteries in neutral head alignment and stenotic arteries or vascular occlusion with head rotation in true bow hunter syndrome. These vascular studies are considered the gold standard in confirming the diagnosis of bow hunter syndrome. [1] Furthermore, electrophysiologic exams such as motor-evoked potentials, somatosensory-evoked potentials (SSEPs), and brain stem auditory-evoked responses serve as baseline information preceding and following surgical intervention. [11] [12]", "contents": "Rotation Vertebral Artery Syndrome -- Evaluation. Patients with a suspected vascular disorder affecting the vertebrobasilar system should undergo computed tomography angiography (CTA) or magnetic resonance imaging (MRI)/magnetic resonance angiography (MRA) to assess for abnormal bony structures, infarction lesions, and vertebral artery stenosis. Diagnostic confirmation is digital subtraction angiography, which shows normal arteries in neutral head alignment and stenotic arteries or vascular occlusion with head rotation in true bow hunter syndrome. These vascular studies are considered the gold standard in confirming the diagnosis of bow hunter syndrome. [1] Furthermore, electrophysiologic exams such as motor-evoked potentials, somatosensory-evoked potentials (SSEPs), and brain stem auditory-evoked responses serve as baseline information preceding and following surgical intervention. [11] [12]"}
{"id": "article-105326_8", "title": "Rotation Vertebral Artery Syndrome -- Treatment / Management", "content": "Rotational vertebral artery syndrome is rare, and there is no consensus on the best course of treatment. Conservative management with avoidance of head and neck rotation using a brace or collar is 1 option, while adjunct anticoagulation therapy may improve morbidity.", "contents": "Rotation Vertebral Artery Syndrome -- Treatment / Management. Rotational vertebral artery syndrome is rare, and there is no consensus on the best course of treatment. Conservative management with avoidance of head and neck rotation using a brace or collar is 1 option, while adjunct anticoagulation therapy may improve morbidity."}
{"id": "article-105326_9", "title": "Rotation Vertebral Artery Syndrome -- Treatment / Management", "content": "Most patients are offered conservative treatment initially and undergo surgical intervention if symptoms fail to improve. Decompression and fusion of the cervical spine may be employed at C1-C2 or occiput-C2. [1] [13] [14]", "contents": "Rotation Vertebral Artery Syndrome -- Treatment / Management. Most patients are offered conservative treatment initially and undergo surgical intervention if symptoms fail to improve. Decompression and fusion of the cervical spine may be employed at C1-C2 or occiput-C2. [1] [13] [14]"}
{"id": "article-105326_10", "title": "Rotation Vertebral Artery Syndrome -- Treatment / Management", "content": "Cornelius et al described a bow hunter syndrome caused by dynamic vertebral artery stenosis. The patient in question had a history of focal dissection, and after failing conservative management, he received treatment with coil embolization of his right vertebral artery. [15] As there are many potential causes of dynamic vertebral artery compression, surgical treatment targets each patient's specific pathology and is not standardizable across all patients.", "contents": "Rotation Vertebral Artery Syndrome -- Treatment / Management. Cornelius et al described a bow hunter syndrome caused by dynamic vertebral artery stenosis. The patient in question had a history of focal dissection, and after failing conservative management, he received treatment with coil embolization of his right vertebral artery. [15] As there are many potential causes of dynamic vertebral artery compression, surgical treatment targets each patient's specific pathology and is not standardizable across all patients."}
{"id": "article-105326_11", "title": "Rotation Vertebral Artery Syndrome -- Differential Diagnosis", "content": "Rotational vertebral artery syndrome presents with nonspecific symptoms consistent with vertebrobasilar deficiency. Most commonly, patients report dizziness, syncope, impaired vision/nystagmus, nausea, Horner syndrome, and other motor and sensory deficits that occur with head rotation. Patients often present with symptoms of transient ischemic attacks and strokes, which can have a plethora of underlying causes.", "contents": "Rotation Vertebral Artery Syndrome -- Differential Diagnosis. Rotational vertebral artery syndrome presents with nonspecific symptoms consistent with vertebrobasilar deficiency. Most commonly, patients report dizziness, syncope, impaired vision/nystagmus, nausea, Horner syndrome, and other motor and sensory deficits that occur with head rotation. Patients often present with symptoms of transient ischemic attacks and strokes, which can have a plethora of underlying causes."}
{"id": "article-105326_12", "title": "Rotation Vertebral Artery Syndrome -- Differential Diagnosis", "content": "As mentioned briefly, bow hunter syndrome was initially described in a patient who developed symptoms analogous to lateral medullary syndrome, normally caused by an infarct of the vertebral artery or the posterior inferior cerebellar artery. Lateral medullary syndrome, or Wallenberg syndrome, is characterized by ipsilateral pain and temperature sensation loss in the face and contralateral loss of pain and temperature sensation in the body accompanied by gait ataxia/vertigo, nystagmus, nausea/vomiting, and dysphagia. [16] Other diagnoses in the differential are sick sinus syndrome and hypersensitivity baroreceptor syndrome.", "contents": "Rotation Vertebral Artery Syndrome -- Differential Diagnosis. As mentioned briefly, bow hunter syndrome was initially described in a patient who developed symptoms analogous to lateral medullary syndrome, normally caused by an infarct of the vertebral artery or the posterior inferior cerebellar artery. Lateral medullary syndrome, or Wallenberg syndrome, is characterized by ipsilateral pain and temperature sensation loss in the face and contralateral loss of pain and temperature sensation in the body accompanied by gait ataxia/vertigo, nystagmus, nausea/vomiting, and dysphagia. [16] Other diagnoses in the differential are sick sinus syndrome and hypersensitivity baroreceptor syndrome."}
{"id": "article-105326_13", "title": "Rotation Vertebral Artery Syndrome -- Prognosis", "content": "Choi et al reported that of 19 patients with rotational vertebral artery syndrome managed conservatively, no patient developed a posterior circulation stroke over 37.5 months of follow-up. Furthermore, 4 patients had resolution of symptoms during the follow-up period. [17] Conversely, a review by Rastogi et al reported only a 37% favorable outcome incidence for patients managed conservatively. [9]", "contents": "Rotation Vertebral Artery Syndrome -- Prognosis. Choi et al reported that of 19 patients with rotational vertebral artery syndrome managed conservatively, no patient developed a posterior circulation stroke over 37.5 months of follow-up. Furthermore, 4 patients had resolution of symptoms during the follow-up period. [17] Conversely, a review by Rastogi et al reported only a 37% favorable outcome incidence for patients managed conservatively. [9]"}
{"id": "article-105326_14", "title": "Rotation Vertebral Artery Syndrome -- Complications", "content": "Repeated transient ischemic attacks and strokes of the vestibular system can result in decreased balance, syncope, dizziness, and long-term neurological deficits. Furthermore, falls associated with these attacks can result in other injuries. Patients who require cervical fusion lose significant motion in the neck, with the atlantoaxial joint responsible for 55% of rotation and 15% of flexion and extension.", "contents": "Rotation Vertebral Artery Syndrome -- Complications. Repeated transient ischemic attacks and strokes of the vestibular system can result in decreased balance, syncope, dizziness, and long-term neurological deficits. Furthermore, falls associated with these attacks can result in other injuries. Patients who require cervical fusion lose significant motion in the neck, with the atlantoaxial joint responsible for 55% of rotation and 15% of flexion and extension."}
{"id": "article-105326_15", "title": "Rotation Vertebral Artery Syndrome -- Deterrence and Patient Education", "content": "Patients who note episodes of dizziness, syncope, nausea, loss of balance, and other neurological symptoms accompanying rotation of the head should be evaluated for rotational vertebral artery syndrome by a medical professional, as symptoms are nonspecific and could indicate numerous different pathologies. Patients diagnosed with bow hunter syndrome can usually be managed non-operatively with neck immobilization and anticoagulation. Still, they should undergo careful monitoring under the supervision of a medical specialist.", "contents": "Rotation Vertebral Artery Syndrome -- Deterrence and Patient Education. Patients who note episodes of dizziness, syncope, nausea, loss of balance, and other neurological symptoms accompanying rotation of the head should be evaluated for rotational vertebral artery syndrome by a medical professional, as symptoms are nonspecific and could indicate numerous different pathologies. Patients diagnosed with bow hunter syndrome can usually be managed non-operatively with neck immobilization and anticoagulation. Still, they should undergo careful monitoring under the supervision of a medical specialist."}
{"id": "article-105326_16", "title": "Rotation Vertebral Artery Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Rotational vertebral artery syndrome is a treatable condition that can have significant morbidity if not managed appropriately. As such, it is best managed by an interprofessional team approach. Furthermore, it represents a diagnostic challenge as many causes of vertebral basilar deficiency and other pathologies may mimic its symptoms. Therefore, practitioners whose patients exhibit symptoms of cerebellar ischemia should be evaluated by a specialist in neurology to obtain a correct diagnosis. Neurosurgeons, vascular surgeons, and/or orthopedic spine surgeons can all manage rotational vertebral artery syndrome if a patient fails non-operative management.", "contents": "Rotation Vertebral Artery Syndrome -- Enhancing Healthcare Team Outcomes. Rotational vertebral artery syndrome is a treatable condition that can have significant morbidity if not managed appropriately. As such, it is best managed by an interprofessional team approach. Furthermore, it represents a diagnostic challenge as many causes of vertebral basilar deficiency and other pathologies may mimic its symptoms. Therefore, practitioners whose patients exhibit symptoms of cerebellar ischemia should be evaluated by a specialist in neurology to obtain a correct diagnosis. Neurosurgeons, vascular surgeons, and/or orthopedic spine surgeons can all manage rotational vertebral artery syndrome if a patient fails non-operative management."}
{"id": "article-105326_17", "title": "Rotation Vertebral Artery Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Healthcare providers must work together and communicate clearly to execute the plan of management to optimize patient outcomes. As the consequences of mismanagement of bow hunter syndrome can be severe, medical professionals must be both educated and prepared to provide the highest quality of patient care.", "contents": "Rotation Vertebral Artery Syndrome -- Enhancing Healthcare Team Outcomes. Healthcare providers must work together and communicate clearly to execute the plan of management to optimize patient outcomes. As the consequences of mismanagement of bow hunter syndrome can be severe, medical professionals must be both educated and prepared to provide the highest quality of patient care."}
{"id": "article-105326_18", "title": "Rotation Vertebral Artery Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Rotation Vertebral Artery Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}