{"id": "article-31469_0", "title": "Zinc Deficiency -- Continuing Education Activity", "content": "Zinc deficiency is common worldwide but is seen with greater frequency in developing countries. Zinc deficiency can be inherited or acquired and typically presents with infectious, inflammatory, gastrointestinal, or cutaneous involvement. Treatment is predominantly via oral replacement and usually results in quick clinical improvement. This activity reviews the evaluation and management of zinc deficiency and highlights the role of the interprofessional team in caring for affected patients.", "contents": "Zinc Deficiency -- Continuing Education Activity. Zinc deficiency is common worldwide but is seen with greater frequency in developing countries. Zinc deficiency can be inherited or acquired and typically presents with infectious, inflammatory, gastrointestinal, or cutaneous involvement. Treatment is predominantly via oral replacement and usually results in quick clinical improvement. This activity reviews the evaluation and management of zinc deficiency and highlights the role of the interprofessional team in caring for affected patients."}
{"id": "article-31469_1", "title": "Zinc Deficiency -- Continuing Education Activity", "content": "Objectives: Describe the recommended treatment for zinc deficiency. Outline the typical presentation for a patient with zinc deficiency. Review the pathophysiology of zinc deficiency. Explain the interprofessional team strategies for improving care coordination and communication regarding managing patients with zinc deficiency. Access free multiple choice questions on this topic.", "contents": "Zinc Deficiency -- Continuing Education Activity. Objectives: Describe the recommended treatment for zinc deficiency. Outline the typical presentation for a patient with zinc deficiency. Review the pathophysiology of zinc deficiency. Explain the interprofessional team strategies for improving care coordination and communication regarding managing patients with zinc deficiency. Access free multiple choice questions on this topic."}
{"id": "article-31469_2", "title": "Zinc Deficiency -- Introduction", "content": "Zinc is an essential micronutrient for humans and is extensively involved in protein, lipid, nucleic acid metabolism, and gene transcription. [1] Its role within the human body is extensive in reproduction, immune function, and wound repair. At the microcellular level, it has a significant effect on the normal functioning of macrophages, neutrophils, natural killer cells, and complement activity. [2] [3] [4] Despite being one of the most abundant trace elements in the human body, zinc cannot be stored in significant amounts and hence requires regular intake or supplementation. Zinc is found in various foods, including meat, fish, legumes, nuts, and other dietary sources, although its absorption varies by the substrate carrying it. Zinc deficiency is a major health problem worldwide, especially in developing countries. Hence, it is designated by the World Health Organization as a major disease contributing factor. [5] [6] Zinc deficiency can present with growth impairment, sexual dysfunction, inflammation, gastrointestinal symptoms, or cutaneous involvement. [3]", "contents": "Zinc Deficiency -- Introduction. Zinc is an essential micronutrient for humans and is extensively involved in protein, lipid, nucleic acid metabolism, and gene transcription. [1] Its role within the human body is extensive in reproduction, immune function, and wound repair. At the microcellular level, it has a significant effect on the normal functioning of macrophages, neutrophils, natural killer cells, and complement activity. [2] [3] [4] Despite being one of the most abundant trace elements in the human body, zinc cannot be stored in significant amounts and hence requires regular intake or supplementation. Zinc is found in various foods, including meat, fish, legumes, nuts, and other dietary sources, although its absorption varies by the substrate carrying it. Zinc deficiency is a major health problem worldwide, especially in developing countries. Hence, it is designated by the World Health Organization as a major disease contributing factor. [5] [6] Zinc deficiency can present with growth impairment, sexual dysfunction, inflammation, gastrointestinal symptoms, or cutaneous involvement. [3]"}
{"id": "article-31469_3", "title": "Zinc Deficiency -- Etiology", "content": "Zinc is a divalent cation not synthesized within the human body and needs to be taken from outside to maintain adequate levels. The dietary intake of zinc increases from 3 mg/day in children to 8 mg/day in adult females and 11 mg/day in adult males. These requirements are even higher in pregnant and lactating women.", "contents": "Zinc Deficiency -- Etiology. Zinc is a divalent cation not synthesized within the human body and needs to be taken from outside to maintain adequate levels. The dietary intake of zinc increases from 3 mg/day in children to 8 mg/day in adult females and 11 mg/day in adult males. These requirements are even higher in pregnant and lactating women."}
{"id": "article-31469_4", "title": "Zinc Deficiency -- Etiology", "content": "Zinc deficiency is commonly seen in developing regions that is attributable to malnutrition; however, in developed regions, it is associated with aging and many chronic illnesses. Zinc deficiency can be acquired or inherited. Acquired deficiency can occur from decreased intake, inability to absorb the micronutrient, increased metabolic demand, or excessive loss. Patients with an acquired form of zinc deficiency usually have a combination of various factors, such as: Nutritional: lack of meat intake, excess phytates (present in legumes, seeds, soy products, and whole grains), or oxalates (found in spinach, okra, nuts, and tea) Chronic illnesses: the presence of chronic illnesses (chronic gastrointestinal diseases, diabetes, liver disease, sickle cell disease, kidney disease, excess alcohol consumption, HIV infection) or chronic infections. [7] [8] [9] [10] [11] [12] [13] [14] [15]", "contents": "Zinc Deficiency -- Etiology. Zinc deficiency is commonly seen in developing regions that is attributable to malnutrition; however, in developed regions, it is associated with aging and many chronic illnesses. Zinc deficiency can be acquired or inherited. Acquired deficiency can occur from decreased intake, inability to absorb the micronutrient, increased metabolic demand, or excessive loss. Patients with an acquired form of zinc deficiency usually have a combination of various factors, such as: Nutritional: lack of meat intake, excess phytates (present in legumes, seeds, soy products, and whole grains), or oxalates (found in spinach, okra, nuts, and tea) Chronic illnesses: the presence of chronic illnesses (chronic gastrointestinal diseases, diabetes, liver disease, sickle cell disease, kidney disease, excess alcohol consumption, HIV infection) or chronic infections. [7] [8] [9] [10] [11] [12] [13] [14] [15]"}
{"id": "article-31469_5", "title": "Zinc Deficiency -- Etiology", "content": "Absorption is decreased with the co-ingestion of phytates, calcium, and phosphate. Inadequate intake can be seen with exclusive parenteral nutrition, strict vegetarian diets, and anorexia nervosa. Causes of inadequate absorption include Crohn disease and subsequent small bowel malabsorption, short bowel syndrome, hookworm infestation, and pancreatic insufficiency. [16] Medications, including penicillamine, various diuretics, certain antibiotics, and sodium valproate, can also inhibit absorption.", "contents": "Zinc Deficiency -- Etiology. Absorption is decreased with the co-ingestion of phytates, calcium, and phosphate. Inadequate intake can be seen with exclusive parenteral nutrition, strict vegetarian diets, and anorexia nervosa. Causes of inadequate absorption include Crohn disease and subsequent small bowel malabsorption, short bowel syndrome, hookworm infestation, and pancreatic insufficiency. [16] Medications, including penicillamine, various diuretics, certain antibiotics, and sodium valproate, can also inhibit absorption."}
{"id": "article-31469_6", "title": "Zinc Deficiency -- Etiology", "content": "Increased demand occurs in multiple settings, one of which is during pregnancy and lactation. [5] Zinc requirements increase up to two-fold during these times, and up to 2 mg/day of loss occurs, lasting up to two months postpartum. Preterm infants require higher zinc levels because of inadequate stores, decreased gut absorption, and higher metabolic rate. [17]", "contents": "Zinc Deficiency -- Etiology. Increased demand occurs in multiple settings, one of which is during pregnancy and lactation. [5] Zinc requirements increase up to two-fold during these times, and up to 2 mg/day of loss occurs, lasting up to two months postpartum. Preterm infants require higher zinc levels because of inadequate stores, decreased gut absorption, and higher metabolic rate. [17]"}
{"id": "article-31469_7", "title": "Zinc Deficiency -- Etiology", "content": "Excess loss occurs by burns, hemodialysis, hemolysis, diarrhea, or urinary loss by alcohol use or diuretics. [6] These lead to deficiency over a period of months. The body attempts to compensate for increased GI absorption by utilizing the small stores in skeletal muscle, bone, hair, liver, brain, and skin. [18]", "contents": "Zinc Deficiency -- Etiology. Excess loss occurs by burns, hemodialysis, hemolysis, diarrhea, or urinary loss by alcohol use or diuretics. [6] These lead to deficiency over a period of months. The body attempts to compensate for increased GI absorption by utilizing the small stores in skeletal muscle, bone, hair, liver, brain, and skin. [18]"}
{"id": "article-31469_8", "title": "Zinc Deficiency -- Etiology", "content": "Acrodermatitis enteropathica is an inherited form of zinc deficiency from impaired absorption. [19] This is a rare disease with an incidence estimated at 1 per 500,000. It occurs as an autosomal recessive mutation of the SLC 39A4 gene on chromosome 8q24.3 that encodes the Zip4 transporter.", "contents": "Zinc Deficiency -- Etiology. Acrodermatitis enteropathica is an inherited form of zinc deficiency from impaired absorption. [19] This is a rare disease with an incidence estimated at 1 per 500,000. It occurs as an autosomal recessive mutation of the SLC 39A4 gene on chromosome 8q24.3 that encodes the Zip4 transporter."}
{"id": "article-31469_9", "title": "Zinc Deficiency -- Epidemiology", "content": "It is estimated that up to 17% of the global population is at risk for inadequate zinc intake, while in South Asia, up to 30% may be deficient. Other areas at risk include sub-Saharan Africa and Central America. [4] Worldwide trends and prevalence of zinc deficiency have largely been stable; however, notable reductions have been seen, exemplified by countries like China, with a decrease of prevalence from 17% to 8% recorded in 2005. [20] [21]", "contents": "Zinc Deficiency -- Epidemiology. It is estimated that up to 17% of the global population is at risk for inadequate zinc intake, while in South Asia, up to 30% may be deficient. Other areas at risk include sub-Saharan Africa and Central America. [4] Worldwide trends and prevalence of zinc deficiency have largely been stable; however, notable reductions have been seen, exemplified by countries like China, with a decrease of prevalence from 17% to 8% recorded in 2005. [20] [21]"}
{"id": "article-31469_10", "title": "Zinc Deficiency -- Epidemiology", "content": "Endemic deficiency is common in up to one-third of the population in various parts of the world, primarily in Southeast Asia and sub-Saharan Africa. [4] [22] Zinc deficiency is also prevalent in Iran, Egypt, and Turkey, secondary to high phytate intake.", "contents": "Zinc Deficiency -- Epidemiology. Endemic deficiency is common in up to one-third of the population in various parts of the world, primarily in Southeast Asia and sub-Saharan Africa. [4] [22] Zinc deficiency is also prevalent in Iran, Egypt, and Turkey, secondary to high phytate intake."}
{"id": "article-31469_11", "title": "Zinc Deficiency -- Epidemiology", "content": "Clay eating or 'pica' is commonly seen in children of certain communities and regions. Clay effectively binds zinc, causing a dramatic decrease in the bioavailability of zinc. Approximately two billion people in developing regions are deficient in zinc to some extent. The at-risk population is comprised of children and elderly adults. [23] [24] [25]", "contents": "Zinc Deficiency -- Epidemiology. Clay eating or 'pica' is commonly seen in children of certain communities and regions. Clay effectively binds zinc, causing a dramatic decrease in the bioavailability of zinc. Approximately two billion people in developing regions are deficient in zinc to some extent. The at-risk population is comprised of children and elderly adults. [23] [24] [25]"}
{"id": "article-31469_12", "title": "Zinc Deficiency -- Pathophysiology", "content": "Zinc is a vital trace element. It plays multiple indispensable roles within the human body, including growth and tissue repair. Zinc is involved in molecular synthesis, including the formation of DNA, RNA, and proteins. It stabilizes ribosomes and cell membranes and has protective effects by decreasing lipid peroxidation and subsequent free radicals. Beyond the molecular nuances of function, it is required for spermatogenesis, embryogenesis, and fetal growth. [2] [4] The absorption of zinc occurs primarily in the distal duodenum and proximal jejunum, while excretion is primarily gastrointestinal (GI), with some secretion through urine and sweat.", "contents": "Zinc Deficiency -- Pathophysiology. Zinc is a vital trace element. It plays multiple indispensable roles within the human body, including growth and tissue repair. Zinc is involved in molecular synthesis, including the formation of DNA, RNA, and proteins. It stabilizes ribosomes and cell membranes and has protective effects by decreasing lipid peroxidation and subsequent free radicals. Beyond the molecular nuances of function, it is required for spermatogenesis, embryogenesis, and fetal growth. [2] [4] The absorption of zinc occurs primarily in the distal duodenum and proximal jejunum, while excretion is primarily gastrointestinal (GI), with some secretion through urine and sweat."}
{"id": "article-31469_13", "title": "Zinc Deficiency -- Pathophysiology", "content": "Zinc has a significant role in the skin and is found in higher concentrations in the epidermis than the dermis, with the majority found in the stratum spinosum. Tight regulation of intracellular zinc is maintained by transporters encoded by solute-linked carrier genes, including zinc transporter (ZnT; SLC 30A). Other regulators include Zrt-Irt-like proteins (ZIP; SLC 39A). Within keratinocytes, zinc suppresses activation of tumor necrosis factor-alpha (TNF-alpha) and diminishes inducible nitric oxide synthase and nitric oxide production. Furthermore, chelation of intracellular zinc results in activation of caspase-3 and DNA fragmentation with resultant apoptosis of keratinocytes. The net effect is that zinc is required for normal keratinocyte proliferation and suppression of inflammation. Zip2 and Zip4 are present in keratinocytes, facilitating appropriate proliferation and differentiation, and are crucial in skin health. [26] Zip10 is expressed in the outer root sheath of hair and is involved in hair growth and preservation. [27]", "contents": "Zinc Deficiency -- Pathophysiology. Zinc has a significant role in the skin and is found in higher concentrations in the epidermis than the dermis, with the majority found in the stratum spinosum. Tight regulation of intracellular zinc is maintained by transporters encoded by solute-linked carrier genes, including zinc transporter (ZnT; SLC 30A). Other regulators include Zrt-Irt-like proteins (ZIP; SLC 39A). Within keratinocytes, zinc suppresses activation of tumor necrosis factor-alpha (TNF-alpha) and diminishes inducible nitric oxide synthase and nitric oxide production. Furthermore, chelation of intracellular zinc results in activation of caspase-3 and DNA fragmentation with resultant apoptosis of keratinocytes. The net effect is that zinc is required for normal keratinocyte proliferation and suppression of inflammation. Zip2 and Zip4 are present in keratinocytes, facilitating appropriate proliferation and differentiation, and are crucial in skin health. [26] Zip10 is expressed in the outer root sheath of hair and is involved in hair growth and preservation. [27]"}
{"id": "article-31469_14", "title": "Zinc Deficiency -- Pathophysiology", "content": "Its role in immune function is also well described. Overall, it keeps the skin viable as an initial barrier to pathogens. It mediates innate immunity with the function of natural killer cells and neutrophils while influencing the acquired immune system through T-lymphocyte activation and regulation, Th1 cytokine production, B-lymphocyte function, and antibody production with subsequent immunoglobulin G formation. Macrophages utilize zinc for phagocytosis, intracellular killing, and cytokine production. Zinc potentiates programmed cell death through apoptosis. [4] [28] [29]", "contents": "Zinc Deficiency -- Pathophysiology. Its role in immune function is also well described. Overall, it keeps the skin viable as an initial barrier to pathogens. It mediates innate immunity with the function of natural killer cells and neutrophils while influencing the acquired immune system through T-lymphocyte activation and regulation, Th1 cytokine production, B-lymphocyte function, and antibody production with subsequent immunoglobulin G formation. Macrophages utilize zinc for phagocytosis, intracellular killing, and cytokine production. Zinc potentiates programmed cell death through apoptosis. [4] [28] [29]"}
{"id": "article-31469_15", "title": "Zinc Deficiency -- Histopathology", "content": "Punch biopsy of involved cutaneous lesions shows hyperplastic psoriasiform dermatitis with parakeratosis. The granular layer is often decreased or absent, and there may be pallor of the upper epidermis. Cytoplasmic pallor is a non-specific finding but might be the earliest change observed. [30] It may also be absent in chronic lesions. The papillary dermis may show dilated tortuous vessels and demonstrate a mild perivascular mononuclear infiltrate. This finding is non-specific and can be seen in vitamin deficiency dermatitis, including B3 deficiency.", "contents": "Zinc Deficiency -- Histopathology. Punch biopsy of involved cutaneous lesions shows hyperplastic psoriasiform dermatitis with parakeratosis. The granular layer is often decreased or absent, and there may be pallor of the upper epidermis. Cytoplasmic pallor is a non-specific finding but might be the earliest change observed. [30] It may also be absent in chronic lesions. The papillary dermis may show dilated tortuous vessels and demonstrate a mild perivascular mononuclear infiltrate. This finding is non-specific and can be seen in vitamin deficiency dermatitis, including B3 deficiency."}
{"id": "article-31469_16", "title": "Zinc Deficiency -- History and Physical", "content": "Risk factors and age of presentation will help to distinguish acquired versus inherited forms of zinc deficiency. Acquired forms will present with risk factors of inadequate supply, regional and geographic risk factors, excess loss, or increased demand, as described earlier. The inherited disease presents earlier in life.", "contents": "Zinc Deficiency -- History and Physical. Risk factors and age of presentation will help to distinguish acquired versus inherited forms of zinc deficiency. Acquired forms will present with risk factors of inadequate supply, regional and geographic risk factors, excess loss, or increased demand, as described earlier. The inherited disease presents earlier in life."}
{"id": "article-31469_17", "title": "Zinc Deficiency -- History and Physical", "content": "Regardless of inherited or acquired deficiency, some signs and symptoms are similar, although cutaneous involvement may be milder in the acquired subset. Zinc deficiency was first recognized as a cause of nutritional dwarfism in the Middle East. [31] [32] This was attributed to high phytate intake.", "contents": "Zinc Deficiency -- History and Physical. Regardless of inherited or acquired deficiency, some signs and symptoms are similar, although cutaneous involvement may be milder in the acquired subset. Zinc deficiency was first recognized as a cause of nutritional dwarfism in the Middle East. [31] [32] This was attributed to high phytate intake."}
{"id": "article-31469_18", "title": "Zinc Deficiency -- History and Physical", "content": "Multiple organ systems are affected by zinc deficiency. Its role within the reproductive system manifests clinically as hypogonadism and associated complications and oligospermia. [33] [34] [35] Central nervous system (CNS) involvement can present as emotional lability, mental disturbances, impaired taste and smell, as well as photophobia. [36] Immune dysfunction predisposes individuals to a myriad of infectious complications. [37] GI symptoms may manifest as significant diarrhea. [18]", "contents": "Zinc Deficiency -- History and Physical. Multiple organ systems are affected by zinc deficiency. Its role within the reproductive system manifests clinically as hypogonadism and associated complications and oligospermia. [33] [34] [35] Central nervous system (CNS) involvement can present as emotional lability, mental disturbances, impaired taste and smell, as well as photophobia. [36] Immune dysfunction predisposes individuals to a myriad of infectious complications. [37] GI symptoms may manifest as significant diarrhea. [18]"}
{"id": "article-31469_19", "title": "Zinc Deficiency -- History and Physical", "content": "The cutaneous disease progresses over days and predominates on the periorificial location with angular cheilitis. Areas of friction such as elbows, knees, knuckles, malleolar areas, ankles, and the sacrum are often involved. Lesions are eczematous scaly plaques and maybe vesiculobullous or pustular. It is “scald-like” and may fissure and may show some pathergy with areas of friction developing similar lesions. [38] Annular psoriasiform plaques may have an overlying black crust and advancing margins with central scaling and lichenification. Nail involvement appears as paronychia, cuticle inflammation, Beau lines, of white transverse bands. Scalp involvement may first demonstrate thinning of hair, brittle spearhead appearance of hair, or transverse striations with longitudinal splits or pseudo monilethrix. [39] [40]", "contents": "Zinc Deficiency -- History and Physical. The cutaneous disease progresses over days and predominates on the periorificial location with angular cheilitis. Areas of friction such as elbows, knees, knuckles, malleolar areas, ankles, and the sacrum are often involved. Lesions are eczematous scaly plaques and maybe vesiculobullous or pustular. It is “scald-like” and may fissure and may show some pathergy with areas of friction developing similar lesions. [38] Annular psoriasiform plaques may have an overlying black crust and advancing margins with central scaling and lichenification. Nail involvement appears as paronychia, cuticle inflammation, Beau lines, of white transverse bands. Scalp involvement may first demonstrate thinning of hair, brittle spearhead appearance of hair, or transverse striations with longitudinal splits or pseudo monilethrix. [39] [40]"}
{"id": "article-31469_20", "title": "Zinc Deficiency -- History and Physical", "content": "Inherited deficiency, as exemplified by acrodermatitis enteropathica, is a rare inherited form of zinc malabsorption and often becomes symptomatic 4 to 6 weeks after an infant has stopped breastfeeding. Clinical symptoms include irritability, withdrawn disposition, growth impairment, anorexia, night blindness, pica, and photophobia. Cutaneous involvement includes the periorificial, gluteal, perineal, and acral predominant burn-like psoriasiform lesions. Nail dystrophy and paronychia occur, and alopecia may develop. Delayed wound healing, conjunctivitis, and increased susceptibility to infection may also be clues. [41]", "contents": "Zinc Deficiency -- History and Physical. Inherited deficiency, as exemplified by acrodermatitis enteropathica, is a rare inherited form of zinc malabsorption and often becomes symptomatic 4 to 6 weeks after an infant has stopped breastfeeding. Clinical symptoms include irritability, withdrawn disposition, growth impairment, anorexia, night blindness, pica, and photophobia. Cutaneous involvement includes the periorificial, gluteal, perineal, and acral predominant burn-like psoriasiform lesions. Nail dystrophy and paronychia occur, and alopecia may develop. Delayed wound healing, conjunctivitis, and increased susceptibility to infection may also be clues. [41]"}
{"id": "article-31469_21", "title": "Zinc Deficiency -- Evaluation", "content": "Diagnosis can be established with an index of suspicion based on the described risk factors, geographical prevalence, and age of presentation. An appropriate and detailed history can point towards inherited or acquired deficiency. [42] [22]", "contents": "Zinc Deficiency -- Evaluation. Diagnosis can be established with an index of suspicion based on the described risk factors, geographical prevalence, and age of presentation. An appropriate and detailed history can point towards inherited or acquired deficiency. [42] [22]"}
{"id": "article-31469_22", "title": "Zinc Deficiency -- Evaluation", "content": "Acrodermatitis enteropathica is suspected clinically and supported by laboratory findings and histopathology. Lab values will demonstrate low serum alkaline phosphatase (a zinc-dependent metalloenzyme) and low plasma zinc concentrations. They are helpful in the cases of severe zinc deficiency; however, they are not accurate in nominal deficiency, partly because of impaired protein binding. [43]", "contents": "Zinc Deficiency -- Evaluation. Acrodermatitis enteropathica is suspected clinically and supported by laboratory findings and histopathology. Lab values will demonstrate low serum alkaline phosphatase (a zinc-dependent metalloenzyme) and low plasma zinc concentrations. They are helpful in the cases of severe zinc deficiency; however, they are not accurate in nominal deficiency, partly because of impaired protein binding. [43]"}
{"id": "article-31469_23", "title": "Zinc Deficiency -- Evaluation", "content": "Serum studies and the ideal collection include using zinc-free vacuum tubes and stainless steel needles, avoiding contact with rubber stoppers, avoiding hemolysis, separating plasma or serum from cells within 45 minutes, and using anticoagulants low in zinc concentration, as well as morning, fasting samples to optimize accuracy. Normal zinc levels are between 70 to 250 μg/dl in adults, and mild deficiency can manifest clinically when values decrease to 40 to 60 μg/dl. Urine zinc levels vary widely and are not a reliable marker for the acute state. Hair zinc level is also an unreliable marker in acute changes. [44]", "contents": "Zinc Deficiency -- Evaluation. Serum studies and the ideal collection include using zinc-free vacuum tubes and stainless steel needles, avoiding contact with rubber stoppers, avoiding hemolysis, separating plasma or serum from cells within 45 minutes, and using anticoagulants low in zinc concentration, as well as morning, fasting samples to optimize accuracy. Normal zinc levels are between 70 to 250 μg/dl in adults, and mild deficiency can manifest clinically when values decrease to 40 to 60 μg/dl. Urine zinc levels vary widely and are not a reliable marker for the acute state. Hair zinc level is also an unreliable marker in acute changes. [44]"}
{"id": "article-31469_24", "title": "Zinc Deficiency -- Evaluation", "content": "Punch biopsy and histopathology of affected tissue can support the diagnosis of necrolysis seen as cytoplasmic pallor, vacuolization, ballooning degeneration, and confluent necrosis of keratinocytes in the upper epidermis. Confluent parakeratosis is often present with loss of the granular layer and with dermal edema. An associated neutrophilic crust may be present. Individual keratinocytes often have pyknotic nuclei. These findings are non-specific and are often seen with pellagra and necrolytic migratory erythema. Late lesions of zinc deficiency may mimic psoriasis. Clinical improvement to zinc supplementation can also be confirmatory. [45]", "contents": "Zinc Deficiency -- Evaluation. Punch biopsy and histopathology of affected tissue can support the diagnosis of necrolysis seen as cytoplasmic pallor, vacuolization, ballooning degeneration, and confluent necrosis of keratinocytes in the upper epidermis. Confluent parakeratosis is often present with loss of the granular layer and with dermal edema. An associated neutrophilic crust may be present. Individual keratinocytes often have pyknotic nuclei. These findings are non-specific and are often seen with pellagra and necrolytic migratory erythema. Late lesions of zinc deficiency may mimic psoriasis. Clinical improvement to zinc supplementation can also be confirmatory. [45]"}
{"id": "article-31469_25", "title": "Zinc Deficiency -- Treatment / Management", "content": "Zinc supplementation has been observed to decrease the risk of infection in various studies. [46] In a study conducted on children over 6 months old who were at risk of zinc deficiency, it was observed that zinc supplementation helped reduce the duration of diarrhea. [47] There is a relatively low sensitivity of plasma zinc levels in mild deficiency, so it is wise to initiate oral supplementation if typical symptoms are present, even if test results are equivocal or normal. High-risk groups should be considered for empirical supplementation.", "contents": "Zinc Deficiency -- Treatment / Management. Zinc supplementation has been observed to decrease the risk of infection in various studies. [46] In a study conducted on children over 6 months old who were at risk of zinc deficiency, it was observed that zinc supplementation helped reduce the duration of diarrhea. [47] There is a relatively low sensitivity of plasma zinc levels in mild deficiency, so it is wise to initiate oral supplementation if typical symptoms are present, even if test results are equivocal or normal. High-risk groups should be considered for empirical supplementation."}
{"id": "article-31469_26", "title": "Zinc Deficiency -- Treatment / Management", "content": "Treatment begins with oral replacement. A 20 to 40 mg daily dose in adults often cures all clinical manifestations within 1 to 2 weeks. Even in patients with acrodermatitis enteropathica, a disease of malabsorption, oral replacement with 1 to 2 mg/kg per day is still the standard of therapy with life-long supplementation. [48] [49] Recommended daily elemental intake is: 3 mg/day for children less than 4 years 5 mg/day for children between 4 and 8 years 8 mg/day for children between 9 and 13 years 9 mg/day for women (non-pregnant and non-lactating) 11 mg/day for men 11 to 12 mg/day in pregnant and lactating women", "contents": "Zinc Deficiency -- Treatment / Management. Treatment begins with oral replacement. A 20 to 40 mg daily dose in adults often cures all clinical manifestations within 1 to 2 weeks. Even in patients with acrodermatitis enteropathica, a disease of malabsorption, oral replacement with 1 to 2 mg/kg per day is still the standard of therapy with life-long supplementation. [48] [49] Recommended daily elemental intake is: 3 mg/day for children less than 4 years 5 mg/day for children between 4 and 8 years 8 mg/day for children between 9 and 13 years 9 mg/day for women (non-pregnant and non-lactating) 11 mg/day for men 11 to 12 mg/day in pregnant and lactating women"}
{"id": "article-31469_27", "title": "Zinc Deficiency -- Treatment / Management", "content": "In patients with severe deficiency because of malnutrition or malabsorption in disorders such as Crohn disease or short bowel syndrome, higher doses of zinc (more than 50 mg/day) may be acutely needed.", "contents": "Zinc Deficiency -- Treatment / Management. In patients with severe deficiency because of malnutrition or malabsorption in disorders such as Crohn disease or short bowel syndrome, higher doses of zinc (more than 50 mg/day) may be acutely needed."}
{"id": "article-31469_28", "title": "Zinc Deficiency -- Treatment / Management", "content": "For preterm infants with zinc deficiency, normal breastfeeding is usually sufficient for correction, and the deficit usually resolves within weeks with no clinical symptoms. However, maternal breast milk can be zinc deficient if the mother's stores are depleted. Also, low maternal breast milk secretion of zinc from the SLC 30A2 mutation can occur. If breast secretion is low, the infant will need supplemental replacement.", "contents": "Zinc Deficiency -- Treatment / Management. For preterm infants with zinc deficiency, normal breastfeeding is usually sufficient for correction, and the deficit usually resolves within weeks with no clinical symptoms. However, maternal breast milk can be zinc deficient if the mother's stores are depleted. Also, low maternal breast milk secretion of zinc from the SLC 30A2 mutation can occur. If breast secretion is low, the infant will need supplemental replacement."}
{"id": "article-31469_29", "title": "Zinc Deficiency -- Treatment / Management", "content": "At doses more than 50 mg/day, gastrointestinal symptoms, such as nausea, abdominal discomfort, and diarrhea, commonly occur. Furthermore, doses more than 150 mg/day may adversely affect the immune status and lipid profile. Higher doses can also impair the absorption of iron and copper, potentially leading to genito-urinary problems. When zinc is given for extended periods of time, particularly at high doses, it is important to monitor the levels of copper in the blood. Formulations of zinc supplements include: Zinc sulfate Zinc acetate Zinc aspartate Zinc orotate Zinc gluconate", "contents": "Zinc Deficiency -- Treatment / Management. At doses more than 50 mg/day, gastrointestinal symptoms, such as nausea, abdominal discomfort, and diarrhea, commonly occur. Furthermore, doses more than 150 mg/day may adversely affect the immune status and lipid profile. Higher doses can also impair the absorption of iron and copper, potentially leading to genito-urinary problems. When zinc is given for extended periods of time, particularly at high doses, it is important to monitor the levels of copper in the blood. Formulations of zinc supplements include: Zinc sulfate Zinc acetate Zinc aspartate Zinc orotate Zinc gluconate"}
{"id": "article-31469_30", "title": "Zinc Deficiency -- Treatment / Management", "content": "Patients should be monitored for response to therapy, and serum zinc levels should be checked after three to six months of supplementation. If there is an inadequate response, the zinc dose may be increased; however, close monitoring for toxicity should be done on higher doses.", "contents": "Zinc Deficiency -- Treatment / Management. Patients should be monitored for response to therapy, and serum zinc levels should be checked after three to six months of supplementation. If there is an inadequate response, the zinc dose may be increased; however, close monitoring for toxicity should be done on higher doses."}
{"id": "article-31469_31", "title": "Zinc Deficiency -- Treatment / Management", "content": "In acrodermatitis enteropathica, supplementation is taken for life. The dose should be individualized in cases where long-term zinc supplementation may be needed, and it should be guided by serial serum zinc levels. Additionally, regular assessment of copper and concurrent copper supplementation may become necessary as zinc competes with copper absorption. Parenteral zinc rarely becomes necessary, except for cases where there is an intestinal failure and/or the patient is on prolonged total parenteral nutrition. [50]", "contents": "Zinc Deficiency -- Treatment / Management. In acrodermatitis enteropathica, supplementation is taken for life. The dose should be individualized in cases where long-term zinc supplementation may be needed, and it should be guided by serial serum zinc levels. Additionally, regular assessment of copper and concurrent copper supplementation may become necessary as zinc competes with copper absorption. Parenteral zinc rarely becomes necessary, except for cases where there is an intestinal failure and/or the patient is on prolonged total parenteral nutrition. [50]"}
{"id": "article-31469_32", "title": "Zinc Deficiency -- Differential Diagnosis", "content": "Differential diagnosis includes several other nutritional deficiencies, including: Biotin Vitamin B2 (riboflavin) Essential fatty acid deficiency", "contents": "Zinc Deficiency -- Differential Diagnosis. Differential diagnosis includes several other nutritional deficiencies, including: Biotin Vitamin B2 (riboflavin) Essential fatty acid deficiency"}
{"id": "article-31469_33", "title": "Zinc Deficiency -- Differential Diagnosis", "content": "Biotin deficiency can present with similar cutaneous findings but often additionally manifests with hypotonia, ataxia, seizures, and hearing loss. This deficiency is quantified with serum biotin estimation and increased urinary excretion of 3-hydroxyisovaleric acid. Riboflavin deficiency presents with ocular involvement and is confirmed with increased activity of the enzyme erythrocyte glutathione reductase. Clinically, it can appear similar to necrolytic migratory erythema, atopic dermatitis, psoriasis, and candidiasis. Necrolytic migratory erythema is related to glucagon secreting tumors, and this can be evaluated by serum glucagon levels above 1000 pg/ml. Furthermore, other differentials that should be considered while making the diagnosis of zinc deficiency are: Hypothyroidism Depression Iron deficiency Vitamin B12 deficiency Folate deficiency Vitamin D deficiency Vitamin A deficiency", "contents": "Zinc Deficiency -- Differential Diagnosis. Biotin deficiency can present with similar cutaneous findings but often additionally manifests with hypotonia, ataxia, seizures, and hearing loss. This deficiency is quantified with serum biotin estimation and increased urinary excretion of 3-hydroxyisovaleric acid. Riboflavin deficiency presents with ocular involvement and is confirmed with increased activity of the enzyme erythrocyte glutathione reductase. Clinically, it can appear similar to necrolytic migratory erythema, atopic dermatitis, psoriasis, and candidiasis. Necrolytic migratory erythema is related to glucagon secreting tumors, and this can be evaluated by serum glucagon levels above 1000 pg/ml. Furthermore, other differentials that should be considered while making the diagnosis of zinc deficiency are: Hypothyroidism Depression Iron deficiency Vitamin B12 deficiency Folate deficiency Vitamin D deficiency Vitamin A deficiency"}
{"id": "article-31469_34", "title": "Zinc Deficiency -- Toxicity and Adverse Effect Management", "content": "Overcorrection with supplementation is rare, but very large doses can cause severe side effects, including gastric irritation with nausea, vomiting, and gastric hemorrhage. [4] Also, zinc intake competes with copper absorption, and over-treatment can lead to copper deficiency; therefore, as discussed earlier, copper levels may need to be monitored while replacing zinc.", "contents": "Zinc Deficiency -- Toxicity and Adverse Effect Management. Overcorrection with supplementation is rare, but very large doses can cause severe side effects, including gastric irritation with nausea, vomiting, and gastric hemorrhage. [4] Also, zinc intake competes with copper absorption, and over-treatment can lead to copper deficiency; therefore, as discussed earlier, copper levels may need to be monitored while replacing zinc."}
{"id": "article-31469_35", "title": "Zinc Deficiency -- Prognosis", "content": "Typically, cases of zinc deficiency respond to zinc supplementation and correction of any dietary factors that might lead to the condition. With treatment, there is often a rapid improvement of symptoms. Diarrhea may resolve within 24 hours, and skin lesions often heal within 1 to 2 weeks. Patients with inherited deficiencies should have zinc levels, and alkaline phosphatase should be monitored 3 to 6 months after initiation of replacement therapy and the dose adjusted accordingly. [5] [17]", "contents": "Zinc Deficiency -- Prognosis. Typically, cases of zinc deficiency respond to zinc supplementation and correction of any dietary factors that might lead to the condition. With treatment, there is often a rapid improvement of symptoms. Diarrhea may resolve within 24 hours, and skin lesions often heal within 1 to 2 weeks. Patients with inherited deficiencies should have zinc levels, and alkaline phosphatase should be monitored 3 to 6 months after initiation of replacement therapy and the dose adjusted accordingly. [5] [17]"}
{"id": "article-31469_36", "title": "Zinc Deficiency -- Complications", "content": "Prolonged and severe deficiency of zinc can lead to many complications, such as:", "contents": "Zinc Deficiency -- Complications. Prolonged and severe deficiency of zinc can lead to many complications, such as:"}
{"id": "article-31469_37", "title": "Zinc Deficiency -- Complications", "content": "Growth failure - Untreated zinc deficiency is often linked with permanently stunted growth and development. [51]", "contents": "Zinc Deficiency -- Complications. Growth failure - Untreated zinc deficiency is often linked with permanently stunted growth and development. [51]"}
{"id": "article-31469_38", "title": "Zinc Deficiency -- Complications", "content": "Hypogonadism", "contents": "Zinc Deficiency -- Complications. Hypogonadism"}
{"id": "article-31469_39", "title": "Zinc Deficiency -- Complications", "content": "Recurrent infections - Zinc deficiency can aggravate both acute and chronic infections, and these infections, in turn, can exacerbate zinc deficiency themselves. It is established to give zinc in diarrhoeal illness; however, there is limited but growing evidence of its role in other infections, such as malaria and pneumonia. [47] [52]", "contents": "Zinc Deficiency -- Complications. Recurrent infections - Zinc deficiency can aggravate both acute and chronic infections, and these infections, in turn, can exacerbate zinc deficiency themselves. It is established to give zinc in diarrhoeal illness; however, there is limited but growing evidence of its role in other infections, such as malaria and pneumonia. [47] [52]"}
{"id": "article-31469_40", "title": "Zinc Deficiency -- Complications", "content": "Diarrhea", "contents": "Zinc Deficiency -- Complications. Diarrhea"}
{"id": "article-31469_41", "title": "Zinc Deficiency -- Complications", "content": "Skin manifestations - Skin conditions associated with zinc deficiency include acrodermatitis enteropathica, cheilitis, and dermatitis.", "contents": "Zinc Deficiency -- Complications. Skin manifestations - Skin conditions associated with zinc deficiency include acrodermatitis enteropathica, cheilitis, and dermatitis."}
{"id": "article-31469_42", "title": "Zinc Deficiency -- Complications", "content": "Zinc deficiency is also considered a risk factor for diabetes mellitus and obesity. However, the causative role of zinc deficiency in these endocrine disorders is still a subject of early research. [29]", "contents": "Zinc Deficiency -- Complications. Zinc deficiency is also considered a risk factor for diabetes mellitus and obesity. However, the causative role of zinc deficiency in these endocrine disorders is still a subject of early research. [29]"}
{"id": "article-31469_43", "title": "Zinc Deficiency -- Complications", "content": "Delayed wound healing", "contents": "Zinc Deficiency -- Complications. Delayed wound healing"}
{"id": "article-31469_44", "title": "Zinc Deficiency -- Complications", "content": "Low bone mineral density - The effect of zinc deficiency on bone density is poorly understood. There is limited evidence adding calcium to zinc supplementation is more beneficial than giving calcium alone. [53]", "contents": "Zinc Deficiency -- Complications. Low bone mineral density - The effect of zinc deficiency on bone density is poorly understood. There is limited evidence adding calcium to zinc supplementation is more beneficial than giving calcium alone. [53]"}
{"id": "article-31469_45", "title": "Zinc Deficiency -- Consultations", "content": "Early stages of zinc deficiency, especially in patients with known risk factors, can be treated by primary care providers. However, if the symptoms are severe and the underlying cause is not clear, consultations may be required with a gastroenterologist, dermatologist, endocrinologist, and nutritionist.", "contents": "Zinc Deficiency -- Consultations. Early stages of zinc deficiency, especially in patients with known risk factors, can be treated by primary care providers. However, if the symptoms are severe and the underlying cause is not clear, consultations may be required with a gastroenterologist, dermatologist, endocrinologist, and nutritionist."}
{"id": "article-31469_46", "title": "Zinc Deficiency -- Deterrence and Patient Education", "content": "Patients require dietary counseling regarding food rich in zinc. In addition to supplementation, patients deficient in zinc can consider eating more: Red meat Poultry Wheat germ Wild rice Seeds Nuts Vegetarians may find it more challenging to obtain sufficient dietary zinc. For these patients, options for zinc sources include baked beans, peas, cashews, and almonds.", "contents": "Zinc Deficiency -- Deterrence and Patient Education. Patients require dietary counseling regarding food rich in zinc. In addition to supplementation, patients deficient in zinc can consider eating more: Red meat Poultry Wheat germ Wild rice Seeds Nuts Vegetarians may find it more challenging to obtain sufficient dietary zinc. For these patients, options for zinc sources include baked beans, peas, cashews, and almonds."}
{"id": "article-31469_47", "title": "Zinc Deficiency -- Enhancing Healthcare Team Outcomes", "content": "Zinc deficiency is not common, but it occasionally occurs in people with restricted diets and malabsorption problems. Zinc deficiency can be prevented in the majority of cases by educating the public. The pharmacist, outpatient nurse, and dietitian play a vital role, along with clinicians, in educating the public about the foods that can be consumed to prevent zinc deficiency. The federal government rules also suggest that nutritional needs should be primarily met from foods and not by taking unnecessary supplements. Foods rich in zinc include whole grains, low-fat dairy products, seafood, poultry, legumes, soy, and red meat. Also, the pharmacist should educate the patient on the potential interactions of medications with certain zinc supplements. Certain antibiotics, penicillamine, and diuretics can affect the absorption and excretion of zinc supplements. More importantly, the pharmacist should educate the patient about the health risks associated with excessive zinc intake. The pharmacist should work with the clinician to ensure no drug interactions occur. Through an interprofessional approach with a team of healthcare workers, zinc deficiency can be avoided and result in better outcomes. [6] [54]", "contents": "Zinc Deficiency -- Enhancing Healthcare Team Outcomes. Zinc deficiency is not common, but it occasionally occurs in people with restricted diets and malabsorption problems. Zinc deficiency can be prevented in the majority of cases by educating the public. The pharmacist, outpatient nurse, and dietitian play a vital role, along with clinicians, in educating the public about the foods that can be consumed to prevent zinc deficiency. The federal government rules also suggest that nutritional needs should be primarily met from foods and not by taking unnecessary supplements. Foods rich in zinc include whole grains, low-fat dairy products, seafood, poultry, legumes, soy, and red meat. Also, the pharmacist should educate the patient on the potential interactions of medications with certain zinc supplements. Certain antibiotics, penicillamine, and diuretics can affect the absorption and excretion of zinc supplements. More importantly, the pharmacist should educate the patient about the health risks associated with excessive zinc intake. The pharmacist should work with the clinician to ensure no drug interactions occur. Through an interprofessional approach with a team of healthcare workers, zinc deficiency can be avoided and result in better outcomes. [6] [54]"}
{"id": "article-31469_48", "title": "Zinc Deficiency -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Zinc Deficiency -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}