{"id": "article-32320_0", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Introduction", "content": "The sternocleidomastoid muscle (SCM) is one of over 20 pairs of muscles acting on the neck. The SCM has dual innervation and multiple functions. It is a superficially palpable muscle with importance as an anatomical landmark within the neck region and as part of neuromuscular pathologies such as torticollis. In addition, evidence from electrophysiological studies shows that the SCM acts in concert with the entire muscular group of the cervicofacial region, responding and aiding in various complex physiological movements beyond its principal function as a lateral neck flexor.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Introduction. The sternocleidomastoid muscle (SCM) is one of over 20 pairs of muscles acting on the neck. The SCM has dual innervation and multiple functions. It is a superficially palpable muscle with importance as an anatomical landmark within the neck region and as part of neuromuscular pathologies such as torticollis. In addition, evidence from electrophysiological studies shows that the SCM acts in concert with the entire muscular group of the cervicofacial region, responding and aiding in various complex physiological movements beyond its principal function as a lateral neck flexor."}
{"id": "article-32320_1", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy", "content": "The sternocleidomastoid muscle (SCM) divides the neck into anterior and posterior triangles. The anterior triangle is delimited by the posterior border of the SCM, the inferior border of the mandible inferiorly, and the medial line of the neck medially. [1] In the anterior triangle lie the suprahyoid and infrahyoid muscles. The posterior triangle is delimited by the SCM anteriorly, the clavicle inferiorly, and the trapezius muscle posteriorly. The scalene muscles reside in the posterior triangle. The SCM is a large, easily recognizable, and palpable muscle. [1]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy. The sternocleidomastoid muscle (SCM) divides the neck into anterior and posterior triangles. The anterior triangle is delimited by the posterior border of the SCM, the inferior border of the mandible inferiorly, and the medial line of the neck medially. [1] In the anterior triangle lie the suprahyoid and infrahyoid muscles. The posterior triangle is delimited by the SCM anteriorly, the clavicle inferiorly, and the trapezius muscle posteriorly. The scalene muscles reside in the posterior triangle. The SCM is a large, easily recognizable, and palpable muscle. [1]"}
{"id": "article-32320_2", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy", "content": "The muscle originates from the upper edge of the sternal manubrium and the medial quarter of the upper face of the clavicle; the two muscle heads merge into a single muscle belly that is directed upwards and laterally. Insertions arrive at the mastoid process of the temporal bone and on the anterior portion of the superior nuchal line. [2] SCM has fibers arranged in parallel; it is not a pennate muscle. [2]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy. The muscle originates from the upper edge of the sternal manubrium and the medial quarter of the upper face of the clavicle; the two muscle heads merge into a single muscle belly that is directed upwards and laterally. Insertions arrive at the mastoid process of the temporal bone and on the anterior portion of the superior nuchal line. [2] SCM has fibers arranged in parallel; it is not a pennate muscle. [2]"}
{"id": "article-32320_3", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy", "content": "The SCM can be divided into four portions, owing to its two sites of origin (clavicle and sternum) and two sites of attachment (occiput and mastoid process): sternomastoid, sterno-occipital, cleidomastoid, and cleido-occipital.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy. The SCM can be divided into four portions, owing to its two sites of origin (clavicle and sternum) and two sites of attachment (occiput and mastoid process): sternomastoid, sterno-occipital, cleidomastoid, and cleido-occipital."}
{"id": "article-32320_4", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy", "content": "The sternomastoid portion of the SCM is the muscle area that can develop a more significant percentage of contractile strength than the other portions during muscle action. In contrast, the cleido-occipital portion is the muscular area where the least force develops. [2]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Anatomy. The sternomastoid portion of the SCM is the muscle area that can develop a more significant percentage of contractile strength than the other portions during muscle action. In contrast, the cleido-occipital portion is the muscular area where the least force develops. [2]"}
{"id": "article-32320_5", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Function", "content": "The unilateral contraction of the SCM determines a triple movement, associating the rotation of the head on the side opposite to that of its contraction, the inclination from the side of its contraction, and extension. [1] The effects of the simultaneous contraction of the two muscles depend on the state of contraction of the other muscles of the cervical spine: If the cervical spine is not fixed, this bilateral contraction causes a hyperlordosis of the cervical spine with an extension of the head and a bending of the cervical spine dorsally. If the cervical spine is rigid and rectilinear due to the contraction of the paravertebral muscles, the simultaneous contraction of the SCM determines the flexion of the cervical spine on the dorsal spine and flexion of the head forward. The SCM can also have inspiratory muscle action by taking a fixed point on the temporal bone and then lifting the sternum and the clavicles. [1]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Function. The unilateral contraction of the SCM determines a triple movement, associating the rotation of the head on the side opposite to that of its contraction, the inclination from the side of its contraction, and extension. [1] The effects of the simultaneous contraction of the two muscles depend on the state of contraction of the other muscles of the cervical spine: If the cervical spine is not fixed, this bilateral contraction causes a hyperlordosis of the cervical spine with an extension of the head and a bending of the cervical spine dorsally. If the cervical spine is rigid and rectilinear due to the contraction of the paravertebral muscles, the simultaneous contraction of the SCM determines the flexion of the cervical spine on the dorsal spine and flexion of the head forward. The SCM can also have inspiratory muscle action by taking a fixed point on the temporal bone and then lifting the sternum and the clavicles. [1]"}
{"id": "article-32320_6", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Function", "content": "The SCM plays an important role in the posture of the neck and the body. It has been shown that vestibular stimulation electrically activates the sternocleidomastoid, with evidence of a close connection between the vestibular area and the motoneurons of the SCM. [3] The lateral inclination is the movement with which the SCM expresses its maximum capacity for speed and force. [4]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Function. The SCM plays an important role in the posture of the neck and the body. It has been shown that vestibular stimulation electrically activates the sternocleidomastoid, with evidence of a close connection between the vestibular area and the motoneurons of the SCM. [3] The lateral inclination is the movement with which the SCM expresses its maximum capacity for speed and force. [4]"}
{"id": "article-32320_7", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Function", "content": "Another important function of SCM is allowing the correct temporomandibular joint (TMJ) function. During mastication, a trigeminal-cervical reflex stimulates the activity of SCM; there is evidence that SCM innervation is fundamental for optimal TMJ occlusion. [5] An occlusal alteration of the mandible causes an alteration of the function of the SCM, with disorders of muscular incoordination (inclinations of the neck). [5] The correction of an altered occlusion or the treatment of a tooth has solved, in some cases, the problem of torticollis. [5] During mastication on one side, the activity of the SCM is synchronous with the masseter muscle. Contrarily, with bilateral chewing, the SCM anticipates the intervention of the masseter, probably to stabilize the neck. [5]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Structure and Function -- Function. Another important function of SCM is allowing the correct temporomandibular joint (TMJ) function. During mastication, a trigeminal-cervical reflex stimulates the activity of SCM; there is evidence that SCM innervation is fundamental for optimal TMJ occlusion. [5] An occlusal alteration of the mandible causes an alteration of the function of the SCM, with disorders of muscular incoordination (inclinations of the neck). [5] The correction of an altered occlusion or the treatment of a tooth has solved, in some cases, the problem of torticollis. [5] During mastication on one side, the activity of the SCM is synchronous with the masseter muscle. Contrarily, with bilateral chewing, the SCM anticipates the intervention of the masseter, probably to stabilize the neck. [5]"}
{"id": "article-32320_8", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Embryology", "content": "The SCM derives from paraxial (pre-optic) mesoderm and occipital (post-optic) somites; it also partially derives from the neural crests. [6] [7] The SCM appears on the 14th day of gestation in animal models. According to a recent study, cells that will form the muscles of the neck share space with the progenitor cells of the heart within the cardiopharyngeal mesoderm. [8]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Embryology. The SCM derives from paraxial (pre-optic) mesoderm and occipital (post-optic) somites; it also partially derives from the neural crests. [6] [7] The SCM appears on the 14th day of gestation in animal models. According to a recent study, cells that will form the muscles of the neck share space with the progenitor cells of the heart within the cardiopharyngeal mesoderm. [8]"}
{"id": "article-32320_9", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Blood Supply and Lymphatics", "content": "The arterial supply of the SCM derives from branches of the external carotid artery (occipital artery and superior thyroid artery), which are palpable with the pulse in the medial-anterior portion of the muscle. During intense physical activity, the blood supply to the respiratory muscles, including to the SCM, increases to the detriment of the muscles of the limbs. [9] The external jugular vein passes inferiorly and posteriorly to the SCM, draining venous blood via the external posterior and anterior jugular veins. [1] The lymphatic system of the neck that drains the SCM is the vertical chain, which includes the anterior superficial lymph nodes and the lymph nodes of the posterior triangle (inferiorly). [1]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Blood Supply and Lymphatics. The arterial supply of the SCM derives from branches of the external carotid artery (occipital artery and superior thyroid artery), which are palpable with the pulse in the medial-anterior portion of the muscle. During intense physical activity, the blood supply to the respiratory muscles, including to the SCM, increases to the detriment of the muscles of the limbs. [9] The external jugular vein passes inferiorly and posteriorly to the SCM, draining venous blood via the external posterior and anterior jugular veins. [1] The lymphatic system of the neck that drains the SCM is the vertical chain, which includes the anterior superficial lymph nodes and the lymph nodes of the posterior triangle (inferiorly). [1]"}
{"id": "article-32320_10", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Nerves", "content": "The cutaneous branches of the cervical plexus emerge from the posterior edge of the SCM; these nerve endings help the muscle in its proprioceptive functions. The accessory nerve (cranial nerve XI) passes into the posterior triangle to innervate the trapezius and the SCM. [1]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Nerves. The cutaneous branches of the cervical plexus emerge from the posterior edge of the SCM; these nerve endings help the muscle in its proprioceptive functions. The accessory nerve (cranial nerve XI) passes into the posterior triangle to innervate the trapezius and the SCM. [1]"}
{"id": "article-32320_11", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Muscles", "content": "The muscles that make up the neck are part of the myofascial system, which determines both an anatomical and functional continuum. [10] This means that dysfunction of one muscle or segment of a muscle portion will result in a functional alteration of all the neck muscles. For example, an ocular pathology alters the electromyographic spectrum of the masseter and neck muscles, including the SCM. [11] [12]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Muscles. The muscles that make up the neck are part of the myofascial system, which determines both an anatomical and functional continuum. [10] This means that dysfunction of one muscle or segment of a muscle portion will result in a functional alteration of all the neck muscles. For example, an ocular pathology alters the electromyographic spectrum of the masseter and neck muscles, including the SCM. [11] [12]"}
{"id": "article-32320_12", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Muscles", "content": "The neck muscles (superficial and deep) are activated by the cortical system via the reticulospinal system; activation is synchronous, regardless of the depth of the muscle layer. [13] For this reason, consideration of the entire neck muscle complex is essential when presented with pathology ostensibly involving a single neck muscle.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Muscles. The neck muscles (superficial and deep) are activated by the cortical system via the reticulospinal system; activation is synchronous, regardless of the depth of the muscle layer. [13] For this reason, consideration of the entire neck muscle complex is essential when presented with pathology ostensibly involving a single neck muscle."}
{"id": "article-32320_13", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Muscles", "content": "The SCM in healthy subjects is rich in white or anaerobic fibers (about 65%), with a lower percentage of red or aerobic fibers (about 35%). [14] The muscle can quickly evoke a lot of strength with less resistance over prolonged periods. The percentage of white and red fibers in the SCM changes with increasing age. Red fibers tend to increase (about 44% in total) to the detriment of white fibers. [15] The muscle adapts itself to the surrounding environment and increasing age.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Muscles. The SCM in healthy subjects is rich in white or anaerobic fibers (about 65%), with a lower percentage of red or aerobic fibers (about 35%). [14] The muscle can quickly evoke a lot of strength with less resistance over prolonged periods. The percentage of white and red fibers in the SCM changes with increasing age. Red fibers tend to increase (about 44% in total) to the detriment of white fibers. [15] The muscle adapts itself to the surrounding environment and increasing age."}
{"id": "article-32320_14", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants", "content": "Congenital agenesis of the SCM, which may also include the concomitant absence of trapezius muscle, is a rare anomaly that may not cause any clinical or functional deficits. This is likely due to the compensatory adaptations made by other muscles in the neck region. [16]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants. Congenital agenesis of the SCM, which may also include the concomitant absence of trapezius muscle, is a rare anomaly that may not cause any clinical or functional deficits. This is likely due to the compensatory adaptations made by other muscles in the neck region. [16]"}
{"id": "article-32320_15", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants", "content": "Other variations of the SCM include its origin, which can make a difference during a surgical intervention in the area. The clavicular attachment can be narrow or wide (up to about 7 to 8 cm) or have more than one clavicular attachment; the attachment could also affect the acromion-clavicular joint or present more muscular bellies in the SCM. [17] Insertions to the sternoclavicular joint are known, changing the anatomy of the neck. [17]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants. Other variations of the SCM include its origin, which can make a difference during a surgical intervention in the area. The clavicular attachment can be narrow or wide (up to about 7 to 8 cm) or have more than one clavicular attachment; the attachment could also affect the acromion-clavicular joint or present more muscular bellies in the SCM. [17] Insertions to the sternoclavicular joint are known, changing the anatomy of the neck. [17]"}
{"id": "article-32320_16", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants", "content": "An increased number of SCM muscle heads is not so rare; for example, one can find two sternomastoid, a cleido-occipital, and a cleidomastoid occipital origin on one side, while on the other side, a single sternomastoid, a cleido-occipital and two cleidomastoid origins, with a total of four muscle heads. [17] [18]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants. An increased number of SCM muscle heads is not so rare; for example, one can find two sternomastoid, a cleido-occipital, and a cleidomastoid occipital origin on one side, while on the other side, a single sternomastoid, a cleido-occipital and two cleidomastoid origins, with a total of four muscle heads. [17] [18]"}
{"id": "article-32320_17", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants", "content": "Rarely the margin of SCM can be in direct contact with the trapezius, probably due to embryological malformations. [19] Cleido-epistrophic, cleido-cervical, and cleido-atlantic insertions are known variants, each with one or more heads. [19]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants. Rarely the margin of SCM can be in direct contact with the trapezius, probably due to embryological malformations. [19] Cleido-epistrophic, cleido-cervical, and cleido-atlantic insertions are known variants, each with one or more heads. [19]"}
{"id": "article-32320_18", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants", "content": "The innervation of the SCM may vary. One study reported the innervation of the lower portion of SCM from a branch of C1 from the ansa cervicalis (descendens hypoglossi); the same can happen only for the upper portion of the muscle. [20] An aberrant branch of the facial nerve has been found to innervate the deep portion of the upper third of the SCM. [21] The variations of SCM are also represented by the names with which it is known: nutator capitis, mastoideus colli, sternocleidomastoid muscle of Kopfnicker, and sternomastoid muscle. [19] Considering all these anatomical variables, exercise caution before approaching the area surgically.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Physiologic Variants. The innervation of the SCM may vary. One study reported the innervation of the lower portion of SCM from a branch of C1 from the ansa cervicalis (descendens hypoglossi); the same can happen only for the upper portion of the muscle. [20] An aberrant branch of the facial nerve has been found to innervate the deep portion of the upper third of the SCM. [21] The variations of SCM are also represented by the names with which it is known: nutator capitis, mastoideus colli, sternocleidomastoid muscle of Kopfnicker, and sternomastoid muscle. [19] Considering all these anatomical variables, exercise caution before approaching the area surgically."}
{"id": "article-32320_19", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations", "content": "The sternocleidomastoid muscle (SCM) can be used as an autograft to repair surgical defects.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations. The sternocleidomastoid muscle (SCM) can be used as an autograft to repair surgical defects."}
{"id": "article-32320_20", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations", "content": "A flap of the SCM can be used when resecting the parotid gland in the case of tumors. The muscle makes it simpler to obtain an adequate length and a rotation of the flap on the incision area during the intervention, decreases the depression of the parotidectomy area, and lowers the risk of necrosis thanks to the rich vascularization of SCM. [22] There is no absolute safety for preventing Frey syndrome (auriculotemporal nerve injury). [22]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations. A flap of the SCM can be used when resecting the parotid gland in the case of tumors. The muscle makes it simpler to obtain an adequate length and a rotation of the flap on the incision area during the intervention, decreases the depression of the parotidectomy area, and lowers the risk of necrosis thanks to the rich vascularization of SCM. [22] There is no absolute safety for preventing Frey syndrome (auriculotemporal nerve injury). [22]"}
{"id": "article-32320_21", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations", "content": "SCM is used for many other situations where it is necessary to repair or reconstruct the orofacial and pharyngeal area. Depending on the surgical objective, some muscular flaps or flaps with bony portions are used. [23] Examples of reconstructive intervention are: Reconstruction of the tongue and buccal floor Oral cavity and oropharynx or laryngotracheal complex Portions of the head and neck The bone of the jaw and defects of the mastoid area Esophagopharyngeal complex Reconstruction of the cheek", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations. SCM is used for many other situations where it is necessary to repair or reconstruct the orofacial and pharyngeal area. Depending on the surgical objective, some muscular flaps or flaps with bony portions are used. [23] Examples of reconstructive intervention are: Reconstruction of the tongue and buccal floor Oral cavity and oropharynx or laryngotracheal complex Portions of the head and neck The bone of the jaw and defects of the mastoid area Esophagopharyngeal complex Reconstruction of the cheek"}
{"id": "article-32320_22", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations", "content": "SCM muscle flaps are also used in the surgical repair of congenital muscular torticollis (MT). When the SCM is shortened and fibrotic in muscular torticollis, it affects the head and shoulder position, with ipsilateral lateral flexion and a contralateral rotation of the child's face. [24] There are two treatment options, rehabilitation or surgery. A delay of diagnosis without therapeutic intervention may result in a shortened SCM and the formation of a stiff band of muscle. In severe cases, MT persists, causing deformity of the craniofacial morphology. [24] Good results are still achievable within the first five years of life, but it is better to intervene as early as possible. [25] In cases where an adult has an untreated congenital stiff neck, the goal is to release the rigid band of the SCM; the result is never comparable to early childhood intervention, but some facial and cervical deformities can improve. [24]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations. SCM muscle flaps are also used in the surgical repair of congenital muscular torticollis (MT). When the SCM is shortened and fibrotic in muscular torticollis, it affects the head and shoulder position, with ipsilateral lateral flexion and a contralateral rotation of the child's face. [24] There are two treatment options, rehabilitation or surgery. A delay of diagnosis without therapeutic intervention may result in a shortened SCM and the formation of a stiff band of muscle. In severe cases, MT persists, causing deformity of the craniofacial morphology. [24] Good results are still achievable within the first five years of life, but it is better to intervene as early as possible. [25] In cases where an adult has an untreated congenital stiff neck, the goal is to release the rigid band of the SCM; the result is never comparable to early childhood intervention, but some facial and cervical deformities can improve. [24]"}
{"id": "article-32320_23", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations", "content": "The surgical approach generally performed in children and adults is to remove part of the SCM. [26]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Surgical Considerations. The surgical approach generally performed in children and adults is to remove part of the SCM. [26]"}
{"id": "article-32320_24", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- Sternocleidomastoid Muscle Function Evaluation", "content": "The assessment begins with a patient sitting to observe any hypotrophy of the sternocleidomastoid muscle (SCM) and postural abnormalities of the neck and head, shoulder and scapula, clavicle, and sternal manubrium. The patient is asked to perform some voluntary actions with the neck to evaluate motor or pain limitations and perform a forced inhalation and mimic chewing to observe how the SCM behaves.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- Sternocleidomastoid Muscle Function Evaluation. The assessment begins with a patient sitting to observe any hypotrophy of the sternocleidomastoid muscle (SCM) and postural abnormalities of the neck and head, shoulder and scapula, clavicle, and sternal manubrium. The patient is asked to perform some voluntary actions with the neck to evaluate motor or pain limitations and perform a forced inhalation and mimic chewing to observe how the SCM behaves."}
{"id": "article-32320_25", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- Sternocleidomastoid Muscle Function Evaluation", "content": "The reflexes are evaluated with a small tendon hammer at the clavicular insertion of the SCM. To assess muscle strength, the patient moves the head (flexion, rotation, and inclination) against minimal resistance applied by the examiner.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- Sternocleidomastoid Muscle Function Evaluation. The reflexes are evaluated with a small tendon hammer at the clavicular insertion of the SCM. To assess muscle strength, the patient moves the head (flexion, rotation, and inclination) against minimal resistance applied by the examiner."}
{"id": "article-32320_26", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- Sternocleidomastoid Muscle Function Evaluation", "content": "Lesions affecting the SCM can affect the accessory nerve (CN XI), but they are infrequent. [27] A lesion of CN XI causes the tendon reflex to be absent, with atrophy of the SCM and trapezius, a lowering of the shoulder, and the appearance of the sign of Sicard (increase in the depth of the supraclavicular fossa). Paralysis of SCM can cause a form of torticollis.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- Sternocleidomastoid Muscle Function Evaluation. Lesions affecting the SCM can affect the accessory nerve (CN XI), but they are infrequent. [27] A lesion of CN XI causes the tendon reflex to be absent, with atrophy of the SCM and trapezius, a lowering of the shoulder, and the appearance of the sign of Sicard (increase in the depth of the supraclavicular fossa). Paralysis of SCM can cause a form of torticollis."}
{"id": "article-32320_27", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "Paralytic torticollis due to injury of cranial nerve XI. [28]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. Paralytic torticollis due to injury of cranial nerve XI. [28]"}
{"id": "article-32320_28", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "Congenital torticollis is a condition often associated with other intrauterine packaging disorders, such as metatarsus adductus, developmental dysplasia of the hip (DDH), acetabular dysplasia, and congenital hip dislocations. [29] [30] [29] Congenital torticollis is associated with metatarsus adductus in approximately 15% of cases. [31]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. Congenital torticollis is a condition often associated with other intrauterine packaging disorders, such as metatarsus adductus, developmental dysplasia of the hip (DDH), acetabular dysplasia, and congenital hip dislocations. [29] [30] [29] Congenital torticollis is associated with metatarsus adductus in approximately 15% of cases. [31]"}
{"id": "article-32320_29", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "Spasmodic torticollis is a phenomenon of segmental dystonia.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. Spasmodic torticollis is a phenomenon of segmental dystonia."}
{"id": "article-32320_30", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "Ocular torticollis, where diplopia influences the posture of the SCM. [32]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. Ocular torticollis, where diplopia influences the posture of the SCM. [32]"}
{"id": "article-32320_31", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "Symptomatic torticollis has variable etiologies, including pain, inflammation, infection, or cervical vertebral positioning. [33]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. Symptomatic torticollis has variable etiologies, including pain, inflammation, infection, or cervical vertebral positioning. [33]"}
{"id": "article-32320_32", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "\"Psychic pillow\" torticollis is a condition commonly seen in severe neurological diseases such as Parkinson disease or catatonic disorders, where patients maintain the head bent forward as if they were resting on a pillow, even when supine.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. \"Psychic pillow\" torticollis is a condition commonly seen in severe neurological diseases such as Parkinson disease or catatonic disorders, where patients maintain the head bent forward as if they were resting on a pillow, even when supine."}
{"id": "article-32320_33", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis", "content": "Psychogenic torticollis is characterized by fear of correct neck movements due to the onset of pain or vertigo symptoms.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance -- There are Different Types of Torticollis. Psychogenic torticollis is characterized by fear of correct neck movements due to the onset of pain or vertigo symptoms."}
{"id": "article-32320_34", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance", "content": "The precise diagnosis of these disorders often requires an electromyographic examination and imaging studies such as magnetic resonance, computed tomography, or ultrasonography.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Clinical Significance. The precise diagnosis of these disorders often requires an electromyographic examination and imaging studies such as magnetic resonance, computed tomography, or ultrasonography."}
{"id": "article-32320_35", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy", "content": "All the superficial and deep muscular layers must be considered when SCM dysfunction needs to be addressed.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy. All the superficial and deep muscular layers must be considered when SCM dysfunction needs to be addressed."}
{"id": "article-32320_36", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy", "content": "For congenital torticollis, representing a third of congenital muscular abnormalities, physiotherapy plays an important role in either solving the dysfunction or accelerating recovery after a possible surgery. Recommended conservative therapy includes stretching exercises, voluntary movements to improve posture (if the child is not too small), or modifications in the child's posture made by the parents. [24] Fortunately, the problem is solvable in many cases. [26] [34] The approaches to SCM may differ depending on the therapist's assessment and the medical indication.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy. For congenital torticollis, representing a third of congenital muscular abnormalities, physiotherapy plays an important role in either solving the dysfunction or accelerating recovery after a possible surgery. Recommended conservative therapy includes stretching exercises, voluntary movements to improve posture (if the child is not too small), or modifications in the child's posture made by the parents. [24] Fortunately, the problem is solvable in many cases. [26] [34] The approaches to SCM may differ depending on the therapist's assessment and the medical indication."}
{"id": "article-32320_37", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy", "content": "Some pathologies may require an initial surgical approach, including intramuscular hemangioma, pseudosarcomatous proliferative myositis, pseudotumor of infancy (fibromatosis colli), and rupture of the sternocleidomastoid.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy. Some pathologies may require an initial surgical approach, including intramuscular hemangioma, pseudosarcomatous proliferative myositis, pseudotumor of infancy (fibromatosis colli), and rupture of the sternocleidomastoid."}
{"id": "article-32320_38", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy", "content": "Recent studies show that the SCM has increased electrical activity in patients with chronic neck pain compared to subjects without chronic pain. Patients suffering from chronic cervical pain demonstrate a more significant fat infiltration within the SCM than patients without pain. [35] Adding stretching and massage to classic physiotherapy appears to be a helpful strategy for patients in this clinical situation. [36]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy. Recent studies show that the SCM has increased electrical activity in patients with chronic neck pain compared to subjects without chronic pain. Patients suffering from chronic cervical pain demonstrate a more significant fat infiltration within the SCM than patients without pain. [35] Adding stretching and massage to classic physiotherapy appears to be a helpful strategy for patients in this clinical situation. [36]"}
{"id": "article-32320_39", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy", "content": "Additionally, alterations of the electromyographic spectrum of the SCM are linked to the presence of temporomandibular disorders. This evaluation approach can be a tool to verify the existence of mandibular dysfunctions. [37]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Manual Approach: Physiotherapy. Additionally, alterations of the electromyographic spectrum of the SCM are linked to the presence of temporomandibular disorders. This evaluation approach can be a tool to verify the existence of mandibular dysfunctions. [37]"}
{"id": "article-32320_40", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Osteopathy and Manual Therapy", "content": "Osteopathic treatment to help SCM recovery after surgery should also positively affect scar formation. With gentle and non-invasive techniques, osteopathic manipulation can address all myofascial layers of the neck and the spaces between the cervical vertebrae. [38] [39] [40]", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Other Issues -- Osteopathy and Manual Therapy. Osteopathic treatment to help SCM recovery after surgery should also positively affect scar formation. With gentle and non-invasive techniques, osteopathic manipulation can address all myofascial layers of the neck and the spaces between the cervical vertebrae. [38] [39] [40]"}
{"id": "article-32320_41", "title": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Sternocleidomastoid Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}