{"id": "article-27927_0", "title": "Biochemistry, Pseudocholinesterase -- Introduction", "content": "Pseudocholinesterase is a serine hydrolase enzyme primarily produced in the liver that catalyzes the hydrolysis of choline esters, most prominently succinylcholine and mivacurium. [1] It is crucial to differentiate this enzyme from \"true\" cholinesterase, also known as acetylcholinesterase. It occurs in higher concentrations within conducting tissues such as the central or peripheral nervous systems and neuromuscular junctions. [2] Due to diverse functions and tissue distribution within the human body, pseudocholinesterase often gets referred to through various enzymatic names, including plasma cholinesterase, serum cholinesterase, acetylcholine acetylhydrolase, and butyrylcholinesterase (BuChE). [3]", "contents": "Biochemistry, Pseudocholinesterase -- Introduction. Pseudocholinesterase is a serine hydrolase enzyme primarily produced in the liver that catalyzes the hydrolysis of choline esters, most prominently succinylcholine and mivacurium. [1] It is crucial to differentiate this enzyme from \"true\" cholinesterase, also known as acetylcholinesterase. It occurs in higher concentrations within conducting tissues such as the central or peripheral nervous systems and neuromuscular junctions. [2] Due to diverse functions and tissue distribution within the human body, pseudocholinesterase often gets referred to through various enzymatic names, including plasma cholinesterase, serum cholinesterase, acetylcholine acetylhydrolase, and butyrylcholinesterase (BuChE). [3]"}
{"id": "article-27927_1", "title": "Biochemistry, Pseudocholinesterase -- Introduction", "content": "In addition to possessing multiple names, the enzyme exists in many pharmacogenetic variations, with BuChE operating as the primary human cholinesterase form. When comparing concentrations within the human plasma, the ratio of pseudocholinesterase (BuChE) to true cholinesterase (AChE) overwhelmingly favors BuChE by a ratio of 1000 to 1. [3]", "contents": "Biochemistry, Pseudocholinesterase -- Introduction. In addition to possessing multiple names, the enzyme exists in many pharmacogenetic variations, with BuChE operating as the primary human cholinesterase form. When comparing concentrations within the human plasma, the ratio of pseudocholinesterase (BuChE) to true cholinesterase (AChE) overwhelmingly favors BuChE by a ratio of 1000 to 1. [3]"}
{"id": "article-27927_2", "title": "Biochemistry, Pseudocholinesterase -- Fundamentals", "content": "BuChE functions primarily as a serine hydrolase that catalyzes the hydrolysis of choline and noncholine esters and maintains active aryl acrylamide, amplifying the action of trypsin and other proteases within the body. [4] BuChE predominately influences the activity of neurons, specifically within the hippocampus, amygdala, thalamus, and different deep layers of the cerebral cortex. [4] BuChE appears to serve a functional role in the maturation of the central and peripheral nervous systems through regulating neuronal growth and cellular proliferation, especially at the onset of differentiation and throughout the early stages of neuronal development. [5]", "contents": "Biochemistry, Pseudocholinesterase -- Fundamentals. BuChE functions primarily as a serine hydrolase that catalyzes the hydrolysis of choline and noncholine esters and maintains active aryl acrylamide, amplifying the action of trypsin and other proteases within the body. [4] BuChE predominately influences the activity of neurons, specifically within the hippocampus, amygdala, thalamus, and different deep layers of the cerebral cortex. [4] BuChE appears to serve a functional role in the maturation of the central and peripheral nervous systems through regulating neuronal growth and cellular proliferation, especially at the onset of differentiation and throughout the early stages of neuronal development. [5]"}
{"id": "article-27927_3", "title": "Biochemistry, Pseudocholinesterase -- Issues of Concern", "content": "Pseudocholinesterase (butyrylcholine esterase) deficiency causes increased sensitivity to choline ester muscle relaxant medications: succinylcholine and mivacurium. In correlation to the level/variant of BuChE deficiency, patients exposed to these neuromuscular blockade agents may experience an amplified duration of apnea and paralysis ranging from mild to extreme. [6] In the presence of BuChE deficiency, the usual course of action for succinylcholine-induced paralysis gets prolonged from approximately 4 to 6 minutes to up to 8 hours. These patients may also exhibit significant sensitivity to agricultural pesticides (organophosphates), cocaine, and ester local anesthetics, such as procaine. [6]", "contents": "Biochemistry, Pseudocholinesterase -- Issues of Concern. Pseudocholinesterase (butyrylcholine esterase) deficiency causes increased sensitivity to choline ester muscle relaxant medications: succinylcholine and mivacurium. In correlation to the level/variant of BuChE deficiency, patients exposed to these neuromuscular blockade agents may experience an amplified duration of apnea and paralysis ranging from mild to extreme. [6] In the presence of BuChE deficiency, the usual course of action for succinylcholine-induced paralysis gets prolonged from approximately 4 to 6 minutes to up to 8 hours. These patients may also exhibit significant sensitivity to agricultural pesticides (organophosphates), cocaine, and ester local anesthetics, such as procaine. [6]"}
{"id": "article-27927_4", "title": "Biochemistry, Pseudocholinesterase -- Issues of Concern", "content": "Should persistent respiratory depression occur, most commonly due to succinylcholine administration in the presence of BuChE deficiency, the mainstay of therapy focuses on prolonged ventilatory support. Positive pressure ventilation is required until skeletal muscle regains adequate neuromuscular function following passive diffusion of succinylcholine from the neuromuscular junction. [7] Patients with known BuChE deficiency status should disclose this information to all medical personnel through a medical alert band, notifying clinicians of increased sensitivity to mivacurium and succinylcholine in case an emergency arises.", "contents": "Biochemistry, Pseudocholinesterase -- Issues of Concern. Should persistent respiratory depression occur, most commonly due to succinylcholine administration in the presence of BuChE deficiency, the mainstay of therapy focuses on prolonged ventilatory support. Positive pressure ventilation is required until skeletal muscle regains adequate neuromuscular function following passive diffusion of succinylcholine from the neuromuscular junction. [7] Patients with known BuChE deficiency status should disclose this information to all medical personnel through a medical alert band, notifying clinicians of increased sensitivity to mivacurium and succinylcholine in case an emergency arises."}
{"id": "article-27927_5", "title": "Biochemistry, Pseudocholinesterase -- Molecular Level", "content": "The coding gene for BuChE coincides with multiple polymorphisms, resulting in wide variability in the level of activity of each variant, including silent variants with little to no enzymatic function. [4] Depending on the type and location of the gene mutation, alterations in enzyme structure/function or cessation of enzyme synthesis may occur. Specifically, point mutations alter the enzyme's structure due to changes in the mRNA and amino acids compiled during enzyme production, often resulting in abnormal function. Meanwhile, mutations that result in a stop codon or frameshift often lead to dysfunctional enzyme synthesis. Within each molecular form of pseudocholinesterase, there are several sub-variants, defined by the number and orientation of subunits within the molecule; ranging from single monomers (G1) to 2 symmetric monomers (dimer, G2) to dimers conjoined by disulfide bridges (tetramer, G4). [8]", "contents": "Biochemistry, Pseudocholinesterase -- Molecular Level. The coding gene for BuChE coincides with multiple polymorphisms, resulting in wide variability in the level of activity of each variant, including silent variants with little to no enzymatic function. [4] Depending on the type and location of the gene mutation, alterations in enzyme structure/function or cessation of enzyme synthesis may occur. Specifically, point mutations alter the enzyme's structure due to changes in the mRNA and amino acids compiled during enzyme production, often resulting in abnormal function. Meanwhile, mutations that result in a stop codon or frameshift often lead to dysfunctional enzyme synthesis. Within each molecular form of pseudocholinesterase, there are several sub-variants, defined by the number and orientation of subunits within the molecule; ranging from single monomers (G1) to 2 symmetric monomers (dimer, G2) to dimers conjoined by disulfide bridges (tetramer, G4). [8]"}
{"id": "article-27927_6", "title": "Biochemistry, Pseudocholinesterase -- Testing", "content": "The diagnosis of pseudocholinesterase deficiency most commonly occurs through family history and clinical context of prolonged apnea and paralysis following depolarizing neuromuscular blockade via succinylcholine. With an autosomal recessive inheritance pattern and a heterozygous gene frequency ranging from 1 in 25 to 1 in 50, family members of known homozygotes must undergo testing for the presence of an altered BCHE gene. [9] Confirmation of BuChE deficiency may occur through gene sequencing of the coding gene, BCHE , located at 3q26.1, via techniques such as deletion or duplication analysis, targeted variant analysis, or sequence analysis of the entire gene coding region.", "contents": "Biochemistry, Pseudocholinesterase -- Testing. The diagnosis of pseudocholinesterase deficiency most commonly occurs through family history and clinical context of prolonged apnea and paralysis following depolarizing neuromuscular blockade via succinylcholine. With an autosomal recessive inheritance pattern and a heterozygous gene frequency ranging from 1 in 25 to 1 in 50, family members of known homozygotes must undergo testing for the presence of an altered BCHE gene. [9] Confirmation of BuChE deficiency may occur through gene sequencing of the coding gene, BCHE , located at 3q26.1, via techniques such as deletion or duplication analysis, targeted variant analysis, or sequence analysis of the entire gene coding region."}
{"id": "article-27927_7", "title": "Biochemistry, Pseudocholinesterase -- Pathophysiology", "content": "The onset of pseudocholinesterase deficiency may occur through inheritable (genetic) or acquired pathways. Despite its etiology, pseudocholinesterase deficiency usually does not have clinically significant effects until the enzyme activity decreases to less than 75% of normal activity levels. [10]", "contents": "Biochemistry, Pseudocholinesterase -- Pathophysiology. The onset of pseudocholinesterase deficiency may occur through inheritable (genetic) or acquired pathways. Despite its etiology, pseudocholinesterase deficiency usually does not have clinically significant effects until the enzyme activity decreases to less than 75% of normal activity levels. [10]"}
{"id": "article-27927_8", "title": "Biochemistry, Pseudocholinesterase -- Pathophysiology", "content": "The genetic inheritance of pseudocholinesterase deficiency occurs through an autosomal recessive pattern, with frequencies of approximately 1 in 50 to 1 in 3000 individuals for heterozygotes and homozygotes, respectively. [9] The prevalence of BuChE deficiency is highest amongst those with European ancestry and lowest within the Asian population.", "contents": "Biochemistry, Pseudocholinesterase -- Pathophysiology. The genetic inheritance of pseudocholinesterase deficiency occurs through an autosomal recessive pattern, with frequencies of approximately 1 in 50 to 1 in 3000 individuals for heterozygotes and homozygotes, respectively. [9] The prevalence of BuChE deficiency is highest amongst those with European ancestry and lowest within the Asian population."}
{"id": "article-27927_9", "title": "Biochemistry, Pseudocholinesterase -- Pathophysiology", "content": "Acquired conditions that decrease the activity of the BuChE enzyme include malnutrition, advanced age, malignancy, liver or kidney disease, pregnancy, burns, and organophosphate poisoning. In contrast, obesity and chronic alcoholism are suspected to increase pseudocholinesterase activity levels. Medications such as aspirin, metoclopramide, monoamine oxidase inhibitors, oral contraceptives, and anticholinesterase agents may also influence the enzyme's activity. [9] Through hydrolysis and sequestration of toxic compounds, the broad substrate specificity of BuChE may protect against numerous inhaled and administered substances. [11]", "contents": "Biochemistry, Pseudocholinesterase -- Pathophysiology. Acquired conditions that decrease the activity of the BuChE enzyme include malnutrition, advanced age, malignancy, liver or kidney disease, pregnancy, burns, and organophosphate poisoning. In contrast, obesity and chronic alcoholism are suspected to increase pseudocholinesterase activity levels. Medications such as aspirin, metoclopramide, monoamine oxidase inhibitors, oral contraceptives, and anticholinesterase agents may also influence the enzyme's activity. [9] Through hydrolysis and sequestration of toxic compounds, the broad substrate specificity of BuChE may protect against numerous inhaled and administered substances. [11]"}
{"id": "article-27927_10", "title": "Biochemistry, Pseudocholinesterase -- Clinical Significance", "content": "There is conflicting evidence as to whether pseudocholinesterase deficiency plays a role in the progression of Alzheimer's disease. However, increased levels of BuChE and altered structure or function of the enzyme are observable in patients with Alzheimer disease, specifically within the pathognomonic amyloid plaques and neurofibrillary tangles. [4] Furthermore, BuChE may exhibit a synergistic role with ApoE4 in causing mild cognitive impairment. [12]", "contents": "Biochemistry, Pseudocholinesterase -- Clinical Significance. There is conflicting evidence as to whether pseudocholinesterase deficiency plays a role in the progression of Alzheimer's disease. However, increased levels of BuChE and altered structure or function of the enzyme are observable in patients with Alzheimer disease, specifically within the pathognomonic amyloid plaques and neurofibrillary tangles. [4] Furthermore, BuChE may exhibit a synergistic role with ApoE4 in causing mild cognitive impairment. [12]"}
{"id": "article-27927_11", "title": "Biochemistry, Pseudocholinesterase -- Clinical Significance", "content": "Plasma cholinesterase levels were significantly higher in patients with drug addictions (most notably, cocaine) than those without, suggesting it serves a significant role in addiction pathophysiology. [13] BuChE gene amplification and elevated enzyme activities are also prevalent in tumorigenesis and neuronal disorders, potentially allowing researchers to target gene expression as a unique treatment modality. [5]", "contents": "Biochemistry, Pseudocholinesterase -- Clinical Significance. Plasma cholinesterase levels were significantly higher in patients with drug addictions (most notably, cocaine) than those without, suggesting it serves a significant role in addiction pathophysiology. [13] BuChE gene amplification and elevated enzyme activities are also prevalent in tumorigenesis and neuronal disorders, potentially allowing researchers to target gene expression as a unique treatment modality. [5]"}
{"id": "article-27927_12", "title": "Biochemistry, Pseudocholinesterase -- Clinical Significance", "content": "Hepatocytes function as the primary synthesis pathway for plasma cholinesterase. Serum levels of plasma cholinesterase may serve as a valuable biomarker of liver function with an excellent correlation to the currently accepted standards of serum albumin, prothrombin time/international normalized ratio, and MELD score (Model for End-Stage Liver Disease). [14] Levels of serum cholinesterase may also serve as a prognostic marker for advanced liver disease secondary to distinguishing between decompensated and compensated cirrhosis, reflected by low and high enzyme levels, respectively. [14] In addition to its association with liver function, BuChE may also correlate significantly with the role of red blood cells and kidneys. [3] [15]", "contents": "Biochemistry, Pseudocholinesterase -- Clinical Significance. Hepatocytes function as the primary synthesis pathway for plasma cholinesterase. Serum levels of plasma cholinesterase may serve as a valuable biomarker of liver function with an excellent correlation to the currently accepted standards of serum albumin, prothrombin time/international normalized ratio, and MELD score (Model for End-Stage Liver Disease). [14] Levels of serum cholinesterase may also serve as a prognostic marker for advanced liver disease secondary to distinguishing between decompensated and compensated cirrhosis, reflected by low and high enzyme levels, respectively. [14] In addition to its association with liver function, BuChE may also correlate significantly with the role of red blood cells and kidneys. [3] [15]"}
{"id": "article-27927_13", "title": "Biochemistry, Pseudocholinesterase -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Pseudocholinesterase -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}