{"id": "article-144061_0", "title": "Monofocal Intraocular Lenses -- Continuing Education Activity", "content": "Intraocular lenses (IOLs) are among the most significant inventions in Ophthalmology. Before intraocular lenses were invented, removing cataracts (aphakia) made the patient highly hyperopic. High-powered convex glasses were required to give good distance and near visual acuity. Such glasses caused multiple visual aberrations. Monofocal intraocular lenses are indicated for the visual correction of aphakia after extracapsular cataract extraction. Such lenses have a single focus and are usually planned to correct the distance vision. Patients having such lenses need glasses for near. Monofocal toric IOLs and monofocal IOLs with enhanced depth of focus are further advancements in technology. This activity describes different types of monofocal IOLs, indications of monofocal IOLs, and the use of such intraocular implants by an interprofessional team.", "contents": "Monofocal Intraocular Lenses -- Continuing Education Activity. Intraocular lenses (IOLs) are among the most significant inventions in Ophthalmology. Before intraocular lenses were invented, removing cataracts (aphakia) made the patient highly hyperopic. High-powered convex glasses were required to give good distance and near visual acuity. Such glasses caused multiple visual aberrations. Monofocal intraocular lenses are indicated for the visual correction of aphakia after extracapsular cataract extraction. Such lenses have a single focus and are usually planned to correct the distance vision. Patients having such lenses need glasses for near. Monofocal toric IOLs and monofocal IOLs with enhanced depth of focus are further advancements in technology. This activity describes different types of monofocal IOLs, indications of monofocal IOLs, and the use of such intraocular implants by an interprofessional team."}
{"id": "article-144061_1", "title": "Monofocal Intraocular Lenses -- Continuing Education Activity", "content": "Objectives: Identify various types of monofocal intraocular lenses and their indications. Describe pre-procedural planning and preparation to perform successful implantation of monofocal intraocular lenses. Summarize the complications of the procedure of implanting monofocal intraocular lenses. Explain the importance of collaboration and communication amongst the interprofessional team to ensure the appropriate selection of candidates for monofocal intraocular lenses and enhance post-surgical management. Access free multiple choice questions on this topic.", "contents": "Monofocal Intraocular Lenses -- Continuing Education Activity. Objectives: Identify various types of monofocal intraocular lenses and their indications. Describe pre-procedural planning and preparation to perform successful implantation of monofocal intraocular lenses. Summarize the complications of the procedure of implanting monofocal intraocular lenses. Explain the importance of collaboration and communication amongst the interprofessional team to ensure the appropriate selection of candidates for monofocal intraocular lenses and enhance post-surgical management. Access free multiple choice questions on this topic."}
{"id": "article-144061_2", "title": "Monofocal Intraocular Lenses -- Introduction", "content": "The human crystalline lens accounts for +15 to +20 (approximately 17) diopters of the refractive power of the eye. [1] The cornea contributes another 43 diopters. [1] Cataract surgery involves the removal of the opacified crystalline lens, making the eye aphakic. Before the invention of intraocular lenses (IOLs) by Sir Harold Ridley to correct aphakia, spectacle correction was the norm. [2] [3]", "contents": "Monofocal Intraocular Lenses -- Introduction. The human crystalline lens accounts for +15 to +20 (approximately 17) diopters of the refractive power of the eye. [1] The cornea contributes another 43 diopters. [1] Cataract surgery involves the removal of the opacified crystalline lens, making the eye aphakic. Before the invention of intraocular lenses (IOLs) by Sir Harold Ridley to correct aphakia, spectacle correction was the norm. [2] [3]"}
{"id": "article-144061_3", "title": "Monofocal Intraocular Lenses -- Introduction", "content": "Aphakic spectacles were unsightly and heavy. They cause spherical aberrations and distortion in vision. [4] [5] Removal of the entire crystalline lens by intracapsular cataract extraction (ICCE) necessitated implantation of the intraocular lens in the anterior chamber. This led to the invention of various designs of lenses after the original Ridley lens. [5] [6] [7]", "contents": "Monofocal Intraocular Lenses -- Introduction. Aphakic spectacles were unsightly and heavy. They cause spherical aberrations and distortion in vision. [4] [5] Removal of the entire crystalline lens by intracapsular cataract extraction (ICCE) necessitated implantation of the intraocular lens in the anterior chamber. This led to the invention of various designs of lenses after the original Ridley lens. [5] [6] [7]"}
{"id": "article-144061_4", "title": "Monofocal Intraocular Lenses -- Introduction", "content": "Peter Choyce and Sir Harold  Ridley formed the International Intraocular implant club in 1966. This led to the gradual acceptance of intraocular lenses. Intracapsular cataract extraction with anterior chamber IOL [7] [8] was gradually replaced by extracapsular cataract surgery with posterior chamber IOLs. [3] [9] However, the original Ridley lens was implanted after extracapsular cataract surgery, which involves leaving the posterior capsule of the lens behind. [1]", "contents": "Monofocal Intraocular Lenses -- Introduction. Peter Choyce and Sir Harold  Ridley formed the International Intraocular implant club in 1966. This led to the gradual acceptance of intraocular lenses. Intracapsular cataract extraction with anterior chamber IOL [7] [8] was gradually replaced by extracapsular cataract surgery with posterior chamber IOLs. [3] [9] However, the original Ridley lens was implanted after extracapsular cataract surgery, which involves leaving the posterior capsule of the lens behind. [1]"}
{"id": "article-144061_5", "title": "Monofocal Intraocular Lenses -- Introduction", "content": "Charles Kelman revolutionized cataract surgery by inventing the technique of phacoemulsification. [10] Howard Gimbel invented the technique of capsulorhexis, due to which intraocular lenses could be implanted in the bag. [11] [12] Femtosecond laser technology further improved the precision with which surgery could be performed. [13]", "contents": "Monofocal Intraocular Lenses -- Introduction. Charles Kelman revolutionized cataract surgery by inventing the technique of phacoemulsification. [10] Howard Gimbel invented the technique of capsulorhexis, due to which intraocular lenses could be implanted in the bag. [11] [12] Femtosecond laser technology further improved the precision with which surgery could be performed. [13]"}
{"id": "article-144061_6", "title": "Monofocal Intraocular Lenses -- Introduction", "content": "Intraocular lenses have transitioned from anterior chamber IOLs to posterior chamber IOLs, which have undergone further modification from rigid polymethylmethacrylate (PMMA) lenses to silicone and acrylic lenses. Lens materials and designs have undergone many improvements. Hydrophilic and hydrophobic lens materials are both in vogue. Open looped, closed-loop, plate haptic, and square-edged designs are currently being implanted, each modification attempting to decrease the incidence of complications, including posterior capsular opacification. Monofocal intraocular lenses to correct distance vision are the most commonly implanted intraocular lenses. [14]", "contents": "Monofocal Intraocular Lenses -- Introduction. Intraocular lenses have transitioned from anterior chamber IOLs to posterior chamber IOLs, which have undergone further modification from rigid polymethylmethacrylate (PMMA) lenses to silicone and acrylic lenses. Lens materials and designs have undergone many improvements. Hydrophilic and hydrophobic lens materials are both in vogue. Open looped, closed-loop, plate haptic, and square-edged designs are currently being implanted, each modification attempting to decrease the incidence of complications, including posterior capsular opacification. Monofocal intraocular lenses to correct distance vision are the most commonly implanted intraocular lenses. [14]"}
{"id": "article-144061_7", "title": "Monofocal Intraocular Lenses -- Function", "content": "The function of intraocular lenses is to correct aphakia caused by removing the crystalline lens. Before the invention of IOLs, the removal of cataracts led to the patient being highly hyperopic. Spectacle lenses of + 10 D to + 12 D were routinely prescribed for distance. Near vision usually needed another +3 D (+13 to +15 D). The spectacles were heavy, cosmetically unsightly, and had high spherical and chromatic aberrations. [15] [16] The indication of an intraocular lens is the visual correction of aphakia after cataract extraction.", "contents": "Monofocal Intraocular Lenses -- Function. The function of intraocular lenses is to correct aphakia caused by removing the crystalline lens. Before the invention of IOLs, the removal of cataracts led to the patient being highly hyperopic. Spectacle lenses of + 10 D to + 12 D were routinely prescribed for distance. Near vision usually needed another +3 D (+13 to +15 D). The spectacles were heavy, cosmetically unsightly, and had high spherical and chromatic aberrations. [15] [16] The indication of an intraocular lens is the visual correction of aphakia after cataract extraction."}
{"id": "article-144061_8", "title": "Monofocal Intraocular Lenses -- Function", "content": "Lens materials - Monofocal intraocular lenses may be made of polymethyl methacrylate (PMMA), which is rigid. Foldable IOL materials include silicone, hydrophobic acrylic materials, and hydrophilic acrylic materials. The refractive indices of different IOL materials are: PMMA: 1.49 Silicone IOL: 1.41 - 1.46 Hydrophilic acrylic: 1.44 – 1.55 Hydrophobic acrylic: 1.43 - 1.46.", "contents": "Monofocal Intraocular Lenses -- Function. Lens materials - Monofocal intraocular lenses may be made of polymethyl methacrylate (PMMA), which is rigid. Foldable IOL materials include silicone, hydrophobic acrylic materials, and hydrophilic acrylic materials. The refractive indices of different IOL materials are: PMMA: 1.49 Silicone IOL: 1.41 - 1.46 Hydrophilic acrylic: 1.44 – 1.55 Hydrophobic acrylic: 1.43 - 1.46."}
{"id": "article-144061_9", "title": "Monofocal Intraocular Lenses -- Function", "content": "The central, usually round part of the IOL is called an optic. The optic size varies from 5.25 mm to 6.5 mm. The total length of the IOL includes the total diameter of central optic and peripheral haptics. It varies from 12 to 13.5 mm. The optic may be plano-convex, biconvex, or concavo-convex (meniscus IOLs used to manage pathological myopes).", "contents": "Monofocal Intraocular Lenses -- Function. The central, usually round part of the IOL is called an optic. The optic size varies from 5.25 mm to 6.5 mm. The total length of the IOL includes the total diameter of central optic and peripheral haptics. It varies from 12 to 13.5 mm. The optic may be plano-convex, biconvex, or concavo-convex (meniscus IOLs used to manage pathological myopes)."}
{"id": "article-144061_10", "title": "Monofocal Intraocular Lenses -- Function", "content": "The anterior surface may be spherical or aspheric. The lens optic and the haptic may be made up of a single material (single piece IOL), or the haptics may be made of a separate material including polypropylene and nylon in a three-piece (multi-piece or 3-piece) IOL. The haptic may be J or C shaped. The haptic may be plate-shaped.", "contents": "Monofocal Intraocular Lenses -- Function. The anterior surface may be spherical or aspheric. The lens optic and the haptic may be made up of a single material (single piece IOL), or the haptics may be made of a separate material including polypropylene and nylon in a three-piece (multi-piece or 3-piece) IOL. The haptic may be J or C shaped. The haptic may be plate-shaped."}
{"id": "article-144061_11", "title": "Monofocal Intraocular Lenses -- Function", "content": "Monofocal intraocular lenses may be implanted after intracapsular cataract surgery. Anterior chamber IOL (Kelman multiflex type), in which the haptics are fixated in the angles of the anterior chamber, is most commonly used nowadays if an anterior chamber lens is implanted. It has 4 point fixation in the angle of the anterior chamber. Earlier, there were many models of anterior chamber lenses such as Choyce Mark IV, Sputnik lens, and Singh and Worst iris claw lens. [17] [18] Posteriorly placed IOLs may be placed in the sulcus, implanted in the capsular bag, scleral fixated, iris-sutured, or posteriorly fixated (retropupillary) iris-claw lens.", "contents": "Monofocal Intraocular Lenses -- Function. Monofocal intraocular lenses may be implanted after intracapsular cataract surgery. Anterior chamber IOL (Kelman multiflex type), in which the haptics are fixated in the angles of the anterior chamber, is most commonly used nowadays if an anterior chamber lens is implanted. It has 4 point fixation in the angle of the anterior chamber. Earlier, there were many models of anterior chamber lenses such as Choyce Mark IV, Sputnik lens, and Singh and Worst iris claw lens. [17] [18] Posteriorly placed IOLs may be placed in the sulcus, implanted in the capsular bag, scleral fixated, iris-sutured, or posteriorly fixated (retropupillary) iris-claw lens."}
{"id": "article-144061_12", "title": "Monofocal Intraocular Lenses -- Function", "content": "The original Ridley lens was replaced by different models of lenses. Lens materials, shape, and size have undergone many modifications. The purpose of an intraocular lens is to correct aphakia. The lens material has to be inert. The shape should ensure proper placement and avoid decentration in the long term and should not cause loss of corneal endothelium while implanting or in the long- term.", "contents": "Monofocal Intraocular Lenses -- Function. The original Ridley lens was replaced by different models of lenses. Lens materials, shape, and size have undergone many modifications. The purpose of an intraocular lens is to correct aphakia. The lens material has to be inert. The shape should ensure proper placement and avoid decentration in the long term and should not cause loss of corneal endothelium while implanting or in the long- term."}
{"id": "article-144061_13", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Biocompatibility", "content": "Any foreign material that remains in the eye for a long time must be inert. The original Ridley lens was made of PMMA. This material from the canopy of aircraft was found to lie inert in the eye of injured pilots for a long period. [19]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Biocompatibility. Any foreign material that remains in the eye for a long time must be inert. The original Ridley lens was made of PMMA. This material from the canopy of aircraft was found to lie inert in the eye of injured pilots for a long period. [19]"}
{"id": "article-144061_14", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Aqueous Absorption by IOL", "content": "The IOL should not absorb water in the eye. Some IOL materials may absorb aqueous and form glistening, which may not affect vision. [20] [21] As water enters the lens, it accumulates in low polymer density areas and forms vacuoles. When the vacuoles enlarge, they are visible under slit-lamp biomicroscopy as glistenings. [21] Hygroscopy of a material denotes the ability to absorb or draw water and hold water.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Aqueous Absorption by IOL. The IOL should not absorb water in the eye. Some IOL materials may absorb aqueous and form glistening, which may not affect vision. [20] [21] As water enters the lens, it accumulates in low polymer density areas and forms vacuoles. When the vacuoles enlarge, they are visible under slit-lamp biomicroscopy as glistenings. [21] Hygroscopy of a material denotes the ability to absorb or draw water and hold water."}
{"id": "article-144061_15", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- IOL Opacification", "content": "Opacification of the IOL may occur in hydrophilic IOLs. [22] [23] Opacification of hydrophilic lenses has been described after pars plana vitrectomy and intraocular gas injection. [22] A decrease in vision may necessitate an explantation of the IOLs. Opacification of hydrophilic IOLs has also been described after endothelial keratoplasty. [24] [25]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- IOL Opacification. Opacification of the IOL may occur in hydrophilic IOLs. [22] [23] Opacification of hydrophilic lenses has been described after pars plana vitrectomy and intraocular gas injection. [22] A decrease in vision may necessitate an explantation of the IOLs. Opacification of hydrophilic IOLs has also been described after endothelial keratoplasty. [24] [25]"}
{"id": "article-144061_16", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- IOL Opacification", "content": "Calcium deposits in the anterior surface of the lens may be caused by factors such as air injection or gas injection intraocularly, causing an electrolyte imbalance in the anterior chamber. Chronic inflammation and systemic diseases such as diabetes mellitus may be other factors. [24] [25]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- IOL Opacification. Calcium deposits in the anterior surface of the lens may be caused by factors such as air injection or gas injection intraocularly, causing an electrolyte imbalance in the anterior chamber. Chronic inflammation and systemic diseases such as diabetes mellitus may be other factors. [24] [25]"}
{"id": "article-144061_17", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Compatibility with the Site of Placement", "content": "Compatibility with iris in case of an anterior chamber IOL and anterior fixated iris-claw lens: [26] In a retrospective analysis of 171 eyes of 151 patients who underwent implantation of the iris-claw lens after cataract surgery, due to either complicated surgery, ectopia lentis, or trauma. The authors found a higher incidence of raised intraocular pressure and macular edema in anteriorly fixated claw lenses. In the long term, endothelial cell loss was also more after anterior fixation of the iris-claw lens compared to retropupillary fixation of the iris-claw lens. [26]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Compatibility with the Site of Placement. Compatibility with iris in case of an anterior chamber IOL and anterior fixated iris-claw lens: [26] In a retrospective analysis of 171 eyes of 151 patients who underwent implantation of the iris-claw lens after cataract surgery, due to either complicated surgery, ectopia lentis, or trauma. The authors found a higher incidence of raised intraocular pressure and macular edema in anteriorly fixated claw lenses. In the long term, endothelial cell loss was also more after anterior fixation of the iris-claw lens compared to retropupillary fixation of the iris-claw lens. [26]"}
{"id": "article-144061_18", "title": "Monofocal Intraocular Lenses -- Issues of Concern", "content": "Compatibility with ciliary sulcus in case of sulcus fixated IOL: In a study of 559 pseudophakic cadaver eyes obtained from eye banks, hydrophobic acrylic IOLs were noted in 256 eyes and had anterior and posterior square optic edges. [27] Out of these IOLs, 18 had asymmetric or sulcus fixation. Six of these IOLs were single-piece, and 12 were 3-piece IOLs. When compared to eyes with symmetric in the bag IOLs, there was IOL decentration, tilt, pigment dispersion in the anterior segment, and iris transillumination defects. Sulcus fixation in the case of the single-piece lens may lead to uveitis glaucoma hyphema syndrome. Three-piece lenses may be implanted after complications in surgery, and all the findings may not be attributable to sulcus fixation. [27] Posterior capsular rent and retained cortical matter may cause chronic uveitis and cystoid macular edema.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern. Compatibility with ciliary sulcus in case of sulcus fixated IOL: In a study of 559 pseudophakic cadaver eyes obtained from eye banks, hydrophobic acrylic IOLs were noted in 256 eyes and had anterior and posterior square optic edges. [27] Out of these IOLs, 18 had asymmetric or sulcus fixation. Six of these IOLs were single-piece, and 12 were 3-piece IOLs. When compared to eyes with symmetric in the bag IOLs, there was IOL decentration, tilt, pigment dispersion in the anterior segment, and iris transillumination defects. Sulcus fixation in the case of the single-piece lens may lead to uveitis glaucoma hyphema syndrome. Three-piece lenses may be implanted after complications in surgery, and all the findings may not be attributable to sulcus fixation. [27] Posterior capsular rent and retained cortical matter may cause chronic uveitis and cystoid macular edema."}
{"id": "article-144061_19", "title": "Monofocal Intraocular Lenses -- Issues of Concern", "content": "Compatibility with the capsular bag in cases of in the bag IOL: Small capsulorhexis, pseudoexfoliation syndrome, retinitis pigmentosa, and closed-loop haptic lenses may all predispose to capsular bag phimosis. [28] Phimosis of the capsular bag may lead to the folding of IOL haptics over the optics in severe cases. This may cause a decrease in the visual acuity, necessitating the explantation of the IOL with the capsular bag and replacement with scleral fixated IOL. [28] The edge of the rhexis may be seen even in small pupils, causing a decrease in visual acuity. As more and more lenses are implanted \"in the bag\" and not in the ciliary sulcus, capsular bag contraction is more often encountered. [29] The intraocular lens should maintain its centration and resist capsular bag contraction. Capsular bag contraction under various circumstances has been described. [30] Highly myopic eyes, weak zonules, and pseudoexfoliation syndrome may predispose to capsular bag contraction in the long term. [31] [32] This can lead to IOL  decentration and dislocation. YAG laser has been used to relieve the capsular phimosis with some success. [33] [28]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern. Compatibility with the capsular bag in cases of in the bag IOL: Small capsulorhexis, pseudoexfoliation syndrome, retinitis pigmentosa, and closed-loop haptic lenses may all predispose to capsular bag phimosis. [28] Phimosis of the capsular bag may lead to the folding of IOL haptics over the optics in severe cases. This may cause a decrease in the visual acuity, necessitating the explantation of the IOL with the capsular bag and replacement with scleral fixated IOL. [28] The edge of the rhexis may be seen even in small pupils, causing a decrease in visual acuity. As more and more lenses are implanted \"in the bag\" and not in the ciliary sulcus, capsular bag contraction is more often encountered. [29] The intraocular lens should maintain its centration and resist capsular bag contraction. Capsular bag contraction under various circumstances has been described. [30] Highly myopic eyes, weak zonules, and pseudoexfoliation syndrome may predispose to capsular bag contraction in the long term. [31] [32] This can lead to IOL  decentration and dislocation. YAG laser has been used to relieve the capsular phimosis with some success. [33] [28]"}
{"id": "article-144061_20", "title": "Monofocal Intraocular Lenses -- Issues of Concern", "content": "Compatibility with the iris in case of posterior (retropupillary) fixation of the iris-claw lens: [34] In a retrospective study, 49 patients with posterior capsular loss had retropupillary implantation of the iris-claw lens along with pars plana vitrectomy, and 126 eyes that had dislocation of IOL also were managed by retropupillary fixation of the iris-claw lens. Visual outcomes in both groups were comparable, and intraocular pressure was also within normal limits. [34] Compatibility with pars plana (ciliary body) in case of scleral fixated IOL: In a retrospective study of 45 eyes of 42 patients who underwent glueless, sutureless scleral fixation of intraocular lens, visual acuity improved from a median LogMAR of 1.48 to 0.6 LogMAR. [35] Vitreous hemorrhage was seen in 13 % of cases, and postoperative hypotony was noted in 11% of cases. The other complications were cystoid macular edema, rise in intraocular pressure (IOP), hyphema, IOL tilt, and retinal detachment. [35] .", "contents": "Monofocal Intraocular Lenses -- Issues of Concern. Compatibility with the iris in case of posterior (retropupillary) fixation of the iris-claw lens: [34] In a retrospective study, 49 patients with posterior capsular loss had retropupillary implantation of the iris-claw lens along with pars plana vitrectomy, and 126 eyes that had dislocation of IOL also were managed by retropupillary fixation of the iris-claw lens. Visual outcomes in both groups were comparable, and intraocular pressure was also within normal limits. [34] Compatibility with pars plana (ciliary body) in case of scleral fixated IOL: In a retrospective study of 45 eyes of 42 patients who underwent glueless, sutureless scleral fixation of intraocular lens, visual acuity improved from a median LogMAR of 1.48 to 0.6 LogMAR. [35] Vitreous hemorrhage was seen in 13 % of cases, and postoperative hypotony was noted in 11% of cases. The other complications were cystoid macular edema, rise in intraocular pressure (IOP), hyphema, IOL tilt, and retinal detachment. [35] ."}
{"id": "article-144061_21", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Protection from Ultraviolet Rays", "content": "Intraocular lenses should provide protection from ultraviolet (UV) rays. [36] The human adult crystalline lens absorbs UV radiation between 300 and 400 nm. Removal of the crystalline lens during cataract surgery removes this protection. The preferred choice is to replace the crystalline lens with UV blocking intraocular lenses, with a 10 % cut-off near 400 nm.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Protection from Ultraviolet Rays. Intraocular lenses should provide protection from ultraviolet (UV) rays. [36] The human adult crystalline lens absorbs UV radiation between 300 and 400 nm. Removal of the crystalline lens during cataract surgery removes this protection. The preferred choice is to replace the crystalline lens with UV blocking intraocular lenses, with a 10 % cut-off near 400 nm."}
{"id": "article-144061_22", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Protection from Ultraviolet Rays", "content": "UV light and other light of short wavelengths such as blue light may cause damage to the outer segments of the photoreceptor and the retinal pigment epithelium. The development of blue filtering intraocular lenses (BFIOL), which are yellow or orange tilted, may further improve protection from possible phototoxicity to the macula, improve contrast sensitivity, and reduce the chromatic aberrations. [37] [38]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Protection from Ultraviolet Rays. UV light and other light of short wavelengths such as blue light may cause damage to the outer segments of the photoreceptor and the retinal pigment epithelium. The development of blue filtering intraocular lenses (BFIOL), which are yellow or orange tilted, may further improve protection from possible phototoxicity to the macula, improve contrast sensitivity, and reduce the chromatic aberrations. [37] [38]"}
{"id": "article-144061_23", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Protection from Ultraviolet Rays", "content": "IOL can be rigid or foldable. In a study comparing the results of rigid PMMA lenses implanted through a 5 mm sclerocorneal tunnel and hydrophilic acrylic lenses implanted through a 2.5 mm corneal incision, visual outcomes were found to be comparable after one year. However, posterior capsular opacification was higher in the PMMA group (36%) than in the foldable group (23%). [39]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Protection from Ultraviolet Rays. IOL can be rigid or foldable. In a study comparing the results of rigid PMMA lenses implanted through a 5 mm sclerocorneal tunnel and hydrophilic acrylic lenses implanted through a 2.5 mm corneal incision, visual outcomes were found to be comparable after one year. However, posterior capsular opacification was higher in the PMMA group (36%) than in the foldable group (23%). [39]"}
{"id": "article-144061_24", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "The lens design should prevent posterior capsular opacification by preventing the migration of Elschnig's pearls. PCO may be associated with capsular bag distension and cyst-like structures at the posterior capsule. [40] Mastromonaco et al. examined the capsular bags with IOLs in 190 donor eyes. [41]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). The lens design should prevent posterior capsular opacification by preventing the migration of Elschnig's pearls. PCO may be associated with capsular bag distension and cyst-like structures at the posterior capsule. [40] Mastromonaco et al. examined the capsular bags with IOLs in 190 donor eyes. [41]"}
{"id": "article-144061_25", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "PCO is caused by the deposition of extracellular matrix (ECM) by cells with myofibroblast phenotype arising from the lens epithelial cells after epithelial to mesenchymal transition. Higher expression of smooth muscle actin (SMA) and fibronectin (FN) which are the components of the ECM, was seen in bags with single-piece haptic IOLs compared to three-piece lenses. Capsular bags with silicone lenses had lesser SMA and FN expression than acrylic IOLs. Lens epithelial cells (LEC) behaved differently depending on the lens biocompatibility. [41] Different lens coatings have been tried to prevent posterior capsular opacification. [42] The most important factors for the prevention of PCO include:", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). PCO is caused by the deposition of extracellular matrix (ECM) by cells with myofibroblast phenotype arising from the lens epithelial cells after epithelial to mesenchymal transition. Higher expression of smooth muscle actin (SMA) and fibronectin (FN) which are the components of the ECM, was seen in bags with single-piece haptic IOLs compared to three-piece lenses. Capsular bags with silicone lenses had lesser SMA and FN expression than acrylic IOLs. Lens epithelial cells (LEC) behaved differently depending on the lens biocompatibility. [41] Different lens coatings have been tried to prevent posterior capsular opacification. [42] The most important factors for the prevention of PCO include:"}
{"id": "article-144061_26", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "Sharp truncated edges of IOL optic were found to have a lesser incidence of posterior capsular opacification than round-edged IOLs. [43] [42] [44] The square edge around the optic is absent in some older models at the optic-haptic junction through which the lens epithelial cells from the equator of the capsular bag can potentially migrate behind the optic. Newer IOLs have a 360-degree square edge or enhanced edge to avoid this problem.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). Sharp truncated edges of IOL optic were found to have a lesser incidence of posterior capsular opacification than round-edged IOLs. [43] [42] [44] The square edge around the optic is absent in some older models at the optic-haptic junction through which the lens epithelial cells from the equator of the capsular bag can potentially migrate behind the optic. Newer IOLs have a 360-degree square edge or enhanced edge to avoid this problem."}
{"id": "article-144061_27", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "Maximal touch of the IOL optic to the posterior capsule, angulated haptics enhancing the contact of the optic to the posterior capsule, and bioadhesive material to promote a 'shrink-wrap' of the capsular bag around the optic.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). Maximal touch of the IOL optic to the posterior capsule, angulated haptics enhancing the contact of the optic to the posterior capsule, and bioadhesive material to promote a 'shrink-wrap' of the capsular bag around the optic."}
{"id": "article-144061_28", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "The biocompatibility of IOL materials: The rate of PCO is highest with hydrogel IOL, intermediate with PMMA, and lowest with silicone and acrylic material of the optic. [45]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). The biocompatibility of IOL materials: The rate of PCO is highest with hydrogel IOL, intermediate with PMMA, and lowest with silicone and acrylic material of the optic. [45]"}
{"id": "article-144061_29", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "A continuous curvilinear capsulorhexis with a 360-degree overlap of the anterior capsulorhexis margin over the IOL optic creates a 'shrink-wrap' around the IOL optic.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). A continuous curvilinear capsulorhexis with a 360-degree overlap of the anterior capsulorhexis margin over the IOL optic creates a 'shrink-wrap' around the IOL optic."}
{"id": "article-144061_30", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "Meticulous cortical cleanup assisted by hydrodissection, and", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). Meticulous cortical cleanup assisted by hydrodissection, and"}
{"id": "article-144061_31", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "Implantation of the IOL in the capsular bag. [46]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). Implantation of the IOL in the capsular bag. [46]"}
{"id": "article-144061_32", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO)", "content": "The rate of PCO is higher with rigid IOLs compared to foldable IOLs. [46] Active oxygen processing (with ultraviolet and ozone) of IOLs may reduce the PCO rates. [47] [48]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Posterior Capsular Opacification (PCO). The rate of PCO is higher with rigid IOLs compared to foldable IOLs. [46] Active oxygen processing (with ultraviolet and ozone) of IOLs may reduce the PCO rates. [47] [48]"}
{"id": "article-144061_33", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Endothelial Cell Loss", "content": "IOL should not cause endothelial cell loss while being implanted or long-term. The location of the IOL and the complications encountered during the procedure rather than the lens material causes endothelial cell loss. The use of different viscoelastic materials protects the corneal endothelium during various stages of cataract surgery and while implanting the intraocular lens. [49]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Endothelial Cell Loss. IOL should not cause endothelial cell loss while being implanted or long-term. The location of the IOL and the complications encountered during the procedure rather than the lens material causes endothelial cell loss. The use of different viscoelastic materials protects the corneal endothelium during various stages of cataract surgery and while implanting the intraocular lens. [49]"}
{"id": "article-144061_34", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Endothelial Cell Loss", "content": "Endothelial cell loss has been evaluated during phacoemulsification. Francisco Sorrentino studied endothelial cell loss in 50 eyes after phacoemulsification. The main damage to endothelial cells was found to be in the second phase of phacoemulsification (quadrant removal as opposed to sculpting). [50] Intraocular lens implantation was not noted to cause endothelial cell loss.", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Endothelial Cell Loss. Endothelial cell loss has been evaluated during phacoemulsification. Francisco Sorrentino studied endothelial cell loss in 50 eyes after phacoemulsification. The main damage to endothelial cells was found to be in the second phase of phacoemulsification (quadrant removal as opposed to sculpting). [50] Intraocular lens implantation was not noted to cause endothelial cell loss."}
{"id": "article-144061_35", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Aberrations", "content": "Spherical and chromatic aberrations have been studied with various monofocal IOLs after IOL implantation. Nakajima et al. studied longitudinal chromatic aberrations (LCA) after implantation of three different types of yellow-colored IOLs. Alcon IOL and IOL from HOYA corp were found to have the same LCA as phakic eyes. The LCA in all the lenses did not affect the visual function. [51] A study comparing chromatic aberrations after implanting monofocal, multifocal and extended depth of focus lenses did not find a significant difference between the three types of lenses. [52]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Aberrations. Spherical and chromatic aberrations have been studied with various monofocal IOLs after IOL implantation. Nakajima et al. studied longitudinal chromatic aberrations (LCA) after implantation of three different types of yellow-colored IOLs. Alcon IOL and IOL from HOYA corp were found to have the same LCA as phakic eyes. The LCA in all the lenses did not affect the visual function. [51] A study comparing chromatic aberrations after implanting monofocal, multifocal and extended depth of focus lenses did not find a significant difference between the three types of lenses. [52]"}
{"id": "article-144061_36", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Aberrations", "content": "Nanavaty et al., while comparing monofocal IOL with enhanced depth of focus IOL, did not find differences in corrected distance visual acuity (CDVA) or significant differences in aberrations with normal pupil size. [53]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Aberrations. Nanavaty et al., while comparing monofocal IOL with enhanced depth of focus IOL, did not find differences in corrected distance visual acuity (CDVA) or significant differences in aberrations with normal pupil size. [53]"}
{"id": "article-144061_37", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Inflammation and Infections", "content": "The surface should be resistant to bacterial adherence. Lens material has been found to be the most important factor determining bacterial adherence. Silicone and hydrophobic acrylic material allow bacterial adherence more readily than hydrophilic material. [54] Bacterial growth and replication occur following the adhesion to the IOL, forming microcolonies. [55] A slime layer forms and the bacteria are embedded in it. The perfect material to prevent biofilm adhesion is yet to be discovered. Silicone and PMMA are more prone to bacterial adhesion than hydrophilic and hydrophobic acrylic material. [55] [54]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Inflammation and Infections. The surface should be resistant to bacterial adherence. Lens material has been found to be the most important factor determining bacterial adherence. Silicone and hydrophobic acrylic material allow bacterial adherence more readily than hydrophilic material. [54] Bacterial growth and replication occur following the adhesion to the IOL, forming microcolonies. [55] A slime layer forms and the bacteria are embedded in it. The perfect material to prevent biofilm adhesion is yet to be discovered. Silicone and PMMA are more prone to bacterial adhesion than hydrophilic and hydrophobic acrylic material. [55] [54]"}
{"id": "article-144061_38", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Endophthalmitis", "content": "Amongst all the complications after cataract surgery, endophthalmitis is the most devastating. [56] [57] In a meta-analysis of 39 studies including 5,878,114  eyes, the incidence of endophthalmitis was  0.092% after phacoemulsification. The incidence of endophthalmitis decreased decade after decade, probably due to povidone-iodine prophylaxis and the use of intracameral cefuroxime or moxifloxacin. [56] [58] [59]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Endophthalmitis. Amongst all the complications after cataract surgery, endophthalmitis is the most devastating. [56] [57] In a meta-analysis of 39 studies including 5,878,114  eyes, the incidence of endophthalmitis was  0.092% after phacoemulsification. The incidence of endophthalmitis decreased decade after decade, probably due to povidone-iodine prophylaxis and the use of intracameral cefuroxime or moxifloxacin. [56] [58] [59]"}
{"id": "article-144061_39", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Dysphotopsia", "content": "Photic phenomena perceived by patients after cataract surgery can be noted, including arcs, rings, flashes, and haloes seen near the central axis of vision (positive dysphotopsia) or seen as blockage of light from certain parts of the retina, which appears as a dark shadow in the temporal field of vision (negative dysphotopsia). [60]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Dysphotopsia. Photic phenomena perceived by patients after cataract surgery can be noted, including arcs, rings, flashes, and haloes seen near the central axis of vision (positive dysphotopsia) or seen as blockage of light from certain parts of the retina, which appears as a dark shadow in the temporal field of vision (negative dysphotopsia). [60]"}
{"id": "article-144061_40", "title": "Monofocal Intraocular Lenses -- Issues of Concern -- Dysphotopsia", "content": "The incidence varies from 0.2 %, as reported by Davison in patients who had hydrophobic acrylic IOLs implanted, to 15.2% on the first preoperative day, which decreased to 2.4% after two years, as reported by Osher. Most of the time, there is no need for IOL explantation. [61] [62] [63]", "contents": "Monofocal Intraocular Lenses -- Issues of Concern -- Dysphotopsia. The incidence varies from 0.2 %, as reported by Davison in patients who had hydrophobic acrylic IOLs implanted, to 15.2% on the first preoperative day, which decreased to 2.4% after two years, as reported by Osher. Most of the time, there is no need for IOL explantation. [61] [62] [63]"}
{"id": "article-144061_41", "title": "Monofocal Intraocular Lenses -- Clinical Significance", "content": "Before the invention of the intraocular lens, aphakia due to the removal of the crystalline lens was corrected by spectacles or by contact lens. The high hyperopia needed thick convex lenses, which were heavy, cosmetically unsightly,  and caused distortion in vision due to spherical aberrations, coma, and prismatic effect. More than 100 million intraocular lenses have been implanted since 1973 when IOLs gained acceptance.", "contents": "Monofocal Intraocular Lenses -- Clinical Significance. Before the invention of the intraocular lens, aphakia due to the removal of the crystalline lens was corrected by spectacles or by contact lens. The high hyperopia needed thick convex lenses, which were heavy, cosmetically unsightly,  and caused distortion in vision due to spherical aberrations, coma, and prismatic effect. More than 100 million intraocular lenses have been implanted since 1973 when IOLs gained acceptance."}
{"id": "article-144061_42", "title": "Monofocal Intraocular Lenses -- Clinical Significance", "content": "The materials and designs are constantly undergoing modifications. The original Ridley lens was made of polymethylmethacrylate. Even today, rigid intraocular lenses are implanted after extracapsular cataract surgery and manual small incision cataract surgery. The cost of manufacturing these lenses is minimal, and smaller lenses can be implanted in the capsular bag. The disadvantage of the rigid lens is the need for a large incision size which may be sutured in case of extracapsular surgery and may not need sutures in manual small incision surgery.", "contents": "Monofocal Intraocular Lenses -- Clinical Significance. The materials and designs are constantly undergoing modifications. The original Ridley lens was made of polymethylmethacrylate. Even today, rigid intraocular lenses are implanted after extracapsular cataract surgery and manual small incision cataract surgery. The cost of manufacturing these lenses is minimal, and smaller lenses can be implanted in the capsular bag. The disadvantage of the rigid lens is the need for a large incision size which may be sutured in case of extracapsular surgery and may not need sutures in manual small incision surgery."}
{"id": "article-144061_43", "title": "Monofocal Intraocular Lenses -- Clinical Significance", "content": "Most cataract surgeries are now being performed by phacoemulsification through a 2.2 or 2.8 mm incision, which may be clear corneal or through a scleral tunnel. The lens materials are amenable to being folded and inserted through these incisions. The lenses may be single-piece with the optics and haptics made of the same material. The optics may be made of modified acrylic material, and the haptics may be polypropylene.", "contents": "Monofocal Intraocular Lenses -- Clinical Significance. Most cataract surgeries are now being performed by phacoemulsification through a 2.2 or 2.8 mm incision, which may be clear corneal or through a scleral tunnel. The lens materials are amenable to being folded and inserted through these incisions. The lenses may be single-piece with the optics and haptics made of the same material. The optics may be made of modified acrylic material, and the haptics may be polypropylene."}
{"id": "article-144061_44", "title": "Monofocal Intraocular Lenses -- Clinical Significance", "content": "Intraocular lenses have undergone many changes over the years. The design of lens optics has changed from the original Ridley lens, which was biconvex. The optics are either spherical or aspheric. [64] [65] The haptics may be round or square-edged. [66] Lens material may be hydrophobic or hydrophilic. [67]", "contents": "Monofocal Intraocular Lenses -- Clinical Significance. Intraocular lenses have undergone many changes over the years. The design of lens optics has changed from the original Ridley lens, which was biconvex. The optics are either spherical or aspheric. [64] [65] The haptics may be round or square-edged. [66] Lens material may be hydrophobic or hydrophilic. [67]"}
{"id": "article-144061_45", "title": "Monofocal Intraocular Lenses -- Clinical Significance", "content": "The modifications that monofocal lenses have undergone over the years have been to ensure better centration in the capsular bag, reduce posterior capsular opacification, reduce spherical and chromatic aberrations, improve ease of implantation, ensure protection from UV light, and prevent bacterial adherence to the lens material. [54] [68]", "contents": "Monofocal Intraocular Lenses -- Clinical Significance. The modifications that monofocal lenses have undergone over the years have been to ensure better centration in the capsular bag, reduce posterior capsular opacification, reduce spherical and chromatic aberrations, improve ease of implantation, ensure protection from UV light, and prevent bacterial adherence to the lens material. [54] [68]"}
{"id": "article-144061_46", "title": "Monofocal Intraocular Lenses -- Other Issues", "content": "Monofocal lenses were the standard of care over a long period. With the increased demand for spectacle independence and the increasing use of computers and other screen devices, the need for better intermediate and near acuity also arose. Bifocal intraocular lenses, which corrected both distance and near, were manufactured.", "contents": "Monofocal Intraocular Lenses -- Other Issues. Monofocal lenses were the standard of care over a long period. With the increased demand for spectacle independence and the increasing use of computers and other screen devices, the need for better intermediate and near acuity also arose. Bifocal intraocular lenses, which corrected both distance and near, were manufactured."}
{"id": "article-144061_47", "title": "Monofocal Intraocular Lenses -- Other Issues", "content": "Reduction of contrast sensitivity and nighttime glare/haloes were some issues accompanying the bifocal IOLs. The intermediate vision needed correction with spectacles, or the distance at which the devices were used had to be adjusted. Enhanced optics lenses were manufactured, which could give better near acuity without spectacle correction than monofocal lenses. [69]", "contents": "Monofocal Intraocular Lenses -- Other Issues. Reduction of contrast sensitivity and nighttime glare/haloes were some issues accompanying the bifocal IOLs. The intermediate vision needed correction with spectacles, or the distance at which the devices were used had to be adjusted. Enhanced optics lenses were manufactured, which could give better near acuity without spectacle correction than monofocal lenses. [69]"}
{"id": "article-144061_48", "title": "Monofocal Intraocular Lenses -- Other Issues", "content": "Furthermore, enhanced depth of focus lenses (EDOF) gave better intermediate vision without the use of spectacles. [70] Trifocal IOLs also solved the problem of intermediate vision while giving good distance and near vision without spectacle correction. [71]", "contents": "Monofocal Intraocular Lenses -- Other Issues. Furthermore, enhanced depth of focus lenses (EDOF) gave better intermediate vision without the use of spectacles. [70] Trifocal IOLs also solved the problem of intermediate vision while giving good distance and near vision without spectacle correction. [71]"}
{"id": "article-144061_49", "title": "Monofocal Intraocular Lenses -- Other Issues", "content": "Toric versions have been introduced in monofocal, bifocal, or trifocal IOLs to take care of corneal astigmatism so that astigmatism for distance vision is reduced and the need for glasses for distance is minimized.", "contents": "Monofocal Intraocular Lenses -- Other Issues. Toric versions have been introduced in monofocal, bifocal, or trifocal IOLs to take care of corneal astigmatism so that astigmatism for distance vision is reduced and the need for glasses for distance is minimized."}
{"id": "article-144061_50", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "The implantation of an intraocular lens is the final link in a long series of events. The process starts with an examination of the patient in an outpatient clinic by the optometrist, who checks the patient's vision and refractive error.", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. The implantation of an intraocular lens is the final link in a long series of events. The process starts with an examination of the patient in an outpatient clinic by the optometrist, who checks the patient's vision and refractive error."}
{"id": "article-144061_51", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "A decrease in the best-corrected visual acuity, which is attributable to the development of cataracts, is confirmed by the ophthalmologist, who then recommends cataract surgery. The optometrist then performs biometry for the calculation of the IOL power. Keratometry and measurement of the axial length (by optical biometry or ultrasonic biometry) of the eye are done for regression formulas such as the Sanders-Reztlaff-Kraff (SRK) formula. [72] [73]", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. A decrease in the best-corrected visual acuity, which is attributable to the development of cataracts, is confirmed by the ophthalmologist, who then recommends cataract surgery. The optometrist then performs biometry for the calculation of the IOL power. Keratometry and measurement of the axial length (by optical biometry or ultrasonic biometry) of the eye are done for regression formulas such as the Sanders-Reztlaff-Kraff (SRK) formula. [72] [73]"}
{"id": "article-144061_52", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "Newer formulas like Holladay, Barret's, and Lada's Super formula have improved the predictability of postoperative refractive error in highly hyperopic or highly myopic, or post-refractive surgery eyes. [74] Similarly, IOL power calculation after silicone oil removal or combined phacoemulsification with posterior lamellar corneal surgery may need different formulas. [75] [76] [77]", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. Newer formulas like Holladay, Barret's, and Lada's Super formula have improved the predictability of postoperative refractive error in highly hyperopic or highly myopic, or post-refractive surgery eyes. [74] Similarly, IOL power calculation after silicone oil removal or combined phacoemulsification with posterior lamellar corneal surgery may need different formulas. [75] [76] [77]"}
{"id": "article-144061_53", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "Swept-source biometry by devices such as IOL master has improved the accuracy of IOL power calculations. [78] Accurate calculation of the IOL power is important. The role of the optometrist in IOL power calculation cannot be overemphasized.", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. Swept-source biometry by devices such as IOL master has improved the accuracy of IOL power calculations. [78] Accurate calculation of the IOL power is important. The role of the optometrist in IOL power calculation cannot be overemphasized."}
{"id": "article-144061_54", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "Following this, pre-anesthetic evaluation is done by the clinician and anesthetist in patients with comorbidities. Many comorbidities must be addressed. Control of diabetes, hypertension, and chronic obstructive pulmonary disease is taken care of by the physician. The ability to lie flat for the duration of the procedure is essential. [79]", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. Following this, pre-anesthetic evaluation is done by the clinician and anesthetist in patients with comorbidities. Many comorbidities must be addressed. Control of diabetes, hypertension, and chronic obstructive pulmonary disease is taken care of by the physician. The ability to lie flat for the duration of the procedure is essential. [79]"}
{"id": "article-144061_55", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "Diseases such as ankylosing spondylitis may make positioning the patient difficult. Drug history assumes its own importance. Certain medications like tamsulosin may cause floppy iris during surgery. [80] [81]", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. Diseases such as ankylosing spondylitis may make positioning the patient difficult. Drug history assumes its own importance. Certain medications like tamsulosin may cause floppy iris during surgery. [80] [81]"}
{"id": "article-144061_56", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "Stopping blood thinners prior to cataract surgery is debatable. Patients who have undergone mitral or aortic valve replacement, have stents placed for coronary thrombosis, or have suffered strokes due to thrombosis, may be receiving blood thinners like aspirin, clopidogrel, or heparin. Such patients may be given topical instead of local anesthesia. When complicated or longer procedures are anticipated, such as small pupil, floppy iris, or hard cataract, local anesthesia in the form of peribulbar block may be needed. In such cases, the anesthetist or the attending clinician has to make the judgment call on stopping the blood thinners prior to surgery and assess the risk to life.", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. Stopping blood thinners prior to cataract surgery is debatable. Patients who have undergone mitral or aortic valve replacement, have stents placed for coronary thrombosis, or have suffered strokes due to thrombosis, may be receiving blood thinners like aspirin, clopidogrel, or heparin. Such patients may be given topical instead of local anesthesia. When complicated or longer procedures are anticipated, such as small pupil, floppy iris, or hard cataract, local anesthesia in the form of peribulbar block may be needed. In such cases, the anesthetist or the attending clinician has to make the judgment call on stopping the blood thinners prior to surgery and assess the risk to life."}
{"id": "article-144061_57", "title": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes", "content": "When congenital cataract surgery with monofocal lens implantation is performed, general anesthesia is chosen. IOL power calculation is done under GA. Here, the clinician, anesthetist, and nursing staff are all involved in preoperative, intraoperative, and postoperative care. [82] [83]", "contents": "Monofocal Intraocular Lenses -- Enhancing Healthcare Team Outcomes. When congenital cataract surgery with monofocal lens implantation is performed, general anesthesia is chosen. IOL power calculation is done under GA. Here, the clinician, anesthetist, and nursing staff are all involved in preoperative, intraoperative, and postoperative care. [82] [83]"}
{"id": "article-144061_58", "title": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nursing staff provides preoperative and postoperative care. They also perform proper dilation of the patient's eye with topical phenylephrine, tropicamide, or cycloplegics such as homatropine 2% or cyclopentolate 1%. If allergy to any topical drop has previously been documented, it must be avoided.", "contents": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Interventions. The nursing staff provides preoperative and postoperative care. They also perform proper dilation of the patient's eye with topical phenylephrine, tropicamide, or cycloplegics such as homatropine 2% or cyclopentolate 1%. If allergy to any topical drop has previously been documented, it must be avoided."}
{"id": "article-144061_59", "title": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Vital parameters have to be recorded. Pulse, blood pressure, and blood sugar must be monitored. In the case of peribulbar anesthesia, a xylocaine sensitivity test may be done. Asthmatic patients or those with chronic obstructive pulmonary disease may need nebulization before surgery.", "contents": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Interventions. Vital parameters have to be recorded. Pulse, blood pressure, and blood sugar must be monitored. In the case of peribulbar anesthesia, a xylocaine sensitivity test may be done. Asthmatic patients or those with chronic obstructive pulmonary disease may need nebulization before surgery."}
{"id": "article-144061_60", "title": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Perioperative use of an oxygen concentrator may be required in such patients. Proper positioning on the operating table, easing the patient's anxiety, and sometimes use of anxiolytics or mild sedatives may be done by the anesthesia team and the nursing staff. [84]", "contents": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Interventions. Perioperative use of an oxygen concentrator may be required in such patients. Proper positioning on the operating table, easing the patient's anxiety, and sometimes use of anxiolytics or mild sedatives may be done by the anesthesia team and the nursing staff. [84]"}
{"id": "article-144061_61", "title": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Cataract surgery has advanced from simple intracapsular surgery to phacoemulsification and femtosecond laser-assisted cataract surgery with topical anesthesia through a 2.2 mm clear corneal incision that heals rapidly and restores vision within hours after the procedure. However, proper planning from preoperative patient evaluation by the optometrist and the ophthalmologist, followed by clinician evaluation, perioperative monitoring, and post-operative care, involves many medical and allied specialties.", "contents": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Monitoring. Cataract surgery has advanced from simple intracapsular surgery to phacoemulsification and femtosecond laser-assisted cataract surgery with topical anesthesia through a 2.2 mm clear corneal incision that heals rapidly and restores vision within hours after the procedure. However, proper planning from preoperative patient evaluation by the optometrist and the ophthalmologist, followed by clinician evaluation, perioperative monitoring, and post-operative care, involves many medical and allied specialties."}
{"id": "article-144061_62", "title": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Trained operating room personnel help to ensure operating room (OR) sterility. Engineers ensure the proper functioning of Femto laser machines and phacoemulsification machines. Sterilization of instruments is taken care of by the OR staff who also ensure proper humidity and temperature in the operating room, making a cataract surgery procedure a team effort.", "contents": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Monitoring. Trained operating room personnel help to ensure operating room (OR) sterility. Engineers ensure the proper functioning of Femto laser machines and phacoemulsification machines. Sterilization of instruments is taken care of by the OR staff who also ensure proper humidity and temperature in the operating room, making a cataract surgery procedure a team effort."}
{"id": "article-144061_63", "title": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Cataract surgery is one of the most common surgeries performed on humans. The interprofessional collaboration makes the current cataract surgery a safe procedure ensuring the best outcomes for the patients. [85]", "contents": "Monofocal Intraocular Lenses -- Nursing, Allied Health, and Interprofessional Team Monitoring. Cataract surgery is one of the most common surgeries performed on humans. The interprofessional collaboration makes the current cataract surgery a safe procedure ensuring the best outcomes for the patients. [85]"}
{"id": "article-144061_64", "title": "Monofocal Intraocular Lenses -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Monofocal Intraocular Lenses -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}