{"id": "article-27418_0", "title": "Polymyxin -- Continuing Education Activity", "content": "Polymyxins are a class of medications used in the management and treatment of systemic infections caused by susceptible strains of multidrug-resistant organisms such as Pseudomonas aeruginosa. It is in the antibiotic class of drugs. This activity reviews the indications, action, and contraindications for polymyxin as a valuable agent in the treatment of multidrug-resistant infections. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent for members of the interprofessional team in the treatment of patients with polymyxins who are infected by susceptible strains of gram-negative pathogens resistant most of the other antibiotic classes.", "contents": "Polymyxin -- Continuing Education Activity. Polymyxins are a class of medications used in the management and treatment of systemic infections caused by susceptible strains of multidrug-resistant organisms such as Pseudomonas aeruginosa. It is in the antibiotic class of drugs. This activity reviews the indications, action, and contraindications for polymyxin as a valuable agent in the treatment of multidrug-resistant infections. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent for members of the interprofessional team in the treatment of patients with polymyxins who are infected by susceptible strains of gram-negative pathogens resistant most of the other antibiotic classes."}
{"id": "article-27418_1", "title": "Polymyxin -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action and administration of polymyxin. Describe the adverse effects and contraindications of polymyxin. Review the appropriate monitoring and toxicity of polymyxin. Outline the importance of collaboration and coordination among the interprofessional team that can enhance patient care when dosing and monitoring polymyxins to improve patient outcomes for patients receiving systemic antibiotic therapy with polymyxins. Access free multiple choice questions on this topic.", "contents": "Polymyxin -- Continuing Education Activity. Objectives: Identify the mechanism of action and administration of polymyxin. Describe the adverse effects and contraindications of polymyxin. Review the appropriate monitoring and toxicity of polymyxin. Outline the importance of collaboration and coordination among the interprofessional team that can enhance patient care when dosing and monitoring polymyxins to improve patient outcomes for patients receiving systemic antibiotic therapy with polymyxins. Access free multiple choice questions on this topic."}
{"id": "article-27418_2", "title": "Polymyxin -- Indications", "content": "Polymyxins comprise a class of antibiotics targeting gram-negative bacterial infections. Polymyxin B and Polymyxin E (colistin) are the two drugs within this antibiotic class used primarily in clinical practice. They are FDA approved for serious infections with multidrug-resistant gram-negative bacteria, especially those caused by Enterobacteriaceae, Pseudomonas aeruginosa and Acinetobacter baumannii . Polymyxins are often the only effective antibiotic agent against multidrug-resistant organisms, particularly carbapenem-resistant Enterobacteriaceae. They have become the last line of treatment for infections that are resistant to other antibiotics. [1] They are useful in treating infections of the urinary tract, meninges, and bloodstream by susceptible strains of pseudomonas aeruginosa, Enterobacteriaceae, and Acinetobacter baumannii .", "contents": "Polymyxin -- Indications. Polymyxins comprise a class of antibiotics targeting gram-negative bacterial infections. Polymyxin B and Polymyxin E (colistin) are the two drugs within this antibiotic class used primarily in clinical practice. They are FDA approved for serious infections with multidrug-resistant gram-negative bacteria, especially those caused by Enterobacteriaceae, Pseudomonas aeruginosa and Acinetobacter baumannii . Polymyxins are often the only effective antibiotic agent against multidrug-resistant organisms, particularly carbapenem-resistant Enterobacteriaceae. They have become the last line of treatment for infections that are resistant to other antibiotics. [1] They are useful in treating infections of the urinary tract, meninges, and bloodstream by susceptible strains of pseudomonas aeruginosa, Enterobacteriaceae, and Acinetobacter baumannii ."}
{"id": "article-27418_3", "title": "Polymyxin -- Indications", "content": "Polymyxin B is available topically in combination with neomycin plus hydrocortisone for the treatment of otitis externa to cover for Pseudomonas aeruginosa. [2]  Polymyxin B is also indicated for topical use in combination with trimethoprim in treating bacterial conjunctivitis. [3] Lastly, it is used in combination with bacitracin and neomycin for treating and preventing skin infections after minor skin injuries. [4] Off Label Use: Adult", "contents": "Polymyxin -- Indications. Polymyxin B is available topically in combination with neomycin plus hydrocortisone for the treatment of otitis externa to cover for Pseudomonas aeruginosa. [2]  Polymyxin B is also indicated for topical use in combination with trimethoprim in treating bacterial conjunctivitis. [3] Lastly, it is used in combination with bacitracin and neomycin for treating and preventing skin infections after minor skin injuries. [4] Off Label Use: Adult"}
{"id": "article-27418_4", "title": "Polymyxin -- Indications", "content": "Polymyxins are used off label in adults via an inhaled form for patients with cystic fibrosis who have chronic pulmonary infections with Pseudomonas aeruginosa. [5] Also , aerosolized polymyxins have been used as adjunctive antibiotic therapy for the treatment of hospital-acquired and ventilator-associated pneumonia caused by multidrug resistance organisms such as Pseudomonas aeruginosa. [6]", "contents": "Polymyxin -- Indications. Polymyxins are used off label in adults via an inhaled form for patients with cystic fibrosis who have chronic pulmonary infections with Pseudomonas aeruginosa. [5] Also , aerosolized polymyxins have been used as adjunctive antibiotic therapy for the treatment of hospital-acquired and ventilator-associated pneumonia caused by multidrug resistance organisms such as Pseudomonas aeruginosa. [6]"}
{"id": "article-27418_5", "title": "Polymyxin -- Mechanism of Action", "content": "Polymyxins are bactericidal drugs and act on the outer membrane of gram-negative bacteria by destabilizing the phospholipids and lipopolysaccharides (LPS) present. There is an electrostatic interaction between the positively charged polymyxin and the phosphate groups of the negatively charged lipid A membrane, which causes displacement of divalent cations such as calcium and magnesium from the phosphate groups within these membrane lipids. This activity leads to increased permeability, a disrupted outer cell membrane, and intracellular contents begin to leak out, resulting in cellular bacterial death. [7] [8] Also, polymyxins can neutralize the endotoxin effect of pathogens. The endotoxin portion of gram-negative bacteria corresponds to the lipid A part of the LPS. Polymyxins can bind to the LPS released as a result of cellular death, which results in the neutralization of the endotoxin and thus reduces its effects in the circulation. [7] [8]", "contents": "Polymyxin -- Mechanism of Action. Polymyxins are bactericidal drugs and act on the outer membrane of gram-negative bacteria by destabilizing the phospholipids and lipopolysaccharides (LPS) present. There is an electrostatic interaction between the positively charged polymyxin and the phosphate groups of the negatively charged lipid A membrane, which causes displacement of divalent cations such as calcium and magnesium from the phosphate groups within these membrane lipids. This activity leads to increased permeability, a disrupted outer cell membrane, and intracellular contents begin to leak out, resulting in cellular bacterial death. [7] [8] Also, polymyxins can neutralize the endotoxin effect of pathogens. The endotoxin portion of gram-negative bacteria corresponds to the lipid A part of the LPS. Polymyxins can bind to the LPS released as a result of cellular death, which results in the neutralization of the endotoxin and thus reduces its effects in the circulation. [7] [8]"}
{"id": "article-27418_6", "title": "Polymyxin -- Administration", "content": "Polymyxin B and colistin (polymyxin E) are used clinically from the polymyxin class of antibiotics when indicated for systemic antibiotic therapy. Polymyxin B is the active drug, while colistin is the less toxic prodrug colistin methanesulfonate. [8] The administration of both may be through intravenous infusion over 1-hour. Polymyxin B is usually the preferred option due to its ability to achieve adequate drug levels more rapidly and reliably than colistin. Polymyxin B is also associated with lower rates of nephrotoxicity. [5] [9] Colistin is the preferred option in urinary tract infections where there is a high urinary concentration in comparison to polymyxin B, which is low. [5]", "contents": "Polymyxin -- Administration. Polymyxin B and colistin (polymyxin E) are used clinically from the polymyxin class of antibiotics when indicated for systemic antibiotic therapy. Polymyxin B is the active drug, while colistin is the less toxic prodrug colistin methanesulfonate. [8] The administration of both may be through intravenous infusion over 1-hour. Polymyxin B is usually the preferred option due to its ability to achieve adequate drug levels more rapidly and reliably than colistin. Polymyxin B is also associated with lower rates of nephrotoxicity. [5] [9] Colistin is the preferred option in urinary tract infections where there is a high urinary concentration in comparison to polymyxin B, which is low. [5]"}
{"id": "article-27418_7", "title": "Polymyxin -- Administration", "content": "Polymyxin B is administered topically for ophthalmic and otic use via droplet solution for the treatment of bacterial conjunctivitis and bacterial otitis externa. [2] Polymyxin B is also administered topically on the skin as an ointment in combination with other antibiotics for skin infections. [4]", "contents": "Polymyxin -- Administration. Polymyxin B is administered topically for ophthalmic and otic use via droplet solution for the treatment of bacterial conjunctivitis and bacterial otitis externa. [2] Polymyxin B is also administered topically on the skin as an ointment in combination with other antibiotics for skin infections. [4]"}
{"id": "article-27418_8", "title": "Polymyxin -- Administration", "content": "Also, both drugs can be given off label via inhaled administration through a nebulizer. A bronchodilator such as beta-2-agonist is recommended 15 to 20 minutes before aerosolized administration to prevent bronchospasm. Lastly, the administration of both polymyxin B and colistin can be via intrathecal or intraventricular routes, where only preservative-free injections should be given via this latter route of administration. [1] [7]", "contents": "Polymyxin -- Administration. Also, both drugs can be given off label via inhaled administration through a nebulizer. A bronchodilator such as beta-2-agonist is recommended 15 to 20 minutes before aerosolized administration to prevent bronchospasm. Lastly, the administration of both polymyxin B and colistin can be via intrathecal or intraventricular routes, where only preservative-free injections should be given via this latter route of administration. [1] [7]"}
{"id": "article-27418_9", "title": "Polymyxin -- Adverse Effects", "content": "The most common and clinically concerning the adverse effect of intravenous polymyxins is nephrotoxicity, which has the highest incidence. Polymyxins have correlations with hematuria, proteinuria, oliguria, and acute renal failure. As a result, renal function should be followed closely during administration. Colistin needs to be dose adjusted for renal impairment; however, it is not necessary for polymyxin B. Clinicians should avoid concurrent use of other nephrotoxic drugs if possible. [10] [11] [12]", "contents": "Polymyxin -- Adverse Effects. The most common and clinically concerning the adverse effect of intravenous polymyxins is nephrotoxicity, which has the highest incidence. Polymyxins have correlations with hematuria, proteinuria, oliguria, and acute renal failure. As a result, renal function should be followed closely during administration. Colistin needs to be dose adjusted for renal impairment; however, it is not necessary for polymyxin B. Clinicians should avoid concurrent use of other nephrotoxic drugs if possible. [10] [11] [12]"}
{"id": "article-27418_10", "title": "Polymyxin -- Adverse Effects", "content": "Neurotoxicity can also occur due to intravenous polymyxin administration with an incidence rate of 7 percent, according to initial studies. Adverse effects include dizziness, numbness, paresthesia, slurred speech, tingling, vertigo, and neuromuscular blockade, which can lead to respiratory failure. Paresthesias were the main neurotoxic adverse effect seen in patients treated with polymyxins. Neurotoxic adverse effects may be more common in cystic fibrosis individuals with the use of polymyxins, with the main effect being paresthesias and ataxia. Clinicians should avoid concurrent use of neurotoxic drugs if possible. [10] [13] [14]", "contents": "Polymyxin -- Adverse Effects. Neurotoxicity can also occur due to intravenous polymyxin administration with an incidence rate of 7 percent, according to initial studies. Adverse effects include dizziness, numbness, paresthesia, slurred speech, tingling, vertigo, and neuromuscular blockade, which can lead to respiratory failure. Paresthesias were the main neurotoxic adverse effect seen in patients treated with polymyxins. Neurotoxic adverse effects may be more common in cystic fibrosis individuals with the use of polymyxins, with the main effect being paresthesias and ataxia. Clinicians should avoid concurrent use of neurotoxic drugs if possible. [10] [13] [14]"}
{"id": "article-27418_11", "title": "Polymyxin -- Adverse Effects", "content": "Other rarer adverse effects include hypersensitivity reactions such as rash, pruritus, urticaria, and fever. Aerosolization of polymyxins into the airway can cause bronchospasm; therefore, bronchodilation prior to administration may be beneficial. [10] [15] Polymyxin also reportedly can cause skin hyperpigmentation. [16]", "contents": "Polymyxin -- Adverse Effects. Other rarer adverse effects include hypersensitivity reactions such as rash, pruritus, urticaria, and fever. Aerosolization of polymyxins into the airway can cause bronchospasm; therefore, bronchodilation prior to administration may be beneficial. [10] [15] Polymyxin also reportedly can cause skin hyperpigmentation. [16]"}
{"id": "article-27418_12", "title": "Polymyxin -- Contraindications", "content": "Contraindications to polymyxins include any hypersensitivity to polymyxin B, colistin methanesulfonate, colistin, or any formulation component. [10]", "contents": "Polymyxin -- Contraindications. Contraindications to polymyxins include any hypersensitivity to polymyxin B, colistin methanesulfonate, colistin, or any formulation component. [10]"}
{"id": "article-27418_13", "title": "Polymyxin -- Monitoring", "content": "Renal function requires close monitored during the administration of intravenous polymyxins as a result of the high frequency of nephrotoxicity and potential severity. Therapeutic drug monitoring of polymyxins is also a recommendation due to a narrow therapeutic window for efficacy and toxicity. [5] However, therapeutic drug monitoring for the polymyxins is not universally available. Decreasing urine output, increasing BUN, and creatinine may require discontinuation of systemic therapy with polymyxins. The recommended target serum concentration level is 2 mg/mL for susceptible strains. Off label use of polymyxins for aerosolized use requires monitored for signs of bronchospasm. Monitoring for neurotoxic symptoms such as paresthesias and signs of superinfection is also necessary. [5]", "contents": "Polymyxin -- Monitoring. Renal function requires close monitored during the administration of intravenous polymyxins as a result of the high frequency of nephrotoxicity and potential severity. Therapeutic drug monitoring of polymyxins is also a recommendation due to a narrow therapeutic window for efficacy and toxicity. [5] However, therapeutic drug monitoring for the polymyxins is not universally available. Decreasing urine output, increasing BUN, and creatinine may require discontinuation of systemic therapy with polymyxins. The recommended target serum concentration level is 2 mg/mL for susceptible strains. Off label use of polymyxins for aerosolized use requires monitored for signs of bronchospasm. Monitoring for neurotoxic symptoms such as paresthesias and signs of superinfection is also necessary. [5]"}
{"id": "article-27418_14", "title": "Polymyxin -- Toxicity", "content": "When there are signs of renal impairment present, it is necessary to discontinue polymyxin therapy. Supportive care should be given, including close monitoring of fluid intake and output, as well as electrolytes when there is renal dysfunction resulting from polymyxin use. [10] With mild neurologic symptoms due to polymyxins such as dizziness or numbness, these typically subside after discontinuation of the drug. When there is respiratory depression present due to neuromuscular blockade, intravenous polymyxin therapy must be discontinued immediately, as well as any other medications causing neurotoxicity. If apnea begins to develop, further management involves using mechanical ventilation. The administration of cholinesterase inhibitors, such as neostigmine for treatment of the neuromuscular blockade, has not been shown to provide any benefit in treating respiratory depression from the adverse effects of polymixin use. [10]", "contents": "Polymyxin -- Toxicity. When there are signs of renal impairment present, it is necessary to discontinue polymyxin therapy. Supportive care should be given, including close monitoring of fluid intake and output, as well as electrolytes when there is renal dysfunction resulting from polymyxin use. [10] With mild neurologic symptoms due to polymyxins such as dizziness or numbness, these typically subside after discontinuation of the drug. When there is respiratory depression present due to neuromuscular blockade, intravenous polymyxin therapy must be discontinued immediately, as well as any other medications causing neurotoxicity. If apnea begins to develop, further management involves using mechanical ventilation. The administration of cholinesterase inhibitors, such as neostigmine for treatment of the neuromuscular blockade, has not been shown to provide any benefit in treating respiratory depression from the adverse effects of polymixin use. [10]"}
{"id": "article-27418_15", "title": "Polymyxin -- Enhancing Healthcare Team Outcomes", "content": "Evaluating the use of polymyxin therapy in treating multidrug-resistant organism infections requires a team of healthcare professionals that includes a nurse, laboratory technologists, pharmacists, and several physician specialists to achieve excellent outcomes. Without proper management, the morbidity of polymyxin overdose is high. Clinicians have a vital role in determining the need for directed treatment with polymyxins. They need to determine which polymyxin is necessary, how to dose the medication correctly, and what the duration of therapy needs to be for thoroughly treating the patient without causing harm. Some of the points of care may involve the following: Ordering drug levels in the blood Monitor the patient for signs and symptoms of respiratory depression, hematuria, or acute renal failure. Consult with the pharmacist about the dosing of polymyxins Consult with a nephrologist on further management, which may include dialysis", "contents": "Polymyxin -- Enhancing Healthcare Team Outcomes. Evaluating the use of polymyxin therapy in treating multidrug-resistant organism infections requires a team of healthcare professionals that includes a nurse, laboratory technologists, pharmacists, and several physician specialists to achieve excellent outcomes. Without proper management, the morbidity of polymyxin overdose is high. Clinicians have a vital role in determining the need for directed treatment with polymyxins. They need to determine which polymyxin is necessary, how to dose the medication correctly, and what the duration of therapy needs to be for thoroughly treating the patient without causing harm. Some of the points of care may involve the following: Ordering drug levels in the blood Monitor the patient for signs and symptoms of respiratory depression, hematuria, or acute renal failure. Consult with the pharmacist about the dosing of polymyxins Consult with a nephrologist on further management, which may include dialysis"}
{"id": "article-27418_16", "title": "Polymyxin -- Enhancing Healthcare Team Outcomes", "content": "Therapeutic drug monitoring should take place for patients to meet the target serum concentration with polymixins. The physician initiates polymyxin therapy, and the pharmacist will typically handle subsequent dosing adjustments. Nurses need to assess these patients for any potential toxicities, such as nephrotoxicity or neurotoxicity, that may develop for patients. The outcome of potential damage due to these toxicities depends on early identification, so the healthcare team needs to monitor patients for adverse effects closely and determine the next best step in treatment. Lastly, laboratory technicians are crucial for determining the BUN and creatinine in patients on intravenous polymyxins since there is a high risk of nephrotoxicity. All of these healthcare professionals working together have a vital role in managing patients on this systemic antibiotic therapy, so collaboration becomes essential to provide them with the best outcome possible.", "contents": "Polymyxin -- Enhancing Healthcare Team Outcomes. Therapeutic drug monitoring should take place for patients to meet the target serum concentration with polymixins. The physician initiates polymyxin therapy, and the pharmacist will typically handle subsequent dosing adjustments. Nurses need to assess these patients for any potential toxicities, such as nephrotoxicity or neurotoxicity, that may develop for patients. The outcome of potential damage due to these toxicities depends on early identification, so the healthcare team needs to monitor patients for adverse effects closely and determine the next best step in treatment. Lastly, laboratory technicians are crucial for determining the BUN and creatinine in patients on intravenous polymyxins since there is a high risk of nephrotoxicity. All of these healthcare professionals working together have a vital role in managing patients on this systemic antibiotic therapy, so collaboration becomes essential to provide them with the best outcome possible."}
{"id": "article-27418_17", "title": "Polymyxin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Polymyxin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}