{"id": "article-145073_0", "title": "Jackson Cross Cylinder -- Continuing Education Activity", "content": "This activity reviews the Jackson cross cylinder as an instrument of refraction. It also describes the condition of astigmatism, its causes, and optical principles. The procedures and techniques involved in refining the cylinder powers and axes during refraction using the Jackson cross cylinder are considered. The conoid-of-Sturm and its importance to subjective refraction are also explained. This activity highlights the Jackson crossed-cylinder and touches on the role of the interprofessional team in managing patients with astigmatism.", "contents": "Jackson Cross Cylinder -- Continuing Education Activity. This activity reviews the Jackson cross cylinder as an instrument of refraction. It also describes the condition of astigmatism, its causes, and optical principles. The procedures and techniques involved in refining the cylinder powers and axes during refraction using the Jackson cross cylinder are considered. The conoid-of-Sturm and its importance to subjective refraction are also explained. This activity highlights the Jackson crossed-cylinder and touches on the role of the interprofessional team in managing patients with astigmatism."}
{"id": "article-145073_1", "title": "Jackson Cross Cylinder -- Continuing Education Activity", "content": "Objectives: Summarize the history of the Jackson cross cylinder. Explain the optical principle of the conoid of Sturm. Identify the different types of astigmatism. Review the process of refining the cylinders obtained in refraction using the Jackon cross cylinder. Access free multiple choice questions on this topic.", "contents": "Jackson Cross Cylinder -- Continuing Education Activity. Objectives: Summarize the history of the Jackson cross cylinder. Explain the optical principle of the conoid of Sturm. Identify the different types of astigmatism. Review the process of refining the cylinders obtained in refraction using the Jackon cross cylinder. Access free multiple choice questions on this topic."}
{"id": "article-145073_2", "title": "Jackson Cross Cylinder -- Introduction", "content": "Numerous studies have shown refractive errors to be the largest cause of visual impairment worldwide. [1] [2] Myopia has recently become an important public health condition in children. [3] In 1887, Edward Jackson proposed using fixed-powered stoke lenses to determine the power of a cylindrical lens. These lenses were required to correct ocular astigmatism. Two decades later, Jackson discovered that the cross-cylinder could also be used to discover the axis of the astigmatic correction. Since then, this procedure has become popular and is still used in modern times by ophthalmologists, optometrists, and orthoptists to refine the astigmatic correction of an eye. [4]", "contents": "Jackson Cross Cylinder -- Introduction. Numerous studies have shown refractive errors to be the largest cause of visual impairment worldwide. [1] [2] Myopia has recently become an important public health condition in children. [3] In 1887, Edward Jackson proposed using fixed-powered stoke lenses to determine the power of a cylindrical lens. These lenses were required to correct ocular astigmatism. Two decades later, Jackson discovered that the cross-cylinder could also be used to discover the axis of the astigmatic correction. Since then, this procedure has become popular and is still used in modern times by ophthalmologists, optometrists, and orthoptists to refine the astigmatic correction of an eye. [4]"}
{"id": "article-145073_3", "title": "Jackson Cross Cylinder -- Introduction", "content": "The Jackson cross cylinder (JCC) is a combination of cylindrical lenses (sphero-cylindrical lenses) with a handle (See Jackson cross cylinder image). [5] The components have opposite signs, such as +0.25 DS combined with -0.50 DC; this results in a net meridional refractive power of +0.25 DC in one principal meridian and -0.25 DC in the other. The JCC combines two equal but opposite cylindrical lenses; its spherical component is half that of the cylindrical component. Its principal meridian is marked by the red and black or red and white line. The handle of the JCC bisects the principal axes by 45 degrees. This orientation helps to present different power before the eye by rotating. The JCC comes in +0.25/-0.25 or +0.50/-0.50 formats. The commonly used JCCs are +0.25/ -0.50 (or -0.25/ +0.50) and +0.50/ -1.0 (or -0.50/ +1.0).", "contents": "Jackson Cross Cylinder -- Introduction. The Jackson cross cylinder (JCC) is a combination of cylindrical lenses (sphero-cylindrical lenses) with a handle (See Jackson cross cylinder image). [5] The components have opposite signs, such as +0.25 DS combined with -0.50 DC; this results in a net meridional refractive power of +0.25 DC in one principal meridian and -0.25 DC in the other. The JCC combines two equal but opposite cylindrical lenses; its spherical component is half that of the cylindrical component. Its principal meridian is marked by the red and black or red and white line. The handle of the JCC bisects the principal axes by 45 degrees. This orientation helps to present different power before the eye by rotating. The JCC comes in +0.25/-0.25 or +0.50/-0.50 formats. The commonly used JCCs are +0.25/ -0.50 (or -0.25/ +0.50) and +0.50/ -1.0 (or -0.50/ +1.0)."}
{"id": "article-145073_4", "title": "Jackson Cross Cylinder -- Introduction -- Astigmatism", "content": "To understand the JCC and its principle, it is important to take a brief look at the concept of astigmatism. [6] The word \" astigmatism \" comes from a combination of the English article \" a, \" which in this case means \"without,\" and the greek word \" stigma ,\" which means \"point.\" In combining the words, the definition indicates the concept of \"without a point.\"", "contents": "Jackson Cross Cylinder -- Introduction -- Astigmatism. To understand the JCC and its principle, it is important to take a brief look at the concept of astigmatism. [6] The word \" astigmatism \" comes from a combination of the English article \" a, \" which in this case means \"without,\" and the greek word \" stigma ,\" which means \"point.\" In combining the words, the definition indicates the concept of \"without a point.\""}
{"id": "article-145073_5", "title": "Jackson Cross Cylinder -- Introduction -- Astigmatism", "content": "Astigmatism results from a difference in curvature of the key components of the eye's refractive system, which include the cornea and the lens. In astigmatism, the rays of light do not have a point focus on the retina, thus creating a blurry image. There are two foci that, in principle, do not fall at the same location, which gives rise to different forms of astigmatism. [7] The distance between the foci is termed the \"conoid of Sturm\" (See image). [8]", "contents": "Jackson Cross Cylinder -- Introduction -- Astigmatism. Astigmatism results from a difference in curvature of the key components of the eye's refractive system, which include the cornea and the lens. In astigmatism, the rays of light do not have a point focus on the retina, thus creating a blurry image. There are two foci that, in principle, do not fall at the same location, which gives rise to different forms of astigmatism. [7] The distance between the foci is termed the \"conoid of Sturm\" (See image). [8]"}
{"id": "article-145073_6", "title": "Jackson Cross Cylinder -- Introduction -- Astigmatism", "content": "Before the JCC can be effectively used, the circle of least confusion must be positioned on the retina, which is the smallest point that can be formed by a lens system, and the closest an astigmatic eye can come to achieving a clear image. [9] The center of least confusion is referred to as the \"center of the conoid of Sturm.\" [10] Astigmatism can be divided into the following five types, which are based on the location of the foci:", "contents": "Jackson Cross Cylinder -- Introduction -- Astigmatism. Before the JCC can be effectively used, the circle of least confusion must be positioned on the retina, which is the smallest point that can be formed by a lens system, and the closest an astigmatic eye can come to achieving a clear image. [9] The center of least confusion is referred to as the \"center of the conoid of Sturm.\" [10] Astigmatism can be divided into the following five types, which are based on the location of the foci:"}
{"id": "article-145073_7", "title": "Jackson Cross Cylinder -- Introduction -- Astigmatism", "content": "Simple myopic astigmatism (See image): is where one of the foci is in front of the retina while the other focus is on the retina. [11] Simple hyperopic astigmatism (See image): in this case, one of the foci is behind the retina at a virtual location while the other focus is on the retina. [12] Compound myopic astigmatism: this type of astigmatism is present when both foci are in front of the retina and are at different locations. Compound hyperopic astigmatism: this condition is present when both foci are at different locations behind the eye. Mixed astigmatism (See image): this astigmatism results when the refractive media creates two foci. One focus is positioned in front of the retina, and the other is behind the retina. Astigmatism can also be categorized based on the following causes (i.e., the refractive media):", "contents": "Jackson Cross Cylinder -- Introduction -- Astigmatism. Simple myopic astigmatism (See image): is where one of the foci is in front of the retina while the other focus is on the retina. [11] Simple hyperopic astigmatism (See image): in this case, one of the foci is behind the retina at a virtual location while the other focus is on the retina. [12] Compound myopic astigmatism: this type of astigmatism is present when both foci are in front of the retina and are at different locations. Compound hyperopic astigmatism: this condition is present when both foci are at different locations behind the eye. Mixed astigmatism (See image): this astigmatism results when the refractive media creates two foci. One focus is positioned in front of the retina, and the other is behind the retina. Astigmatism can also be categorized based on the following causes (i.e., the refractive media):"}
{"id": "article-145073_8", "title": "Jackson Cross Cylinder -- Introduction -- Astigmatism", "content": "Corneal astigmatism: this is when the cornea is not evenly shaped, thus resulting in a difference in the refraction of light from the meridians. [13] Lenticular astigmatism: the refractive surface of the lens is not equal in this type of astigmatism. [14]", "contents": "Jackson Cross Cylinder -- Introduction -- Astigmatism. Corneal astigmatism: this is when the cornea is not evenly shaped, thus resulting in a difference in the refraction of light from the meridians. [13] Lenticular astigmatism: the refractive surface of the lens is not equal in this type of astigmatism. [14]"}
{"id": "article-145073_9", "title": "Jackson Cross Cylinder -- Function", "content": "The primary function of the JCC is to: To refine the astigmatic axis. [15] To refine the astigmatic power. To detect astigmatic axis and power in the absence of other tests such as retinoscopy. [16]", "contents": "Jackson Cross Cylinder -- Function. The primary function of the JCC is to: To refine the astigmatic axis. [15] To refine the astigmatic power. To detect astigmatic axis and power in the absence of other tests such as retinoscopy. [16]"}
{"id": "article-145073_10", "title": "Jackson Cross Cylinder -- Issues of Concern", "content": "The JCC technique does not require fogging (which is important in assessing hyperopia) of the eye to achieve a proper result. [17] [18] The technique is best performed when the circle of least confusion is on the internal limiting membrane of the retina. [19]", "contents": "Jackson Cross Cylinder -- Issues of Concern. The JCC technique does not require fogging (which is important in assessing hyperopia) of the eye to achieve a proper result. [17] [18] The technique is best performed when the circle of least confusion is on the internal limiting membrane of the retina. [19]"}
{"id": "article-145073_11", "title": "Jackson Cross Cylinder -- Issues of Concern", "content": "Placing the circle of least confusion on the retina first requires fogging, which is the addition of plus powers, and then defogging, which is subtracting plus powers till the best acuity is achieved (See image of fogging). It is important to note that the fog must be removed before assessing with JCC, which can be used to find the astigmatic correction or refine the power and axis of the astigmatic correction.", "contents": "Jackson Cross Cylinder -- Issues of Concern. Placing the circle of least confusion on the retina first requires fogging, which is the addition of plus powers, and then defogging, which is subtracting plus powers till the best acuity is achieved (See image of fogging). It is important to note that the fog must be removed before assessing with JCC, which can be used to find the astigmatic correction or refine the power and axis of the astigmatic correction."}
{"id": "article-145073_12", "title": "Jackson Cross Cylinder -- Issues of Concern", "content": "Excessive defogging results in the circle of least confusion being moved behind the retina. This can be managed in a young patient who has enough accommodative ability to pull it back onto the retina; however, the same can not be said for those with reduced accommodative abilities or older patients. [20] It is important that the defogging is stopped when the patient reports the greatest acuity.", "contents": "Jackson Cross Cylinder -- Issues of Concern. Excessive defogging results in the circle of least confusion being moved behind the retina. This can be managed in a young patient who has enough accommodative ability to pull it back onto the retina; however, the same can not be said for those with reduced accommodative abilities or older patients. [20] It is important that the defogging is stopped when the patient reports the greatest acuity."}
{"id": "article-145073_13", "title": "Jackson Cross Cylinder -- Issues of Concern", "content": "Before the JCC can be used, the circle of least confusion should be on the outer limiting membrane of the retina, while the whole interval of Sturm lies within the eye. [21] This can be achieved by first fogging the eye and then defogging the eye until the best acuity is attained.", "contents": "Jackson Cross Cylinder -- Issues of Concern. Before the JCC can be used, the circle of least confusion should be on the outer limiting membrane of the retina, while the whole interval of Sturm lies within the eye. [21] This can be achieved by first fogging the eye and then defogging the eye until the best acuity is attained."}
{"id": "article-145073_14", "title": "Jackson Cross Cylinder -- Issues of Concern", "content": "The findings of the autorefractor or previous refraction can be used as the starting point in the JCC examination. [22] The person carrying out refraction must first determine the axis of the astigmatic error. It is possible to determine the axis on the wrong power but less probable to determine the right power on the wrong axis.", "contents": "Jackson Cross Cylinder -- Issues of Concern. The findings of the autorefractor or previous refraction can be used as the starting point in the JCC examination. [22] The person carrying out refraction must first determine the axis of the astigmatic error. It is possible to determine the axis on the wrong power but less probable to determine the right power on the wrong axis."}
{"id": "article-145073_15", "title": "Jackson Cross Cylinder -- Issues of Concern", "content": "In the case of no prior astigmatic correction, the JCC can be used to detect astigmatism; however, the presence of astigmatism can be overlooked due to the optical effect of the JCC. This can be illustrated when considering the principle of vector addition by putting together cylindrical lenses at arbitrary axes.", "contents": "Jackson Cross Cylinder -- Issues of Concern. In the case of no prior astigmatic correction, the JCC can be used to detect astigmatism; however, the presence of astigmatism can be overlooked due to the optical effect of the JCC. This can be illustrated when considering the principle of vector addition by putting together cylindrical lenses at arbitrary axes."}
{"id": "article-145073_16", "title": "Jackson Cross Cylinder -- Clinical Significance", "content": "The JCC technique of refining the power and axis of a cylindrical prescription is one of the subjective techniques used in refracting a patient with astigmatism. [23]", "contents": "Jackson Cross Cylinder -- Clinical Significance. The JCC technique of refining the power and axis of a cylindrical prescription is one of the subjective techniques used in refracting a patient with astigmatism. [23]"}
{"id": "article-145073_17", "title": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis", "content": "Before using the JCC, one must ensure that the center of least confusion is on the retina. When the JCC is placed in front of the correcting cylinder, there is a resultant change in the net correcting power and axis. Although there is no difference between the cylinder powers of the sides of the JCC presented in front of the eyes, there is a difference in the axes shown when refining the axis. When the minus axis is placed clockwise, there is a net change clockwise of the cylinder axis, while there is a net change counter-clockwise if the minus axis is placed counter-clockwise.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis. Before using the JCC, one must ensure that the center of least confusion is on the retina. When the JCC is placed in front of the correcting cylinder, there is a resultant change in the net correcting power and axis. Although there is no difference between the cylinder powers of the sides of the JCC presented in front of the eyes, there is a difference in the axes shown when refining the axis. When the minus axis is placed clockwise, there is a net change clockwise of the cylinder axis, while there is a net change counter-clockwise if the minus axis is placed counter-clockwise."}
{"id": "article-145073_18", "title": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis", "content": "The axis of the cylinder is determined by placing the axis of the JCC halfway between the axis of the correcting cylinder at an angle of 45 degrees. This is easier to do when you just align the handle of the JCC with the axis of the correcting cylinder. The handle is flipped over the correcting lens so that the aforementioned orientation is kept. The patient is asked which side makes the chart appear clearer. The axis of the correcting cylinder is then rotated toward the red mark on the JCC whenever the patient reports the chart is clearer. This process is repeated until the patient reports no difference in the clarity of the chart or when there is a reversal.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis. The axis of the cylinder is determined by placing the axis of the JCC halfway between the axis of the correcting cylinder at an angle of 45 degrees. This is easier to do when you just align the handle of the JCC with the axis of the correcting cylinder. The handle is flipped over the correcting lens so that the aforementioned orientation is kept. The patient is asked which side makes the chart appear clearer. The axis of the correcting cylinder is then rotated toward the red mark on the JCC whenever the patient reports the chart is clearer. This process is repeated until the patient reports no difference in the clarity of the chart or when there is a reversal."}
{"id": "article-145073_19", "title": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis", "content": "The degree of rotation while refining the axis is dependent on the power of the cylinder and the quality of response from the patient. After the initial axis change, the degree of subsequent axis changes is dependent on the magnitude of the initial change and the quality of the response.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis. The degree of rotation while refining the axis is dependent on the power of the cylinder and the quality of response from the patient. After the initial axis change, the degree of subsequent axis changes is dependent on the magnitude of the initial change and the quality of the response."}
{"id": "article-145073_20", "title": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis", "content": "In the scenario where there is no prior astigmatic correction of the eye, the JCC is presented at arbitrary angles such as 90/180 degrees. If the patient prefers a flipped position, one can then add a cylinder parallel to the respective axis chosen as the reference point, which in most cases is indicated by the red line and is done until there is no preference. If at 90/180 degrees, there is no preference for any of the positions, the lens can be presented at 135/45 degrees, and the same process is repeated.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis. In the scenario where there is no prior astigmatic correction of the eye, the JCC is presented at arbitrary angles such as 90/180 degrees. If the patient prefers a flipped position, one can then add a cylinder parallel to the respective axis chosen as the reference point, which in most cases is indicated by the red line and is done until there is no preference. If at 90/180 degrees, there is no preference for any of the positions, the lens can be presented at 135/45 degrees, and the same process is repeated."}
{"id": "article-145073_21", "title": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis", "content": "Due to the optical effect of the JCC, this method can miss astigmatic corrections if its axis is 45 degrees away from that of the eye. This is why it is important to also test 45/135 degrees when there are no preferences for the flipped positions of 90/180 degrees.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Determining/Refining the Astigmatic Axis. Due to the optical effect of the JCC, this method can miss astigmatic corrections if its axis is 45 degrees away from that of the eye. This is why it is important to also test 45/135 degrees when there are no preferences for the flipped positions of 90/180 degrees."}
{"id": "article-145073_22", "title": "Jackson Cross Cylinder -- Clinical Significance -- Refining the Power of the Cylinder", "content": "The refinement of the cylinder power is done by placing the JCC over the corrective lens. The axis of JCC power is set to be parallel to the axis of the corrective lens in the trial frame. The handle is flipped so that the two sides in the JCC swap positions with each 180-degree rotation. If the patient reports no change in the vision, it is safe to say that the power of the cylinder needs no refining; thus, the procedure can end here.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Refining the Power of the Cylinder. The refinement of the cylinder power is done by placing the JCC over the corrective lens. The axis of JCC power is set to be parallel to the axis of the corrective lens in the trial frame. The handle is flipped so that the two sides in the JCC swap positions with each 180-degree rotation. If the patient reports no change in the vision, it is safe to say that the power of the cylinder needs no refining; thus, the procedure can end here."}
{"id": "article-145073_23", "title": "Jackson Cross Cylinder -- Clinical Significance -- Refining the Power of the Cylinder", "content": "If the patient reports clarity when the red mark is over the corrective lens, then one should increase the cylinder by 0.25 dioptre or reduce the cylinder by 0.25 dioptre if the patient prefers when the black mark is over the corrective lens. When using this method, one must remember that for every 0.50 dioptre change in the cylinder, it is important to add 0.25 to the sphere to keep the circle of least confusion on the retina.", "contents": "Jackson Cross Cylinder -- Clinical Significance -- Refining the Power of the Cylinder. If the patient reports clarity when the red mark is over the corrective lens, then one should increase the cylinder by 0.25 dioptre or reduce the cylinder by 0.25 dioptre if the patient prefers when the black mark is over the corrective lens. When using this method, one must remember that for every 0.50 dioptre change in the cylinder, it is important to add 0.25 to the sphere to keep the circle of least confusion on the retina."}
{"id": "article-145073_24", "title": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination", "content": "An astigmatic eye presents two foci at different meridians of the eye, which forms the conoid of Sturm. The main aim of the JCC power refining is to collapse the two focal points or to reduce the conoid of Sturm to the least possible. [24]", "contents": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination. An astigmatic eye presents two foci at different meridians of the eye, which forms the conoid of Sturm. The main aim of the JCC power refining is to collapse the two focal points or to reduce the conoid of Sturm to the least possible. [24]"}
{"id": "article-145073_25", "title": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination", "content": "When the JCC is used, there is a movement of the two focal points in the opposite direction because the opposite powers on the JCC are 90 degrees apart. One can assume that there is no astigmatic error in an eye when a JCC of +/- 0.50 is presented before the eye with the + 0.50 at the 90 meridians and the - 0.50 at the 180 meridians. The 90-degree meridian will focus 0.50 D in front of the retina, while the 180-degree meridian will focus 0.50 behind the retina.", "contents": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination. When the JCC is used, there is a movement of the two focal points in the opposite direction because the opposite powers on the JCC are 90 degrees apart. One can assume that there is no astigmatic error in an eye when a JCC of +/- 0.50 is presented before the eye with the + 0.50 at the 90 meridians and the - 0.50 at the 180 meridians. The 90-degree meridian will focus 0.50 D in front of the retina, while the 180-degree meridian will focus 0.50 behind the retina."}
{"id": "article-145073_26", "title": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination", "content": "A circle of least confusion will then be formed between the foci on the retina (the other limiting membrane). If the JCC is flipped, there is a reverse since the 180-degree meridian will now focus in front of the retina, while the 90-degree meridian will focus behind the retina. In both cases, the circle of least confusion will be the same, and the visual acuity will seem to be the same in both cases, thus indicating that there is no astigmatism.", "contents": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination. A circle of least confusion will then be formed between the foci on the retina (the other limiting membrane). If the JCC is flipped, there is a reverse since the 180-degree meridian will now focus in front of the retina, while the 90-degree meridian will focus behind the retina. In both cases, the circle of least confusion will be the same, and the visual acuity will seem to be the same in both cases, thus indicating that there is no astigmatism."}
{"id": "article-145073_27", "title": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination", "content": "In an eye that has not been corrected, let us assume the 90-degree meridian is of more plus power; the astigmatism is on the 180-degree meridian. When the JCC is presented, if the minus axis overlaps the 180-degree meridian, there will be an increase in the minus power at the 180-degree meridian. There will also be an increase of plus power on the 90-degree meridian, which gives rise to an increase in the circle of least confusion which, in other words, results in a blurry image. If the JCC is flipped, there will be a reduction of the plus power when the minus axis of the JCC overlaps the more plus meridian of the eye and a reduction in the minus power concurrently. In this case, the circle of least confusion is collapsed, and as such, the subject reports clear vision.", "contents": "Jackson Cross Cylinder -- Other Issues -- Optical Basis For JCC Power Determination. In an eye that has not been corrected, let us assume the 90-degree meridian is of more plus power; the astigmatism is on the 180-degree meridian. When the JCC is presented, if the minus axis overlaps the 180-degree meridian, there will be an increase in the minus power at the 180-degree meridian. There will also be an increase of plus power on the 90-degree meridian, which gives rise to an increase in the circle of least confusion which, in other words, results in a blurry image. If the JCC is flipped, there will be a reduction of the plus power when the minus axis of the JCC overlaps the more plus meridian of the eye and a reduction in the minus power concurrently. In this case, the circle of least confusion is collapsed, and as such, the subject reports clear vision."}
{"id": "article-145073_28", "title": "Jackson Cross Cylinder -- Enhancing Healthcare Team Outcomes", "content": "Astigmatism affects the quality of vision. As a result, uncorrected astigmatism also affects the quality of life of the subjects, especially in performing daily tasks that require viewing letters and objects with fine details. [25] It becomes important for nurses, family practitioners, pharmacists, and other health professionals to direct these subjects to the ophthalmologist or the optometrist in the presence of signs and symptoms of vision related to missing lines, blurry letters, distortion, eyestrain, squinting, headaches, skipping lines, etc. [26] The presence of astigmatism can infer the presence of keratoconus, which should be assessed with corneal topography. [27]", "contents": "Jackson Cross Cylinder -- Enhancing Healthcare Team Outcomes. Astigmatism affects the quality of vision. As a result, uncorrected astigmatism also affects the quality of life of the subjects, especially in performing daily tasks that require viewing letters and objects with fine details. [25] It becomes important for nurses, family practitioners, pharmacists, and other health professionals to direct these subjects to the ophthalmologist or the optometrist in the presence of signs and symptoms of vision related to missing lines, blurry letters, distortion, eyestrain, squinting, headaches, skipping lines, etc. [26] The presence of astigmatism can infer the presence of keratoconus, which should be assessed with corneal topography. [27]"}
{"id": "article-145073_29", "title": "Jackson Cross Cylinder -- Enhancing Healthcare Team Outcomes", "content": "The ophthalmologist or optometrist should provide a clear explanation of the procedure to the subject to get the right responses and obtain the correct results, considering that the JCC technique relies on the subject's response. [28] This is especially important when using the technique with children. [29]", "contents": "Jackson Cross Cylinder -- Enhancing Healthcare Team Outcomes. The ophthalmologist or optometrist should provide a clear explanation of the procedure to the subject to get the right responses and obtain the correct results, considering that the JCC technique relies on the subject's response. [28] This is especially important when using the technique with children. [29]"}
{"id": "article-145073_30", "title": "Jackson Cross Cylinder -- Enhancing Healthcare Team Outcomes", "content": "Allied health professionals must be equipped with the basic symptoms related to astigmatism and refractive errors to avoid sending patients for unwarranted tests such as magnetic resonance imaging and computerized tomography scans. Headaches or blurry vision can indicate serious underlying neurological or medical disorders; thus, it is important to consider the need to correct refractive errors and astigmatism before embarking on invasive diagnostic measures when managing these patients, especially if these symptoms do not have an acute onset. [30]", "contents": "Jackson Cross Cylinder -- Enhancing Healthcare Team Outcomes. Allied health professionals must be equipped with the basic symptoms related to astigmatism and refractive errors to avoid sending patients for unwarranted tests such as magnetic resonance imaging and computerized tomography scans. Headaches or blurry vision can indicate serious underlying neurological or medical disorders; thus, it is important to consider the need to correct refractive errors and astigmatism before embarking on invasive diagnostic measures when managing these patients, especially if these symptoms do not have an acute onset. [30]"}
{"id": "article-145073_31", "title": "Jackson Cross Cylinder -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Jackson Cross Cylinder -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}