{"id": "article-32546_0", "title": "Anatomy, Head and Neck, Maxilla -- Introduction", "content": "The maxilla is the most important bone of the midface. It has a central location and provides structural support to the viscerocranium. It has functional and aesthetic significance as it has a fundamental role in facial architecture, separates the nasal and oral cavities, forms the upper jaw, and contains the maxillary sinus ( See Image. Maxillae). [1] [2]", "contents": "Anatomy, Head and Neck, Maxilla -- Introduction. The maxilla is the most important bone of the midface. It has a central location and provides structural support to the viscerocranium. It has functional and aesthetic significance as it has a fundamental role in facial architecture, separates the nasal and oral cavities, forms the upper jaw, and contains the maxillary sinus ( See Image. Maxillae). [1] [2]"}
{"id": "article-32546_1", "title": "Anatomy, Head and Neck, Maxilla -- Structure and Function", "content": "The fusion of the right forms the maxilla and left maxillary bones at the midline. Each maxillary bone has a pyramid shape, its base adjacent to the nasal cavity, its apex being the zygomatic process, and its body constituting the maxillary sinus. [3] The maxilla connects with surrounding facial structures through 4 processes: alveolar, frontal, zygomatic, and palatine. It articulates superiorly with the frontal bone, the zygomatic bone laterally, the palatine bone posteriorly, and the upper teeth inferiorly through the alveolar process. Anteriorly, it forms the inferior and lateral borders of the pyriform aperture and articulates with the nasal bones medially at the anterior border of the frontal process ( See Image. The Maxilla).", "contents": "Anatomy, Head and Neck, Maxilla -- Structure and Function. The fusion of the right forms the maxilla and left maxillary bones at the midline. Each maxillary bone has a pyramid shape, its base adjacent to the nasal cavity, its apex being the zygomatic process, and its body constituting the maxillary sinus. [3] The maxilla connects with surrounding facial structures through 4 processes: alveolar, frontal, zygomatic, and palatine. It articulates superiorly with the frontal bone, the zygomatic bone laterally, the palatine bone posteriorly, and the upper teeth inferiorly through the alveolar process. Anteriorly, it forms the inferior and lateral borders of the pyriform aperture and articulates with the nasal bones medially at the anterior border of the frontal process ( See Image. The Maxilla)."}
{"id": "article-32546_2", "title": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Alveolar Process", "content": "The alveolar process is an anchor for the teeth of the upper denture. It has a horseshoe configuration, with the curved portion facing anteriorly. Located on the most inferior plane, below the hard palate, it extends posteriorly beneath the maxillary sinuses to terminate with the maxillary tuberosity. The alveolar arteries, alveolar nerves, and periodontal ligaments penetrate through channels within the alveolar process to irrigate, innervate, and fix the upper teeth. [4]", "contents": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Alveolar Process. The alveolar process is an anchor for the teeth of the upper denture. It has a horseshoe configuration, with the curved portion facing anteriorly. Located on the most inferior plane, below the hard palate, it extends posteriorly beneath the maxillary sinuses to terminate with the maxillary tuberosity. The alveolar arteries, alveolar nerves, and periodontal ligaments penetrate through channels within the alveolar process to irrigate, innervate, and fix the upper teeth. [4]"}
{"id": "article-32546_3", "title": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Palatine Process", "content": "The left and right maxilla fuse at the midline through the palatine processes, forming the median maxillary suture. The union of the palatine processes forms the anterior nasal floor and the inferior border of the pyriform aperture at its most anterior aspect. Inferiorly, the anterior portion of the hard palate forms where the incisive canal is present. [5] This osseous channel communicates the nasal and oral cavities and is a conduit to the nasopalatine nerve and the sphenopalatine artery. Superiorly, it initiates in the superior nasal (Stensen) foramina that lie on both sides of the nasal septum and runs inferiorly to terminate at the incisive fossa in the oral cavity, located beneath the incisive papilla and behind the medial incisors. [6]", "contents": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Palatine Process. The left and right maxilla fuse at the midline through the palatine processes, forming the median maxillary suture. The union of the palatine processes forms the anterior nasal floor and the inferior border of the pyriform aperture at its most anterior aspect. Inferiorly, the anterior portion of the hard palate forms where the incisive canal is present. [5] This osseous channel communicates the nasal and oral cavities and is a conduit to the nasopalatine nerve and the sphenopalatine artery. Superiorly, it initiates in the superior nasal (Stensen) foramina that lie on both sides of the nasal septum and runs inferiorly to terminate at the incisive fossa in the oral cavity, located beneath the incisive papilla and behind the medial incisors. [6]"}
{"id": "article-32546_4", "title": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Zygomatic Process", "content": "The zygomatic process is the most lateral portion of the maxilla. It forms the superolateral border of the maxillary sinus and is superior to the first maxillary molar, contiguous with the alveolar process inferiorly and with the frontal process superomedially. Along with the alveolar process, the zygomatic process is crucial in providing structure to the midface. [5] It articulates laterally with the zygomatic bone and has an essential function as it is responsible for projecting the malar eminence and facial width. [3] On the anterior surface, lateral to the zygomatic process and medial pyriform aperture, a depression is formed known as the canine fossa, constituting the maxilla's anterior surface. [7] Also, on the anterior surface, inferior to the zygomatic process and superior to the alveolar processes, another depression forms known as the zygomaticoalveolar crest, an essential structure in classifying maxillary fractures. [2]", "contents": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Zygomatic Process. The zygomatic process is the most lateral portion of the maxilla. It forms the superolateral border of the maxillary sinus and is superior to the first maxillary molar, contiguous with the alveolar process inferiorly and with the frontal process superomedially. Along with the alveolar process, the zygomatic process is crucial in providing structure to the midface. [5] It articulates laterally with the zygomatic bone and has an essential function as it is responsible for projecting the malar eminence and facial width. [3] On the anterior surface, lateral to the zygomatic process and medial pyriform aperture, a depression is formed known as the canine fossa, constituting the maxilla's anterior surface. [7] Also, on the anterior surface, inferior to the zygomatic process and superior to the alveolar processes, another depression forms known as the zygomaticoalveolar crest, an essential structure in classifying maxillary fractures. [2]"}
{"id": "article-32546_5", "title": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Frontal Process", "content": "The frontal process lies superiorly and medially relative to each maxillary bone. Each frontal process articulates with the frontal bone superiorly and the nasal bones medially. It forms the anterior wall of the nasolacrimal groove. It shapes the inferior and central portion of the forehead and the nasal bridge through its union with the frontal and nasal bones. [8] [9]", "contents": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Frontal Process. The frontal process lies superiorly and medially relative to each maxillary bone. Each frontal process articulates with the frontal bone superiorly and the nasal bones medially. It forms the anterior wall of the nasolacrimal groove. It shapes the inferior and central portion of the forehead and the nasal bridge through its union with the frontal and nasal bones. [8] [9]"}
{"id": "article-32546_6", "title": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Maxillary Sinus", "content": "Each hollow maxillary body contains an air-filled cavity in the center, the maxillary sinus. The maxillary sinus is the largest paranasal sinus, with an approximate volume of 15 mL in adults. Similar to each maxillary bone, it has a pyramidal shape, with the base being the medial wall of the sinus, which faces the lateral nasal wall and its apex situated laterally towards the zygomatic arch. It extends from the premolars anteriorly to approximately the third molar posteriorly. As an anatomic variant, it occasionally traumatizes the zygomatic process superolateral and the maxillary tuberosity inferolateral. [5] The sinus roof forms part of the orbital floor. It contains the infraorbital canal, which carries the infraorbital neurovascular bundle, which exits through the infraorbital foramen, approximately 1 cm below the infraorbital rim. [10] The floor lies superior to the alveolar process and is near the molar apices, its lowest point in the first molar area. The sinus floor can be at the same level as the nasal floor to about 1 cm below it, varying with age. The medial wall forms part of the nasolateral wall and contains 2 vital structures: the maxillary sinus ostium and the nasolacrimal duct. The maxillary sinus ostium is located in the anterosuperior portion of the medial wall. It drains into the ethmoid infundibulum, opening into the nasal cavity's middle meatus. The nasolacrimal duct originates at the medial wall of the orbit. It travels downward and courses medially through the maxillary sinus, anterior to the sinus ostium, eventually draining into the inferior meatus. [8] [9]", "contents": "Anatomy, Head and Neck, Maxilla -- Structure and Function -- Maxillary Sinus. Each hollow maxillary body contains an air-filled cavity in the center, the maxillary sinus. The maxillary sinus is the largest paranasal sinus, with an approximate volume of 15 mL in adults. Similar to each maxillary bone, it has a pyramidal shape, with the base being the medial wall of the sinus, which faces the lateral nasal wall and its apex situated laterally towards the zygomatic arch. It extends from the premolars anteriorly to approximately the third molar posteriorly. As an anatomic variant, it occasionally traumatizes the zygomatic process superolateral and the maxillary tuberosity inferolateral. [5] The sinus roof forms part of the orbital floor. It contains the infraorbital canal, which carries the infraorbital neurovascular bundle, which exits through the infraorbital foramen, approximately 1 cm below the infraorbital rim. [10] The floor lies superior to the alveolar process and is near the molar apices, its lowest point in the first molar area. The sinus floor can be at the same level as the nasal floor to about 1 cm below it, varying with age. The medial wall forms part of the nasolateral wall and contains 2 vital structures: the maxillary sinus ostium and the nasolacrimal duct. The maxillary sinus ostium is located in the anterosuperior portion of the medial wall. It drains into the ethmoid infundibulum, opening into the nasal cavity's middle meatus. The nasolacrimal duct originates at the medial wall of the orbit. It travels downward and courses medially through the maxillary sinus, anterior to the sinus ostium, eventually draining into the inferior meatus. [8] [9]"}
{"id": "article-32546_7", "title": "Anatomy, Head and Neck, Maxilla -- Embryology", "content": "Maxillofacial development starts in the fourth week of gestation, forming the 5 facial prominences around the stomodeum, the primordial mouth, and the topographical center of the face during embryonic development. [11] The first pharyngeal arch and neural crest cells contribute to forming the 5 facial prominences: paired maxillary, paired mandibular, and frontonasal prominence. [11] [12] [13] The stomodeum is demarcated cranially by the frontonasal prominence, laterally by the maxillary prominence, and inferolaterally by the mandibular prominence. The maxillary prominences give rise to the secondary palate, the majority of the maxilla, and the lateral upper lip ( See Image. Anterior Surface of Maxilla at Birth). [14] [15]", "contents": "Anatomy, Head and Neck, Maxilla -- Embryology. Maxillofacial development starts in the fourth week of gestation, forming the 5 facial prominences around the stomodeum, the primordial mouth, and the topographical center of the face during embryonic development. [11] The first pharyngeal arch and neural crest cells contribute to forming the 5 facial prominences: paired maxillary, paired mandibular, and frontonasal prominence. [11] [12] [13] The stomodeum is demarcated cranially by the frontonasal prominence, laterally by the maxillary prominence, and inferolaterally by the mandibular prominence. The maxillary prominences give rise to the secondary palate, the majority of the maxilla, and the lateral upper lip ( See Image. Anterior Surface of Maxilla at Birth). [14] [15]"}
{"id": "article-32546_8", "title": "Anatomy, Head and Neck, Maxilla -- Embryology", "content": "By the end of the fourth week, the lower half of the frontonasal prominence gives rise to the nasal placodes, which divide into paired lateral and medial nasal processes, with the nasal groove dividing them. At the end of week 6, the medial nasal processes fuse to form the philtrum. At the end of the eighth week, they fuse with both maxillary processes to form the intermaxillary segment to form the upper lip and the primary palate. Specifically, the primary palate forms from a deep structure of the intermaxillary segment known as the median palatine process. The lateral nasal processes form the nasal alae. [11] [13]", "contents": "Anatomy, Head and Neck, Maxilla -- Embryology. By the end of the fourth week, the lower half of the frontonasal prominence gives rise to the nasal placodes, which divide into paired lateral and medial nasal processes, with the nasal groove dividing them. At the end of week 6, the medial nasal processes fuse to form the philtrum. At the end of the eighth week, they fuse with both maxillary processes to form the intermaxillary segment to form the upper lip and the primary palate. Specifically, the primary palate forms from a deep structure of the intermaxillary segment known as the median palatine process. The lateral nasal processes form the nasal alae. [11] [13]"}
{"id": "article-32546_9", "title": "Anatomy, Head and Neck, Maxilla -- Embryology", "content": "The secondary palate begins to develop during the 6th week of development. Outgrowths of the maxillary process denominated palatal shelves, grow vertically on both sides of the tongue. During the seventh week, the palatal shelves are horizontal as the jaw elongates and the tongue descends. [13] [14] The shelves then fuse at the midline to form the secondary palate and fuse anteriorly to the primary palate and nasal septum, then replace the palatal mesenchyme with muscle and bone corresponding to the hard and soft palate. The nasopalatine canal forms posteriorly and becomes the incisive canal at the central fusion point between the primary and secondary palate. [6] Fusion of the palate is completed by the tenth week and fully forms by the twelfth week of embryonic development. [11] [13]", "contents": "Anatomy, Head and Neck, Maxilla -- Embryology. The secondary palate begins to develop during the 6th week of development. Outgrowths of the maxillary process denominated palatal shelves, grow vertically on both sides of the tongue. During the seventh week, the palatal shelves are horizontal as the jaw elongates and the tongue descends. [13] [14] The shelves then fuse at the midline to form the secondary palate and fuse anteriorly to the primary palate and nasal septum, then replace the palatal mesenchyme with muscle and bone corresponding to the hard and soft palate. The nasopalatine canal forms posteriorly and becomes the incisive canal at the central fusion point between the primary and secondary palate. [6] Fusion of the palate is completed by the tenth week and fully forms by the twelfth week of embryonic development. [11] [13]"}
{"id": "article-32546_10", "title": "Anatomy, Head and Neck, Maxilla -- Blood Supply and Lymphatics", "content": "Blood supply to the maxilla is via branches of the maxillary artery. The maxillary artery is a terminal branch of the external carotid artery; it originates posterior to the upper portion of the mandibular ramus, runs anteriorly in the inner side of the mandibular ramus, and enters the pterygopalatine fossa to terminate with the pterygopalatine artery. [16] It has 3 major segments: mandibular, pterygoid, and pterygopalatine, from proximal to distal, respectively. [16] [17]", "contents": "Anatomy, Head and Neck, Maxilla -- Blood Supply and Lymphatics. Blood supply to the maxilla is via branches of the maxillary artery. The maxillary artery is a terminal branch of the external carotid artery; it originates posterior to the upper portion of the mandibular ramus, runs anteriorly in the inner side of the mandibular ramus, and enters the pterygopalatine fossa to terminate with the pterygopalatine artery. [16] It has 3 major segments: mandibular, pterygoid, and pterygopalatine, from proximal to distal, respectively. [16] [17]"}
{"id": "article-32546_11", "title": "Anatomy, Head and Neck, Maxilla -- Blood Supply and Lymphatics", "content": "The pterygopalatine segment is the principal blood supply of the maxillary region. The pterygopalatine segment is in close relation to the pterygopalatine fossa from where it branches into 5 vessels: posterior superior alveolar artery (PSAA), infraorbital artery (IOA), greater palatine artery (GPA), sphenopalatine artery (SPA), and vidian artery (VA). [17] The VA is a recurrent branch that courses posteriorly to enter the Vidian canal, supplying the pterygopalatine fossa and nasopharyngeal cavity mucosa.", "contents": "Anatomy, Head and Neck, Maxilla -- Blood Supply and Lymphatics. The pterygopalatine segment is the principal blood supply of the maxillary region. The pterygopalatine segment is in close relation to the pterygopalatine fossa from where it branches into 5 vessels: posterior superior alveolar artery (PSAA), infraorbital artery (IOA), greater palatine artery (GPA), sphenopalatine artery (SPA), and vidian artery (VA). [17] The VA is a recurrent branch that courses posteriorly to enter the Vidian canal, supplying the pterygopalatine fossa and nasopharyngeal cavity mucosa."}
{"id": "article-32546_12", "title": "Anatomy, Head and Neck, Maxilla -- Blood Supply and Lymphatics", "content": "The PSAA runs towards the zygomatic process, has a prominent curve on its inner surface, and courses towards maxillary tuberosity with branches supplying the upper molars and premolars. The IOA runs along the posterior wall of the maxillary sinus, enters the inferior orbital fissure, and enters the infraorbital canal, supplying the lacrimal sac, upper incisors, canines, and mucous membrane of the maxillary sinus. The GPA emerges near the PSAA and descends through the greater palatine canal to exit through the greater palatine foramen to supply the hard palate. The SPA is the terminal branch of the pterygopalatine segment. It enters the nasal cavity posterior to the nasal turbinates to supply the nasal septum and turbinates. [16] [17] [18] The posterior septal branch of the SPA courses through the incisive canal to form an anastomosis with the GPA. [6] The PSAA, IOA, GPA, and SPA all supply the maxillary sinus walls and mucosa.", "contents": "Anatomy, Head and Neck, Maxilla -- Blood Supply and Lymphatics. The PSAA runs towards the zygomatic process, has a prominent curve on its inner surface, and courses towards maxillary tuberosity with branches supplying the upper molars and premolars. The IOA runs along the posterior wall of the maxillary sinus, enters the inferior orbital fissure, and enters the infraorbital canal, supplying the lacrimal sac, upper incisors, canines, and mucous membrane of the maxillary sinus. The GPA emerges near the PSAA and descends through the greater palatine canal to exit through the greater palatine foramen to supply the hard palate. The SPA is the terminal branch of the pterygopalatine segment. It enters the nasal cavity posterior to the nasal turbinates to supply the nasal septum and turbinates. [16] [17] [18] The posterior septal branch of the SPA courses through the incisive canal to form an anastomosis with the GPA. [6] The PSAA, IOA, GPA, and SPA all supply the maxillary sinus walls and mucosa."}
{"id": "article-32546_13", "title": "Anatomy, Head and Neck, Maxilla -- Nerves", "content": "Innervation of the maxilla is via the maxillary nerve (V2). V2 constitutes the second branch of the trigeminal nerve, the fifth and largest cranial nerve. [19] [20] It originates at the trigeminal ganglion and serves principally as a sensory nerve. It exits through the foramen rotundum to enter the pterygopalatine fossa, giving off several branches. [17] Sensory innervation of the maxillary structures is provided by several structures, including the sphenopalatine ganglion, the infraorbital (ION), posterior superior alveolar (PSA), middle superior alveolar (MSA), anterior superior alveolar (ASA), palatine (PN) and nasopalatine (NPN) nerves. [16] [19] [21] [20]", "contents": "Anatomy, Head and Neck, Maxilla -- Nerves. Innervation of the maxilla is via the maxillary nerve (V2). V2 constitutes the second branch of the trigeminal nerve, the fifth and largest cranial nerve. [19] [20] It originates at the trigeminal ganglion and serves principally as a sensory nerve. It exits through the foramen rotundum to enter the pterygopalatine fossa, giving off several branches. [17] Sensory innervation of the maxillary structures is provided by several structures, including the sphenopalatine ganglion, the infraorbital (ION), posterior superior alveolar (PSA), middle superior alveolar (MSA), anterior superior alveolar (ASA), palatine (PN) and nasopalatine (NPN) nerves. [16] [19] [21] [20]"}
{"id": "article-32546_14", "title": "Anatomy, Head and Neck, Maxilla -- Nerves", "content": "The ION is a direct extension of the maxillary nerve. It courses anteriorly through the infraorbital canal where the middle and anterior SAN arise, giving off branches to innervate the superior and medial maxillary sinus walls. [8] Finally, it exits through the infraorbital foramen, giving off branches to provide sensory innervation to the lower eyelid, nose, cheek, and upper lip. [21]", "contents": "Anatomy, Head and Neck, Maxilla -- Nerves. The ION is a direct extension of the maxillary nerve. It courses anteriorly through the infraorbital canal where the middle and anterior SAN arise, giving off branches to innervate the superior and medial maxillary sinus walls. [8] Finally, it exits through the infraorbital foramen, giving off branches to provide sensory innervation to the lower eyelid, nose, cheek, and upper lip. [21]"}
{"id": "article-32546_15", "title": "Anatomy, Head and Neck, Maxilla -- Nerves", "content": "There are 3 superior alveolar nerves: PSA, MSA, and ASA. The PSA emerges in the pterygopalatine fossa before V2 enters the infraorbital canal. It descends on the maxillary tuberosity and penetrates the inferior alveolar canal on the infratemporal maxillary surface, providing innervation to the molars and posterior wall of the maxillary sinus as well as giving off branches that join the MSA and ASA to form the alveolar plexus. [9] [11] [12] The MSA branches off the ION during its course through the infraorbital canal and courses along the posterolateral wall of the maxillary sinus to innervate the premolars and contribute to the innervation of the posterior wall of the maxillary sinus. [8] [9] [21] The ASA arises from the anterior third of the ION. It runs inferiorly in the anterior maxillary wall to innervate the lateral nasal wall, maxillary incisors, and anterior wall of the maxillary sinus. [8] [9]", "contents": "Anatomy, Head and Neck, Maxilla -- Nerves. There are 3 superior alveolar nerves: PSA, MSA, and ASA. The PSA emerges in the pterygopalatine fossa before V2 enters the infraorbital canal. It descends on the maxillary tuberosity and penetrates the inferior alveolar canal on the infratemporal maxillary surface, providing innervation to the molars and posterior wall of the maxillary sinus as well as giving off branches that join the MSA and ASA to form the alveolar plexus. [9] [11] [12] The MSA branches off the ION during its course through the infraorbital canal and courses along the posterolateral wall of the maxillary sinus to innervate the premolars and contribute to the innervation of the posterior wall of the maxillary sinus. [8] [9] [21] The ASA arises from the anterior third of the ION. It runs inferiorly in the anterior maxillary wall to innervate the lateral nasal wall, maxillary incisors, and anterior wall of the maxillary sinus. [8] [9]"}
{"id": "article-32546_16", "title": "Anatomy, Head and Neck, Maxilla -- Nerves", "content": "The PN is a branch of the sphenopalatine ganglion and divides into the greater palatine (GPN) and lesser palatine nerves (LPN). The GPN is the anterior branch of the palatine nerve. It exits through the greater palatine foramen opposite to the third molar and runs in the inferior hard palate to innervate the hard palate and the palatal gingiva. Additionally, the GPN provides innervation to the inferior wall and ostium of the maxillary sinus. [8] [21]", "contents": "Anatomy, Head and Neck, Maxilla -- Nerves. The PN is a branch of the sphenopalatine ganglion and divides into the greater palatine (GPN) and lesser palatine nerves (LPN). The GPN is the anterior branch of the palatine nerve. It exits through the greater palatine foramen opposite to the third molar and runs in the inferior hard palate to innervate the hard palate and the palatal gingiva. Additionally, the GPN provides innervation to the inferior wall and ostium of the maxillary sinus. [8] [21]"}
{"id": "article-32546_17", "title": "Anatomy, Head and Neck, Maxilla -- Nerves", "content": "The nasopalatine nerve (NPN) is the last branch that innervates maxillary structures. The NPN is a branch of the sphenopalatine ganglion. It begins its course by entering the nasal cavity through the sphenopalatine foramen and runs along the roof of the nasal cavity, providing innervation to the nasal roof and septum. Posteriorly, it descends along the nasal septum to enter the canal of Stensen and travel through the incisive canal to emerge on the hard palate through the incisive foramen. It provides innervation to the palate and palatal gingiva adjacent to the canine teeth. [6] [21]", "contents": "Anatomy, Head and Neck, Maxilla -- Nerves. The nasopalatine nerve (NPN) is the last branch that innervates maxillary structures. The NPN is a branch of the sphenopalatine ganglion. It begins its course by entering the nasal cavity through the sphenopalatine foramen and runs along the roof of the nasal cavity, providing innervation to the nasal roof and septum. Posteriorly, it descends along the nasal septum to enter the canal of Stensen and travel through the incisive canal to emerge on the hard palate through the incisive foramen. It provides innervation to the palate and palatal gingiva adjacent to the canine teeth. [6] [21]"}
{"id": "article-32546_18", "title": "Anatomy, Head and Neck, Maxilla -- Muscles", "content": "The muscles of the midface include the nasalis, levator labii superioris alaeque nasi (LLSAN), levator labii superioris (LLS), zygomaticus minor, zygomaticus major, levator anguli oris (LAO), buccinator and orbicularis oris. [7] Only the nasalis, LLSAN, LLS and LAO have their origin on the maxilla. The facial nerve innervates all muscles of the midface. [7] [22]", "contents": "Anatomy, Head and Neck, Maxilla -- Muscles. The muscles of the midface include the nasalis, levator labii superioris alaeque nasi (LLSAN), levator labii superioris (LLS), zygomaticus minor, zygomaticus major, levator anguli oris (LAO), buccinator and orbicularis oris. [7] Only the nasalis, LLSAN, LLS and LAO have their origin on the maxilla. The facial nerve innervates all muscles of the midface. [7] [22]"}
{"id": "article-32546_19", "title": "Anatomy, Head and Neck, Maxilla -- Muscles", "content": "The nasalis muscle originates on the maxilla and lateral nasal sidewall and sends fibers over the nasal dorsum to meet the contralateral muscle. Its contraction opens the nostrils during deep inspiration. [22] The LLSAN originates on the upper frontal process of the maxilla and extends inferiorly into the orbicularis oris. Its function is to evert the lip, dilate the nasal ala, and deepen the nasolabial fold. [7] [22] The LLS originates on the inferior orbital margin, near the infraorbital foramen, and inserts in the orbicularis oris. Its contraction everts the upper lip and deepens the nasolabial fold. [7] [22] The LAO originates from the canine fossa and inserts on the lateral commissure muscular slip, also known as the modiolus. [22] It moves the oral commissure, contributes to smiling, and moves the nasolabial fold. [7]", "contents": "Anatomy, Head and Neck, Maxilla -- Muscles. The nasalis muscle originates on the maxilla and lateral nasal sidewall and sends fibers over the nasal dorsum to meet the contralateral muscle. Its contraction opens the nostrils during deep inspiration. [22] The LLSAN originates on the upper frontal process of the maxilla and extends inferiorly into the orbicularis oris. Its function is to evert the lip, dilate the nasal ala, and deepen the nasolabial fold. [7] [22] The LLS originates on the inferior orbital margin, near the infraorbital foramen, and inserts in the orbicularis oris. Its contraction everts the upper lip and deepens the nasolabial fold. [7] [22] The LAO originates from the canine fossa and inserts on the lateral commissure muscular slip, also known as the modiolus. [22] It moves the oral commissure, contributes to smiling, and moves the nasolabial fold. [7]"}
{"id": "article-32546_20", "title": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Blood Supply", "content": "The PSAA, IOA, GPA, and SPA irrigate the maxillary sinus. It is essential to determine the sites of the IOA and PSAA for surgical planning as they anastomose and form a double arterial arcade that surrounds the maxillary sinus. Damage to these vessels can cause bleeding. [8]", "contents": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Blood Supply. The PSAA, IOA, GPA, and SPA irrigate the maxillary sinus. It is essential to determine the sites of the IOA and PSAA for surgical planning as they anastomose and form a double arterial arcade that surrounds the maxillary sinus. Damage to these vessels can cause bleeding. [8]"}
{"id": "article-32546_21", "title": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Blood Supply", "content": "Intricate knowledge of maxillary artery anatomy is necessary to treat posterior epistaxis. It accounts for 5% of cases of epistaxis and can be treated with endoscopic ligation or electrocauterization of the sphenopalatine artery and palatine artery to control persistent bleeding. [16]", "contents": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Blood Supply. Intricate knowledge of maxillary artery anatomy is necessary to treat posterior epistaxis. It accounts for 5% of cases of epistaxis and can be treated with endoscopic ligation or electrocauterization of the sphenopalatine artery and palatine artery to control persistent bleeding. [16]"}
{"id": "article-32546_22", "title": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Nerves", "content": "The superior alveolar nerves innervate the maxillary sinus walls and mucosa. Their paths, as they innervate the maxillary sinus, present a safe area at the anterior maxillary region where bone can be safely removed with minimal risk of damage to the superior alveolar nerves. [9] This margin of safety becomes especially relevant during a Caldwell Luc procedure, where the maxillary sinus is accessed through the canine fossa to replace sick mucosa with healthy mucosa in patients with maxillary sinusitis. [23]", "contents": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Nerves. The superior alveolar nerves innervate the maxillary sinus walls and mucosa. Their paths, as they innervate the maxillary sinus, present a safe area at the anterior maxillary region where bone can be safely removed with minimal risk of damage to the superior alveolar nerves. [9] This margin of safety becomes especially relevant during a Caldwell Luc procedure, where the maxillary sinus is accessed through the canine fossa to replace sick mucosa with healthy mucosa in patients with maxillary sinusitis. [23]"}
{"id": "article-32546_23", "title": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Nerves", "content": "LymphaticsA sentinel lymph node biopsy is a diagnostic option for managing oral maxillary cancers. The sentinel lymph node is frequently uniquely located in cervical lymph node levels I, II, and III, with less frequent involvement of parapharyngeal and cervical lymph nodes in combination. [24]", "contents": "Anatomy, Head and Neck, Maxilla -- Surgical Considerations -- Nerves. LymphaticsA sentinel lymph node biopsy is a diagnostic option for managing oral maxillary cancers. The sentinel lymph node is frequently uniquely located in cervical lymph node levels I, II, and III, with less frequent involvement of parapharyngeal and cervical lymph nodes in combination. [24]"}
{"id": "article-32546_24", "title": "Anatomy, Head and Neck, Maxilla -- Clinical Significance", "content": "Detailed knowledge of maxillary anatomy is essential when dealing with the trauma of the midface. The most recognized classification of midface trauma is the LeFort classification for maxillary fractures. French surgeon René LeFort created it in 1901. It divides midface fractures into 3 categories (LeFort I, II, and III) based on the pattern of the fracture lines on the midface. [2]", "contents": "Anatomy, Head and Neck, Maxilla -- Clinical Significance. Detailed knowledge of maxillary anatomy is essential when dealing with the trauma of the midface. The most recognized classification of midface trauma is the LeFort classification for maxillary fractures. French surgeon René LeFort created it in 1901. It divides midface fractures into 3 categories (LeFort I, II, and III) based on the pattern of the fracture lines on the midface. [2]"}
{"id": "article-32546_25", "title": "Anatomy, Head and Neck, Maxilla -- Clinical Significance", "content": "A fracture is classified as LeFort I when it extends posteriorly, on a horizontal plane from the pyriform aperture through the zygomaticoalveolar crest to maxillary tuberosities into the pterygopalatine fossa. This fracture separates the hard palate and alveolar process from the facial skull. [2]", "contents": "Anatomy, Head and Neck, Maxilla -- Clinical Significance. A fracture is classified as LeFort I when it extends posteriorly, on a horizontal plane from the pyriform aperture through the zygomaticoalveolar crest to maxillary tuberosities into the pterygopalatine fossa. This fracture separates the hard palate and alveolar process from the facial skull. [2]"}
{"id": "article-32546_26", "title": "Anatomy, Head and Neck, Maxilla -- Clinical Significance", "content": "LeFort II fractures are pyramidal in shape. It extends from the nasofrontal suture to the front maxillary suture through the orbital floor and maxillary sinus, extending inferiorly to the zygomaticoalveolar crest bilaterally. Inferiorly it proceeds caudally to the maxillary tuberosities into the pterygoid process. Superiorly, the fractures extend causally, sectioning through the nasal septum. This fracture dissociates the nasal bones, septum, and maxilla from the cranial skull and the lateral midface. [2]", "contents": "Anatomy, Head and Neck, Maxilla -- Clinical Significance. LeFort II fractures are pyramidal in shape. It extends from the nasofrontal suture to the front maxillary suture through the orbital floor and maxillary sinus, extending inferiorly to the zygomaticoalveolar crest bilaterally. Inferiorly it proceeds caudally to the maxillary tuberosities into the pterygoid process. Superiorly, the fractures extend causally, sectioning through the nasal septum. This fracture dissociates the nasal bones, septum, and maxilla from the cranial skull and the lateral midface. [2]"}
{"id": "article-32546_27", "title": "Anatomy, Head and Neck, Maxilla -- Clinical Significance", "content": "LeFort III fractures extend from the nasofrontal suture down through the medial wall and orbital floor to the inferior orbital fissure. It proceeds laterally, interrupts the zygomaticofrontal suture, and continues inferiorly through the zygomatic arches bilaterally. From the nasofrontal suture, it extends caudally through the ethmoid and perpendicular plate of the palatine bone, fracturing the pterygoid process and vomer, terminating in the palatine fossa. This fracture completely separates the facial skeleton from the cranial skull. [2]", "contents": "Anatomy, Head and Neck, Maxilla -- Clinical Significance. LeFort III fractures extend from the nasofrontal suture down through the medial wall and orbital floor to the inferior orbital fissure. It proceeds laterally, interrupts the zygomaticofrontal suture, and continues inferiorly through the zygomatic arches bilaterally. From the nasofrontal suture, it extends caudally through the ethmoid and perpendicular plate of the palatine bone, fracturing the pterygoid process and vomer, terminating in the palatine fossa. This fracture completely separates the facial skeleton from the cranial skull. [2]"}
{"id": "article-32546_28", "title": "Anatomy, Head and Neck, Maxilla -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Maxilla -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}