{"id": "article-20105_0", "title": "Creatine Phosphokinase -- Introduction", "content": "Creatine phosphokinase (CPK), also known as creatine kinase (CK), is the enzyme that catalyzes the reaction of creatine and adenosine triphosphate (ATP) to phosphocreatine (PCr) and adenosine diphosphate (ADP). [1] This CK enzyme reaction is reversible; ATP can be generated from PCr and ADP. The phosphocreatine created from this reaction is used to supply tissues and cells that require substantial amounts of ATP, like the brain, skeletal muscles, and the heart. [2] CK is a central regulator of cellular energy homeostasis. Many conditions can cause derangement in CK levels, including rhabdomyolysis, heart disease, kidney disease, or medications. [3] As such, it is a diagnostic indicator for specifically rhabdomyolysis and acute myocardial infarction (AMI), among other medical disorders.", "contents": "Creatine Phosphokinase -- Introduction. Creatine phosphokinase (CPK), also known as creatine kinase (CK), is the enzyme that catalyzes the reaction of creatine and adenosine triphosphate (ATP) to phosphocreatine (PCr) and adenosine diphosphate (ADP). [1] This CK enzyme reaction is reversible; ATP can be generated from PCr and ADP. The phosphocreatine created from this reaction is used to supply tissues and cells that require substantial amounts of ATP, like the brain, skeletal muscles, and the heart. [2] CK is a central regulator of cellular energy homeostasis. Many conditions can cause derangement in CK levels, including rhabdomyolysis, heart disease, kidney disease, or medications. [3] As such, it is a diagnostic indicator for specifically rhabdomyolysis and acute myocardial infarction (AMI), among other medical disorders."}
{"id": "article-20105_1", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "Creatine kinase (CK) is a compact enzyme of around 82 kDa found in both the cytosol and mitochondria of tissues with high energy demands. [4] In the cytosol, CK comprises 2 polypeptide subunits of around 42 kDa, and 2 subunits are found: M (muscle type) and B (brain type). [5] The genes for these subunits are located on different chromosomes: B on 14q32 and M on 19q13. These subunits allow the formation of 3 tissue-specific isoenzymes: CPK-MB (cardiac muscle), CPK-MM (skeletal muscle), and CPK-BB (brain).", "contents": "Creatine Phosphokinase -- Pathophysiology. Creatine kinase (CK) is a compact enzyme of around 82 kDa found in both the cytosol and mitochondria of tissues with high energy demands. [4] In the cytosol, CK comprises 2 polypeptide subunits of around 42 kDa, and 2 subunits are found: M (muscle type) and B (brain type). [5] The genes for these subunits are located on different chromosomes: B on 14q32 and M on 19q13. These subunits allow the formation of 3 tissue-specific isoenzymes: CPK-MB (cardiac muscle), CPK-MM (skeletal muscle), and CPK-BB (brain)."}
{"id": "article-20105_2", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "Typically, the ratio of subunits varies with muscle type: skeletal muscle (98% MM to 2% MB), cardiac muscle (70% to 80% MM and 20% to 30% MB), while the brain predominantly has the isoenzyme BB. [6] In mitochondria, 2 specific forms of CK exist: Mt-CK, a non-sarcomeric type called ubiquitous Mt-CK expressed in various tissues such as the brain, smooth muscle, and sperm, and a sarcomeric Mt-CK expressed in cardiac and skeletal muscle. The mitochondrial CK isoform is an octamer consisting of 4 dimers each. [7] While mitochondrial CK is directly involved in forming PCr from mitochondrial ATP, cytosolic CK regenerates ATP from ADP using PCr. This happens at intracellular sites where ATP is used in the cell, with CK acting as an in situ ATP regenerator.", "contents": "Creatine Phosphokinase -- Pathophysiology. Typically, the ratio of subunits varies with muscle type: skeletal muscle (98% MM to 2% MB), cardiac muscle (70% to 80% MM and 20% to 30% MB), while the brain predominantly has the isoenzyme BB. [6] In mitochondria, 2 specific forms of CK exist: Mt-CK, a non-sarcomeric type called ubiquitous Mt-CK expressed in various tissues such as the brain, smooth muscle, and sperm, and a sarcomeric Mt-CK expressed in cardiac and skeletal muscle. The mitochondrial CK isoform is an octamer consisting of 4 dimers each. [7] While mitochondrial CK is directly involved in forming PCr from mitochondrial ATP, cytosolic CK regenerates ATP from ADP using PCr. This happens at intracellular sites where ATP is used in the cell, with CK acting as an in situ ATP regenerator."}
{"id": "article-20105_3", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "Mt-CK and cytosolic CK are connected in a so-called PCr/Cr-shuttle or circuit. [8] PCr generated by Mt-CK in mitochondria is shuttled to cytosolic CK that is coupled to ATP-dependent processes, eg, ATPases, such as actomyosin ATPase and calcium ATPase involved in muscle contraction, and sodium/potassium ATPase involved in sodium retention in the kidney. [9] The bound cytosolic CK accepts PCr shuttled through the cell and uses ADP to regenerate ATP, which the ATPases use as an energy source (CK is associated with the ATPases, forming a coupled microcompartment). [10] PCr is a buffer and transporter between subcellular sites of energy production (mitochondria and glycolysis) and energy utilization (ATPases). [11]", "contents": "Creatine Phosphokinase -- Pathophysiology. Mt-CK and cytosolic CK are connected in a so-called PCr/Cr-shuttle or circuit. [8] PCr generated by Mt-CK in mitochondria is shuttled to cytosolic CK that is coupled to ATP-dependent processes, eg, ATPases, such as actomyosin ATPase and calcium ATPase involved in muscle contraction, and sodium/potassium ATPase involved in sodium retention in the kidney. [9] The bound cytosolic CK accepts PCr shuttled through the cell and uses ADP to regenerate ATP, which the ATPases use as an energy source (CK is associated with the ATPases, forming a coupled microcompartment). [10] PCr is a buffer and transporter between subcellular sites of energy production (mitochondria and glycolysis) and energy utilization (ATPases). [11]"}
{"id": "article-20105_4", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "Typically, CK is available in heart tissue, skeletal muscles, the brain, etc. However, upon muscular injury, leakage of CK into the bloodstream occurs. Thus, CK is indicative of muscular damage. CPK-MB is a more specific indicator of myocardial muscle damage, while CPK-MM is more indicative of skeletal muscle damage. [12] CK activity in the serum of healthy people is almost exclusively due to MM activity (though small amounts of CPK-MB may be present) due to the physiological turnover of muscle tissue. [13]", "contents": "Creatine Phosphokinase -- Pathophysiology. Typically, CK is available in heart tissue, skeletal muscles, the brain, etc. However, upon muscular injury, leakage of CK into the bloodstream occurs. Thus, CK is indicative of muscular damage. CPK-MB is a more specific indicator of myocardial muscle damage, while CPK-MM is more indicative of skeletal muscle damage. [12] CK activity in the serum of healthy people is almost exclusively due to MM activity (though small amounts of CPK-MB may be present) due to the physiological turnover of muscle tissue. [13]"}
{"id": "article-20105_5", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "When electrophoresed, CPK-MM runs closest to the cathode, CPK-MB has intermediate mobility, and CPK-BB moves farthest from the point of application toward the anode. Mt-CK, which runs more cathodal than the MM fraction, is usually associated with tissue necrosis that accompanies severe anoxic shock and liver disease. [14] CK activity is also found in a macromolecular form—the so-called macro-CK. Macro-CK is transiently found in sera of up to 6% of hospitalized patients, but only a small proportion of these have increased CK activities in serum. [15] The enzyme exists in 2 forms, types 1 and 2. Macro-CK type 1 is a complex of CK, typically CK-BB, and an immunoglobulin, commonly IgG. [16] Macro-CK type 1 is usually seen in women aged older than 50. Macro-CK type 2 is oligomeric Mt-CK found in severely ill adults with malignancies or children with tissue distress. [17]", "contents": "Creatine Phosphokinase -- Pathophysiology. When electrophoresed, CPK-MM runs closest to the cathode, CPK-MB has intermediate mobility, and CPK-BB moves farthest from the point of application toward the anode. Mt-CK, which runs more cathodal than the MM fraction, is usually associated with tissue necrosis that accompanies severe anoxic shock and liver disease. [14] CK activity is also found in a macromolecular form—the so-called macro-CK. Macro-CK is transiently found in sera of up to 6% of hospitalized patients, but only a small proportion of these have increased CK activities in serum. [15] The enzyme exists in 2 forms, types 1 and 2. Macro-CK type 1 is a complex of CK, typically CK-BB, and an immunoglobulin, commonly IgG. [16] Macro-CK type 1 is usually seen in women aged older than 50. Macro-CK type 2 is oligomeric Mt-CK found in severely ill adults with malignancies or children with tissue distress. [17]"}
{"id": "article-20105_6", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "Both M and B subunits have a C-terminal lysine residue, but only the former is hydrolyzed by the action of carboxypeptidases present in the blood. Carboxypeptidases B or N sequentially hydrolyze the lysine residues from CKMM to produce 2 CK-MM isoforms—CK-MM2 (1 lysine residue removed) and CK-MM1 (both lysine residues removed). [18]", "contents": "Creatine Phosphokinase -- Pathophysiology. Both M and B subunits have a C-terminal lysine residue, but only the former is hydrolyzed by the action of carboxypeptidases present in the blood. Carboxypeptidases B or N sequentially hydrolyze the lysine residues from CKMM to produce 2 CK-MM isoforms—CK-MM2 (1 lysine residue removed) and CK-MM1 (both lysine residues removed). [18]"}
{"id": "article-20105_7", "title": "Creatine Phosphokinase -- Pathophysiology", "content": "The loss of positively charged lysine produces a more negatively charged CK molecule with greater anodic mobility at electrophoresis. Because CK-MB has only 1 M subunit, the dimer coded by the M and B genes is CK-MB2, and the lysine-hydrolyzed dimer is CK-MB1. The assay of the CK isoforms requires special techniques, such as high-voltage electrophoresis (with gel cooling), HPLC, chromatofocusing, or immunoassay. [19]", "contents": "Creatine Phosphokinase -- Pathophysiology. The loss of positively charged lysine produces a more negatively charged CK molecule with greater anodic mobility at electrophoresis. Because CK-MB has only 1 M subunit, the dimer coded by the M and B genes is CK-MB2, and the lysine-hydrolyzed dimer is CK-MB1. The assay of the CK isoforms requires special techniques, such as high-voltage electrophoresis (with gel cooling), HPLC, chromatofocusing, or immunoassay. [19]"}
{"id": "article-20105_8", "title": "Creatine Phosphokinase -- Specimen Requirements and Procedure", "content": "Specimens for CK analysis include serum and plasma heparin. Other than heparin, anticoagulants should not be used in collection tubes because they inhibit CK activity. The collection of specimens in gel separator tubes does not appear to affect CK activity compared to tubes without gel. [20] CK activity in serum is relatively unstable and lost during storage. Average stabilities are less than 8 hours at room temperature, 48 hours at 4 ºC, and 1 month at −20 ºC. [21] Therefore, the serum specimen should be stored at −80 Cº if the analysis is delayed for more than 30 days.", "contents": "Creatine Phosphokinase -- Specimen Requirements and Procedure. Specimens for CK analysis include serum and plasma heparin. Other than heparin, anticoagulants should not be used in collection tubes because they inhibit CK activity. The collection of specimens in gel separator tubes does not appear to affect CK activity compared to tubes without gel. [20] CK activity in serum is relatively unstable and lost during storage. Average stabilities are less than 8 hours at room temperature, 48 hours at 4 ºC, and 1 month at −20 ºC. [21] Therefore, the serum specimen should be stored at −80 Cº if the analysis is delayed for more than 30 days."}
{"id": "article-20105_9", "title": "Creatine Phosphokinase -- Specimen Requirements and Procedure", "content": "Since less risk of hemolysis is present, fresh serum is the preferred specimen for analysis of the CK isoenzyme pattern. [22] Of the 3 commonly seen isoenzymes, CK-BB activity is the least stable. Adding a thiol such as 2-mercaptoethanol to the serum improves its stability. CK-MB activity is not significantly reduced when the separated serum is stored for up to 48 hours at 4 ºC or 1 month at −20 ºC. Since the mass measurement is not subject to the loss of enzymatic activity, CK-MB protein concentration in serum is stable for weeks when the specimen is stored under refrigeration and for several years if stored at −20 ºC. [23]", "contents": "Creatine Phosphokinase -- Specimen Requirements and Procedure. Since less risk of hemolysis is present, fresh serum is the preferred specimen for analysis of the CK isoenzyme pattern. [22] Of the 3 commonly seen isoenzymes, CK-BB activity is the least stable. Adding a thiol such as 2-mercaptoethanol to the serum improves its stability. CK-MB activity is not significantly reduced when the separated serum is stored for up to 48 hours at 4 ºC or 1 month at −20 ºC. Since the mass measurement is not subject to the loss of enzymatic activity, CK-MB protein concentration in serum is stable for weeks when the specimen is stored under refrigeration and for several years if stored at −20 ºC. [23]"}
{"id": "article-20105_10", "title": "Creatine Phosphokinase -- Testing Procedures", "content": "Numerous photometric, fluorometric, and coupled-enzyme methods have been developed for the assay of CK activity, using either the forward (Cr --> CRP) or the reverse (Cr <-- CRP) reaction. [24] All commercial assays for total CK are based on the reverse reaction that proceeds about 6 times faster than the forward reaction. The ATP produced is measured by hexokinase (HK) or glucose-6-phosphate dehydrogenase (G6PD) coupled reactions that convert NADP+ to NADPH, monitored spectrophotometrically at 340 nm. [4] The increase in absorbance is a measure of CK activity present in the specimen.", "contents": "Creatine Phosphokinase -- Testing Procedures. Numerous photometric, fluorometric, and coupled-enzyme methods have been developed for the assay of CK activity, using either the forward (Cr --> CRP) or the reverse (Cr <-- CRP) reaction. [24] All commercial assays for total CK are based on the reverse reaction that proceeds about 6 times faster than the forward reaction. The ATP produced is measured by hexokinase (HK) or glucose-6-phosphate dehydrogenase (G6PD) coupled reactions that convert NADP+ to NADPH, monitored spectrophotometrically at 340 nm. [4] The increase in absorbance is a measure of CK activity present in the specimen."}
{"id": "article-20105_11", "title": "Creatine Phosphokinase -- Testing Procedures", "content": "Electrophoresis and various immunological methods are commonly used to analyze CK isoenzyme. [25] Electrophoretic methods help separate all of the CK isoenzymes. The isoenzyme bands are visualized by incubating the support (eg, agarose or cellulose acetate) with a concentrated CK assay mixture using the reverse reaction.", "contents": "Creatine Phosphokinase -- Testing Procedures. Electrophoresis and various immunological methods are commonly used to analyze CK isoenzyme. [25] Electrophoretic methods help separate all of the CK isoenzymes. The isoenzyme bands are visualized by incubating the support (eg, agarose or cellulose acetate) with a concentrated CK assay mixture using the reverse reaction."}
{"id": "article-20105_12", "title": "Creatine Phosphokinase -- Testing Procedures", "content": "The NADPH formed in this reaction is detected by observing the bluish-white fluorescence after excitation by long-wave (360 nm) ultraviolet light. NADPH may be quantified by fluorescence densitometry, which detects bands of 2 to 5 U/L. The mobility of CK isoenzymes at pH 8.6 toward the anode is BB > MB > MM, with the MM remaining cathodic to the point of application. [26] The discriminating power of electrophoresis also allows the detection of abnormal CK bands (eg, macro-CK). The disadvantages of electrophoresis include the long turnaround time, labor intensity, incompatibility with clinical chemistry analyzers in emergencies, and required interpretative skills. [27]", "contents": "Creatine Phosphokinase -- Testing Procedures. The NADPH formed in this reaction is detected by observing the bluish-white fluorescence after excitation by long-wave (360 nm) ultraviolet light. NADPH may be quantified by fluorescence densitometry, which detects bands of 2 to 5 U/L. The mobility of CK isoenzymes at pH 8.6 toward the anode is BB > MB > MM, with the MM remaining cathodic to the point of application. [26] The discriminating power of electrophoresis also allows the detection of abnormal CK bands (eg, macro-CK). The disadvantages of electrophoresis include the long turnaround time, labor intensity, incompatibility with clinical chemistry analyzers in emergencies, and required interpretative skills. [27]"}
{"id": "article-20105_13", "title": "Creatine Phosphokinase -- Testing Procedures", "content": "Immunochemical methods apply to the direct measurement of CK-MB. In the immunoinhibition technique, an anti-CK-M subunit antiserum is used to inhibit both M subunits of CK-MM and the single M subunit of CK-MB, determining the enzyme activity of the B subunit of CK-MB, the B subunits of CK-BB, and macro-CKs. This technique assumes the absence of CK-BB (and other sources of interference such as macro-CKs) from the tested serum to determine CK-MB. [28] Because the CK-B subunit accounts for half the CK-MB activity, the change in absorbance should be doubled to obtain the measure of CK-MB activity. This results in a significant decrease in the analytical sensitivity of the method. If present, atypical macro-CK may result in falsely elevated CK-MB results. Owing to its low sensitivity and specificity, the immunoinhibition technique is supplanted mainly by mass assays of CK-MB. [29]", "contents": "Creatine Phosphokinase -- Testing Procedures. Immunochemical methods apply to the direct measurement of CK-MB. In the immunoinhibition technique, an anti-CK-M subunit antiserum is used to inhibit both M subunits of CK-MM and the single M subunit of CK-MB, determining the enzyme activity of the B subunit of CK-MB, the B subunits of CK-BB, and macro-CKs. This technique assumes the absence of CK-BB (and other sources of interference such as macro-CKs) from the tested serum to determine CK-MB. [28] Because the CK-B subunit accounts for half the CK-MB activity, the change in absorbance should be doubled to obtain the measure of CK-MB activity. This results in a significant decrease in the analytical sensitivity of the method. If present, atypical macro-CK may result in falsely elevated CK-MB results. Owing to its low sensitivity and specificity, the immunoinhibition technique is supplanted mainly by mass assays of CK-MB. [29]"}
{"id": "article-20105_14", "title": "Creatine Phosphokinase -- Testing Procedures", "content": "In contrast with immunoinhibition, which measures the CK-MB isoenzyme by determination of its catalytic activity, mass immunoassays measure CK-MB protein concentrations. [30] Several mass assays using various labels are now commercially available and used for routine CK-MB determination. Measurements use the “sandwich” technique, where the antibody specifically recognizes the MB dimer. The sandwich technique ensures that only CK-MB is estimated because neither CK-MM nor CK-BB reacts with both antibodies. Mass assays are more sensitive than activity-based methods, with a detection limit for CK-MB usually <1 μg/L. [31] Other advantages include sample stability, noninterference with hemolysis, drugs, or other catalytic activity inhibitors, full automation, and fast turnaround time. [32]", "contents": "Creatine Phosphokinase -- Testing Procedures. In contrast with immunoinhibition, which measures the CK-MB isoenzyme by determination of its catalytic activity, mass immunoassays measure CK-MB protein concentrations. [30] Several mass assays using various labels are now commercially available and used for routine CK-MB determination. Measurements use the “sandwich” technique, where the antibody specifically recognizes the MB dimer. The sandwich technique ensures that only CK-MB is estimated because neither CK-MM nor CK-BB reacts with both antibodies. Mass assays are more sensitive than activity-based methods, with a detection limit for CK-MB usually <1 μg/L. [31] Other advantages include sample stability, noninterference with hemolysis, drugs, or other catalytic activity inhibitors, full automation, and fast turnaround time. [32]"}
{"id": "article-20105_15", "title": "Creatine Phosphokinase -- Interfering Factors", "content": "A moderate degree of hemolysis (up to 0.32 g/dL of hemoglobin) does not significantly influence the measured CK activity because erythrocytes contain no CK activity. [33] However, severely hemolyzed specimens are unsatisfactory because enzymes and intermediates (AK, ATP, and glucose-6-phosphate) liberated from the erythrocytes may affect the lag phase and the side reactions in the assay system. Turbid and icteric samples can be analyzed; appropriate values are obtained if the starting absorbance is not too high. [34]", "contents": "Creatine Phosphokinase -- Interfering Factors. A moderate degree of hemolysis (up to 0.32 g/dL of hemoglobin) does not significantly influence the measured CK activity because erythrocytes contain no CK activity. [33] However, severely hemolyzed specimens are unsatisfactory because enzymes and intermediates (AK, ATP, and glucose-6-phosphate) liberated from the erythrocytes may affect the lag phase and the side reactions in the assay system. Turbid and icteric samples can be analyzed; appropriate values are obtained if the starting absorbance is not too high. [34]"}
{"id": "article-20105_16", "title": "Creatine Phosphokinase -- Results, Reporting, and Critical Findings", "content": "Serum CK activity is subject to physiological variations. Sex, age, muscle mass, physical activity, and race all interact to affect measured serum activity. Males generally have a larger muscle mass, correlating to higher serum CK activities than females. The racial type also affects CK activities; the mean activity in white individuals is 66% of the activity in black individuals. [34] In white subjects, the reference interval is 46 to 171 U/L for males and 34 to 145 U/L for females when measured with an assay traceable to the International Federation of Clinical Chemistry and Laboratory Medicine (IFCC) 37 C reference procedure.", "contents": "Creatine Phosphokinase -- Results, Reporting, and Critical Findings. Serum CK activity is subject to physiological variations. Sex, age, muscle mass, physical activity, and race all interact to affect measured serum activity. Males generally have a larger muscle mass, correlating to higher serum CK activities than females. The racial type also affects CK activities; the mean activity in white individuals is 66% of the activity in black individuals. [34] In white subjects, the reference interval is 46 to 171 U/L for males and 34 to 145 U/L for females when measured with an assay traceable to the International Federation of Clinical Chemistry and Laboratory Medicine (IFCC) 37 C reference procedure."}
{"id": "article-20105_17", "title": "Creatine Phosphokinase -- Results, Reporting, and Critical Findings", "content": "Newborns generally have higher CK activities resulting from skeletal muscle trauma during birth. Serum CK in infants decreases to the adult reference interval by 6 to 10 weeks. CK-BB may be elevated in neonates, particularly in newborns with brain-damaged or low birth weight. [35] The presence of CK-BB in blood, usually at low concentrations, may represent a physiological finding in the first days of life. The suggested upper reference limits when standardized methods for CK determination are employed are males up to 170 U/L and females up to 145 U/L. With the CK-MB mass assay, the upper reference limit for males is 5.0 μg/L, and the value for females is lower. However, many laboratories use the male reference interval. [36]", "contents": "Creatine Phosphokinase -- Results, Reporting, and Critical Findings. Newborns generally have higher CK activities resulting from skeletal muscle trauma during birth. Serum CK in infants decreases to the adult reference interval by 6 to 10 weeks. CK-BB may be elevated in neonates, particularly in newborns with brain-damaged or low birth weight. [35] The presence of CK-BB in blood, usually at low concentrations, may represent a physiological finding in the first days of life. The suggested upper reference limits when standardized methods for CK determination are employed are males up to 170 U/L and females up to 145 U/L. With the CK-MB mass assay, the upper reference limit for males is 5.0 μg/L, and the value for females is lower. However, many laboratories use the male reference interval. [36]"}
{"id": "article-20105_18", "title": "Creatine Phosphokinase -- Results, Reporting, and Critical Findings", "content": "In populations who frequently exercise, such as well-trained, long-distance runners, the CK-MB content of skeletal muscle increases, which may produce abnormal serum CK-MB concentrations to separate non-myocardial infarction from myocardial infarction patients; a “relative index” (RI) is necessary. [37] The RI relates CK-MB mass concentration in μg/L to measured total CK activity in U/L. [38] Results are expressed as a percentage: physiological: ≤3%, equivocal: 3% to 5%, consistent with myocardial necrosis: >5%. [39] Blood sampling between 8 and 36 hours from symptom onset is necessary to use the RI.", "contents": "Creatine Phosphokinase -- Results, Reporting, and Critical Findings. In populations who frequently exercise, such as well-trained, long-distance runners, the CK-MB content of skeletal muscle increases, which may produce abnormal serum CK-MB concentrations to separate non-myocardial infarction from myocardial infarction patients; a “relative index” (RI) is necessary. [37] The RI relates CK-MB mass concentration in μg/L to measured total CK activity in U/L. [38] Results are expressed as a percentage: physiological: ≤3%, equivocal: 3% to 5%, consistent with myocardial necrosis: >5%. [39] Blood sampling between 8 and 36 hours from symptom onset is necessary to use the RI."}
{"id": "article-20105_19", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "CK activity is one of the markers of AMI. [40] The activity rises within 12 hours of AMI symptoms, peaks at 24 to 36 hours, and normalizes after 48 to 72 hours (see Image. Creatine Kinase Levels After a Myocardial Infarction). The issue with measuring CK activity for AMI is that it is non-specific to the heart. CK activity can increase in several conditions, such as rhabdomyolysis, chronic muscle diseases, burns, and strenuous exercise. [41] Although the CK-MB measurement is a diagnostic improvement over just CK, the enzyme can still increase in other conditions such as acute muscle injury, congestive cardiac failure, and arrhythmias. [42]", "contents": "Creatine Phosphokinase -- Clinical Significance. CK activity is one of the markers of AMI. [40] The activity rises within 12 hours of AMI symptoms, peaks at 24 to 36 hours, and normalizes after 48 to 72 hours (see Image. Creatine Kinase Levels After a Myocardial Infarction). The issue with measuring CK activity for AMI is that it is non-specific to the heart. CK activity can increase in several conditions, such as rhabdomyolysis, chronic muscle diseases, burns, and strenuous exercise. [41] Although the CK-MB measurement is a diagnostic improvement over just CK, the enzyme can still increase in other conditions such as acute muscle injury, congestive cardiac failure, and arrhythmias. [42]"}
{"id": "article-20105_20", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Elevated CK-MB levels have long indicated the diagnosis of AMI. Although many centers are utilizing troponin levels instead of CK-MB, a newer, more specific CK-MB analysis method is used. [43] The new testing method involves measuring the values of the CK-MB1 and CK-MB2 isoforms. In a normal patient, the ratio of CK-MB2 to CK-MB1 should be 1 to 1. In the case of AMI, the ratio peaks within 4 hours of the infarction. However, some evidence of AMI can be detected as early as 1 to 2 hours after the infarction. [44] To diagnose AMI, the ratio of CK-MB2 to CK-MB1 should be greater than 1.7 to 1. However, a ratio greater than or equal to 1.5 to 1 strongly indicates AMI. Additional cardiac conditions that increase serum CK and CK-MB in the serum are coronary artery bypass surgery, cardiac transplantation, myocarditis, and pulmonary embolism. [45] Serum CK activity is significantly elevated in all types of muscular dystrophy. [46] In Duchenne sex-linked muscular dystrophy, enzyme activity is highest in childhood and may be elevated long before clinical signs appear, especially during infancy (7 to 10 years of age).", "contents": "Creatine Phosphokinase -- Clinical Significance. Elevated CK-MB levels have long indicated the diagnosis of AMI. Although many centers are utilizing troponin levels instead of CK-MB, a newer, more specific CK-MB analysis method is used. [43] The new testing method involves measuring the values of the CK-MB1 and CK-MB2 isoforms. In a normal patient, the ratio of CK-MB2 to CK-MB1 should be 1 to 1. In the case of AMI, the ratio peaks within 4 hours of the infarction. However, some evidence of AMI can be detected as early as 1 to 2 hours after the infarction. [44] To diagnose AMI, the ratio of CK-MB2 to CK-MB1 should be greater than 1.7 to 1. However, a ratio greater than or equal to 1.5 to 1 strongly indicates AMI. Additional cardiac conditions that increase serum CK and CK-MB in the serum are coronary artery bypass surgery, cardiac transplantation, myocarditis, and pulmonary embolism. [45] Serum CK activity is significantly elevated in all types of muscular dystrophy. [46] In Duchenne sex-linked muscular dystrophy, enzyme activity is highest in childhood and may be elevated long before clinical signs appear, especially during infancy (7 to 10 years of age)."}
{"id": "article-20105_21", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Serum CK activity decreases as patients age, and the mass of functioning muscles diminishes with the progression of the disease. About 50% to 80% of the asymptomatic female carriers of Duchenne dystrophy show threefold to sixfold increases in CK activity. [47] [48] High CK values are noted in viral myositis, polymyositis, and similar muscle diseases. However, serum enzyme activity is not increased in neurogenic muscle diseases like myasthenia gravis, multiple sclerosis, poliomyelitis, and parkinsonism. [49] Patients with Alzheimer disease and Pick disease may have decreased CK activity in the brain. The BB-CK activity is primarily decreased in these patients, resulting in an overall decrease in total CK activity. [50]", "contents": "Creatine Phosphokinase -- Clinical Significance. Serum CK activity decreases as patients age, and the mass of functioning muscles diminishes with the progression of the disease. About 50% to 80% of the asymptomatic female carriers of Duchenne dystrophy show threefold to sixfold increases in CK activity. [47] [48] High CK values are noted in viral myositis, polymyositis, and similar muscle diseases. However, serum enzyme activity is not increased in neurogenic muscle diseases like myasthenia gravis, multiple sclerosis, poliomyelitis, and parkinsonism. [49] Patients with Alzheimer disease and Pick disease may have decreased CK activity in the brain. The BB-CK activity is primarily decreased in these patients, resulting in an overall decrease in total CK activity. [50]"}
{"id": "article-20105_22", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "CK levels also rise in patients with rhabdomyolysis. [51] Rhabdomyolysis may result from a crush injury, drug use, viral infections, and strenuous exercise. The condition typically presents with muscle pain, weakness, and dark-colored urine. A breakdown of skeletal muscle is usually seen, releasing CK, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and electrolytes. [52] The reason for the dark urine is due to myoglobinuria. A CK level that increases to more than 1000 IU/L indicates rhabdomyolysis; values over 5000 IU/L indicate severe rhabdomyolysis.", "contents": "Creatine Phosphokinase -- Clinical Significance. CK levels also rise in patients with rhabdomyolysis. [51] Rhabdomyolysis may result from a crush injury, drug use, viral infections, and strenuous exercise. The condition typically presents with muscle pain, weakness, and dark-colored urine. A breakdown of skeletal muscle is usually seen, releasing CK, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and electrolytes. [52] The reason for the dark urine is due to myoglobinuria. A CK level that increases to more than 1000 IU/L indicates rhabdomyolysis; values over 5000 IU/L indicate severe rhabdomyolysis."}
{"id": "article-20105_23", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Patients with sickle cell trait who start a new strenuous exercise program such as spin class are also at an increased risk of rhabdomyolysis, with reported CK levels higher than 70000 IU/L in some cases. [53] The most common complication resulting from rhabdomyolysis is acute kidney injury. [54] Any patient with suspected rhabdomyolysis should receive prompt treatment with IV fluids to preserve kidney function. [55]", "contents": "Creatine Phosphokinase -- Clinical Significance. Patients with sickle cell trait who start a new strenuous exercise program such as spin class are also at an increased risk of rhabdomyolysis, with reported CK levels higher than 70000 IU/L in some cases. [53] The most common complication resulting from rhabdomyolysis is acute kidney injury. [54] Any patient with suspected rhabdomyolysis should receive prompt treatment with IV fluids to preserve kidney function. [55]"}
{"id": "article-20105_24", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Patients on statins such as simvastatin may have an adverse effect of significantly elevated CK levels, potentially leading to rhabdomyolysis. [56] This risk increases if the patient takes a drug that inhibits cytochrome P450-3A4 (CYP3A4). [57] Some common medications to avoid in patients on statin therapy include clarithromycin, erythromycin, verapamil, tamoxifen, and antifungal agents. [56]", "contents": "Creatine Phosphokinase -- Clinical Significance. Patients on statins such as simvastatin may have an adverse effect of significantly elevated CK levels, potentially leading to rhabdomyolysis. [56] This risk increases if the patient takes a drug that inhibits cytochrome P450-3A4 (CYP3A4). [57] Some common medications to avoid in patients on statin therapy include clarithromycin, erythromycin, verapamil, tamoxifen, and antifungal agents. [56]"}
{"id": "article-20105_25", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Low levels of CK can be present in patients with connective tissue diseases such as rheumatoid arthritis or systemic lupus erythematosus. Low levels may be seen in patients with reduced physical activity, such as elderly bedridden patients. [58] A low level of serum CK is associated with an increased risk of death in a CKD population. [59] A CK before the start of peritoneal dialysis between 111 and 179 IU/L is associated with a lower risk of death. [60]", "contents": "Creatine Phosphokinase -- Clinical Significance. Low levels of CK can be present in patients with connective tissue diseases such as rheumatoid arthritis or systemic lupus erythematosus. Low levels may be seen in patients with reduced physical activity, such as elderly bedridden patients. [58] A low level of serum CK is associated with an increased risk of death in a CKD population. [59] A CK before the start of peritoneal dialysis between 111 and 179 IU/L is associated with a lower risk of death. [60]"}
{"id": "article-20105_26", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Serum CK activity demonstrates an inverse relationship with thyroid activity. About 60% of hypothyroid subjects show an average elevation of CK activity fivefold more than the upper reference limit. [61] The major isoenzyme is CK-MM, suggesting muscular involvement. In subclinical hypothyroidism, some degree of dysfunction is evident in skeletal muscle metabolism. [62] [63]", "contents": "Creatine Phosphokinase -- Clinical Significance. Serum CK activity demonstrates an inverse relationship with thyroid activity. About 60% of hypothyroid subjects show an average elevation of CK activity fivefold more than the upper reference limit. [61] The major isoenzyme is CK-MM, suggesting muscular involvement. In subclinical hypothyroidism, some degree of dysfunction is evident in skeletal muscle metabolism. [62] [63]"}
{"id": "article-20105_27", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Strenuous, prolonged exercise results in large increases in serum CK. [64] In untrained persons, serum CK appears to increase proportionately to the duration and intensity of the exercise; however, conditioned persons show smaller changes. Sustained exercise increases the CK-MB content of skeletal muscle, owing to the phenomenon of “fetal reversion,” where fetal patterns of protein synthesis reappear. [65] [66] Thus, serum CK-MB isoenzyme may increase in such circumstances. This explanation may also account for the elevated CK-MB values sometimes observed in chronic renal failure (uremic myopathy). [67]", "contents": "Creatine Phosphokinase -- Clinical Significance. Strenuous, prolonged exercise results in large increases in serum CK. [64] In untrained persons, serum CK appears to increase proportionately to the duration and intensity of the exercise; however, conditioned persons show smaller changes. Sustained exercise increases the CK-MB content of skeletal muscle, owing to the phenomenon of “fetal reversion,” where fetal patterns of protein synthesis reappear. [65] [66] Thus, serum CK-MB isoenzyme may increase in such circumstances. This explanation may also account for the elevated CK-MB values sometimes observed in chronic renal failure (uremic myopathy). [67]"}
{"id": "article-20105_28", "title": "Creatine Phosphokinase -- Clinical Significance", "content": "Plasma CK activity is significantly associated with blood pressure in the general population and is thought to contribute to hypertension by increasing vascular contractility and renal sodium retention. [68] [69] Similar to the association in the general population, plasma CK activity measured in early pregnancy is associated with blood pressure during pregnancy. [70] Plasma CK activity is also associated with severe gestational hypertension diagnosed before 34 weeks of gestation but not with preeclampsia or HELLP, which suggests differences in pathophysiology. [71]", "contents": "Creatine Phosphokinase -- Clinical Significance. Plasma CK activity is significantly associated with blood pressure in the general population and is thought to contribute to hypertension by increasing vascular contractility and renal sodium retention. [68] [69] Similar to the association in the general population, plasma CK activity measured in early pregnancy is associated with blood pressure during pregnancy. [70] Plasma CK activity is also associated with severe gestational hypertension diagnosed before 34 weeks of gestation but not with preeclampsia or HELLP, which suggests differences in pathophysiology. [71]"}
{"id": "article-20105_29", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "A quality management system (QMS) is essential for laboratory tests to ensure accuracy, reliability, and timeliness. Poor QMS can lead to unwarranted treatment or complications, delayed diagnoses, and unnecessary follow-up, among other consequences. [72] A QMS framework provides the laboratory with a set of essential building blocks, including well-defined objectives, standards, and procedures concerning quality management, employee training, education, calibration, maintenance of lab equipment, raw material or test sample handling, instrumentation and control processes, laboratory safety, and records management and reporting. [73] Neglecting these elements can compromise the laboratory quality management system (LQMS), leading to inaccurate laboratory results, barriers to regulatory compliance, and lowered customer expectations. [74]", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. A quality management system (QMS) is essential for laboratory tests to ensure accuracy, reliability, and timeliness. Poor QMS can lead to unwarranted treatment or complications, delayed diagnoses, and unnecessary follow-up, among other consequences. [72] A QMS framework provides the laboratory with a set of essential building blocks, including well-defined objectives, standards, and procedures concerning quality management, employee training, education, calibration, maintenance of lab equipment, raw material or test sample handling, instrumentation and control processes, laboratory safety, and records management and reporting. [73] Neglecting these elements can compromise the laboratory quality management system (LQMS), leading to inaccurate laboratory results, barriers to regulatory compliance, and lowered customer expectations. [74]"}
{"id": "article-20105_30", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "Quality control (QC), often called internal quality control, involves continuously monitoring a measurement procedure to ensure that results obtained from patient samples adhere to performance criteria suitable for patient care. [75] QC plays a crucial role in recognizing and addressing any error conditions. When the result of a QC material falls within acceptable limits of the expected value, this confirms the stability and functioning of the measurement procedure, enabling a higher confidence level in reporting patient sample results.", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. Quality control (QC), often called internal quality control, involves continuously monitoring a measurement procedure to ensure that results obtained from patient samples adhere to performance criteria suitable for patient care. [75] QC plays a crucial role in recognizing and addressing any error conditions. When the result of a QC material falls within acceptable limits of the expected value, this confirms the stability and functioning of the measurement procedure, enabling a higher confidence level in reporting patient sample results."}
{"id": "article-20105_31", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "Conversely, suppose a QC result falls outside the acceptable limits. In that case, the QC result signals a potential malfunction in the measurement procedure, indicating a likelihood that patient sample results might not be suitable for clinical use, necessitating corrective measures. [76] In cases where corrective action is required, patient sample measurements should be re-evaluated when the measurement procedure has been restored to ensure stable and accurate performance. When erroneous results have been reported before identifying the error condition, issuing a corrected report is necessary.", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. Conversely, suppose a QC result falls outside the acceptable limits. In that case, the QC result signals a potential malfunction in the measurement procedure, indicating a likelihood that patient sample results might not be suitable for clinical use, necessitating corrective measures. [76] In cases where corrective action is required, patient sample measurements should be re-evaluated when the measurement procedure has been restored to ensure stable and accurate performance. When erroneous results have been reported before identifying the error condition, issuing a corrected report is necessary."}
{"id": "article-20105_32", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "The quality control materials are measured periodically along with patient samples. [77] For non-waived tests, laboratory regulations require, at the minimum, analysis of at least 2 levels of control materials every 24 hours. Laboratories can assay QC samples more frequently to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [78] To reduce the frequency of quality control (QC) when conducting tests that require fewer checks than those mandated by regulatory agencies (eg, monthly), laboratories can create an Individualized Quality Control Plan (IQCP). This involves conducting a risk assessment of all potential sources of error throughout the testing process and implementing a QC plan to minimize the likelihood of errors. [79]", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. The quality control materials are measured periodically along with patient samples. [77] For non-waived tests, laboratory regulations require, at the minimum, analysis of at least 2 levels of control materials every 24 hours. Laboratories can assay QC samples more frequently to ensure accurate results. Quality control samples should be assayed after calibration or maintenance of an analyzer to verify the correct method performance. [78] To reduce the frequency of quality control (QC) when conducting tests that require fewer checks than those mandated by regulatory agencies (eg, monthly), laboratories can create an Individualized Quality Control Plan (IQCP). This involves conducting a risk assessment of all potential sources of error throughout the testing process and implementing a QC plan to minimize the likelihood of errors. [79]"}
{"id": "article-20105_33", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "The Levey-Jennings plot is the most commonly used format for evaluating QC results. [80] This format presents each QC result chronologically, offering a quick visual means to evaluate performance. When the measurement procedure adheres to stable conditions per specifications, the mean value is the targeted or expected value for the QC result. Concurrently, the standard deviation (SD) lines illustrate the expected level of imprecision. Under the assumption of a Gaussian (normal) distribution of imprecision, the results should demonstrate an even distribution around the mean, with occurrences more frequently observed closer to the mean than at the distribution's extremes. [81] Westgard multi-rules are used to evaluate the quality control runs. In case of any rule violation, proper corrective and preventive action should be enforced before patient testing.", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. The Levey-Jennings plot is the most commonly used format for evaluating QC results. [80] This format presents each QC result chronologically, offering a quick visual means to evaluate performance. When the measurement procedure adheres to stable conditions per specifications, the mean value is the targeted or expected value for the QC result. Concurrently, the standard deviation (SD) lines illustrate the expected level of imprecision. Under the assumption of a Gaussian (normal) distribution of imprecision, the results should demonstrate an even distribution around the mean, with occurrences more frequently observed closer to the mean than at the distribution's extremes. [81] Westgard multi-rules are used to evaluate the quality control runs. In case of any rule violation, proper corrective and preventive action should be enforced before patient testing."}
{"id": "article-20105_34", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "Laboratories are required to participate in external quality control or proficiency testing (PT) programs as mandated by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments (CLIA) regulations. [82] Participating in the PT program is beneficial as this guarantees the precision and reliability of the laboratory's results compared to other labs conducting similar assays. CMS and voluntary accreditation organizations oversee mandatory participation and results evaluation. The PT plan should be included in the quality assessment (QA) plan and the laboratory's overall quality program. [83]", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. Laboratories are required to participate in external quality control or proficiency testing (PT) programs as mandated by the Centers for Medicare and Medicaid Services (CMS) in the Clinical Laboratory Improvement Amendments (CLIA) regulations. [82] Participating in the PT program is beneficial as this guarantees the precision and reliability of the laboratory's results compared to other labs conducting similar assays. CMS and voluntary accreditation organizations oversee mandatory participation and results evaluation. The PT plan should be included in the quality assessment (QA) plan and the laboratory's overall quality program. [83]"}
{"id": "article-20105_35", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "Every clinical laboratory should establish and uphold a formal safety program as its top priority. This program forms the foundation for ensuring patients' and laboratory staff's safety and well-being. The program provides a structured framework for recognizing, lessening, and controlling potential hazards linked with laboratory activities. The laboratory significantly diminishes the chances of errors, incidents, and exposure to unsafe materials through strict adherence to safety protocols. [84]", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. Every clinical laboratory should establish and uphold a formal safety program as its top priority. This program forms the foundation for ensuring patients' and laboratory staff's safety and well-being. The program provides a structured framework for recognizing, lessening, and controlling potential hazards linked with laboratory activities. The laboratory significantly diminishes the chances of errors, incidents, and exposure to unsafe materials through strict adherence to safety protocols. [84]"}
{"id": "article-20105_36", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "Protective barriers, such as gloves, masks, protective eyewear, and gowns, must be employed when collecting patient specimens. Disposable gloves from nonsterile latex or alternative materials offering adequate barrier protection should be utilized. Phlebotomists must change gloves when moving between blood draws from different patients. Additionally, hand hygiene protocols are important when gloves are changed. [85] Lab technicians should wear facial protection and protective clothing to minimize the risk of exposure to blood or bodily fluids. They should also minimize syringe use and dispose of needles safely in rigid containers. After leaving the lab, they should remove all protective gear. [86]", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. Protective barriers, such as gloves, masks, protective eyewear, and gowns, must be employed when collecting patient specimens. Disposable gloves from nonsterile latex or alternative materials offering adequate barrier protection should be utilized. Phlebotomists must change gloves when moving between blood draws from different patients. Additionally, hand hygiene protocols are important when gloves are changed. [85] Lab technicians should wear facial protection and protective clothing to minimize the risk of exposure to blood or bodily fluids. They should also minimize syringe use and dispose of needles safely in rigid containers. After leaving the lab, they should remove all protective gear. [86]"}
{"id": "article-20105_37", "title": "Creatine Phosphokinase -- Quality Control and Lab Safety", "content": "According to OSHA regulations, employees at risk of exposure should be offered the hepatitis B vaccine as part of their regular or occasional duties. Per the CDC's Advisory Committee on Immunization Practices, medical technologists, phlebotomists, and pathologists are recommended to receive the hepatitis B vaccine. Consequently, the obligation is to provide, at the very least, these laboratory employees with the choice to accept the hepatitis B vaccine at no cost. [87]", "contents": "Creatine Phosphokinase -- Quality Control and Lab Safety. According to OSHA regulations, employees at risk of exposure should be offered the hepatitis B vaccine as part of their regular or occasional duties. Per the CDC's Advisory Committee on Immunization Practices, medical technologists, phlebotomists, and pathologists are recommended to receive the hepatitis B vaccine. Consequently, the obligation is to provide, at the very least, these laboratory employees with the choice to accept the hepatitis B vaccine at no cost. [87]"}
{"id": "article-20105_38", "title": "Creatine Phosphokinase -- Enhancing Healthcare Team Outcomes", "content": "Creatine phosphokinase (CPK) or creatine kinase (CK) is essential in diagnosing acute rhabdomyolysis or AMI and chronic conditions such as sickle cell disease. As such, several clinicians may provide their diagnostic interpretation of an individual patient. An interprofessional team consisting of a nephrologist, surgeon, and nurse may manage the condition in a patient who presents with rhabdomyolysis after an increased CK level. The nephrologist strives to improve kidney function in such patients, as acute kidney injury is the most common complication of rhabdomyolysis. The surgeon may need to surgically repair any damaged muscle or tissue that leads to the condition. The nurse should teach the patient about managing their condition and avoiding exacerbating or triggering rhabdomyolysis.", "contents": "Creatine Phosphokinase -- Enhancing Healthcare Team Outcomes. Creatine phosphokinase (CPK) or creatine kinase (CK) is essential in diagnosing acute rhabdomyolysis or AMI and chronic conditions such as sickle cell disease. As such, several clinicians may provide their diagnostic interpretation of an individual patient. An interprofessional team consisting of a nephrologist, surgeon, and nurse may manage the condition in a patient who presents with rhabdomyolysis after an increased CK level. The nephrologist strives to improve kidney function in such patients, as acute kidney injury is the most common complication of rhabdomyolysis. The surgeon may need to surgically repair any damaged muscle or tissue that leads to the condition. The nurse should teach the patient about managing their condition and avoiding exacerbating or triggering rhabdomyolysis."}
{"id": "article-20105_39", "title": "Creatine Phosphokinase -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team can consult with the pharmacist to verify that any patient's medications are not potential sources for elevated CK. [88] Any hospital staff working in the emergency department should know that intravenous fluid therapy is started promptly to curb acute kidney injury in patients with suspected rhabdomyolysis. [89]", "contents": "Creatine Phosphokinase -- Enhancing Healthcare Team Outcomes. The healthcare team can consult with the pharmacist to verify that any patient's medications are not potential sources for elevated CK. [88] Any hospital staff working in the emergency department should know that intravenous fluid therapy is started promptly to curb acute kidney injury in patients with suspected rhabdomyolysis. [89]"}
{"id": "article-20105_40", "title": "Creatine Phosphokinase -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Creatine Phosphokinase -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}