{"id": "article-23158_0", "title": "Hypercalcemia -- Continuing Education Activity", "content": "Calcium is an essential cation that regulates myocardial activity, nerve transmission, vascular health, intracellular signaling, hormonal secretion, and more. It requires a very tight regulation and homeostasis, which is accomplished mainly by the kidneys, bones, and gastrointestinal tract. Both hypocalcemia and hypercalcemia can result in detrimental acute and chronic effects on the body. This course discussion mainly focuses on hypercalcemia and the identification of its etiology, its common clinical presentation, and the various available treatment options. Although often asymptomatic and usually discovered on routine blood work it can lead to acute and chronic effects on cardiac tissue, the renal system, and bone health. This activity will help the reader obtain a focused history and physical exam followed by a comprehensive targeted laboratory and imaging investigations to properly manage the condition. It will empower healthcare progressions to treat hypercalcemia through various approaches and interdisciplinary teams.", "contents": "Hypercalcemia -- Continuing Education Activity. Calcium is an essential cation that regulates myocardial activity, nerve transmission, vascular health, intracellular signaling, hormonal secretion, and more. It requires a very tight regulation and homeostasis, which is accomplished mainly by the kidneys, bones, and gastrointestinal tract. Both hypocalcemia and hypercalcemia can result in detrimental acute and chronic effects on the body. This course discussion mainly focuses on hypercalcemia and the identification of its etiology, its common clinical presentation, and the various available treatment options. Although often asymptomatic and usually discovered on routine blood work it can lead to acute and chronic effects on cardiac tissue, the renal system, and bone health. This activity will help the reader obtain a focused history and physical exam followed by a comprehensive targeted laboratory and imaging investigations to properly manage the condition. It will empower healthcare progressions to treat hypercalcemia through various approaches and interdisciplinary teams."}
{"id": "article-23158_1", "title": "Hypercalcemia -- Continuing Education Activity", "content": "Objectives: Identify signs and symptoms of hypercalcemia. Interpret laboratory investigations in the setting of additional factors affecting serum calcium levels. Evaluate differentials to determine the etiology of hypercalcemia. Determine appropriate treatment options for hypercalcemia. Access free multiple choice questions on this topic.", "contents": "Hypercalcemia -- Continuing Education Activity. Objectives: Identify signs and symptoms of hypercalcemia. Interpret laboratory investigations in the setting of additional factors affecting serum calcium levels. Evaluate differentials to determine the etiology of hypercalcemia. Determine appropriate treatment options for hypercalcemia. Access free multiple choice questions on this topic."}
{"id": "article-23158_2", "title": "Hypercalcemia -- Introduction", "content": "Calcium is the most abundant cation found in the human body and plays an integral role in neural transmission, enzyme activity, myocardial function, coagulation, and other cellular functions. Most of the calcium is found in the bones as calcium phosphate while a small percentage is found in the cells and extracellular fluids. In the serum, about 45% of calcium is bound to proteins, 45% exists as the active form of free or ionized calcium, and 10% is bound to anions. Normal calcium levels are approximately 8.9 to 10.1 mg/dL but this number can vary based on which laboratory is used. Serum calcium levels fluctuate based on serum albumin levels, as a large percentage of calcium is bound to albumin. Therefore, calcium levels must be adjusted based on albumin levels. Hydrogen ions also bind to circulating albumin, so both acidosis and alkalosis can affect serum calcium levels. For example, increased hydrogen ions in acidosis take up additional binding sites on albumin and, therefore, lead to increased free calcium levels. For this reason, calcium levels should also be adjusted for serum pH. [1]", "contents": "Hypercalcemia -- Introduction. Calcium is the most abundant cation found in the human body and plays an integral role in neural transmission, enzyme activity, myocardial function, coagulation, and other cellular functions. Most of the calcium is found in the bones as calcium phosphate while a small percentage is found in the cells and extracellular fluids. In the serum, about 45% of calcium is bound to proteins, 45% exists as the active form of free or ionized calcium, and 10% is bound to anions. Normal calcium levels are approximately 8.9 to 10.1 mg/dL but this number can vary based on which laboratory is used. Serum calcium levels fluctuate based on serum albumin levels, as a large percentage of calcium is bound to albumin. Therefore, calcium levels must be adjusted based on albumin levels. Hydrogen ions also bind to circulating albumin, so both acidosis and alkalosis can affect serum calcium levels. For example, increased hydrogen ions in acidosis take up additional binding sites on albumin and, therefore, lead to increased free calcium levels. For this reason, calcium levels should also be adjusted for serum pH. [1]"}
{"id": "article-23158_3", "title": "Hypercalcemia -- Etiology", "content": "The etiology of hypercalemia can be separated into two major categories: parathyroid hormone (PTH)-mediated and non-PTH-mediated.", "contents": "Hypercalcemia -- Etiology. The etiology of hypercalemia can be separated into two major categories: parathyroid hormone (PTH)-mediated and non-PTH-mediated."}
{"id": "article-23158_4", "title": "Hypercalcemia -- Etiology -- PTH-Mediated", "content": "Primary hyperparathyroidism results in elevated calcium levels with high or inappropriately normal parathyroid hormone levels and is usually a result of a parathyroid adenoma. The patients most commonly present with asymptomatic high-normal calcium or mild hypercalcemia. However, high PTH can also lead to severe hypercalcemia, osteoporosis, bone fractures, nephrolithiasis, and renal failure. [2]", "contents": "Hypercalcemia -- Etiology -- PTH-Mediated. Primary hyperparathyroidism results in elevated calcium levels with high or inappropriately normal parathyroid hormone levels and is usually a result of a parathyroid adenoma. The patients most commonly present with asymptomatic high-normal calcium or mild hypercalcemia. However, high PTH can also lead to severe hypercalcemia, osteoporosis, bone fractures, nephrolithiasis, and renal failure. [2]"}
{"id": "article-23158_5", "title": "Hypercalcemia -- Etiology -- PTH-Mediated", "content": "Tertiary hyperparathyroidism also results in elevated calcium levels and high levels of PTH but is due to parathyroid hyperplasia from chronic overstimulation, most often in patients with renal failure or a history of renal transplant. [3]", "contents": "Hypercalcemia -- Etiology -- PTH-Mediated. Tertiary hyperparathyroidism also results in elevated calcium levels and high levels of PTH but is due to parathyroid hyperplasia from chronic overstimulation, most often in patients with renal failure or a history of renal transplant. [3]"}
{"id": "article-23158_6", "title": "Hypercalcemia -- Etiology -- PTH-Mediated", "content": "Familial hypocalciuric hypercalcemia is caused by a loss of function mutation in the calcium-sensing receptor gene and is inherited in an autosomal dominant fashion. It also results in elevated calcium and PTH levels but can be distinguished by the low calcium levels in the urine. [4]", "contents": "Hypercalcemia -- Etiology -- PTH-Mediated. Familial hypocalciuric hypercalcemia is caused by a loss of function mutation in the calcium-sensing receptor gene and is inherited in an autosomal dominant fashion. It also results in elevated calcium and PTH levels but can be distinguished by the low calcium levels in the urine. [4]"}
{"id": "article-23158_7", "title": "Hypercalcemia -- Etiology -- PTH-Mediated", "content": "Medications can also cause hypercalcemia. Lithium use results in hypercalcemia by altering the set point at which calcium suppresses PTH and requiring higher calcium levels for PTH suppression. [5] Teriparatide is a recombinant human parathyroid hormone used to treat osteoporosis that can cause a transient hypercalcemia. [6] Aboloparatide is a synthetic peptide analog of parathyroid hormone-related protein (PTHrP) that binds the parathyroid hormone receptor type 1 to potentiate actions of PTH and PTHrP and can similarly increase serum calcium levels. [7]", "contents": "Hypercalcemia -- Etiology -- PTH-Mediated. Medications can also cause hypercalcemia. Lithium use results in hypercalcemia by altering the set point at which calcium suppresses PTH and requiring higher calcium levels for PTH suppression. [5] Teriparatide is a recombinant human parathyroid hormone used to treat osteoporosis that can cause a transient hypercalcemia. [6] Aboloparatide is a synthetic peptide analog of parathyroid hormone-related protein (PTHrP) that binds the parathyroid hormone receptor type 1 to potentiate actions of PTH and PTHrP and can similarly increase serum calcium levels. [7]"}
{"id": "article-23158_8", "title": "Hypercalcemia -- Etiology -- Non-PTH-Mediated", "content": "Medication-induced: Thiazide diuretics increase calcium reabsorption in the nephron distal convoluted tubule, resulting in PTH-independent hypercalcemia. They also block sodium and chloride transport, which in turn leads to increased passive absorption of sodium, water, and calcium as a response to decreased arterial volume. [5] Excessive calcium carbonate for treatment of stomach reflex disease or indigestion may lead to milk-alkali syndrome, resulting in hypercalcemia, renal dysfunction, and metabolic alkalosis. [8] Retinoic acid use over time causes an increase in bone resorption, which can increase calcium levels as well. [9]", "contents": "Hypercalcemia -- Etiology -- Non-PTH-Mediated. Medication-induced: Thiazide diuretics increase calcium reabsorption in the nephron distal convoluted tubule, resulting in PTH-independent hypercalcemia. They also block sodium and chloride transport, which in turn leads to increased passive absorption of sodium, water, and calcium as a response to decreased arterial volume. [5] Excessive calcium carbonate for treatment of stomach reflex disease or indigestion may lead to milk-alkali syndrome, resulting in hypercalcemia, renal dysfunction, and metabolic alkalosis. [8] Retinoic acid use over time causes an increase in bone resorption, which can increase calcium levels as well. [9]"}
{"id": "article-23158_9", "title": "Hypercalcemia -- Etiology -- Non-PTH-Mediated", "content": "Hypercalcemia of malignancy: This is most commonly due to excessive production of PTHrP by tumors that act on parathyroid hormone receptors due to structural similarity. Malignancy can also cause metastatic disease to the bone and increase osteoclast activity, which leads to increased bone resorption and hypercalcemia. Lastly, other malignancies, especially hematologic, such as Hodgkin or non-Hodgkin lymphoma, and granulomatous diseases, such as sarcoidosis and tuberculosis, can cause increased production of active 1,25-dihydroxy vitamin D, which then leads to hypercalcemia. [10] Refer to the StatPearls review, \" Malignancy-Related Hypercalcemia ,\" for further details. [11]", "contents": "Hypercalcemia -- Etiology -- Non-PTH-Mediated. Hypercalcemia of malignancy: This is most commonly due to excessive production of PTHrP by tumors that act on parathyroid hormone receptors due to structural similarity. Malignancy can also cause metastatic disease to the bone and increase osteoclast activity, which leads to increased bone resorption and hypercalcemia. Lastly, other malignancies, especially hematologic, such as Hodgkin or non-Hodgkin lymphoma, and granulomatous diseases, such as sarcoidosis and tuberculosis, can cause increased production of active 1,25-dihydroxy vitamin D, which then leads to hypercalcemia. [10] Refer to the StatPearls review, \" Malignancy-Related Hypercalcemia ,\" for further details. [11]"}
{"id": "article-23158_10", "title": "Hypercalcemia -- Etiology -- Non-PTH-Mediated", "content": "Vitamin D toxicity: Aside from 1,25-dihydroxy vitamin D, increased levels of 25-hydroxy vitamin D also are a major cause of hypercalcemia. This can result from excessive supplementation of vitamin D/calcitriol or excessive consumption of vitamin D-fortified dairy which often contain calcium.", "contents": "Hypercalcemia -- Etiology -- Non-PTH-Mediated. Vitamin D toxicity: Aside from 1,25-dihydroxy vitamin D, increased levels of 25-hydroxy vitamin D also are a major cause of hypercalcemia. This can result from excessive supplementation of vitamin D/calcitriol or excessive consumption of vitamin D-fortified dairy which often contain calcium."}
{"id": "article-23158_11", "title": "Hypercalcemia -- Etiology -- Non-PTH-Mediated", "content": "Endocrinopathies: Patients with hyperthyroidism often have increased osteoclast activity and bone resorption, leading to both increases in total and ionized calcium levels. [12] Pheochromocytoma can result in hypercalcemia either due to the presence of multiple endocrine neoplasia type 2, which is characterized by the presence of primary hyperparathyroidism, or because of a similar presentation to malignacy-related hypercalcemia in which there is an increased production of PTHrP. [13] An uncommon endocrinopathy associated with hypercalcemia is adrenal insufficiency. This condition often causes volume depletion resulting in a decreased GFR and increased tubular absorption of resulting in hypercalcemia. Adrenal insufficiency may also contribute to increased 1,25 vitamin D, but the exact mechanisms are not known. [14]", "contents": "Hypercalcemia -- Etiology -- Non-PTH-Mediated. Endocrinopathies: Patients with hyperthyroidism often have increased osteoclast activity and bone resorption, leading to both increases in total and ionized calcium levels. [12] Pheochromocytoma can result in hypercalcemia either due to the presence of multiple endocrine neoplasia type 2, which is characterized by the presence of primary hyperparathyroidism, or because of a similar presentation to malignacy-related hypercalcemia in which there is an increased production of PTHrP. [13] An uncommon endocrinopathy associated with hypercalcemia is adrenal insufficiency. This condition often causes volume depletion resulting in a decreased GFR and increased tubular absorption of resulting in hypercalcemia. Adrenal insufficiency may also contribute to increased 1,25 vitamin D, but the exact mechanisms are not known. [14]"}
{"id": "article-23158_12", "title": "Hypercalcemia -- Etiology -- Non-PTH-Mediated", "content": "Hypercalcemia of immobilization: Although uncommon, this is an important etiology to consider, especially in patients with limited mobility. In these patients, an imbalance of increased osteoclast activity and decreased osteoblast activity leads to increased bone resorption and hypercalcemia. [15] Other rare etiologies of hypercalcemia are showcased in case reports. [16]", "contents": "Hypercalcemia -- Etiology -- Non-PTH-Mediated. Hypercalcemia of immobilization: Although uncommon, this is an important etiology to consider, especially in patients with limited mobility. In these patients, an imbalance of increased osteoclast activity and decreased osteoblast activity leads to increased bone resorption and hypercalcemia. [15] Other rare etiologies of hypercalcemia are showcased in case reports. [16]"}
{"id": "article-23158_13", "title": "Hypercalcemia -- Epidemiology", "content": "The prevalence of hypercalcemia in the general population is approximately 1% to 2%. About 90% of hypercalcemia cases are due to primary hyperparathyroidism and malignancy-associated hypercalcemia. The prevalence of primary hyperparathyroidism in the general population ranges from 0.2% to 0.8% and increases with age. Overall, 2% of all cancers are associated with hypercalcemia, but in the pediatric age group, the prevalence is less, about 0.4% to 1.3%. [17]", "contents": "Hypercalcemia -- Epidemiology. The prevalence of hypercalcemia in the general population is approximately 1% to 2%. About 90% of hypercalcemia cases are due to primary hyperparathyroidism and malignancy-associated hypercalcemia. The prevalence of primary hyperparathyroidism in the general population ranges from 0.2% to 0.8% and increases with age. Overall, 2% of all cancers are associated with hypercalcemia, but in the pediatric age group, the prevalence is less, about 0.4% to 1.3%. [17]"}
{"id": "article-23158_14", "title": "Hypercalcemia -- Pathophysiology", "content": "The two main regulators of calcium homeostasis in adults are parathyroid hormone and vitamin D. Parathyroid hormone works to increase serum calcium levels by binding to osteoclasts and increasing bone resorption. It also increases calcium absorption in the kidneys and facilitates the formation of active 1,25 dihydroxy-vitamin D by activating the 1-alpha-hydroxylase enzyme. This activated form of vitamin D increases intestinal absorption of calcium into the circulation. [18] Calcitonin is a hormone that works to lower serum calcium levels by increasing calcium deposition in bones, inhibiting renal and intestinal absorption of calcium, and increasing urinary calcium excretion. It does not play a large role in calcium homeostasis in adults but it is an important regulator in children. [19]", "contents": "Hypercalcemia -- Pathophysiology. The two main regulators of calcium homeostasis in adults are parathyroid hormone and vitamin D. Parathyroid hormone works to increase serum calcium levels by binding to osteoclasts and increasing bone resorption. It also increases calcium absorption in the kidneys and facilitates the formation of active 1,25 dihydroxy-vitamin D by activating the 1-alpha-hydroxylase enzyme. This activated form of vitamin D increases intestinal absorption of calcium into the circulation. [18] Calcitonin is a hormone that works to lower serum calcium levels by increasing calcium deposition in bones, inhibiting renal and intestinal absorption of calcium, and increasing urinary calcium excretion. It does not play a large role in calcium homeostasis in adults but it is an important regulator in children. [19]"}
{"id": "article-23158_15", "title": "Hypercalcemia -- History and Physical -- History", "content": "Hypercalcemia is often an incidental finding detected on labwork completed for other reasons. When calcium levels rise to above 12 mg/dL, patients usually present with clinical signs and symptoms, including polyuria, polydipsia, constipation, weakness, neuropsychiatric effects, nausea, vomiting, fatigue, anorexia, confusion. These symptoms are largely a result of suppressed neural transmission, loss of the kidney's concentrating ability and other renal dysfunction, as well as effects on the central nervous system. [20] Cardiac tissue also relies on calcium homeostasis, and hypercalcemia can lead to shortened QT intervals, prolonged PR intervals, and widened QRS complex on EKG. Cardiac manifestationss include bradycardia, heart block, and other arrhythmias, which can be life-threatening. At severe levels, hypercalcemia can even lead to stupor or coma. Chronically high levels of hypercalcemia can also cause calcium renal stones, pancreatitis, and peptic ulcers. Patients with hypercalcemia due to hyperparathyroidism can present with fractures from osteopenia and osteoporosis. The collective symptoms of hypercalcemia are often summarized by the phrase “groans, bones, stones, moans, thrones and psychiatric overtones.”", "contents": "Hypercalcemia -- History and Physical -- History. Hypercalcemia is often an incidental finding detected on labwork completed for other reasons. When calcium levels rise to above 12 mg/dL, patients usually present with clinical signs and symptoms, including polyuria, polydipsia, constipation, weakness, neuropsychiatric effects, nausea, vomiting, fatigue, anorexia, confusion. These symptoms are largely a result of suppressed neural transmission, loss of the kidney's concentrating ability and other renal dysfunction, as well as effects on the central nervous system. [20] Cardiac tissue also relies on calcium homeostasis, and hypercalcemia can lead to shortened QT intervals, prolonged PR intervals, and widened QRS complex on EKG. Cardiac manifestationss include bradycardia, heart block, and other arrhythmias, which can be life-threatening. At severe levels, hypercalcemia can even lead to stupor or coma. Chronically high levels of hypercalcemia can also cause calcium renal stones, pancreatitis, and peptic ulcers. Patients with hypercalcemia due to hyperparathyroidism can present with fractures from osteopenia and osteoporosis. The collective symptoms of hypercalcemia are often summarized by the phrase “groans, bones, stones, moans, thrones and psychiatric overtones.”"}
{"id": "article-23158_16", "title": "Hypercalcemia -- History and Physical -- Physical Exam", "content": "A patient with hypercalcemia may have a completely normal physical exam; however some physical exam findings are associated. The patient may have alterations in their heart rate or rhythm detectable on palpation of the pulse or cardiac auscultation. Patients can also have diminished deep tendon reflexes. A musculoskeletal exam may reveal reduced muscle tone generalized pain. Other physical exam findings can be associated with the causative etiology.", "contents": "Hypercalcemia -- History and Physical -- Physical Exam. A patient with hypercalcemia may have a completely normal physical exam; however some physical exam findings are associated. The patient may have alterations in their heart rate or rhythm detectable on palpation of the pulse or cardiac auscultation. Patients can also have diminished deep tendon reflexes. A musculoskeletal exam may reveal reduced muscle tone generalized pain. Other physical exam findings can be associated with the causative etiology."}
{"id": "article-23158_17", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "Most cases of hypercalcemia are detected on routine testing. Hypercalcemia can be classified into the following categories: Mild hypercalcemia: 10.5 to 11.9 mg/dL Moderate hypercalcemia: 12.0 to 13.9 mg/dL Hypercalcemic crisis: 14.0 to 16.0 mg/dL", "contents": "Hypercalcemia -- Evaluation -- Laboratory. Most cases of hypercalcemia are detected on routine testing. Hypercalcemia can be classified into the following categories: Mild hypercalcemia: 10.5 to 11.9 mg/dL Moderate hypercalcemia: 12.0 to 13.9 mg/dL Hypercalcemic crisis: 14.0 to 16.0 mg/dL"}
{"id": "article-23158_18", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "History and physical exam, including reviewing all medications, are crucial to help determine the etiology of hypercalcemia. A key diagnostic step is checking a PTH level to clarify if hypercalcemia is PTH-mediated or not. The etiology of hypercalcemia can likely be obtained by history, physical exam, and laboratory investigations, but at times additional workup is needed.", "contents": "Hypercalcemia -- Evaluation -- Laboratory. History and physical exam, including reviewing all medications, are crucial to help determine the etiology of hypercalcemia. A key diagnostic step is checking a PTH level to clarify if hypercalcemia is PTH-mediated or not. The etiology of hypercalcemia can likely be obtained by history, physical exam, and laboratory investigations, but at times additional workup is needed."}
{"id": "article-23158_19", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "If PTH levels are within normal limits (but inappropriately not supressed by hypecalcemia) or elevated, this is considered PTH-mediated hypercalcemia. At that point, the main differentials become primary hyperparathyroidism, tertiary hyperparathyroidism, and familial hypocalciuric hypercalcemia (FHH). The next step would be to check a 24-hour urinary calcium test to differentiate between hyperparathyroidism (associated with high urinary calcium levels) and FHH (associated with low urinary calcium levels).", "contents": "Hypercalcemia -- Evaluation -- Laboratory. If PTH levels are within normal limits (but inappropriately not supressed by hypecalcemia) or elevated, this is considered PTH-mediated hypercalcemia. At that point, the main differentials become primary hyperparathyroidism, tertiary hyperparathyroidism, and familial hypocalciuric hypercalcemia (FHH). The next step would be to check a 24-hour urinary calcium test to differentiate between hyperparathyroidism (associated with high urinary calcium levels) and FHH (associated with low urinary calcium levels)."}
{"id": "article-23158_20", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "If PTH levels are suppressed, then PTH-independent etiologies of hypercalcemia should be considered including the following: medication-induced hypercalcemia, hypercalcemia of immobilization, underlying malignancy, granulomatous disorder, and endocrinopathies. Additional laboratory investigations to aid in the diagnosis of non-PTH mediated hypercalcemia may include ionized calcium, phosphorus, magnesium, alkaline phosphatase, 25-dihydroxy vitamin D, GFR, PTHrP, serum and urine electrophoresis, thyroid panel, serum metanephrines, IGF-1. Testing should be tailored to the highest-probablity causes. Hypercalcemia is easily diagnosed by laboratory tests, but etiology and treatment options are often guided by further diagnostics. EKG: Short QT interval, low amplitude T-wave, ST-segment elevation, PR prolongation, tall and wide QRS, and arrhythmias, including bradycardia and premature ventricular contractions.", "contents": "Hypercalcemia -- Evaluation -- Laboratory. If PTH levels are suppressed, then PTH-independent etiologies of hypercalcemia should be considered including the following: medication-induced hypercalcemia, hypercalcemia of immobilization, underlying malignancy, granulomatous disorder, and endocrinopathies. Additional laboratory investigations to aid in the diagnosis of non-PTH mediated hypercalcemia may include ionized calcium, phosphorus, magnesium, alkaline phosphatase, 25-dihydroxy vitamin D, GFR, PTHrP, serum and urine electrophoresis, thyroid panel, serum metanephrines, IGF-1. Testing should be tailored to the highest-probablity causes. Hypercalcemia is easily diagnosed by laboratory tests, but etiology and treatment options are often guided by further diagnostics. EKG: Short QT interval, low amplitude T-wave, ST-segment elevation, PR prolongation, tall and wide QRS, and arrhythmias, including bradycardia and premature ventricular contractions."}
{"id": "article-23158_21", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "Renal ultrasound: Chronic hypercalcemia can lead to the formation of renal stones, which can be visualized on ultrasound. Bone density scan (DEXA): May reveal osteoporosis related to primary hyperparathyroidism.", "contents": "Hypercalcemia -- Evaluation -- Laboratory. Renal ultrasound: Chronic hypercalcemia can lead to the formation of renal stones, which can be visualized on ultrasound. Bone density scan (DEXA): May reveal osteoporosis related to primary hyperparathyroidism."}
{"id": "article-23158_22", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "Age-appropriate cancer screening: Mammogram, colonoscopy, low-dose lung CT scan, and abdominal CT scan/MRI are all examples of imaging and procedural techniques that can locate the etiology of hypercalcemia related to malignancy.", "contents": "Hypercalcemia -- Evaluation -- Laboratory. Age-appropriate cancer screening: Mammogram, colonoscopy, low-dose lung CT scan, and abdominal CT scan/MRI are all examples of imaging and procedural techniques that can locate the etiology of hypercalcemia related to malignancy."}
{"id": "article-23158_23", "title": "Hypercalcemia -- Evaluation -- Laboratory", "content": "Thyroid/Parathyroid Ultrasound: This modality will reveal a parathyroid adenoma, if present. However, additional imaging such as a parathyroid nuclear scan or 4D parathyroid CT scan, may needed if ultrasound is negative.", "contents": "Hypercalcemia -- Evaluation -- Laboratory. Thyroid/Parathyroid Ultrasound: This modality will reveal a parathyroid adenoma, if present. However, additional imaging such as a parathyroid nuclear scan or 4D parathyroid CT scan, may needed if ultrasound is negative."}
{"id": "article-23158_24", "title": "Hypercalcemia -- Treatment / Management", "content": "The goals of treating hypercalcemia include increased elimination from the extracellular fluid, reduced gastrointestinal (GI) absorption, and decreased bone resorption. Treatment options will differ based on the etiology and severity of hypercalcemia.", "contents": "Hypercalcemia -- Treatment / Management. The goals of treating hypercalcemia include increased elimination from the extracellular fluid, reduced gastrointestinal (GI) absorption, and decreased bone resorption. Treatment options will differ based on the etiology and severity of hypercalcemia."}
{"id": "article-23158_25", "title": "Hypercalcemia -- Treatment / Management", "content": "Hydration: Patients with hypercalcemia can become volume-depleted and require intravenous hydration. This is usually accomplished with 0.9% saline infusion until the patient has an adequate urine output and becomes euvolemic. [21]", "contents": "Hypercalcemia -- Treatment / Management. Hydration: Patients with hypercalcemia can become volume-depleted and require intravenous hydration. This is usually accomplished with 0.9% saline infusion until the patient has an adequate urine output and becomes euvolemic. [21]"}
{"id": "article-23158_26", "title": "Hypercalcemia -- Treatment / Management", "content": "Electrolyte replacement: Hypercalcemia can often present with other electrolytic abnormalities such as hypokalemia, hypomagnesemia, and hypophosphatemia. These should all be appropriately repleted to maintain normal levels.", "contents": "Hypercalcemia -- Treatment / Management. Electrolyte replacement: Hypercalcemia can often present with other electrolytic abnormalities such as hypokalemia, hypomagnesemia, and hypophosphatemia. These should all be appropriately repleted to maintain normal levels."}
{"id": "article-23158_27", "title": "Hypercalcemia -- Treatment / Management", "content": "Calcitonin: This can be administered as an intramuscular or subsutaneous injection dosed at 4 units/kg every twelve hours to acutely lower calcium levels. It is effective as quickly as 2 hours after administration, but its effect only lasts approximately 4 to 7 days, limiting its use in chronic therapy. It is often combined with other calcium-lowering modalities to maintain low calcium levels. [22]", "contents": "Hypercalcemia -- Treatment / Management. Calcitonin: This can be administered as an intramuscular or subsutaneous injection dosed at 4 units/kg every twelve hours to acutely lower calcium levels. It is effective as quickly as 2 hours after administration, but its effect only lasts approximately 4 to 7 days, limiting its use in chronic therapy. It is often combined with other calcium-lowering modalities to maintain low calcium levels. [22]"}
{"id": "article-23158_28", "title": "Hypercalcemia -- Treatment / Management", "content": "Bisphosphonates: Both pamidronate and zoledronic acid are approved for the treatment of hypercalcemia of malignancy and are effective, but zoledronic acid is shown to be more effective. It usually takes approximately 3 days to lower calcium levels back to the normal range. They are often given simultaneously with hydration and calcitonin so these agents can lower calcium levels acutely while waiting for the bisphoshponates to be effective. [23]", "contents": "Hypercalcemia -- Treatment / Management. Bisphosphonates: Both pamidronate and zoledronic acid are approved for the treatment of hypercalcemia of malignancy and are effective, but zoledronic acid is shown to be more effective. It usually takes approximately 3 days to lower calcium levels back to the normal range. They are often given simultaneously with hydration and calcitonin so these agents can lower calcium levels acutely while waiting for the bisphoshponates to be effective. [23]"}
{"id": "article-23158_29", "title": "Hypercalcemia -- Treatment / Management", "content": "Denosumab: This is a monoclonal antibody that binds to the RANK ligand and inhibits osteoclasts. It is considered the first-line treatment for hypercalcemia of malignancy, along with bisphosphonates and hydration. It is a great treatment option for patients who have renal impairment and is shown to be very effective in lowering calcium levels. [23] [24]", "contents": "Hypercalcemia -- Treatment / Management. Denosumab: This is a monoclonal antibody that binds to the RANK ligand and inhibits osteoclasts. It is considered the first-line treatment for hypercalcemia of malignancy, along with bisphosphonates and hydration. It is a great treatment option for patients who have renal impairment and is shown to be very effective in lowering calcium levels. [23] [24]"}
{"id": "article-23158_30", "title": "Hypercalcemia -- Treatment / Management", "content": "Parathyroidectomy: When the etiology of hypercalcemia is primary hyperparathyroidism, the patient should be evaluated to determine if they meet the surgical criteria for a parathyroidectomy. These criteria include serum calcium greater than 1.0 mg/dL above the upper limit of normal, evidence of osteoporosis on DEXA scan, fragility or vertebral fracture, 24-hour urine calcium greater than 400 mg/day, presence of renal stones, or age less than 50 years. [25] If any of these criteria are met, the patients should pursue a parathyroidectomy to reduce calcium levels for a more long-term approach. [26]", "contents": "Hypercalcemia -- Treatment / Management. Parathyroidectomy: When the etiology of hypercalcemia is primary hyperparathyroidism, the patient should be evaluated to determine if they meet the surgical criteria for a parathyroidectomy. These criteria include serum calcium greater than 1.0 mg/dL above the upper limit of normal, evidence of osteoporosis on DEXA scan, fragility or vertebral fracture, 24-hour urine calcium greater than 400 mg/day, presence of renal stones, or age less than 50 years. [25] If any of these criteria are met, the patients should pursue a parathyroidectomy to reduce calcium levels for a more long-term approach. [26]"}
{"id": "article-23158_31", "title": "Hypercalcemia -- Treatment / Management", "content": "Cinacelcet: This is a calcimimetic medication that is currently FDA-approved for the treatment of secondary hyperparathyroidism due to renal failure, but is often also used in patients with primary hyperparathyroidism in whom surgery is not possible and recently in case reports of hypercalcemia of malignancy. [27] It works by increasing the sensitivity of the calcium-sensing receptors on the surface of the parathyroid cells resulting in decreased release of PTH. [27]", "contents": "Hypercalcemia -- Treatment / Management. Cinacelcet: This is a calcimimetic medication that is currently FDA-approved for the treatment of secondary hyperparathyroidism due to renal failure, but is often also used in patients with primary hyperparathyroidism in whom surgery is not possible and recently in case reports of hypercalcemia of malignancy. [27] It works by increasing the sensitivity of the calcium-sensing receptors on the surface of the parathyroid cells resulting in decreased release of PTH. [27]"}
{"id": "article-23158_32", "title": "Hypercalcemia -- Treatment / Management", "content": "Renal replacement therapy is usually reserved for patients with severe hypercalcemia and renal failure or those who are unable to tolerate intravenous hydration. It is completed with a low- or no-calcium bath. Glucocorticoids: In cases where hypercalcemia is due to lymphoma or granulomatous diseases, oral prednisone (20-40 mg daily) is used to inhibit calcitriol production and lower calcium levels. [23] Gallium nitrate: Similar to bisphosphonates, it inhibits osteoclasts but can lead to nephrotoxicity and further electrolyte abnormalities, so it has been withdrawn from the market. Mithramycin: It rapidly inhibits osteoclast RNA synthesis but is both hepatotoxic and nephrotoxic, so it is also often avoided. Ketoconazole: An antifungal agent, this used to inhibit 1-alpha-hydroxylase in macrophages and lower levels of active vitamin D. [28] [29]", "contents": "Hypercalcemia -- Treatment / Management. Renal replacement therapy is usually reserved for patients with severe hypercalcemia and renal failure or those who are unable to tolerate intravenous hydration. It is completed with a low- or no-calcium bath. Glucocorticoids: In cases where hypercalcemia is due to lymphoma or granulomatous diseases, oral prednisone (20-40 mg daily) is used to inhibit calcitriol production and lower calcium levels. [23] Gallium nitrate: Similar to bisphosphonates, it inhibits osteoclasts but can lead to nephrotoxicity and further electrolyte abnormalities, so it has been withdrawn from the market. Mithramycin: It rapidly inhibits osteoclast RNA synthesis but is both hepatotoxic and nephrotoxic, so it is also often avoided. Ketoconazole: An antifungal agent, this used to inhibit 1-alpha-hydroxylase in macrophages and lower levels of active vitamin D. [28] [29]"}
{"id": "article-23158_33", "title": "Hypercalcemia -- Treatment / Management", "content": "Treatment of underlying disease: As the etiology of hypercalcemia is very broad, in addition to the acute treatment of hypercalcemia, and in an effort to achieve more long-term results, it is also imperative to identify and treat the underlying condition that is causing the hypercalcemia.", "contents": "Hypercalcemia -- Treatment / Management. Treatment of underlying disease: As the etiology of hypercalcemia is very broad, in addition to the acute treatment of hypercalcemia, and in an effort to achieve more long-term results, it is also imperative to identify and treat the underlying condition that is causing the hypercalcemia."}
{"id": "article-23158_34", "title": "Hypercalcemia -- Differential Diagnosis", "content": "Although hypercalcemia can present with a variety of symptomatology, the most common complaints include dehydration and polyuria. Dehydration", "contents": "Hypercalcemia -- Differential Diagnosis. Although hypercalcemia can present with a variety of symptomatology, the most common complaints include dehydration and polyuria. Dehydration"}
{"id": "article-23158_35", "title": "Hypercalcemia -- Differential Diagnosis", "content": "Dehydrated patients can have higher serum calcium levels due to hemoconcentration. The history will often reveal a decreased fluid intake but additional signs, such as dry mouth, dry skin, reduced skin turgor, tachycardia, hypotension, and reduced urine output should be evaluated. Dehydration must be corrected with either oral or intravenous (IV) hydration to help improve and normalize the calcium levels. Polyuria", "contents": "Hypercalcemia -- Differential Diagnosis. Dehydrated patients can have higher serum calcium levels due to hemoconcentration. The history will often reveal a decreased fluid intake but additional signs, such as dry mouth, dry skin, reduced skin turgor, tachycardia, hypotension, and reduced urine output should be evaluated. Dehydration must be corrected with either oral or intravenous (IV) hydration to help improve and normalize the calcium levels. Polyuria"}
{"id": "article-23158_36", "title": "Hypercalcemia -- Differential Diagnosis", "content": "There are several differentials that need to be considered if a patient presents with polyuria. Patients with uncontrolled diabetes mellitus often have polyuria due to the osmotic effects of hyperglycemia. Also, patients with diabetes insipidus (central or nephrogenic) can have polyuria due to water diuresis and hypernatremia. Patients presenting with acute polyuria may also have a urinary tract infection or hypokalemia.", "contents": "Hypercalcemia -- Differential Diagnosis. There are several differentials that need to be considered if a patient presents with polyuria. Patients with uncontrolled diabetes mellitus often have polyuria due to the osmotic effects of hyperglycemia. Also, patients with diabetes insipidus (central or nephrogenic) can have polyuria due to water diuresis and hypernatremia. Patients presenting with acute polyuria may also have a urinary tract infection or hypokalemia."}
{"id": "article-23158_37", "title": "Hypercalcemia -- Prognosis", "content": "The prognosis of hypercalcemia is largely dependent on its etiology. Many processes causing hypercalcemia are benign and have simple treatment options leading to a good prognosis such as medication-induced hypercalcemia and primary hyperparathyroidism. When hypercalcemia is due to malignancy or granulomatous disorders, the prognosis may be very poor. This is another reason why not only diagnosing hypercalcemia, but also determining etiology, is crucial for its proper management.", "contents": "Hypercalcemia -- Prognosis. The prognosis of hypercalcemia is largely dependent on its etiology. Many processes causing hypercalcemia are benign and have simple treatment options leading to a good prognosis such as medication-induced hypercalcemia and primary hyperparathyroidism. When hypercalcemia is due to malignancy or granulomatous disorders, the prognosis may be very poor. This is another reason why not only diagnosing hypercalcemia, but also determining etiology, is crucial for its proper management."}
{"id": "article-23158_38", "title": "Hypercalcemia -- Complications", "content": "Complications of hypercalcemia include the following: Depression Kidney stones Bone pain Constipation Pancreatitis Renal failure Gastric ulcers Paresthesias Syncope and arrhythmias Altered mental status", "contents": "Hypercalcemia -- Complications. Complications of hypercalcemia include the following: Depression Kidney stones Bone pain Constipation Pancreatitis Renal failure Gastric ulcers Paresthesias Syncope and arrhythmias Altered mental status"}
{"id": "article-23158_39", "title": "Hypercalcemia -- Deterrence and Patient Education", "content": "Treatment of hypercalcemia involves practicing evidence-based medicine but also completing a targeted diagnostic approach to practice cost-effective patient-centered care. Often patients need to alter their lifestyle and diet to prevent the worsening of hypercalcemia, and this may involve some education on the part of the physician or possibly a dietician. It is crucial to include the patient in all treatment options and allow for autonomy. This requires effective communication between the interdisciplinary teams and the patient.", "contents": "Hypercalcemia -- Deterrence and Patient Education. Treatment of hypercalcemia involves practicing evidence-based medicine but also completing a targeted diagnostic approach to practice cost-effective patient-centered care. Often patients need to alter their lifestyle and diet to prevent the worsening of hypercalcemia, and this may involve some education on the part of the physician or possibly a dietician. It is crucial to include the patient in all treatment options and allow for autonomy. This requires effective communication between the interdisciplinary teams and the patient."}
{"id": "article-23158_40", "title": "Hypercalcemia -- Pearls and Other Issues", "content": "In addition to treatment, follow-up becomes equally as important and care must be coordinated to allow for long-term management of the patient's condition. Educating the patient on the importance of follow-up and the consequences of uncontrolled disease is necessary to ensure patient safety and improve patient outcomes. Patients should be advised to stay well hydrated to prevent worsening of calcium levels.", "contents": "Hypercalcemia -- Pearls and Other Issues. In addition to treatment, follow-up becomes equally as important and care must be coordinated to allow for long-term management of the patient's condition. Educating the patient on the importance of follow-up and the consequences of uncontrolled disease is necessary to ensure patient safety and improve patient outcomes. Patients should be advised to stay well hydrated to prevent worsening of calcium levels."}
{"id": "article-23158_41", "title": "Hypercalcemia -- Pearls and Other Issues", "content": "Key information to keep in mind when dealing with hypercalcemia is to determine the etiology. Treatment options can differ tremendously based on the underlying condition, so choosing the correct therapy involves a comprehensive history, physical, and additional investigations. One of the pitfalls in assessing hypercalcemia is that cases of mild hypercalcemia can be overlooked, especially if patients remain asymptomatic. It is imperative that cases of persistent hypercalcemia, even if mild, be investigated further.", "contents": "Hypercalcemia -- Pearls and Other Issues. Key information to keep in mind when dealing with hypercalcemia is to determine the etiology. Treatment options can differ tremendously based on the underlying condition, so choosing the correct therapy involves a comprehensive history, physical, and additional investigations. One of the pitfalls in assessing hypercalcemia is that cases of mild hypercalcemia can be overlooked, especially if patients remain asymptomatic. It is imperative that cases of persistent hypercalcemia, even if mild, be investigated further."}
{"id": "article-23158_42", "title": "Hypercalcemia -- Enhancing Healthcare Team Outcomes", "content": "Patients are usually found to have hypercalcemia either on routine lab work or due to symptoms. Early identification and subsequent management can result in decreased morbidity and mortality associated with hypercalcemia. The etiologies of hypercalcemia are abundant and often require a collaborative effort among physicians and other medical workers to diagnose and treat properly. A primary care or family physician is usually the first line health professional involved, as hypercalcemia is often found on routine blood work and check ups. Other specialists, such as endocrinologists and nephrologists, may also identify the problem during their routine check ups of patients. Pharmacists also play a key role in the identification of hypercalcemia etiology, as medication-induced hypercalcemia can be identified by pharmacists. When patients are inpatient, nurses and ancillary staff play a key role in obtaining laboratory results, administering prompt treatment, and monitoring for side effects of medications at the bedside. Some other staff members may also be involved in the outpatient field when infusions are administered or insurance approvals are required.", "contents": "Hypercalcemia -- Enhancing Healthcare Team Outcomes. Patients are usually found to have hypercalcemia either on routine lab work or due to symptoms. Early identification and subsequent management can result in decreased morbidity and mortality associated with hypercalcemia. The etiologies of hypercalcemia are abundant and often require a collaborative effort among physicians and other medical workers to diagnose and treat properly. A primary care or family physician is usually the first line health professional involved, as hypercalcemia is often found on routine blood work and check ups. Other specialists, such as endocrinologists and nephrologists, may also identify the problem during their routine check ups of patients. Pharmacists also play a key role in the identification of hypercalcemia etiology, as medication-induced hypercalcemia can be identified by pharmacists. When patients are inpatient, nurses and ancillary staff play a key role in obtaining laboratory results, administering prompt treatment, and monitoring for side effects of medications at the bedside. Some other staff members may also be involved in the outpatient field when infusions are administered or insurance approvals are required."}
{"id": "article-23158_43", "title": "Hypercalcemia -- Enhancing Healthcare Team Outcomes", "content": "Additionally, patients and their families need to be involved in outpatient management to monitor for potential symptoms and ensure medication compliance. In cases of hypercalcemia due to immobilization, physical and occupational therapy teams in are vital to ensure adequate movement and hydration. When hypercalcemia is a result of a malignancy, the prognosis is guarded, and the patient may transition to palliative or hospice care.", "contents": "Hypercalcemia -- Enhancing Healthcare Team Outcomes. Additionally, patients and their families need to be involved in outpatient management to monitor for potential symptoms and ensure medication compliance. In cases of hypercalcemia due to immobilization, physical and occupational therapy teams in are vital to ensure adequate movement and hydration. When hypercalcemia is a result of a malignancy, the prognosis is guarded, and the patient may transition to palliative or hospice care."}
{"id": "article-23158_44", "title": "Hypercalcemia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hypercalcemia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}