{"id": "article-130739_0", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Continuing Education Activity", "content": "American Indians and Alaska Natives form a heterogeneous population with diverse cultures, languages, history, art forms, religious and spiritual beliefs, and traditional practices. Although remarkable resilience exists among this population, the legacy of colonialism, a history of genocidal practices, and intergenerational trauma have led to extreme health disparities.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Continuing Education Activity. American Indians and Alaska Natives form a heterogeneous population with diverse cultures, languages, history, art forms, religious and spiritual beliefs, and traditional practices. Although remarkable resilience exists among this population, the legacy of colonialism, a history of genocidal practices, and intergenerational trauma have led to extreme health disparities."}
{"id": "article-130739_1", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Continuing Education Activity", "content": "This program highlights structural competence in evaluating and treating AIAN patients, shedding light on systemic barriers contributing to profound health disparities. From colonial legacies to intergenerational trauma, grasp the complexities shaping health outcomes and explore interventions promoting equity in healthcare delivery. Uncover the legacy of treaties and historical agreements impacting AIAN healthcare, education, and housing access. Despite legal assurances, insufficient resources and systemic gaps have led to alarming health disparities, underscoring the urgency to bridge these divides. Through a structural competency lens, this activity offers insights into untangling barriers, fostering culturally sensitive approaches, and advocating for tailored interventions to address the healthcare inequities faced by AIAN communities.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Continuing Education Activity. This program highlights structural competence in evaluating and treating AIAN patients, shedding light on systemic barriers contributing to profound health disparities. From colonial legacies to intergenerational trauma, grasp the complexities shaping health outcomes and explore interventions promoting equity in healthcare delivery. Uncover the legacy of treaties and historical agreements impacting AIAN healthcare, education, and housing access. Despite legal assurances, insufficient resources and systemic gaps have led to alarming health disparities, underscoring the urgency to bridge these divides. Through a structural competency lens, this activity offers insights into untangling barriers, fostering culturally sensitive approaches, and advocating for tailored interventions to address the healthcare inequities faced by AIAN communities."}
{"id": "article-130739_2", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Continuing Education Activity", "content": "Objectives: Identify the etiology of chronic disease among the American Indian and Alaska Native populations. Determine the influence of upstream structures on American Indian and Alaska Native population health. Implement contextually tailored, culturally sensitive, strength-based care to American Indian and Alaska Native patients. Collaborate with the interprofessional team to provide culturally sensitive and appropriate care for patients with a history of intergenerational trauma to improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Continuing Education Activity. Objectives: Identify the etiology of chronic disease among the American Indian and Alaska Native populations. Determine the influence of upstream structures on American Indian and Alaska Native population health. Implement contextually tailored, culturally sensitive, strength-based care to American Indian and Alaska Native patients. Collaborate with the interprofessional team to provide culturally sensitive and appropriate care for patients with a history of intergenerational trauma to improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-130739_3", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Introduction", "content": "American Indians and Alaska Natives, also known as Native Americans and Indigenous Americans, represent 574 federally recognized Indian Nations, also called First Nations and sometimes referred to as tribes. Each Nation is unique with its own history, culture, and spiritual and traditional practices.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Introduction. American Indians and Alaska Natives, also known as Native Americans and Indigenous Americans, represent 574 federally recognized Indian Nations, also called First Nations and sometimes referred to as tribes. Each Nation is unique with its own history, culture, and spiritual and traditional practices."}
{"id": "article-130739_4", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Introduction", "content": "Through treaties and executive orders, American Indian and Alaska Native (AIAN) Nations have been guaranteed various services by the United States, including health care, education, and housing in exchange for tribal land and natural resources. [1] Despite the legal obligation, inequitable social policies and practices, inadequate funding, and provider shortages have forced AIAN communities to face massive disparities in health. [2] As a result, AIANs are disproportionately affected by chronic mental and physical health conditions compared to the general United States population, and they have the lowest life expectancy of any racial/ethnic group in the United States. [3] [4] [5]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Introduction. Through treaties and executive orders, American Indian and Alaska Native (AIAN) Nations have been guaranteed various services by the United States, including health care, education, and housing in exchange for tribal land and natural resources. [1] Despite the legal obligation, inequitable social policies and practices, inadequate funding, and provider shortages have forced AIAN communities to face massive disparities in health. [2] As a result, AIANs are disproportionately affected by chronic mental and physical health conditions compared to the general United States population, and they have the lowest life expectancy of any racial/ethnic group in the United States. [3] [4] [5]"}
{"id": "article-130739_5", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Introduction", "content": "Addressing the barriers to adequate health and social care that have led to lower life expectancy rates and devastating disparities in health and healthcare delivery is essential. This article will use a structural competency framework to identify the root causes of health disparities and discuss potential opportunities for targeted interventions to effectively and appropriately evaluate and treat AIAN patients.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Introduction. Addressing the barriers to adequate health and social care that have led to lower life expectancy rates and devastating disparities in health and healthcare delivery is essential. This article will use a structural competency framework to identify the root causes of health disparities and discuss potential opportunities for targeted interventions to effectively and appropriately evaluate and treat AIAN patients."}
{"id": "article-130739_6", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern", "content": "Though many AIAN communities have flourished, the legacy of colonialism and ongoing inequities continue to impact some AIANs' health negatively. There is a complex interplay of factors contributing to this. A history of genocidal policies, forced assimilation, broken treaties, systemic racism, and other forms of discrimination have led to disparities in social determinants of health. [6] [7] As a result, AIANs have fewer educational and employment opportunities and increased exposure to environmental risks compared to the general United States population. They are also more likely to experience poverty, adverse childhood experiences (ACEs), and be underinsured or uninsured. [7] [8] These social determinants of health contribute to the disparities seen in the health and health care of AIAN populations. Challenging encounters in clinical settings that include bias, microaggressions, and a lack of understanding of cultural health beliefs have further exacerbated the problem and led to an increased distrust of Western medicine in AIAN communities. [9] The culmination of these factors has led to higher mortality rates from heart disease, cancer, diabetes, stroke, chronic liver disease, and kidney disease in the AIAN population compared to the general United States population. [10]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern. Though many AIAN communities have flourished, the legacy of colonialism and ongoing inequities continue to impact some AIANs' health negatively. There is a complex interplay of factors contributing to this. A history of genocidal policies, forced assimilation, broken treaties, systemic racism, and other forms of discrimination have led to disparities in social determinants of health. [6] [7] As a result, AIANs have fewer educational and employment opportunities and increased exposure to environmental risks compared to the general United States population. They are also more likely to experience poverty, adverse childhood experiences (ACEs), and be underinsured or uninsured. [7] [8] These social determinants of health contribute to the disparities seen in the health and health care of AIAN populations. Challenging encounters in clinical settings that include bias, microaggressions, and a lack of understanding of cultural health beliefs have further exacerbated the problem and led to an increased distrust of Western medicine in AIAN communities. [9] The culmination of these factors has led to higher mortality rates from heart disease, cancer, diabetes, stroke, chronic liver disease, and kidney disease in the AIAN population compared to the general United States population. [10]"}
{"id": "article-130739_7", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern", "content": "To address the barriers to adequate healthcare access that have led to the disproportionate burden of illness amongst AIAN people and lower life expectancy rates, it is essential to review the structures from which these health disparities have emerged.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern. To address the barriers to adequate healthcare access that have led to the disproportionate burden of illness amongst AIAN people and lower life expectancy rates, it is essential to review the structures from which these health disparities have emerged."}
{"id": "article-130739_8", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Structural Competency", "content": "Research indicates social inequalities lead to poor health outcomes in marginalized communities. [6] A variety of factors, including food insecurity, lack of access to health care, job insecurity, income inequality, housing differences, and more, have been implicated to explain the higher morbidity and mortality rates in certain populations. [11] However, simply looking at these as the cause of illness lacks necessary context and risks mistakenly attributing health disparities to the behavior, culture, or innate characteristics of certain individuals or groups. [6] Social determinants of health result from long-standing social arrangements embedded in our society's political and economic organizations, causing disparate access to resources and, consequently, significant harm to certain groups of people. [12] These forces embody the structural violence that minorities, including AIANs, face and, ultimately, result in health and healthcare disparities. Therefore, to appropriately evaluate and treat AIANs in the clinical setting, it is vital to approach disease and the experience of illness through a structurally competent lens.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Structural Competency. Research indicates social inequalities lead to poor health outcomes in marginalized communities. [6] A variety of factors, including food insecurity, lack of access to health care, job insecurity, income inequality, housing differences, and more, have been implicated to explain the higher morbidity and mortality rates in certain populations. [11] However, simply looking at these as the cause of illness lacks necessary context and risks mistakenly attributing health disparities to the behavior, culture, or innate characteristics of certain individuals or groups. [6] Social determinants of health result from long-standing social arrangements embedded in our society's political and economic organizations, causing disparate access to resources and, consequently, significant harm to certain groups of people. [12] These forces embody the structural violence that minorities, including AIANs, face and, ultimately, result in health and healthcare disparities. Therefore, to appropriately evaluate and treat AIANs in the clinical setting, it is vital to approach disease and the experience of illness through a structurally competent lens."}
{"id": "article-130739_9", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Structural Competency", "content": "Using a structural competency framework enables healthcare providers to recognize the historical and contemporary drivers of upstream factors, such as social, political, and economic structures, that impact patients’ health and well-being. Similarly, structural violence helps underscore how upstream structural inequalities lead to emotional and physical suffering. Seeing social determinants of health within a broader context provides opportunities for intervention at the individual, community, and structural levels to promote health. It is crucial to employ interventions at all 3 levels to achieve health equity successfully.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Structural Competency. Using a structural competency framework enables healthcare providers to recognize the historical and contemporary drivers of upstream factors, such as social, political, and economic structures, that impact patients’ health and well-being. Similarly, structural violence helps underscore how upstream structural inequalities lead to emotional and physical suffering. Seeing social determinants of health within a broader context provides opportunities for intervention at the individual, community, and structural levels to promote health. It is crucial to employ interventions at all 3 levels to achieve health equity successfully."}
{"id": "article-130739_10", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context", "content": "Understanding the historical events that influence AIAN communities is necessary for evaluating and treating AIAN patients. Knowing the history of genocidal practices, forced relocation, and forced assimilation experienced by AIAN communities helps contextualize the health disparities faced by some today.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context. Understanding the historical events that influence AIAN communities is necessary for evaluating and treating AIAN patients. Knowing the history of genocidal practices, forced relocation, and forced assimilation experienced by AIAN communities helps contextualize the health disparities faced by some today."}
{"id": "article-130739_11", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context", "content": "Many AIAN individuals have familial histories of forced relocation and restriction to reservations. A few examples of these include the Navajo Long Walk of 1864, which forced 8,000 Navajos to a military concentration camp; the Cherokee “Trail of Tears in 1838, which forced the Cherokee out of their homelands; and the General Allotment Act of 1887 (continued through the 1960s) which led to the termination of more than 100 Indian Nations and widespread land seizure.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context. Many AIAN individuals have familial histories of forced relocation and restriction to reservations. A few examples of these include the Navajo Long Walk of 1864, which forced 8,000 Navajos to a military concentration camp; the Cherokee “Trail of Tears in 1838, which forced the Cherokee out of their homelands; and the General Allotment Act of 1887 (continued through the 1960s) which led to the termination of more than 100 Indian Nations and widespread land seizure."}
{"id": "article-130739_12", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context", "content": "The forced relocation to reservations and seizure of land and natural resources restricted access to traditional food sources through hunting, gathering, fishing, and farming. AIAN communities became increasingly reliant on the Food Distribution Program on Indian Reservations. This program, which the U.S. Department of Agriculture developed, provides canned and packed food high in sugar and fat. [13] These nutrient-deficient meals have been associated with the high prevalence of obesity, diabetes, and hypertension seen amongst AIANs today. [14] [8] [15]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context. The forced relocation to reservations and seizure of land and natural resources restricted access to traditional food sources through hunting, gathering, fishing, and farming. AIAN communities became increasingly reliant on the Food Distribution Program on Indian Reservations. This program, which the U.S. Department of Agriculture developed, provides canned and packed food high in sugar and fat. [13] These nutrient-deficient meals have been associated with the high prevalence of obesity, diabetes, and hypertension seen amongst AIANs today. [14] [8] [15]"}
{"id": "article-130739_13", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context", "content": "Forced assimilation practices were prevalent throughout history as well. In 1883, the “Code of Indian Offences” was established to outlaw many traditional AIAN practices, and these policies remained in effect until 1934. During this time, AIAN people who continued to practice their traditions risked being incarcerated. [5] Around the same time, the Bureau of Indian Affairs started forcibly removing children from their homes and placing them in federally operated boarding schools, where they were punished for speaking their language. [16] [17] Some of these children were removed from their families for many years, some never returned home, and some died from disease and homesickness at the boarding schools. [16]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context. Forced assimilation practices were prevalent throughout history as well. In 1883, the “Code of Indian Offences” was established to outlaw many traditional AIAN practices, and these policies remained in effect until 1934. During this time, AIAN people who continued to practice their traditions risked being incarcerated. [5] Around the same time, the Bureau of Indian Affairs started forcibly removing children from their homes and placing them in federally operated boarding schools, where they were punished for speaking their language. [16] [17] Some of these children were removed from their families for many years, some never returned home, and some died from disease and homesickness at the boarding schools. [16]"}
{"id": "article-130739_14", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context", "content": "Forced assimilation attempted to eradicate AIAN traditions and culture and led to the loss of language, culture, land, resources, community, and loved ones. Research indicates the experience of these historical losses is associated with some physical and mental health conditions. [17] [16] Specifically, numerous studies suggest historical trauma is driving the high incidence rate of mental health disorders and substance use disorders in AIAN populations. [18] [19] [20] Initial research suggests trauma experienced by ancestral generations is correlated with a heightened psychological stress response to life events among some AIANs today. [21] This predisposes individuals to multiple health conditions. It's worth noting research across other groups has demonstrated social support can reduce the psychological stress response to life events. [22] [23] This suggests interventions made at structural and community levels to increase social support can lead to a decreased psychological stress response rate and help improve health outcomes. Further research is necessary to understand the relationship between historical loss and its impact on the psychological stress response and the role of social support as a potential remedy.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context. Forced assimilation attempted to eradicate AIAN traditions and culture and led to the loss of language, culture, land, resources, community, and loved ones. Research indicates the experience of these historical losses is associated with some physical and mental health conditions. [17] [16] Specifically, numerous studies suggest historical trauma is driving the high incidence rate of mental health disorders and substance use disorders in AIAN populations. [18] [19] [20] Initial research suggests trauma experienced by ancestral generations is correlated with a heightened psychological stress response to life events among some AIANs today. [21] This predisposes individuals to multiple health conditions. It's worth noting research across other groups has demonstrated social support can reduce the psychological stress response to life events. [22] [23] This suggests interventions made at structural and community levels to increase social support can lead to a decreased psychological stress response rate and help improve health outcomes. Further research is necessary to understand the relationship between historical loss and its impact on the psychological stress response and the role of social support as a potential remedy."}
{"id": "article-130739_15", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context", "content": "In general, it is well established that trauma experienced by one generation impacts the developmental experience of future generations and is therefore associated with adverse health outcomes in future generations. [24] One proposed pathway for this phenomenon is that historical trauma may induce epigenetic modifications during prenatal and postnatal periods, leading to transgenerational stress inheritance and ultimately contributing to the development of poor health. [25] [26] Since epigenetic modifications are typically reversible, it’s possible that potential interventions and changes to social structures could undo epigenetic effects elicited by historical trauma and help address health disparities. More research is necessary to understand the biological impact of historical trauma in AIAN populations to develop appropriate intervention strategies.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Historical & Sociopolitical Context. In general, it is well established that trauma experienced by one generation impacts the developmental experience of future generations and is therefore associated with adverse health outcomes in future generations. [24] One proposed pathway for this phenomenon is that historical trauma may induce epigenetic modifications during prenatal and postnatal periods, leading to transgenerational stress inheritance and ultimately contributing to the development of poor health. [25] [26] Since epigenetic modifications are typically reversible, it’s possible that potential interventions and changes to social structures could undo epigenetic effects elicited by historical trauma and help address health disparities. More research is necessary to understand the biological impact of historical trauma in AIAN populations to develop appropriate intervention strategies."}
{"id": "article-130739_16", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors", "content": "Upstream sociopolitical factors have also led to environmental injustice and contribute to health disparities today. An example that highlights this is the impact of abandoned uranium mines on the health of AIANs living near them.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors. Upstream sociopolitical factors have also led to environmental injustice and contribute to health disparities today. An example that highlights this is the impact of abandoned uranium mines on the health of AIANs living near them."}
{"id": "article-130739_17", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors", "content": "Treaties between AIAN Nations and the United States government designated certain regions as tribal reservations and gave tribes sovereign status to self-govern. However, as mineral resources were identified on tribal land, laws like the General Mining Law of 1872 gave the United States government power to acquire the land and allow mining companies to extract minerals from them. The disregard for the legal and ethical obligations set forth by treaties led to extensive mining of various metals, including uranium, on AIAN land.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors. Treaties between AIAN Nations and the United States government designated certain regions as tribal reservations and gave tribes sovereign status to self-govern. However, as mineral resources were identified on tribal land, laws like the General Mining Law of 1872 gave the United States government power to acquire the land and allow mining companies to extract minerals from them. The disregard for the legal and ethical obligations set forth by treaties led to extensive mining of various metals, including uranium, on AIAN land."}
{"id": "article-130739_18", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors", "content": "From 1944 to 1986, mining companies extracted 10 million tons of uranium from Navajo land, allowing the U.S. Energy Department to stockpile this heavy metal during the Cold War. [27] As the need for uranium declined, 520 uranium mines, 4 uranium mills, and over 1100 waste sites were abandoned in the Navajo Nation alone. This practice led to direct contamination of tribal land as well as contamination of water sources. Lack of regulation and waste management during and after mining also led to the construction of homes with contaminated material. The culmination of these factors has contributed to chronic exposure to uranium mine waste among Navajo people. This is associated with high rates of miscarriage and an increased likelihood of developing hypertension, diabetes, kidney disease, and other chronic health conditions. [28] [29]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors. From 1944 to 1986, mining companies extracted 10 million tons of uranium from Navajo land, allowing the U.S. Energy Department to stockpile this heavy metal during the Cold War. [27] As the need for uranium declined, 520 uranium mines, 4 uranium mills, and over 1100 waste sites were abandoned in the Navajo Nation alone. This practice led to direct contamination of tribal land as well as contamination of water sources. Lack of regulation and waste management during and after mining also led to the construction of homes with contaminated material. The culmination of these factors has contributed to chronic exposure to uranium mine waste among Navajo people. This is associated with high rates of miscarriage and an increased likelihood of developing hypertension, diabetes, kidney disease, and other chronic health conditions. [28] [29]"}
{"id": "article-130739_19", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors", "content": "One study suggests the disproportionate rate of health conditions among Navajo people may be due to increased serum inflammation potentially induced by exposure to abandoned uranium mines. Specifically, this study found a significant association between closer residential proximity to uranium waste sites and increased levels of vascular cell adhesion molecule-1, intracellular adhesion molecule-1, and chemokine ligand 2 among Navajo people. [30] These biomarkers promote vascular inflammation, contribute to atherosclerosis, and lead to chronic cardiovascular health conditions. Other studies have also demonstrated exposure to heavy metals can inhibit DNA-repair processes, lead to immune system dysfunction, and make individuals more susceptible to disease. [31] [32] [33]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors. One study suggests the disproportionate rate of health conditions among Navajo people may be due to increased serum inflammation potentially induced by exposure to abandoned uranium mines. Specifically, this study found a significant association between closer residential proximity to uranium waste sites and increased levels of vascular cell adhesion molecule-1, intracellular adhesion molecule-1, and chemokine ligand 2 among Navajo people. [30] These biomarkers promote vascular inflammation, contribute to atherosclerosis, and lead to chronic cardiovascular health conditions. Other studies have also demonstrated exposure to heavy metals can inhibit DNA-repair processes, lead to immune system dysfunction, and make individuals more susceptible to disease. [31] [32] [33]"}
{"id": "article-130739_20", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors", "content": "Unfortunately, uranium is only one of many environmental pollutants leading to health disparities in AIAN populations. Native Nations have also been mined for gold, silver, lead, copper, vanadium, arsenic, manganese, iron, nickel, and more. [29] The resulting environmental exposure to several toxins is associated with numerous health conditions, including pulmonary and cardiovascular diseases, neurological disorders, chronic renal disease, and cancer. [34] [35] [36] This underscores the importance of addressing environmental risk factors on structural, community, and individual levels.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors. Unfortunately, uranium is only one of many environmental pollutants leading to health disparities in AIAN populations. Native Nations have also been mined for gold, silver, lead, copper, vanadium, arsenic, manganese, iron, nickel, and more. [29] The resulting environmental exposure to several toxins is associated with numerous health conditions, including pulmonary and cardiovascular diseases, neurological disorders, chronic renal disease, and cancer. [34] [35] [36] This underscores the importance of addressing environmental risk factors on structural, community, and individual levels."}
{"id": "article-130739_21", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors", "content": "Structural-level interventions require policy changes addressing unethical practices permitted via laws like the General Mining Law of 1872 and holding mining companies responsible for the clean-up cost of waste sites. On a community level, it is essential to partner with AIAN communities and work together to understand better the health impacts caused by toxin exposure and find appropriate solutions to address the adverse effects. On an individual level, providers must be sure to ask about exposure to these metals when working with AIAN populations and identifying individuals at risk of developing an illness due to the exposure.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Environmental Risk Factors. Structural-level interventions require policy changes addressing unethical practices permitted via laws like the General Mining Law of 1872 and holding mining companies responsible for the clean-up cost of waste sites. On a community level, it is essential to partner with AIAN communities and work together to understand better the health impacts caused by toxin exposure and find appropriate solutions to address the adverse effects. On an individual level, providers must be sure to ask about exposure to these metals when working with AIAN populations and identifying individuals at risk of developing an illness due to the exposure."}
{"id": "article-130739_22", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Economic Structures: Lack of Funding & Shortage of Medical Personal", "content": "AIAN populations are, by law, born with a right to health care. Treaties between the United States and AIAN Nations promised healthcare services in exchange for tribal land and natural resources. [2] The Indian Health Service (IHS), an agency within the U.S. Department of Health and Human Services, is primarily responsible for fulfilling treaty responsibilities and providing health care in AIAN communities. According to records, though, the IHS is focused mainly in rural areas, only serves about 2.56 million of the 5.2 million people who identify as AIAN, and is deeply underfunded by Congress. Of note, funding for IHS is lower than any other federal healthcare agency, including Medicaid, Medicare, and the Bureau of Prisons. Specifically, per capita spending on AIAN health care is 50% less than per capita spending for individuals in prison and Medicaid recipients and almost 75% less than what is allocated for Medicare beneficiaries. [37]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Economic Structures: Lack of Funding & Shortage of Medical Personal. AIAN populations are, by law, born with a right to health care. Treaties between the United States and AIAN Nations promised healthcare services in exchange for tribal land and natural resources. [2] The Indian Health Service (IHS), an agency within the U.S. Department of Health and Human Services, is primarily responsible for fulfilling treaty responsibilities and providing health care in AIAN communities. According to records, though, the IHS is focused mainly in rural areas, only serves about 2.56 million of the 5.2 million people who identify as AIAN, and is deeply underfunded by Congress. Of note, funding for IHS is lower than any other federal healthcare agency, including Medicaid, Medicare, and the Bureau of Prisons. Specifically, per capita spending on AIAN health care is 50% less than per capita spending for individuals in prison and Medicaid recipients and almost 75% less than what is allocated for Medicare beneficiaries. [37]"}
{"id": "article-130739_23", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Economic Structures: Lack of Funding & Shortage of Medical Personal", "content": "Ultimately, the lack of funding has resulted in under-sourced clinics, infrastructure development in clinics serving AIAN patients, and insufficiently competitive wages for those working there. These factors influence the high turnover rate for healthcare professionals at these facilities, leading to an overall shortage of medical personnel in AIAN communities. To fill the gaps, IHS and tribal healthcare facilities contract temporary providers with limited knowledge of the AIAN population (particularly the local population they serve) and are often not interested in staying long-term. This leads to chronic understaffing, poor continuity of care, and decreased access to care. [38] [2] Increasing funding and providing sustainable staffing models in IHS and tribally operated healthcare facilities can help address barriers to adequate healthcare access. IHS's systematic underfunding and under-sourcing have directly contributed to significant inequities in healthcare delivery and health status for AIANs. [39] To address health disparities and properly care for AIAN patients, increasing funding for healthcare services in AIAN communities is vital.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Economic Structures: Lack of Funding & Shortage of Medical Personal. Ultimately, the lack of funding has resulted in under-sourced clinics, infrastructure development in clinics serving AIAN patients, and insufficiently competitive wages for those working there. These factors influence the high turnover rate for healthcare professionals at these facilities, leading to an overall shortage of medical personnel in AIAN communities. To fill the gaps, IHS and tribal healthcare facilities contract temporary providers with limited knowledge of the AIAN population (particularly the local population they serve) and are often not interested in staying long-term. This leads to chronic understaffing, poor continuity of care, and decreased access to care. [38] [2] Increasing funding and providing sustainable staffing models in IHS and tribally operated healthcare facilities can help address barriers to adequate healthcare access. IHS's systematic underfunding and under-sourcing have directly contributed to significant inequities in healthcare delivery and health status for AIANs. [39] To address health disparities and properly care for AIAN patients, increasing funding for healthcare services in AIAN communities is vital."}
{"id": "article-130739_24", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust", "content": "An important factor contributing to health disparities in AIAN communities is the mistrust of Western Medicine and research generated by historical and contemporary instances of unethical practices. For example, from 1973-1976, involuntary sterilizations were performed on 3406 AI women aged 15 to 44 years. Even more recently, in 2003, members of the Havasupai Tribe discovered the DNA samples they had donated for a genetic research study on type II diabetes mellitus were used for other studies without their consent. [40] [41] Their genetic samples were misused to study schizophrenia, ethnic migration, and population inbreeding, topics that are taboo in the Havasupai culture. [42] [43]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust. An important factor contributing to health disparities in AIAN communities is the mistrust of Western Medicine and research generated by historical and contemporary instances of unethical practices. For example, from 1973-1976, involuntary sterilizations were performed on 3406 AI women aged 15 to 44 years. Even more recently, in 2003, members of the Havasupai Tribe discovered the DNA samples they had donated for a genetic research study on type II diabetes mellitus were used for other studies without their consent. [40] [41] Their genetic samples were misused to study schizophrenia, ethnic migration, and population inbreeding, topics that are taboo in the Havasupai culture. [42] [43]"}
{"id": "article-130739_25", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust", "content": "Additionally, experiences of discrimination or unfair treatment in healthcare settings have left some AIAN patients feeling uncomfortable and unwelcome in clinics. Many AIANs report feeling stereotyped, ignored, or disrespected by non-AIAN providers, and they are more likely than any other racial/ ethnic minority group in the United States to report discrimination as a barrier to health care. [44] [45] [46] Microaggressions towards AIAN patients also occur and contribute to dissatisfactory healthcare experiences. Differences in cultural practices, communication styles, values, and experiences between AIAN patients and providers impact what symptoms and pertinent information patients are comfortable sharing. [47] Ultimately, mistrust of healthcare professionals, perceptions of discrimination, and culturally insensitive or irrelevant care results in underutilization of healthcare services and nonadherence to treatment plans that aren't tailored to patients' needs and strengths. [48] [49] [50]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust. Additionally, experiences of discrimination or unfair treatment in healthcare settings have left some AIAN patients feeling uncomfortable and unwelcome in clinics. Many AIANs report feeling stereotyped, ignored, or disrespected by non-AIAN providers, and they are more likely than any other racial/ ethnic minority group in the United States to report discrimination as a barrier to health care. [44] [45] [46] Microaggressions towards AIAN patients also occur and contribute to dissatisfactory healthcare experiences. Differences in cultural practices, communication styles, values, and experiences between AIAN patients and providers impact what symptoms and pertinent information patients are comfortable sharing. [47] Ultimately, mistrust of healthcare professionals, perceptions of discrimination, and culturally insensitive or irrelevant care results in underutilization of healthcare services and nonadherence to treatment plans that aren't tailored to patients' needs and strengths. [48] [49] [50]"}
{"id": "article-130739_26", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust", "content": "The implications of unethical medical and research practices and experiences of discrimination in healthcare settings should be considered when providers are evaluating and treating AIAN populations. Providers must learn about and respect the history and culture specific to the local AIAN population they work with to overcome the mistrust cultivated. They should acknowledge the practices that may have led to mistrust and work to foster trusting relationships through dialogue and cultural humility. A significant effort must be made to address institutional racism and individual provider bias that contributes to discriminatory behavior towards AIAN patients.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust. The implications of unethical medical and research practices and experiences of discrimination in healthcare settings should be considered when providers are evaluating and treating AIAN populations. Providers must learn about and respect the history and culture specific to the local AIAN population they work with to overcome the mistrust cultivated. They should acknowledge the practices that may have led to mistrust and work to foster trusting relationships through dialogue and cultural humility. A significant effort must be made to address institutional racism and individual provider bias that contributes to discriminatory behavior towards AIAN patients."}
{"id": "article-130739_27", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust", "content": "Health professionals also need more education about AIAN cultures, especially the culture of the AIAN communities local to them and the social determinants of health impacting these communities. Through more education and the practice of cultural humility, they can work to understand better the personal and cultural health beliefs of their patients and provide culturally sensitive care that holds real value. Providers should ensure they use a strength-based instead of a deficit-based approach to care when treating patients. This means focusing on what a patient has that could improve health outcomes, such as strong social, spiritual, or familial ties, rather than on something a patient cannot access. [2] [11] This empowers patients and ensures they receive health recommendations that are attainable for them. Furthermore, addressing the cultural disconnect between traditional AIAN healing practices and conventional medicine is important by increasing care coordination between traditional Native healers and healthcare providers practicing Western medicine. Lastly, public health officials should work closely with AIAN community members to build trust and develop sustainable, locally chosen, and culturally adaptive community-level interventions that are appropriate and relevant to the population they serve. [14]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Medical Marginalization & Mistrust. Health professionals also need more education about AIAN cultures, especially the culture of the AIAN communities local to them and the social determinants of health impacting these communities. Through more education and the practice of cultural humility, they can work to understand better the personal and cultural health beliefs of their patients and provide culturally sensitive care that holds real value. Providers should ensure they use a strength-based instead of a deficit-based approach to care when treating patients. This means focusing on what a patient has that could improve health outcomes, such as strong social, spiritual, or familial ties, rather than on something a patient cannot access. [2] [11] This empowers patients and ensures they receive health recommendations that are attainable for them. Furthermore, addressing the cultural disconnect between traditional AIAN healing practices and conventional medicine is important by increasing care coordination between traditional Native healers and healthcare providers practicing Western medicine. Lastly, public health officials should work closely with AIAN community members to build trust and develop sustainable, locally chosen, and culturally adaptive community-level interventions that are appropriate and relevant to the population they serve. [14]"}
{"id": "article-130739_28", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Lack of Diversity & Training Gaps in Academic Health Centers", "content": "AIANs are underrepresented among healthcare professionals, particularly among physicians. [51] There’s also a shortage of healthcare professionals with adequate knowledge of AIAN cultures, histories, and perspectives on medical care. [52] To ensure medical staff can effectively and appropriately evaluate and treat AIAN patients, academic health centers (AHCs) must increase the representation of AIAN students and medical personnel, educate students on health inequities in AIAN communities, and train future physicians who can provide contextually tailored care to people across cultures. [2] The latter 2 can be accomplished through curriculum changes, including courses on AIAN history, culture, health, and opportunities for experiential learning.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Lack of Diversity & Training Gaps in Academic Health Centers. AIANs are underrepresented among healthcare professionals, particularly among physicians. [51] There’s also a shortage of healthcare professionals with adequate knowledge of AIAN cultures, histories, and perspectives on medical care. [52] To ensure medical staff can effectively and appropriately evaluate and treat AIAN patients, academic health centers (AHCs) must increase the representation of AIAN students and medical personnel, educate students on health inequities in AIAN communities, and train future physicians who can provide contextually tailored care to people across cultures. [2] The latter 2 can be accomplished through curriculum changes, including courses on AIAN history, culture, health, and opportunities for experiential learning."}
{"id": "article-130739_29", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Lack of Diversity & Training Gaps in Academic Health Centers", "content": "Educational partnerships among AHCs, IHS, and tribal healthcare facilities can provide trainees with supervised hands-on experience in caring for AIAN communities. Experiential learning through direct exposure can help increase awareness of health disparities and encourage more trainees to work towards addressing the health inequities experienced by AIAN populations. Additionally, consistent, positive interactions between healthcare professional trainees and AIAN community members can foster better relationships, address the history of mistrust caused by structural violence, and help address provider bias. These educational opportunities also allow students to learn about AIAN culture, indigenous healing, traditional medical practices, and tribal health interventions from AIAN individuals directly. This is beneficial and will enable trainees to be more culturally sensitive when evaluating and treating AIAN patients. Working with and learning from AIAN community members directly exposes trainees to community-driven solutions for improving health care and helps them recognize the particular community’s self-identified strengths.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Issues of Concern -- Lack of Diversity & Training Gaps in Academic Health Centers. Educational partnerships among AHCs, IHS, and tribal healthcare facilities can provide trainees with supervised hands-on experience in caring for AIAN communities. Experiential learning through direct exposure can help increase awareness of health disparities and encourage more trainees to work towards addressing the health inequities experienced by AIAN populations. Additionally, consistent, positive interactions between healthcare professional trainees and AIAN community members can foster better relationships, address the history of mistrust caused by structural violence, and help address provider bias. These educational opportunities also allow students to learn about AIAN culture, indigenous healing, traditional medical practices, and tribal health interventions from AIAN individuals directly. This is beneficial and will enable trainees to be more culturally sensitive when evaluating and treating AIAN patients. Working with and learning from AIAN community members directly exposes trainees to community-driven solutions for improving health care and helps them recognize the particular community’s self-identified strengths."}
{"id": "article-130739_30", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance", "content": "As summarized above, a legacy of injustice and discrimination has shaped contemporary health and social disparities. The significant historical loss and trauma experienced by some AIAN communities have led to intergenerational harm. They may account for the disproportionate prevalence of numerous health conditions and higher mortality rates among AIANs. [3] [4]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance. As summarized above, a legacy of injustice and discrimination has shaped contemporary health and social disparities. The significant historical loss and trauma experienced by some AIAN communities have led to intergenerational harm. They may account for the disproportionate prevalence of numerous health conditions and higher mortality rates among AIANs. [3] [4]"}
{"id": "article-130739_31", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Morbidity Disparity Rates", "content": "Health disparities emerge for AIANs beginning from early childhood. Overall, there’s a greater prevalence of fetal alcohol spectrum disorders among AIAN children when compared to children in the general United States population. [53]  They are also twice as likely to be overweight, 3 times as likely to be obese, and 3 times more likely to have untreated dental decay. [54] [55] Compared to the general United States adolescent population, AIAN adolescents are more likely to be diagnosed with substance use, disruptive behavior, mood, and attention deficit–hyperactivity disorders. [56]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Morbidity Disparity Rates. Health disparities emerge for AIANs beginning from early childhood. Overall, there’s a greater prevalence of fetal alcohol spectrum disorders among AIAN children when compared to children in the general United States population. [53]  They are also twice as likely to be overweight, 3 times as likely to be obese, and 3 times more likely to have untreated dental decay. [54] [55] Compared to the general United States adolescent population, AIAN adolescents are more likely to be diagnosed with substance use, disruptive behavior, mood, and attention deficit–hyperactivity disorders. [56]"}
{"id": "article-130739_32", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Morbidity Disparity Rates", "content": "Compared to the general United States population, AIAN adults are more likely to experience alcohol dependence and substance use disorder and twice as likely to experience posttraumatic stress disorder. [57] Compared to the non-Hispanic White population, there’s a greater prevalence of mood disorders, anxiety disorders, personality disorders, panic disorders, and drug dependence in the AIAN population. [58] Furthermore, AIANs are more likely than White Americans to have coronary artery disease and high blood pressure and 2 times more likely than the general United States population to have diabetes. There are also higher incidence rates of certain cancers such as kidney, liver, gallbladder, and stomach cancer among the AIAN population compared to the non-Hispanic White population in the United States. [59]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Morbidity Disparity Rates. Compared to the general United States population, AIAN adults are more likely to experience alcohol dependence and substance use disorder and twice as likely to experience posttraumatic stress disorder. [57] Compared to the non-Hispanic White population, there’s a greater prevalence of mood disorders, anxiety disorders, personality disorders, panic disorders, and drug dependence in the AIAN population. [58] Furthermore, AIANs are more likely than White Americans to have coronary artery disease and high blood pressure and 2 times more likely than the general United States population to have diabetes. There are also higher incidence rates of certain cancers such as kidney, liver, gallbladder, and stomach cancer among the AIAN population compared to the non-Hispanic White population in the United States. [59]"}
{"id": "article-130739_33", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Mortality Disparity Rates", "content": "Disparities in mortality rates emerge in infancy and continue throughout development for AIAN populations. Rates of inadequate prenatal care and post-natal death are more than 2 times higher for AIAN infants than the general United States infant population. [60]  AIAN infants are more likely to die from sudden infant death syndrome, pneumonia, influenza, accidents, and homicide. [57] AIAN children between 1 and 4 years have 3 times the death rate of children in the general population. AIAN youth are 2 times more likely to experience an injury-related death due to motor vehicle accidents, pedestrian events, and suicide compared to the general United States population. [57] More recent reports estimate that AIAN adolescents (aged 15 to 24) suicide rates are 4 times greater than non-Hispanic White adolescent suicide rates. [56]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Mortality Disparity Rates. Disparities in mortality rates emerge in infancy and continue throughout development for AIAN populations. Rates of inadequate prenatal care and post-natal death are more than 2 times higher for AIAN infants than the general United States infant population. [60]  AIAN infants are more likely to die from sudden infant death syndrome, pneumonia, influenza, accidents, and homicide. [57] AIAN children between 1 and 4 years have 3 times the death rate of children in the general population. AIAN youth are 2 times more likely to experience an injury-related death due to motor vehicle accidents, pedestrian events, and suicide compared to the general United States population. [57] More recent reports estimate that AIAN adolescents (aged 15 to 24) suicide rates are 4 times greater than non-Hispanic White adolescent suicide rates. [56]"}
{"id": "article-130739_34", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Mortality Disparity Rates", "content": "There are devastatingly high death rates among AIAN adults as well. Compared to the general United States population, AIAN adults continue to die at higher rates from several conditions. [4] [61] These include: Heart disease Accidents/unintentional injuries (eg, motor vehicle injuries) Diabetes mellitus Alcohol consumption Chronic lower respiratory disease Cerebrovascular disease (stroke) Chronic liver disease and cirrhosis Influenza and pneumonia Nephritis, nephrotic syndrome Intentional self-harm/suicide Septicemia Assault (homicide) Essential hypertension diseases", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Mortality Disparity Rates. There are devastatingly high death rates among AIAN adults as well. Compared to the general United States population, AIAN adults continue to die at higher rates from several conditions. [4] [61] These include: Heart disease Accidents/unintentional injuries (eg, motor vehicle injuries) Diabetes mellitus Alcohol consumption Chronic lower respiratory disease Cerebrovascular disease (stroke) Chronic liver disease and cirrhosis Influenza and pneumonia Nephritis, nephrotic syndrome Intentional self-harm/suicide Septicemia Assault (homicide) Essential hypertension diseases"}
{"id": "article-130739_35", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Clinical Implications of Significant Health Disparities", "content": "These massive health disparities demonstrate a public health crisis that must be attended to urgently. Clinicians should consider several issues when serving AIAN populations to evaluate and treat their patients effectively. First, they should consider the social, political, and economic factors contributing to disparities in health determinants in AIAN communities. They should also consider the historical and contemporary stressors that impact AIANs. Next, they should practice cultural humility and reflect on their biases and beliefs while learning about their patients’ cultural and individual attitudes toward health and illness. Finally, providers should incorporate each AIAN patient's unique personal and cultural strengths to develop context-specific interventions. [58]", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Clinical Significance -- Clinical Implications of Significant Health Disparities. These massive health disparities demonstrate a public health crisis that must be attended to urgently. Clinicians should consider several issues when serving AIAN populations to evaluate and treat their patients effectively. First, they should consider the social, political, and economic factors contributing to disparities in health determinants in AIAN communities. They should also consider the historical and contemporary stressors that impact AIANs. Next, they should practice cultural humility and reflect on their biases and beliefs while learning about their patients’ cultural and individual attitudes toward health and illness. Finally, providers should incorporate each AIAN patient's unique personal and cultural strengths to develop context-specific interventions. [58]"}
{"id": "article-130739_36", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Dismantling health disparities faced by many AIANs and enhancing healthcare team outcomes requires a multifaceted approach. Strategies that can work to accomplish this include:", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Dismantling health disparities faced by many AIANs and enhancing healthcare team outcomes requires a multifaceted approach. Strategies that can work to accomplish this include:"}
{"id": "article-130739_37", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Approach the care of AIAN patients through a structurally competent lens.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Approach the care of AIAN patients through a structurally competent lens."}
{"id": "article-130739_38", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Consider the historical and sociopolitical context that drives health disparities among AIAN populations.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Consider the historical and sociopolitical context that drives health disparities among AIAN populations."}
{"id": "article-130739_39", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Recognize AIAN community-specific social determinants of health.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Recognize AIAN community-specific social determinants of health."}
{"id": "article-130739_40", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Improve health professionals' understanding of historical, cultural, and spiritual factors that influence AIAN health.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Improve health professionals' understanding of historical, cultural, and spiritual factors that influence AIAN health."}
{"id": "article-130739_41", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Appreciate the vast diversity that exists among AIAN people and nations.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Appreciate the vast diversity that exists among AIAN people and nations."}
{"id": "article-130739_42", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Address the distrust of Western Medicine in AIAN communities caused by a centuries-old legacy of discrimination.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Address the distrust of Western Medicine in AIAN communities caused by a centuries-old legacy of discrimination."}
{"id": "article-130739_43", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Address provider bias, microaggressions, and individual and institutional racism experienced by AIANs today.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Address provider bias, microaggressions, and individual and institutional racism experienced by AIANs today."}
{"id": "article-130739_44", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Incorporate issues related to AIAN health care within the medical school curriculum.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Incorporate issues related to AIAN health care within the medical school curriculum."}
{"id": "article-130739_45", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Ensure adequate representation of AIANs in health care by increasing the number of AIAN students in health professional schools.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Ensure adequate representation of AIANs in health care by increasing the number of AIAN students in health professional schools."}
{"id": "article-130739_46", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Strive for maximum tribal involvement in meeting the health needs of local AIAN populations.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Strive for maximum tribal involvement in meeting the health needs of local AIAN populations."}
{"id": "article-130739_47", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Increase care coordination between traditional Native healers and health professionals practicing Western Medicine.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Increase care coordination between traditional Native healers and health professionals practicing Western Medicine."}
{"id": "article-130739_48", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Partner with AIAN community members to develop sustainable community-based interventions that integrate their culture, history, and inherent strengths into local health-based programs.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Partner with AIAN community members to develop sustainable community-based interventions that integrate their culture, history, and inherent strengths into local health-based programs."}
{"id": "article-130739_49", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Partner with AIAN communities to better understand the health impacts caused by toxin exposure and find appropriate solutions to address the adverse effects.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Partner with AIAN communities to better understand the health impacts caused by toxin exposure and find appropriate solutions to address the adverse effects."}
{"id": "article-130739_50", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Inquire about environmental risk factors and exposure to pollutants and metals such as uranium, arsenic, lead, copper, vanadium, and manganese. Identify individuals at high risk of developing a health condition based on exposure.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Inquire about environmental risk factors and exposure to pollutants and metals such as uranium, arsenic, lead, copper, vanadium, and manganese. Identify individuals at high risk of developing a health condition based on exposure."}
{"id": "article-130739_51", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Practice cultural humility and compassion in the clinical setting.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Practice cultural humility and compassion in the clinical setting."}
{"id": "article-130739_52", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Avoid stereotyping and encourage patients to share a cultural identity that is personal and unique to them.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Avoid stereotyping and encourage patients to share a cultural identity that is personal and unique to them."}
{"id": "article-130739_53", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Explore each patient’s health beliefs and factors influencing their decision-making to provide contextually tailored care.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Explore each patient’s health beliefs and factors influencing their decision-making to provide contextually tailored care."}
{"id": "article-130739_54", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Use a strength-based instead of a deficit-based approach to patient care.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Use a strength-based instead of a deficit-based approach to patient care."}
{"id": "article-130739_55", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Appreciate tribal, cultural, and regional differences that impact each patient's illness experience.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Appreciate tribal, cultural, and regional differences that impact each patient's illness experience."}
{"id": "article-130739_56", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes", "content": "Achieving these goals will allow healthcare professionals to properly address health disparities, effectively evaluate and treat AIAN patients in clinical settings, and promote health equity.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Enhancing Healthcare Team Outcomes. Achieving these goals will allow healthcare professionals to properly address health disparities, effectively evaluate and treat AIAN patients in clinical settings, and promote health equity."}
{"id": "article-130739_57", "title": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diversity Goals for Evaluation and Treatment of American Indians and Alaska Natives -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}