{"id": "article-31401_0", "title": "Wound Dehiscence -- Definition/Introduction", "content": "Dehiscence is a partial or total separation of previously approximated wound edges, due to a failure of proper wound healing. This scenario typically occurs 5 to 8 days following surgery when healing is still in the early stages. The causes of dehiscence are similar to the causes of poor wound healing and include ischemia, infection, increased abdominal pressure, diabetes, malnutrition, smoking, and obesity. [1] Superficial dehiscence is when the wound edges begin to separate and by increased bleeding or drainage at the site. The clinician should investigate the wound for worrisome signs, including infection or necrosis. [2] Prompt identification is important for preventing worsening dehiscence, infection, and other complications. Evisceration is a complication of complete wound dehiscence, where intraabdominal organs herniate through the open wound.", "contents": "Wound Dehiscence -- Definition/Introduction. Dehiscence is a partial or total separation of previously approximated wound edges, due to a failure of proper wound healing. This scenario typically occurs 5 to 8 days following surgery when healing is still in the early stages. The causes of dehiscence are similar to the causes of poor wound healing and include ischemia, infection, increased abdominal pressure, diabetes, malnutrition, smoking, and obesity. [1] Superficial dehiscence is when the wound edges begin to separate and by increased bleeding or drainage at the site. The clinician should investigate the wound for worrisome signs, including infection or necrosis. [2] Prompt identification is important for preventing worsening dehiscence, infection, and other complications. Evisceration is a complication of complete wound dehiscence, where intraabdominal organs herniate through the open wound."}
{"id": "article-31401_1", "title": "Wound Dehiscence -- Issues of Concern", "content": "Proper wound healing occurs in three general phases, allowing the damage to heal and new tissue to replace the damaged tissue. The three phases include inflammation, proliferation, and maturation. [3] [4] [5] The repaired wound can be expected to obtain 80% of the original tensile strength over two years, but will not achieve the same level of pre-injury strength. Poor wound healing can occur due to the disruption of any of the three phases of healing. Common risk factors for abnormal healing include the presence of necrotic tissue, infection, ischemia, smoking, diabetes, malnutrition, glucocorticoid use, and radiation exposure.", "contents": "Wound Dehiscence -- Issues of Concern. Proper wound healing occurs in three general phases, allowing the damage to heal and new tissue to replace the damaged tissue. The three phases include inflammation, proliferation, and maturation. [3] [4] [5] The repaired wound can be expected to obtain 80% of the original tensile strength over two years, but will not achieve the same level of pre-injury strength. Poor wound healing can occur due to the disruption of any of the three phases of healing. Common risk factors for abnormal healing include the presence of necrotic tissue, infection, ischemia, smoking, diabetes, malnutrition, glucocorticoid use, and radiation exposure."}
{"id": "article-31401_2", "title": "Wound Dehiscence -- Issues of Concern", "content": "When dehiscence is identified, it is crucial to determine the extent of wound failure. Superficial dehiscence can be managed with abdominal binders to reduce strain on the wound and prevent further dehiscence. The existing wound failure may be allowed to heal by secondary intention or can close secondarily. Deep dehiscence of the underlying fascia is a surgical emergency and must be closed in the operating room, as this can lead to evisceration. If the wound shows signs of evisceration, the wound can be covered with a sterile saline dressing until the herniating organs can be reduced back into the abdomen.", "contents": "Wound Dehiscence -- Issues of Concern. When dehiscence is identified, it is crucial to determine the extent of wound failure. Superficial dehiscence can be managed with abdominal binders to reduce strain on the wound and prevent further dehiscence. The existing wound failure may be allowed to heal by secondary intention or can close secondarily. Deep dehiscence of the underlying fascia is a surgical emergency and must be closed in the operating room, as this can lead to evisceration. If the wound shows signs of evisceration, the wound can be covered with a sterile saline dressing until the herniating organs can be reduced back into the abdomen."}
{"id": "article-31401_3", "title": "Wound Dehiscence -- Clinical Significance", "content": "Poor Perfusion/Ischemia - Healing wounds have an increased demand for oxygen and other factors to promote proper repair. Wounds with poor perfusion or ischemia do not receive sufficient blood flow to meet demand and are unable to heal correctly. Patient comorbidities, including vascular disease or venous insufficiency, increases patient risk for wound failure and dehiscence. Careful suturing can reduce local ischemia to the wound, preventing local wound failure.", "contents": "Wound Dehiscence -- Clinical Significance. Poor Perfusion/Ischemia - Healing wounds have an increased demand for oxygen and other factors to promote proper repair. Wounds with poor perfusion or ischemia do not receive sufficient blood flow to meet demand and are unable to heal correctly. Patient comorbidities, including vascular disease or venous insufficiency, increases patient risk for wound failure and dehiscence. Careful suturing can reduce local ischemia to the wound, preventing local wound failure."}
{"id": "article-31401_4", "title": "Wound Dehiscence -- Clinical Significance", "content": "Infection - Infected wounds are unable to heal appropriately and become 'stuck' in the inflammation phase. Without proper resolution of wound inflammation, proliferation, and maturation of the wound are unable to occur.", "contents": "Wound Dehiscence -- Clinical Significance. Infection - Infected wounds are unable to heal appropriately and become 'stuck' in the inflammation phase. Without proper resolution of wound inflammation, proliferation, and maturation of the wound are unable to occur."}
{"id": "article-31401_5", "title": "Wound Dehiscence -- Clinical Significance", "content": "Smoking - Tobacco smoking has a vasoconstrictive effect leading to decreased wound perfusion. Nicotine also impairs proper macrophage migration and fibroblast activation, impeding the wound healing process. Diabetes - Microvascular disease caused by diabetes can impair blood flow, leading to poor wound perfusion. Hyperglycemia also increases the risk of wound infection, decreasing healing.", "contents": "Wound Dehiscence -- Clinical Significance. Smoking - Tobacco smoking has a vasoconstrictive effect leading to decreased wound perfusion. Nicotine also impairs proper macrophage migration and fibroblast activation, impeding the wound healing process. Diabetes - Microvascular disease caused by diabetes can impair blood flow, leading to poor wound perfusion. Hyperglycemia also increases the risk of wound infection, decreasing healing."}
{"id": "article-31401_6", "title": "Wound Dehiscence -- Clinical Significance", "content": "Malnutrition/Hypoalbuminemia - Protein status is essential for fibroblast proliferation, collagen synthesis, and angiogenesis. Without adequate protein stores, proper wound healing becomes slowed. Limited carbohydrate reserves can lead to protein catabolism and wound breakdown. Deficiencies of vitamin C and zinc also lead to impaired wound healing. Optimizing a patient's nutrition before surgery can decrease the risk of wound failure.", "contents": "Wound Dehiscence -- Clinical Significance. Malnutrition/Hypoalbuminemia - Protein status is essential for fibroblast proliferation, collagen synthesis, and angiogenesis. Without adequate protein stores, proper wound healing becomes slowed. Limited carbohydrate reserves can lead to protein catabolism and wound breakdown. Deficiencies of vitamin C and zinc also lead to impaired wound healing. Optimizing a patient's nutrition before surgery can decrease the risk of wound failure."}
{"id": "article-31401_7", "title": "Wound Dehiscence -- Clinical Significance", "content": "Radiation - Surgery should be avoided in patients receiving radiation whenever possible. Radiation leads to microvascular obliteration, leading to a gradual decrease in tissue perfusion towards the epicenter of the radiated target area, compromising wound repair. Radiation can also lead to altered cellular replication and increased fibrosis, inhibiting proper wound healing.", "contents": "Wound Dehiscence -- Clinical Significance. Radiation - Surgery should be avoided in patients receiving radiation whenever possible. Radiation leads to microvascular obliteration, leading to a gradual decrease in tissue perfusion towards the epicenter of the radiated target area, compromising wound repair. Radiation can also lead to altered cellular replication and increased fibrosis, inhibiting proper wound healing."}
{"id": "article-31401_8", "title": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Physician-related factors, especially their level of experience and technical ability, are more significant than patient-related factors in acute wound failure. [6] [Level 5 [6] The type of suture material or specific closure technique used is less significant than patient-related risk factors. [7] [Level 3] Emphasis should be placed on proper surgical technique, including taking large fascial bites during abdominal closure. Avoid excess tension on the wound, as this increases the risk for dehiscence directly, while also decreasing perfusion to the healing wound. Advanced techniques to reduce wound tension include small 'pie-crust' incisions along with the wound closure and using attachment plates to reduce initial wound tension while allowing for gradual tension loading. [8] [9]", "contents": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions. Physician-related factors, especially their level of experience and technical ability, are more significant than patient-related factors in acute wound failure. [6] [Level 5 [6] The type of suture material or specific closure technique used is less significant than patient-related risk factors. [7] [Level 3] Emphasis should be placed on proper surgical technique, including taking large fascial bites during abdominal closure. Avoid excess tension on the wound, as this increases the risk for dehiscence directly, while also decreasing perfusion to the healing wound. Advanced techniques to reduce wound tension include small 'pie-crust' incisions along with the wound closure and using attachment plates to reduce initial wound tension while allowing for gradual tension loading. [8] [9]"}
{"id": "article-31401_9", "title": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Patient-specific risk factors for dehiscence include increasing age, wound infection, hypoalbuminemia, emergency surgery, cancer, and steroid use. [Level 4] Increasing risk factors appeared to be correlated for increased risk of dehiscence. Mortality for patients with dehiscence was 16%. [10] Other factors include anemia, jaundice, COPD, and wound infection (Level 4). The risk for dehiscence increased with increasing risk factors. [11]", "contents": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions. Patient-specific risk factors for dehiscence include increasing age, wound infection, hypoalbuminemia, emergency surgery, cancer, and steroid use. [Level 4] Increasing risk factors appeared to be correlated for increased risk of dehiscence. Mortality for patients with dehiscence was 16%. [10] Other factors include anemia, jaundice, COPD, and wound infection (Level 4). The risk for dehiscence increased with increasing risk factors. [11]"}
{"id": "article-31401_10", "title": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Specific preoperative physiologic and physical presurgical rehabilitation programs can be used to target and to ameliorate specific comorbidities to decrease the risk of dehiscence at the incision site.", "contents": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions. Specific preoperative physiologic and physical presurgical rehabilitation programs can be used to target and to ameliorate specific comorbidities to decrease the risk of dehiscence at the incision site."}
{"id": "article-31401_11", "title": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Secondary closure is preferred to healing by secondary intention in patients with superficial dehiscence. [12] [Level 2] Patients who underwent secondary closure experience a faster healing time and fewer post-operative visits than the healing by secondary intention group. Negative pressure wound therapy has been a suggested means to possibly improve healing in secondary intention healing, but definitive benefits or harm remain unidentified. [13] [Level 3]", "contents": "Wound Dehiscence -- Nursing, Allied Health, and Interprofessional Team Interventions. Secondary closure is preferred to healing by secondary intention in patients with superficial dehiscence. [12] [Level 2] Patients who underwent secondary closure experience a faster healing time and fewer post-operative visits than the healing by secondary intention group. Negative pressure wound therapy has been a suggested means to possibly improve healing in secondary intention healing, but definitive benefits or harm remain unidentified. [13] [Level 3]"}
{"id": "article-31401_12", "title": "Wound Dehiscence -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Wound Dehiscence -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}