{"id": "article-27827_0", "title": "Prostaglandin E2 (Dinoprostone) -- Continuing Education Activity", "content": "Prostaglandin E2 is an FDA-approved medication used both for the evacuation of uterine contents and labor induction. It is in the prostaglandin class of drugs. This activity outlines the indications, action, and contraindications for prostaglandin E2 as it is used as an abortifacient or a labor inducer. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent to the interprofessional team members of patients in need of uterine evacuation or labor induction.", "contents": "Prostaglandin E2 (Dinoprostone) -- Continuing Education Activity. Prostaglandin E2 is an FDA-approved medication used both for the evacuation of uterine contents and labor induction. It is in the prostaglandin class of drugs. This activity outlines the indications, action, and contraindications for prostaglandin E2 as it is used as an abortifacient or a labor inducer. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent to the interprofessional team members of patients in need of uterine evacuation or labor induction."}
{"id": "article-27827_1", "title": "Prostaglandin E2 (Dinoprostone) -- Continuing Education Activity", "content": "Objectives: Outline the mechanism of action of prostaglandin E2. Describe the adverse effects of prostaglandin E2. Identify the indications for the different forms of prostaglandin E2. Explain the importance of interprofessional team communication in the administration and monitoring of prostaglandin E2. Access free multiple choice questions on this topic.", "contents": "Prostaglandin E2 (Dinoprostone) -- Continuing Education Activity. Objectives: Outline the mechanism of action of prostaglandin E2. Describe the adverse effects of prostaglandin E2. Identify the indications for the different forms of prostaglandin E2. Explain the importance of interprofessional team communication in the administration and monitoring of prostaglandin E2. Access free multiple choice questions on this topic."}
{"id": "article-27827_2", "title": "Prostaglandin E2 (Dinoprostone) -- Indications", "content": "Prostaglandin E2 (PGE2), also known by the name dinoprostone, is a naturally occurring compound involved in promoting labor, though it is also present in the inflammatory pathway. [1] Prostaglandin E2 is FDA approved for cervical ripening for the induction of labor in patients for which there is a medical indication for induction. When used as a vaginal suppository, it is indicated as an abortifacient from gestational week 12 to 20 or for the evacuation of uterine contents for the management of missed abortion and intrauterine fetal death up to 28 weeks. Prostaglandin E2 is also useful for the management of gestational trophoblastic disease. Importantly, it is not a feticidal agent. Given its oxytocic properties, the administration of dinoprostone should only be at the proper dosages by experienced clinicians. [2]", "contents": "Prostaglandin E2 (Dinoprostone) -- Indications. Prostaglandin E2 (PGE2), also known by the name dinoprostone, is a naturally occurring compound involved in promoting labor, though it is also present in the inflammatory pathway. [1] Prostaglandin E2 is FDA approved for cervical ripening for the induction of labor in patients for which there is a medical indication for induction. When used as a vaginal suppository, it is indicated as an abortifacient from gestational week 12 to 20 or for the evacuation of uterine contents for the management of missed abortion and intrauterine fetal death up to 28 weeks. Prostaglandin E2 is also useful for the management of gestational trophoblastic disease. Importantly, it is not a feticidal agent. Given its oxytocic properties, the administration of dinoprostone should only be at the proper dosages by experienced clinicians. [2]"}
{"id": "article-27827_3", "title": "Prostaglandin E2 (Dinoprostone) -- Mechanism of Action", "content": "While the exact mechanism of action is unknown, prostaglandin E2 causes contractions in the myometrium via direct stimulation.  It binds to G protein-coupled receptors (GPCRs) EP1-4 that lead to a variety of downstream events depending on the EP subtype and cell-type-specific expression patterns. [3] For example, EP receptors in the myometrium act via cell membrane calcium channels and intracellular cyclic 3’5’-adenosine monophosphate (cAMP). As some of the known receptors for prostaglandin E2 antagonize each other, researchers have hypothesized that the expression of these receptors determines the specific effects. The efficacy of prostaglandin E2 during pregnancy may link to the expression of these receptors. Prostaglandin E2 also promotes cervical dilation, effacement, and softening, similar to the natural progression of pregnancy, possibly due to increased collagenase secretion. [4]", "contents": "Prostaglandin E2 (Dinoprostone) -- Mechanism of Action. While the exact mechanism of action is unknown, prostaglandin E2 causes contractions in the myometrium via direct stimulation.  It binds to G protein-coupled receptors (GPCRs) EP1-4 that lead to a variety of downstream events depending on the EP subtype and cell-type-specific expression patterns. [3] For example, EP receptors in the myometrium act via cell membrane calcium channels and intracellular cyclic 3’5’-adenosine monophosphate (cAMP). As some of the known receptors for prostaglandin E2 antagonize each other, researchers have hypothesized that the expression of these receptors determines the specific effects. The efficacy of prostaglandin E2 during pregnancy may link to the expression of these receptors. Prostaglandin E2 also promotes cervical dilation, effacement, and softening, similar to the natural progression of pregnancy, possibly due to increased collagenase secretion. [4]"}
{"id": "article-27827_4", "title": "Prostaglandin E2 (Dinoprostone) -- Mechanism of Action", "content": "The role of prostaglandin E2 in inflammation is complex; it has demonstrated pro-inflammatory activity in specific settings and plays an anti-inflammatory role in others. [5] These diverse functions appear to depend on the cell type and expression patterns of various receptors. It can promote the activation of inflammatory Th17 cells but suppress IL-2 and IL-12 production in other T cell subsets. Importantly, though in vitro experiments have demonstrated that prostaglandin E2 can inhibit T-cell production, in vivo studies have not yet shown similar results. [6]", "contents": "Prostaglandin E2 (Dinoprostone) -- Mechanism of Action. The role of prostaglandin E2 in inflammation is complex; it has demonstrated pro-inflammatory activity in specific settings and plays an anti-inflammatory role in others. [5] These diverse functions appear to depend on the cell type and expression patterns of various receptors. It can promote the activation of inflammatory Th17 cells but suppress IL-2 and IL-12 production in other T cell subsets. Importantly, though in vitro experiments have demonstrated that prostaglandin E2 can inhibit T-cell production, in vivo studies have not yet shown similar results. [6]"}
{"id": "article-27827_5", "title": "Prostaglandin E2 (Dinoprostone) -- Administration", "content": "PGE2 is administered vaginally as a suppository, gel, or insert.", "contents": "Prostaglandin E2 (Dinoprostone) -- Administration. PGE2 is administered vaginally as a suppository, gel, or insert."}
{"id": "article-27827_6", "title": "Prostaglandin E2 (Dinoprostone) -- Administration", "content": "The vaginal suppository is for the evacuation of uterine contents. One 20 mg suppository is inserted into the posterior fornix of the vagina every three hours until abortion occurs. If the abortion does not occur within twenty-four hours, or if there are severe side effects, the clinician should stop the drug. [7]", "contents": "Prostaglandin E2 (Dinoprostone) -- Administration. The vaginal suppository is for the evacuation of uterine contents. One 20 mg suppository is inserted into the posterior fornix of the vagina every three hours until abortion occurs. If the abortion does not occur within twenty-four hours, or if there are severe side effects, the clinician should stop the drug. [7]"}
{"id": "article-27827_7", "title": "Prostaglandin E2 (Dinoprostone) -- Administration", "content": "The endocervical gel and vaginal inserts are agents for cervical ripening induction. The cervical gel has a more rapid release than the vaginal insert but might be less convenient, as the procedure requires more vaginal examinations. [4] PGE2 is inserted into the posterior fornix and replaced every six hours until labor induction, as determined by regular, painful contractions. [8] However, drug administration should cease if there are no contractions within twenty-four hours or if there are severe adverse effects, including membrane rupture or uterine hyperstimulation. [9]", "contents": "Prostaglandin E2 (Dinoprostone) -- Administration. The endocervical gel and vaginal inserts are agents for cervical ripening induction. The cervical gel has a more rapid release than the vaginal insert but might be less convenient, as the procedure requires more vaginal examinations. [4] PGE2 is inserted into the posterior fornix and replaced every six hours until labor induction, as determined by regular, painful contractions. [8] However, drug administration should cease if there are no contractions within twenty-four hours or if there are severe adverse effects, including membrane rupture or uterine hyperstimulation. [9]"}
{"id": "article-27827_8", "title": "Prostaglandin E2 (Dinoprostone) -- Adverse Effects", "content": "The most common side effects of prostaglandin E2 concern its impact on gastrointestinal smooth muscle. The suppository correlates with the most severe side effects, with two-thirds of patients experiencing vomiting, two-fifths experiencing diarrhea, and one-third experiencing nausea. Other adverse effects include temperature elevation in half of the patients, headache in one-tenth, and shivering and chills in one-tenth. Anti-emetics and anti-diarrheal medications may be necessary before and during the drug administration to counteract these side effects. [9]", "contents": "Prostaglandin E2 (Dinoprostone) -- Adverse Effects. The most common side effects of prostaglandin E2 concern its impact on gastrointestinal smooth muscle. The suppository correlates with the most severe side effects, with two-thirds of patients experiencing vomiting, two-fifths experiencing diarrhea, and one-third experiencing nausea. Other adverse effects include temperature elevation in half of the patients, headache in one-tenth, and shivering and chills in one-tenth. Anti-emetics and anti-diarrheal medications may be necessary before and during the drug administration to counteract these side effects. [9]"}
{"id": "article-27827_9", "title": "Prostaglandin E2 (Dinoprostone) -- Adverse Effects", "content": "The insert and gel have a less than one percent incidence of gastrointestinal symptoms. However, studies have shown that they have links to a higher chance of uterine hyperstimulation with and without fetal distress (greater than 2%) versus placebo (under1%). Additionally, they also have an increased chance of fetal distress without uterine hyperstimulation (over 2%) versus placebo (1%). There were also associated fetal heart rate changes, with and without distress. In all of these cases, removal of the product resulted in a return to normal, though one case did require treatment with tocolytics. [10]", "contents": "Prostaglandin E2 (Dinoprostone) -- Adverse Effects. The insert and gel have a less than one percent incidence of gastrointestinal symptoms. However, studies have shown that they have links to a higher chance of uterine hyperstimulation with and without fetal distress (greater than 2%) versus placebo (under1%). Additionally, they also have an increased chance of fetal distress without uterine hyperstimulation (over 2%) versus placebo (1%). There were also associated fetal heart rate changes, with and without distress. In all of these cases, removal of the product resulted in a return to normal, though one case did require treatment with tocolytics. [10]"}
{"id": "article-27827_10", "title": "Prostaglandin E2 (Dinoprostone) -- Contraindications", "content": "Prostaglandin E2 is contraindicated in patients with a known hypersensitivity to prostaglandins. As an oxytocic agent, prostaglandin E2 should be avoided in scenarios in which vaginal delivery or the induction of labor is contraindicated and should be stopped before administering oxytocin.", "contents": "Prostaglandin E2 (Dinoprostone) -- Contraindications. Prostaglandin E2 is contraindicated in patients with a known hypersensitivity to prostaglandins. As an oxytocic agent, prostaglandin E2 should be avoided in scenarios in which vaginal delivery or the induction of labor is contraindicated and should be stopped before administering oxytocin."}
{"id": "article-27827_11", "title": "Prostaglandin E2 (Dinoprostone) -- Contraindications -- Suppository", "content": "Clinicians should avoid the suppository should in patients with acute inflammatory pelvic disease, as well as patients with active cardiac, renal, pulmonary, or hepatic disease. Additionally, it requires caution in patients with a history of these diseases and patients with a history of cervical malignancy, asthma, hypo- or hypertension, anemia, jaundice, pulmonary disease, or epilepsy. The prostaglandin E2 suppository is not indicated for uterine evacuation for fetuses at the stage of viability. [11]", "contents": "Prostaglandin E2 (Dinoprostone) -- Contraindications -- Suppository. Clinicians should avoid the suppository should in patients with acute inflammatory pelvic disease, as well as patients with active cardiac, renal, pulmonary, or hepatic disease. Additionally, it requires caution in patients with a history of these diseases and patients with a history of cervical malignancy, asthma, hypo- or hypertension, anemia, jaundice, pulmonary disease, or epilepsy. The prostaglandin E2 suppository is not indicated for uterine evacuation for fetuses at the stage of viability. [11]"}
{"id": "article-27827_12", "title": "Prostaglandin E2 (Dinoprostone) -- Contraindications -- Gel/Insert", "content": "The gel or insert versions used for cervical ripening are contraindicated in patients with fetal distress where delivery is not imminent or who have vaginal bleeding during pregnancy, marked cephalopelvic disproportion, and/or multipara with six or more previous term pregnancies. Prostaglandin E2 should also be avoided when prolonged uterine contraction may pose a risk to uterine integrity or fetal safety, such as with prior cesarean section or major uterine surgery. Prostaglandin E2 for labor induction should also be avoided in patients with a history of asthma, glaucoma, or heart disease. [12]", "contents": "Prostaglandin E2 (Dinoprostone) -- Contraindications -- Gel/Insert. The gel or insert versions used for cervical ripening are contraindicated in patients with fetal distress where delivery is not imminent or who have vaginal bleeding during pregnancy, marked cephalopelvic disproportion, and/or multipara with six or more previous term pregnancies. Prostaglandin E2 should also be avoided when prolonged uterine contraction may pose a risk to uterine integrity or fetal safety, such as with prior cesarean section or major uterine surgery. Prostaglandin E2 for labor induction should also be avoided in patients with a history of asthma, glaucoma, or heart disease. [12]"}
{"id": "article-27827_13", "title": "Prostaglandin E2 (Dinoprostone) -- Monitoring", "content": "Prostaglandin E2 administration should only take place in a specialized care setting under clinician supervision.", "contents": "Prostaglandin E2 (Dinoprostone) -- Monitoring. Prostaglandin E2 administration should only take place in a specialized care setting under clinician supervision."}
{"id": "article-27827_14", "title": "Prostaglandin E2 (Dinoprostone) -- Monitoring -- Suppository", "content": "Patients should be monitored for adverse effects, especially pyrexia, and the drug should be stopped if any severe adverse reactions occur. Abortion via prostaglandin E2 suppository may be incomplete, which may require further measures such as dilation and curettage. [11]", "contents": "Prostaglandin E2 (Dinoprostone) -- Monitoring -- Suppository. Patients should be monitored for adverse effects, especially pyrexia, and the drug should be stopped if any severe adverse reactions occur. Abortion via prostaglandin E2 suppository may be incomplete, which may require further measures such as dilation and curettage. [11]"}
{"id": "article-27827_15", "title": "Prostaglandin E2 (Dinoprostone) -- Monitoring -- Gel/Insert", "content": "Uterine activity, fetal status, and progression of cervical dilation all require monitoring.  In particular, the healthcare team should look for any signs of uterine hyperstimulation, sustained uterine contractions, and fetal distress. If these or any other adverse effects present, the insert should be removed and drug administration stopped. Prostaglandin E2 should also be discontinued before amniotomy and before the administration of oxytocin. [13]", "contents": "Prostaglandin E2 (Dinoprostone) -- Monitoring -- Gel/Insert. Uterine activity, fetal status, and progression of cervical dilation all require monitoring.  In particular, the healthcare team should look for any signs of uterine hyperstimulation, sustained uterine contractions, and fetal distress. If these or any other adverse effects present, the insert should be removed and drug administration stopped. Prostaglandin E2 should also be discontinued before amniotomy and before the administration of oxytocin. [13]"}
{"id": "article-27827_16", "title": "Prostaglandin E2 (Dinoprostone) -- Toxicity", "content": "Prostaglandin E2 overdose typically manifests as uterine hyperstimulation, and stopping the drug is the most effective treatment. Also, beta-adrenergic drugs, such as terbutaline, may be used in case of continued symptoms. [13]", "contents": "Prostaglandin E2 (Dinoprostone) -- Toxicity. Prostaglandin E2 overdose typically manifests as uterine hyperstimulation, and stopping the drug is the most effective treatment. Also, beta-adrenergic drugs, such as terbutaline, may be used in case of continued symptoms. [13]"}
{"id": "article-27827_17", "title": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes", "content": "Given prostaglandin E2’s oxytocic properties and potential side effects, its administration and possible adverse effects require careful monitoring. The most effective way to do this requires an interprofessional team of clinicians, nurses, and pharmacists to keep track of the patient’s progress. The team should be especially careful to remove prostaglandin E2 before administering other oxytocic drugs, especially when inducing labor.", "contents": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes. Given prostaglandin E2’s oxytocic properties and potential side effects, its administration and possible adverse effects require careful monitoring. The most effective way to do this requires an interprofessional team of clinicians, nurses, and pharmacists to keep track of the patient’s progress. The team should be especially careful to remove prostaglandin E2 before administering other oxytocic drugs, especially when inducing labor."}
{"id": "article-27827_18", "title": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes", "content": "The pharmacist should make sure that the clinicians are aware of the potential adverse effects of the drug and how to manage them, assist in preventing the above drug interactions, and verify all dosing. If side effects develop, both the nursing staff and pharmacy staff should report back to the clinical team. Neonatal nursing staff will be an invaluable asset during the entire labor and delivery process, regardless of what manner it occurs, assisting during the procedure and taking care of the neonate and mother subsequently.", "contents": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes. The pharmacist should make sure that the clinicians are aware of the potential adverse effects of the drug and how to manage them, assist in preventing the above drug interactions, and verify all dosing. If side effects develop, both the nursing staff and pharmacy staff should report back to the clinical team. Neonatal nursing staff will be an invaluable asset during the entire labor and delivery process, regardless of what manner it occurs, assisting during the procedure and taking care of the neonate and mother subsequently."}
{"id": "article-27827_19", "title": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes", "content": "Followup to prostaglandin E2 administration is typically by either the evacuation of uterine contents or labor. Because of this, patients require constant close observation and will often need further procedures soon after the drug’s desired effect.", "contents": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes. Followup to prostaglandin E2 administration is typically by either the evacuation of uterine contents or labor. Because of this, patients require constant close observation and will often need further procedures soon after the drug’s desired effect."}
{"id": "article-27827_20", "title": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes", "content": "Communication among members of the healthcare team will help with understanding the progression of the drug’s effects and the expected outcome, and the next steps to be taken. [14] [Level 3] Given the potential for adverse events with prostaglandin E2, its use requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]", "contents": "Prostaglandin E2 (Dinoprostone) -- Enhancing Healthcare Team Outcomes. Communication among members of the healthcare team will help with understanding the progression of the drug’s effects and the expected outcome, and the next steps to be taken. [14] [Level 3] Given the potential for adverse events with prostaglandin E2, its use requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]"}
{"id": "article-27827_21", "title": "Prostaglandin E2 (Dinoprostone) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Prostaglandin E2 (Dinoprostone) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}