{"id": "article-91323_0", "title": "Physiology, Muscarinic Receptor -- Introduction", "content": "Muscarinic receptors are G-coupled protein receptors involved in the parasympathetic nervous system. The only exception to these receptors is the sweat glands, which possess muscarinic receptors but are part of the sympathetic nervous system. They are named due to their increased sensitivity to muscarine, a component found in certain species of mushrooms. [1] The molecule acetylcholine activates muscarinic receptors, allowing for a parasympathetic reaction in any organs and tissues where the receptor is expressed. Nicotinic receptors are ionotropic ligand-gated receptors that are also responsive to Ach, but they are mostly in the central nervous system. [2] Muscarinic receptors are involved in peristalsis, micturition, bronchoconstriction, and several other parasympathetic reactions. [3] [4] [5] Muscarinic receptors are a type of ligand-gated G-protein coupled receptor, functioning as either simulative regulative G-proteins (Gs) or inhibitory regulative G-proteins (Gi).  Ach stimulation of Gq to activate PLC and Ca2+. There are five different subtypes of receptors, that when either dysfunctional or overstimulated, can be targeted by several medications allowing for relief of symptoms.", "contents": "Physiology, Muscarinic Receptor -- Introduction. Muscarinic receptors are G-coupled protein receptors involved in the parasympathetic nervous system. The only exception to these receptors is the sweat glands, which possess muscarinic receptors but are part of the sympathetic nervous system. They are named due to their increased sensitivity to muscarine, a component found in certain species of mushrooms. [1] The molecule acetylcholine activates muscarinic receptors, allowing for a parasympathetic reaction in any organs and tissues where the receptor is expressed. Nicotinic receptors are ionotropic ligand-gated receptors that are also responsive to Ach, but they are mostly in the central nervous system. [2] Muscarinic receptors are involved in peristalsis, micturition, bronchoconstriction, and several other parasympathetic reactions. [3] [4] [5] Muscarinic receptors are a type of ligand-gated G-protein coupled receptor, functioning as either simulative regulative G-proteins (Gs) or inhibitory regulative G-proteins (Gi).  Ach stimulation of Gq to activate PLC and Ca2+. There are five different subtypes of receptors, that when either dysfunctional or overstimulated, can be targeted by several medications allowing for relief of symptoms."}
{"id": "article-91323_1", "title": "Physiology, Muscarinic Receptor -- Issues of Concern", "content": "Acetylcholine is closely associated with muscarinic receptors and activation of the parasympathetic nervous system, except for sweat glands, which are part of the sympathetic response. Overstimulation of these receptors can lead to an increased parasympathetic response leading to harmful effects. Several common diseases can be associated with dysfunctional muscarinic receptors. One major overstimulation of the parasympathetic nervous system is COPD and asthma due to the increased bronchial constriction, which leads to shortness of breath and difficulty breathing. Treatment of COPD involves anticholinergics, whereas asthma treatment uses drugs that cause a reversal of acetylcholine binding or an increase of sympathetic to decrease symptoms. [6]", "contents": "Physiology, Muscarinic Receptor -- Issues of Concern. Acetylcholine is closely associated with muscarinic receptors and activation of the parasympathetic nervous system, except for sweat glands, which are part of the sympathetic response. Overstimulation of these receptors can lead to an increased parasympathetic response leading to harmful effects. Several common diseases can be associated with dysfunctional muscarinic receptors. One major overstimulation of the parasympathetic nervous system is COPD and asthma due to the increased bronchial constriction, which leads to shortness of breath and difficulty breathing. Treatment of COPD involves anticholinergics, whereas asthma treatment uses drugs that cause a reversal of acetylcholine binding or an increase of sympathetic to decrease symptoms. [6]"}
{"id": "article-91323_2", "title": "Physiology, Muscarinic Receptor -- Issues of Concern", "content": "Muscarinic receptors are prevalent on the detrusor muscle and are involved with contraction. Dysfunction of these receptors leads to overstimulation and increased contraction of the bladder. [4] This disorder characteristically presents as an overactive bladder disease and is treatable with muscarinic antagonists. Several other diseases involving muscarinic receptors are present, such as Parkinson’s disease, irritable bowel disorder, and myopia. [7] [8] [9] Muscarinic antagonistic medications can improve symptoms of the listed disorders by selectively or non-selectively inhibiting the muscarinic receptors. Hyperhidrosis is involved with muscarinic receptors located in the sweat glands that cause them to oversecrete when under sympathetic stimulation. [10]", "contents": "Physiology, Muscarinic Receptor -- Issues of Concern. Muscarinic receptors are prevalent on the detrusor muscle and are involved with contraction. Dysfunction of these receptors leads to overstimulation and increased contraction of the bladder. [4] This disorder characteristically presents as an overactive bladder disease and is treatable with muscarinic antagonists. Several other diseases involving muscarinic receptors are present, such as Parkinson’s disease, irritable bowel disorder, and myopia. [7] [8] [9] Muscarinic antagonistic medications can improve symptoms of the listed disorders by selectively or non-selectively inhibiting the muscarinic receptors. Hyperhidrosis is involved with muscarinic receptors located in the sweat glands that cause them to oversecrete when under sympathetic stimulation. [10]"}
{"id": "article-91323_3", "title": "Physiology, Muscarinic Receptor -- Cellular Level", "content": "The muscarinic receptor consists of M1, M2, M3, M4, and M5 receptor subtypes. All muscarinic receptors are part of the G-protein coupled receptors (GPCRs). A molecule activates GPCRs; in this case, muscarinic receptors become activated by the neurotransmitter acetylcholine. Activation of GPCRs leads to ligand binding, which leads to the generation of second messengers depending on which class of G protein is present in the receptor. Gq receptors are excitatory and generate phospholipase C and protein kinase C (PKC). Phospholipase C will then produce second messengers, diacylglycerol (DAG) and inositol triphosphate (IP3). DAG and IP3 work to increase protein kinase and calcium intracellularly, which provide the mechanism for an excitatory reaction. Gi receptors are inhibitory and cause a decrease of adenylyl cyclase, leading to the reduction of protein kinase A. With decreased protein kinase A, cellular levels of cyclic adenosine monophosphate decrease and cause an inhibitory reaction within the cell. M1, M3, M5 are stimulatory receptors and are composed of the Gq protein, whereas M2 and M4 receptors are inhibitory receptors and are composed of the Gi protein. [11]", "contents": "Physiology, Muscarinic Receptor -- Cellular Level. The muscarinic receptor consists of M1, M2, M3, M4, and M5 receptor subtypes. All muscarinic receptors are part of the G-protein coupled receptors (GPCRs). A molecule activates GPCRs; in this case, muscarinic receptors become activated by the neurotransmitter acetylcholine. Activation of GPCRs leads to ligand binding, which leads to the generation of second messengers depending on which class of G protein is present in the receptor. Gq receptors are excitatory and generate phospholipase C and protein kinase C (PKC). Phospholipase C will then produce second messengers, diacylglycerol (DAG) and inositol triphosphate (IP3). DAG and IP3 work to increase protein kinase and calcium intracellularly, which provide the mechanism for an excitatory reaction. Gi receptors are inhibitory and cause a decrease of adenylyl cyclase, leading to the reduction of protein kinase A. With decreased protein kinase A, cellular levels of cyclic adenosine monophosphate decrease and cause an inhibitory reaction within the cell. M1, M3, M5 are stimulatory receptors and are composed of the Gq protein, whereas M2 and M4 receptors are inhibitory receptors and are composed of the Gi protein. [11]"}
{"id": "article-91323_4", "title": "Physiology, Muscarinic Receptor -- Organ Systems Involved", "content": "The M1 receptor (Gq) is present in the cerebral cortex, hippocampus, and throughout the brain. The muscarinic receptors in these locations appear to play a role in cognitive functioning. [7] M2 receptors (Gi) are in the atrium of the heart and the sinoatrial node. M2 receptors, when activated, inhibit sympathetic influence on the heart, reducing contractility and reducing firing from the sinoatrial node, causing an overall decrease in heart rate. [12] M3 receptors (Gq) are present in smooth muscle structures, such as the bronchi, gastrointestinal tract, pupils, and blood vessels. They are involved in bronchial constriction, gastrointestinal and gallbladder smooth muscle contraction, pupil constriction, and vasodilation of the blood vessels. M3 receptors are also present in sweat glands and are unique in that although they use acetylcholine to activate M3 receptors, they are under sympathetic control. [13] [14] M4 receptors (Gi) are in the CNS. They appear to play a role in dopamine release. M5 receptors (Gq) are located mainly in the substantia nigra of the CNS. These muscarinic receptors are involved in the process of dopamine release. [15]", "contents": "Physiology, Muscarinic Receptor -- Organ Systems Involved. The M1 receptor (Gq) is present in the cerebral cortex, hippocampus, and throughout the brain. The muscarinic receptors in these locations appear to play a role in cognitive functioning. [7] M2 receptors (Gi) are in the atrium of the heart and the sinoatrial node. M2 receptors, when activated, inhibit sympathetic influence on the heart, reducing contractility and reducing firing from the sinoatrial node, causing an overall decrease in heart rate. [12] M3 receptors (Gq) are present in smooth muscle structures, such as the bronchi, gastrointestinal tract, pupils, and blood vessels. They are involved in bronchial constriction, gastrointestinal and gallbladder smooth muscle contraction, pupil constriction, and vasodilation of the blood vessels. M3 receptors are also present in sweat glands and are unique in that although they use acetylcholine to activate M3 receptors, they are under sympathetic control. [13] [14] M4 receptors (Gi) are in the CNS. They appear to play a role in dopamine release. M5 receptors (Gq) are located mainly in the substantia nigra of the CNS. These muscarinic receptors are involved in the process of dopamine release. [15]"}
{"id": "article-91323_5", "title": "Physiology, Muscarinic Receptor -- Pathophysiology", "content": "There are an estimated 358 million patients in the world affected by asthma. Asthma symptoms of dyspnea are secondary to bronchoconstriction and smooth muscle constriction. The increased parasympathetic activity can account for this constriction, including overstimulation of muscarinic receptors by increased release of acetylcholine. [16] M3 receptors mainly control the contraction of airway smooth muscle. M2 receptors function by inhibiting the action of beta-adrenergic stimulated relaxation. [17] In asthma, there is an increased level of eosinophils in the airway. Eosinophils release major basic protein, which in turn binds to M2 receptors. Because the M2 receptors are bound, acetylcholine cannot bind to the receptors, and relaxation of the airway becomes difficult; this allows the unbound acetylcholine to bind to M3 receptors, stimulating constriction of the airways thus producing asthma symptoms. [16]", "contents": "Physiology, Muscarinic Receptor -- Pathophysiology. There are an estimated 358 million patients in the world affected by asthma. Asthma symptoms of dyspnea are secondary to bronchoconstriction and smooth muscle constriction. The increased parasympathetic activity can account for this constriction, including overstimulation of muscarinic receptors by increased release of acetylcholine. [16] M3 receptors mainly control the contraction of airway smooth muscle. M2 receptors function by inhibiting the action of beta-adrenergic stimulated relaxation. [17] In asthma, there is an increased level of eosinophils in the airway. Eosinophils release major basic protein, which in turn binds to M2 receptors. Because the M2 receptors are bound, acetylcholine cannot bind to the receptors, and relaxation of the airway becomes difficult; this allows the unbound acetylcholine to bind to M3 receptors, stimulating constriction of the airways thus producing asthma symptoms. [16]"}
{"id": "article-91323_6", "title": "Physiology, Muscarinic Receptor -- Pathophysiology", "content": "Overactive bladder is a syndrome where the detrusor muscle is overactive, causing symptoms of urinary frequency, urgency, and, in some cases, bladder incontinence. There are greater numbers of M2 receptors in the detrusor muscle; however, the smaller population of M3 receptors is most associated with the contraction of the bladder. [18] M2 indirectly stimulates bladder contraction. When acetylcholine binds to M2 receptors, it indirectly inhibits beta-adrenoceptors and decreases detrusor relaxation. In cases of overactive bladder, the muscarinic receptors are hypersensitive to acetylcholine and other muscarinic agonists allowing for increased urgency and frequency to urinate due to the increased detrusor contractions. [19]", "contents": "Physiology, Muscarinic Receptor -- Pathophysiology. Overactive bladder is a syndrome where the detrusor muscle is overactive, causing symptoms of urinary frequency, urgency, and, in some cases, bladder incontinence. There are greater numbers of M2 receptors in the detrusor muscle; however, the smaller population of M3 receptors is most associated with the contraction of the bladder. [18] M2 indirectly stimulates bladder contraction. When acetylcholine binds to M2 receptors, it indirectly inhibits beta-adrenoceptors and decreases detrusor relaxation. In cases of overactive bladder, the muscarinic receptors are hypersensitive to acetylcholine and other muscarinic agonists allowing for increased urgency and frequency to urinate due to the increased detrusor contractions. [19]"}
{"id": "article-91323_7", "title": "Physiology, Muscarinic Receptor -- Pathophysiology", "content": "Myopia is more commonly known as nearsightedness, a pervasive disorder with one-third of the United States population affected. Multiple studies have shown that muscarinic receptors, especially the M3 subtype, are involved in developing myopia. Scientists believe that muscarinic receptors are involved in axial elongation, which is present in cases of myopia. [20]", "contents": "Physiology, Muscarinic Receptor -- Pathophysiology. Myopia is more commonly known as nearsightedness, a pervasive disorder with one-third of the United States population affected. Multiple studies have shown that muscarinic receptors, especially the M3 subtype, are involved in developing myopia. Scientists believe that muscarinic receptors are involved in axial elongation, which is present in cases of myopia. [20]"}
{"id": "article-91323_8", "title": "Physiology, Muscarinic Receptor -- Clinical Significance", "content": "Either inhibition or stimulation can treat several different diseases and disorders of muscarinic receptors in the affected area. Identifying muscarinic receptors involved in specific pathologies can allow for the development of antagonists and agonists to help decrease symptoms. In asthma and some COPD cases, a long-acting beta2 agonist (LABA) is used to upregulate sympathetic control in the airways and decrease constriction. Several add-on treatments for asthma have come onto the market throughout the years, and several of these include muscarinic receptor antagonists, also known as long-acting muscarinic antagonists (LAMAs). One of the most recently developed LAMA is tiotropium, which acts on M3 receptors. Tiotropium inhibits smooth muscle cells of the airways and submucosal glands to decrease airway constriction and mucus secretion. [21]", "contents": "Physiology, Muscarinic Receptor -- Clinical Significance. Either inhibition or stimulation can treat several different diseases and disorders of muscarinic receptors in the affected area. Identifying muscarinic receptors involved in specific pathologies can allow for the development of antagonists and agonists to help decrease symptoms. In asthma and some COPD cases, a long-acting beta2 agonist (LABA) is used to upregulate sympathetic control in the airways and decrease constriction. Several add-on treatments for asthma have come onto the market throughout the years, and several of these include muscarinic receptor antagonists, also known as long-acting muscarinic antagonists (LAMAs). One of the most recently developed LAMA is tiotropium, which acts on M3 receptors. Tiotropium inhibits smooth muscle cells of the airways and submucosal glands to decrease airway constriction and mucus secretion. [21]"}
{"id": "article-91323_9", "title": "Physiology, Muscarinic Receptor -- Clinical Significance", "content": "Muscarinic antagonists are frequently used in the treatment of overactive bladder. Antagonists work to reduce the spastic contraction of the detrusor muscle. [19] Oxybutynin is a common treatment due to its anticholinergic properties and the ability to decrease the spastic contraction of the detrusor muscle. Oxybutynin can also be useful in treating hyperhidrosis by blocking muscarinic receptors on eccrine and apocrine sweat glands, reducing their secretion. [22] Oxybutynin is selective for the M1, M3, and M4 classes of receptors. There are many side effects involving the downregulation of parasympathetic responses, such as dry mouth, blurry vision due to decreased tear production, and constipation. [23]", "contents": "Physiology, Muscarinic Receptor -- Clinical Significance. Muscarinic antagonists are frequently used in the treatment of overactive bladder. Antagonists work to reduce the spastic contraction of the detrusor muscle. [19] Oxybutynin is a common treatment due to its anticholinergic properties and the ability to decrease the spastic contraction of the detrusor muscle. Oxybutynin can also be useful in treating hyperhidrosis by blocking muscarinic receptors on eccrine and apocrine sweat glands, reducing their secretion. [22] Oxybutynin is selective for the M1, M3, and M4 classes of receptors. There are many side effects involving the downregulation of parasympathetic responses, such as dry mouth, blurry vision due to decreased tear production, and constipation. [23]"}
{"id": "article-91323_10", "title": "Physiology, Muscarinic Receptor -- Clinical Significance", "content": "One of the most clinically relevant muscarinic antagonists is atropine. It is an anticholinergic drug that utilizes competitive inhibition to block acetylcholine from binding to muscarinic receptors. In the SA node of the heart, atropine works to block acetylcholine from binding to M2 receptors, which helps downregulate the parasympathetic response and upregulate the sympathetic response in the SA node to increase heart rate and cardiac contractility. [24] Atropine can also be an option to inhibit salivary and mucus glands as well as sweat glands in treating hyperhidrosis. Studies with atropine have shown that it can decrease myopia progression. [25]", "contents": "Physiology, Muscarinic Receptor -- Clinical Significance. One of the most clinically relevant muscarinic antagonists is atropine. It is an anticholinergic drug that utilizes competitive inhibition to block acetylcholine from binding to muscarinic receptors. In the SA node of the heart, atropine works to block acetylcholine from binding to M2 receptors, which helps downregulate the parasympathetic response and upregulate the sympathetic response in the SA node to increase heart rate and cardiac contractility. [24] Atropine can also be an option to inhibit salivary and mucus glands as well as sweat glands in treating hyperhidrosis. Studies with atropine have shown that it can decrease myopia progression. [25]"}
{"id": "article-91323_11", "title": "Physiology, Muscarinic Receptor -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Muscarinic Receptor -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}