{"id": "article-34115_0", "title": "Diet and Nutrition to Prevent Dental Problems -- Continuing Education Activity", "content": "Dental caries occur when the demineralization of the enamel exceeds its demineralization capacity. Dental caries is a dynamic process that involves susceptible tooth surfaces, cariogenic bacteria, mainly Streptococcus mutans, and a fermentable carbohydrate source. Sucrose is the most common dietary sugar and is considered the most cariogenic carbohydrate. Frequent consumption of carbohydrates in the form of simple sugars increases the risk of dental caries. This article discusses the role of sugar in developing dental caries, provides concise dietary guidelines for expecting mothers, children, and adults, and highlights the role of the interprofessional team in preventing dental caries through dietary education.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Continuing Education Activity. Dental caries occur when the demineralization of the enamel exceeds its demineralization capacity. Dental caries is a dynamic process that involves susceptible tooth surfaces, cariogenic bacteria, mainly Streptococcus mutans, and a fermentable carbohydrate source. Sucrose is the most common dietary sugar and is considered the most cariogenic carbohydrate. Frequent consumption of carbohydrates in the form of simple sugars increases the risk of dental caries. This article discusses the role of sugar in developing dental caries, provides concise dietary guidelines for expecting mothers, children, and adults, and highlights the role of the interprofessional team in preventing dental caries through dietary education."}
{"id": "article-34115_1", "title": "Diet and Nutrition to Prevent Dental Problems -- Continuing Education Activity", "content": "Objectives: Explain how sugars are classified and summarize the types of sweeteners available. Review the role of sugar in developing dental caries, including the impact of the amount and frequency of intake. Describe the dietary recommendations to prevent dental caries according to age. Outline the role of an interdisciplinary health care team in providing dietary advice to prevent dental caries. Access free multiple choice questions on this topic.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Continuing Education Activity. Objectives: Explain how sugars are classified and summarize the types of sweeteners available. Review the role of sugar in developing dental caries, including the impact of the amount and frequency of intake. Describe the dietary recommendations to prevent dental caries according to age. Outline the role of an interdisciplinary health care team in providing dietary advice to prevent dental caries. Access free multiple choice questions on this topic."}
{"id": "article-34115_2", "title": "Diet and Nutrition to Prevent Dental Problems -- Introduction", "content": "Dental caries is a dynamic process that involves susceptible tooth surfaces, cariogenic bacteria, mainly Streptococcus mutans, and a fermentable carbohydrate source. Sucrose is the most common dietary sugar and is considered the most cariogenic carbohydrate. [1] [2] Frequent consumption of carbohydrates in the form of simple sugars increases the risk of dental caries. [3] [4]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Introduction. Dental caries is a dynamic process that involves susceptible tooth surfaces, cariogenic bacteria, mainly Streptococcus mutans, and a fermentable carbohydrate source. Sucrose is the most common dietary sugar and is considered the most cariogenic carbohydrate. [1] [2] Frequent consumption of carbohydrates in the form of simple sugars increases the risk of dental caries. [3] [4]"}
{"id": "article-34115_3", "title": "Diet and Nutrition to Prevent Dental Problems -- Introduction", "content": "Other factors, including poor oral hygiene, salivary gland hypofunction, socioeconomic status, parenting practices, and genetics, also play a significant role. This article discusses the role of sugar in developing dental caries and provides concise dietary guidelines for expecting mothers, children, and adults.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Introduction. Other factors, including poor oral hygiene, salivary gland hypofunction, socioeconomic status, parenting practices, and genetics, also play a significant role. This article discusses the role of sugar in developing dental caries and provides concise dietary guidelines for expecting mothers, children, and adults."}
{"id": "article-34115_4", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Role Of Sugar In Dental Caries", "content": "Dental caries occur when the demineralization of the enamel exceeds its demineralization capacity. [4] Bacteria in the dental plaque metabolize fermentable carbohydrates from the diet, particularly sucrose. As a result of this process, organic acids are produced, causing a drop in the pH. It has been hypothesized that when the pH is lower than 5.5, demineralization of the enamel occurs, known as the critical pH. This process occurs every time fermentable carbohydrates are consumed. Caries development necessitates sugar to occur; health care professionals should be well informed regarding dietary strategies to prevent this disease. [4]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Role Of Sugar In Dental Caries. Dental caries occur when the demineralization of the enamel exceeds its demineralization capacity. [4] Bacteria in the dental plaque metabolize fermentable carbohydrates from the diet, particularly sucrose. As a result of this process, organic acids are produced, causing a drop in the pH. It has been hypothesized that when the pH is lower than 5.5, demineralization of the enamel occurs, known as the critical pH. This process occurs every time fermentable carbohydrates are consumed. Caries development necessitates sugar to occur; health care professionals should be well informed regarding dietary strategies to prevent this disease. [4]"}
{"id": "article-34115_5", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Classification of Sugars", "content": "The sugars most commonly found in an average diet are sucrose, glucose, fructose, lactose, and maltose, from which some regard sucrose as the most cariogenic. [5] When assessing a patient’s diet, it is essential to differentiate between natural and added sugars.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Classification of Sugars. The sugars most commonly found in an average diet are sucrose, glucose, fructose, lactose, and maltose, from which some regard sucrose as the most cariogenic. [5] When assessing a patient’s diet, it is essential to differentiate between natural and added sugars."}
{"id": "article-34115_6", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Classification of Sugars", "content": "Natural sugars are those intrinsically found in the structure of fresh fruits and vegetables, milk, and dairy products. [6] Natural sugars do not play a significant role in developing dental caries and other non-communicable diseases. [6] This is probably due to their protective components (polyphenolic compounds, calcium, water, and fiber) and the hardness of some fruits and vegetables, which stimulates saliva production. [6] Furthermore, cow’s milk is classed as non-cariogenic. [5] It may even protect teeth from dental caries thanks to its high calcium and casein content. [5]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Classification of Sugars. Natural sugars are those intrinsically found in the structure of fresh fruits and vegetables, milk, and dairy products. [6] Natural sugars do not play a significant role in developing dental caries and other non-communicable diseases. [6] This is probably due to their protective components (polyphenolic compounds, calcium, water, and fiber) and the hardness of some fruits and vegetables, which stimulates saliva production. [6] Furthermore, cow’s milk is classed as non-cariogenic. [5] It may even protect teeth from dental caries thanks to its high calcium and casein content. [5]"}
{"id": "article-34115_7", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Classification of Sugars", "content": "Added sugars, also called free sugars by the WHO, are the sugars added to foods and drinks by manufacturers or cooks and sugars present in edible products other than fresh fruit, vegetables, milk, and grains [7] , e.g., fruit juices, honey, and syrups. [8] Excessive intake of added sugars is closely linked to an extensive list of systemic conditions, including dental caries, diabetes mellitus, obesity, and cardiovascular diseases. [7]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Classification of Sugars. Added sugars, also called free sugars by the WHO, are the sugars added to foods and drinks by manufacturers or cooks and sugars present in edible products other than fresh fruit, vegetables, milk, and grains [7] , e.g., fruit juices, honey, and syrups. [8] Excessive intake of added sugars is closely linked to an extensive list of systemic conditions, including dental caries, diabetes mellitus, obesity, and cardiovascular diseases. [7]"}
{"id": "article-34115_8", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Starchy Food", "content": "Dietary starches refer to a variety of food rich in starch (a polymeric carbohydrate), including bread, pasta, potatoes, potato products, rice, oats, breakfast cereals, and other grains. Dietary starches are of low cariogenicity. [5] Experiments in animals have demonstrated that raw starch has a low cariogenic potential; however, cooked starch is between a third and a half as cariogenic as sucrose. [9] Furthermore, combining sucrose and starch is possibly more cariogenic than sugar. [9]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Starchy Food. Dietary starches refer to a variety of food rich in starch (a polymeric carbohydrate), including bread, pasta, potatoes, potato products, rice, oats, breakfast cereals, and other grains. Dietary starches are of low cariogenicity. [5] Experiments in animals have demonstrated that raw starch has a low cariogenic potential; however, cooked starch is between a third and a half as cariogenic as sucrose. [9] Furthermore, combining sucrose and starch is possibly more cariogenic than sugar. [9]"}
{"id": "article-34115_9", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Adhesiveness of Sugar", "content": "The adhesiveness of food is directly related to its cariogenic potential. [4] If the form of sugar has a great tendency to adhere to dental surfaces, the risk of caries increases. [9] However, the cariogenic potential of foodstuff with low stickiness, like drinks high in sugar, should not be underestimated as they significantly increase the risk of dental caries. [4]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Adhesiveness of Sugar. The adhesiveness of food is directly related to its cariogenic potential. [4] If the form of sugar has a great tendency to adhere to dental surfaces, the risk of caries increases. [9] However, the cariogenic potential of foodstuff with low stickiness, like drinks high in sugar, should not be underestimated as they significantly increase the risk of dental caries. [4]"}
{"id": "article-34115_10", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Amount and Frequency of Sugar Consumed", "content": "It is well established that sugar consumption positively correlates with the development of dental caries. [4] Enamel is demineralized every time sugar is consumed, defined as a demineralization attack, and the demineralization increases with the frequency of such episodes. [4] Moreover, the amount of sugar consumed also influences the severity of dental caries. [5] However, it is hard to establish if the amount of sugar intake is more important than the frequency or vice versa, as these two variables are hard to analyze separately. [9]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Amount and Frequency of Sugar Consumed. It is well established that sugar consumption positively correlates with the development of dental caries. [4] Enamel is demineralized every time sugar is consumed, defined as a demineralization attack, and the demineralization increases with the frequency of such episodes. [4] Moreover, the amount of sugar consumed also influences the severity of dental caries. [5] However, it is hard to establish if the amount of sugar intake is more important than the frequency or vice versa, as these two variables are hard to analyze separately. [9]"}
{"id": "article-34115_11", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Amount and Frequency of Sugar Consumed", "content": "Several studies evaluate the association between the amount and frequency of sugar intake and dental caries. For example, one study found that 3-year-old children that ingested sugars four to five times per day were six times more likely to have a high caries rate than children with the lowest frequency of sugar intake. [4] The effects of sugar intake on caries activity were studied in 436 patients from a mental health facility over five years. Among other discoveries, they concluded that if sugar was consumed with meals no more than four times per day, it had a low impact on caries development. [10] By contrast, increased sugar consumption between meals was linked to high caries activity. [10] The “sugar-caries relationship” also depends on oral hygiene, fluoride exposure, and socio-economic status. [4]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- The Amount and Frequency of Sugar Consumed. Several studies evaluate the association between the amount and frequency of sugar intake and dental caries. For example, one study found that 3-year-old children that ingested sugars four to five times per day were six times more likely to have a high caries rate than children with the lowest frequency of sugar intake. [4] The effects of sugar intake on caries activity were studied in 436 patients from a mental health facility over five years. Among other discoveries, they concluded that if sugar was consumed with meals no more than four times per day, it had a low impact on caries development. [10] By contrast, increased sugar consumption between meals was linked to high caries activity. [10] The “sugar-caries relationship” also depends on oral hygiene, fluoride exposure, and socio-economic status. [4]"}
{"id": "article-34115_12", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Types of Sweeteners", "content": "Sugar substitutes pose numerous benefits for preventing and controlling mainly diabetes mellitus, weight, and dental caries. This article will discuss the most important features of sugar substitutes concerning oral health. Of course, sugar substitutes need to be safe for consumption; they must be non-toxic, non-oncogenic, and nutritionally appropriate for the specific drink or food.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Types of Sweeteners. Sugar substitutes pose numerous benefits for preventing and controlling mainly diabetes mellitus, weight, and dental caries. This article will discuss the most important features of sugar substitutes concerning oral health. Of course, sugar substitutes need to be safe for consumption; they must be non-toxic, non-oncogenic, and nutritionally appropriate for the specific drink or food."}
{"id": "article-34115_13", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Types of Sweeteners", "content": "Sweeteners are substances that provide sweetness to food and drinks and are classified into two main types according to their caloric potential: caloric (carbohydrate-based) and non-caloric (non-carbohydrate based). [11] Table 1. Classification of sweeteners based on their caloric potential. [11]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Types of Sweeteners. Sweeteners are substances that provide sweetness to food and drinks and are classified into two main types according to their caloric potential: caloric (carbohydrate-based) and non-caloric (non-carbohydrate based). [11] Table 1. Classification of sweeteners based on their caloric potential. [11]"}
{"id": "article-34115_14", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Sucrose", "content": "Sucrose is the most common dietary sugar. [1] It is obtained from sugar cane and beets and is also present in fruits. [1] Past and modern studies have demonstrated a distinctive cariogenic potential of each type of dietary sugar; among these, sucrose is the most cariogenic. [2] However, why sucrose is linked to more severe dental caries is still under investigation. Recent studies have found that the cariogenic potential of sugars could be positively correlated with their capacity to regulate the oral ecosystem. [2] Sucrose may induce a microbial imbalance that favors caries development more than other sugar. [2]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Sucrose. Sucrose is the most common dietary sugar. [1] It is obtained from sugar cane and beets and is also present in fruits. [1] Past and modern studies have demonstrated a distinctive cariogenic potential of each type of dietary sugar; among these, sucrose is the most cariogenic. [2] However, why sucrose is linked to more severe dental caries is still under investigation. Recent studies have found that the cariogenic potential of sugars could be positively correlated with their capacity to regulate the oral ecosystem. [2] Sucrose may induce a microbial imbalance that favors caries development more than other sugar. [2]"}
{"id": "article-34115_15", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Sugar Alcohols", "content": "Sugar alcohols result from reducing the carbonyl group of sugars. [11] They are non-fermentable and heat resistant. [11] They do not induce insulin secretion, trigger a rapid glucose rise in the blood, or increase lipoprotein-lipase activity. [11] They are suitable sweeteners for patients with diabetes mellitus. [11] They are not fermented or only a little by oral microorganisms; therefore, they are non-cariogenic. [11] Sugar alcohols may even promote remineralization of the enamel. [11]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Sugar Alcohols. Sugar alcohols result from reducing the carbonyl group of sugars. [11] They are non-fermentable and heat resistant. [11] They do not induce insulin secretion, trigger a rapid glucose rise in the blood, or increase lipoprotein-lipase activity. [11] They are suitable sweeteners for patients with diabetes mellitus. [11] They are not fermented or only a little by oral microorganisms; therefore, they are non-cariogenic. [11] Sugar alcohols may even promote remineralization of the enamel. [11]"}
{"id": "article-34115_16", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Sugar Alcohols", "content": "All sugar alcohols, except erythritol, have been associated with unpleasant adverse effects, including abdominal discomfort and flatulence, and when taken in excess, they may induce diarrhea. [11] They leave a cooling sensation in the mouth. [11]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Sugar Alcohols. All sugar alcohols, except erythritol, have been associated with unpleasant adverse effects, including abdominal discomfort and flatulence, and when taken in excess, they may induce diarrhea. [11] They leave a cooling sensation in the mouth. [11]"}
{"id": "article-34115_17", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Xylitol", "content": "Xylitol is a non-cariogenic and antibacterial sugar alcohol. [1] It has a similar sweetness to sugar and a pleasant taste, but like other sugar alcohols, it leaves a cooling sensation in the mouth. [1] It is added to various products for caries prevention, including chewing gum, chewable tablets, lozenges, mouthwashes, toothpaste, and cough mixtures. [1]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Xylitol. Xylitol is a non-cariogenic and antibacterial sugar alcohol. [1] It has a similar sweetness to sugar and a pleasant taste, but like other sugar alcohols, it leaves a cooling sensation in the mouth. [1] It is added to various products for caries prevention, including chewing gum, chewable tablets, lozenges, mouthwashes, toothpaste, and cough mixtures. [1]"}
{"id": "article-34115_18", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Xylitol", "content": "Xylitol is believed to have an antimicrobial action on the biofilm. Studies have demonstrated that it impairs plaque formation and the adherence of bacteria. [1] Since it reduces bacterial acid production, it inhibits the demineralization of the enamel. [1] Regular consumption of xylitol by the mother has been found to reduce the horizontal transmission of cariogenic bacteria to the infant. [1] Furthermore, xylitol increases salivary flow and decreases the development of cariogenic bacteria. [1] However, the anti-cariogenic action of xylitol is still under study and is yet to be well supported by evidence. [11]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Xylitol. Xylitol is believed to have an antimicrobial action on the biofilm. Studies have demonstrated that it impairs plaque formation and the adherence of bacteria. [1] Since it reduces bacterial acid production, it inhibits the demineralization of the enamel. [1] Regular consumption of xylitol by the mother has been found to reduce the horizontal transmission of cariogenic bacteria to the infant. [1] Furthermore, xylitol increases salivary flow and decreases the development of cariogenic bacteria. [1] However, the anti-cariogenic action of xylitol is still under study and is yet to be well supported by evidence. [11]"}
{"id": "article-34115_19", "title": "Diet and Nutrition to Prevent Dental Problems -- Function -- Non-caloric Sweeteners", "content": "The Food and Drug Administration (FDA) approves the following non-caloric chemically synthesized sweeteners to be consumed in the United States: aspartame, saccharin, acesulfame potassium, and neotame. [1] Stevia, a plant-derived sweetener, has also been approved for consumption. [1]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Function -- Non-caloric Sweeteners. The Food and Drug Administration (FDA) approves the following non-caloric chemically synthesized sweeteners to be consumed in the United States: aspartame, saccharin, acesulfame potassium, and neotame. [1] Stevia, a plant-derived sweetener, has also been approved for consumption. [1]"}
{"id": "article-34115_20", "title": "Diet and Nutrition to Prevent Dental Problems -- Issues of Concern", "content": "Understanding how diet and eating behaviors contribute to caries rates in children and adults is essential to improving oral health. Dental caries is a multifactorial disease. Dietary sugars are the substrate for cariogenic bacteria to flourish and generate enamel-demineralizing acids. There is a strong correlation between the amount and the frequency of free sugar intake and dental caries. Refined foods and fermentable carbohydrates increase the risk of dental disease. By contrast, starchy staple food and fresh fruits have been shown to be associated with low levels of caries activity. [4]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Issues of Concern. Understanding how diet and eating behaviors contribute to caries rates in children and adults is essential to improving oral health. Dental caries is a multifactorial disease. Dietary sugars are the substrate for cariogenic bacteria to flourish and generate enamel-demineralizing acids. There is a strong correlation between the amount and the frequency of free sugar intake and dental caries. Refined foods and fermentable carbohydrates increase the risk of dental disease. By contrast, starchy staple food and fresh fruits have been shown to be associated with low levels of caries activity. [4]"}
{"id": "article-34115_21", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- Dietary Recommendations To Prevent Dental Caries", "content": "When a population consumes less than 15 to 20 kg/person/year of free sugars, the levels of dental caries remain low. [9] This is the maximum safe level of free sugar intake for caries prevention. [9] The frequency of sugar intake per day should be limited to four times or less daily as higher frequency usually exceeds 15 kg/year and is linked to higher levels of caries. [9] Food that stimulates saliva secretion has a protective effect against caries, e.g., hard cheeses, peanuts, wholegrain foods, and sugar-free chewing gum. [9]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- Dietary Recommendations To Prevent Dental Caries. When a population consumes less than 15 to 20 kg/person/year of free sugars, the levels of dental caries remain low. [9] This is the maximum safe level of free sugar intake for caries prevention. [9] The frequency of sugar intake per day should be limited to four times or less daily as higher frequency usually exceeds 15 kg/year and is linked to higher levels of caries. [9] Food that stimulates saliva secretion has a protective effect against caries, e.g., hard cheeses, peanuts, wholegrain foods, and sugar-free chewing gum. [9]"}
{"id": "article-34115_22", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- Dietary Recommendations To Prevent Dental Caries", "content": "A diet rich in fresh vegetables, fruits, and wholegrain starches and low in added sugars and fat prevents chronic diseases associated with diet, including oral conditions like dental caries, periodontal infections, and oral malignancy. [9]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- Dietary Recommendations To Prevent Dental Caries. A diet rich in fresh vegetables, fruits, and wholegrain starches and low in added sugars and fat prevents chronic diseases associated with diet, including oral conditions like dental caries, periodontal infections, and oral malignancy. [9]"}
{"id": "article-34115_23", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- The Prenatal Stage", "content": "Mothers and caregivers influence their children's diet and oral hygiene. Pregnant women have a unique opportunity to receive appropriate information about healthy dietary habits and general oral hygiene to prevent early childhood caries in their children. Furthermore, maintaining good oral hygiene must be emphasized, as mothers and caregivers are the sources of cariogenic bacteria in their children. [12] Mothers should also be advised to limit sugar consumption and snacking on sugary products between meals. [12]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- The Prenatal Stage. Mothers and caregivers influence their children's diet and oral hygiene. Pregnant women have a unique opportunity to receive appropriate information about healthy dietary habits and general oral hygiene to prevent early childhood caries in their children. Furthermore, maintaining good oral hygiene must be emphasized, as mothers and caregivers are the sources of cariogenic bacteria in their children. [12] Mothers should also be advised to limit sugar consumption and snacking on sugary products between meals. [12]"}
{"id": "article-34115_24", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- The Prenatal Stage", "content": "Poor nutrition in pregnant women may result in developmental anomalies in the infants' teeth. [12] Enamel hypoplasia has been associated with poor prenatal nutrition and increased caries risk. Infants with enamel hypoplasia are at a 2.5 times higher risk of developing dental caries than children with sound enamel. [12] Therefore, expecting mothers should be informed of the importance of following the healthy eating pyramid recommendations and their physician's advice regarding vitamin and mineral supplements. [12] Dietary recommendations for pregnant women to prevent dental caries in their children include the following: Following the healthy eating pyramid. Reduce the consumption of cariogenic food, particularly between meals. Taking prenatal supplements containing vitamins and minerals as prescribed by their general physician. [12]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- The Prenatal Stage. Poor nutrition in pregnant women may result in developmental anomalies in the infants' teeth. [12] Enamel hypoplasia has been associated with poor prenatal nutrition and increased caries risk. Infants with enamel hypoplasia are at a 2.5 times higher risk of developing dental caries than children with sound enamel. [12] Therefore, expecting mothers should be informed of the importance of following the healthy eating pyramid recommendations and their physician's advice regarding vitamin and mineral supplements. [12] Dietary recommendations for pregnant women to prevent dental caries in their children include the following: Following the healthy eating pyramid. Reduce the consumption of cariogenic food, particularly between meals. Taking prenatal supplements containing vitamins and minerals as prescribed by their general physician. [12]"}
{"id": "article-34115_25", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Birth to the First Year of Age", "content": "The first few years after birth are critical since there is a massive dietary shift from exclusive milk and liquid diet to a modified adult diet. Breastfeeding is strongly recommended in the first year of life because of its nutritional and immunological benefits. Breast milk is insignificant in the development of early childhood caries as compared to night-time bottle feeding, which should be discouraged. Breast milk is low in fluoride. [13] Systemic fluoride supplementation can be indicated for infants more than six months of age if the fluoride levels are insufficient in the area where they live. [12] However, clinicians must corroborate that the fluoride levels are low in the local drinking water before supplementing a child because of the risk of dental fluorosis. [12]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Birth to the First Year of Age. The first few years after birth are critical since there is a massive dietary shift from exclusive milk and liquid diet to a modified adult diet. Breastfeeding is strongly recommended in the first year of life because of its nutritional and immunological benefits. Breast milk is insignificant in the development of early childhood caries as compared to night-time bottle feeding, which should be discouraged. Breast milk is low in fluoride. [13] Systemic fluoride supplementation can be indicated for infants more than six months of age if the fluoride levels are insufficient in the area where they live. [12] However, clinicians must corroborate that the fluoride levels are low in the local drinking water before supplementing a child because of the risk of dental fluorosis. [12]"}
{"id": "article-34115_26", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Birth to the First Year of Age", "content": "Parenting plays an important role in the transition from milk to solid foods. Parents influence what the child likes or dislikes, the quality of diet, and overall weight status. [14] Dietary recommendations to prevent dental caries for children at this age include the following: Ensuring optimal nutrition. Decreasing the consumption of drinks other than breast milk, formula, and water. Avoiding putting the child to bed with a bottle. Prohibiting dipping pacifiers in foods with high concentrations of sugars, like honey or syrup. Dissuading constant sipping of drinks from a bottle. [12]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Birth to the First Year of Age. Parenting plays an important role in the transition from milk to solid foods. Parents influence what the child likes or dislikes, the quality of diet, and overall weight status. [14] Dietary recommendations to prevent dental caries for children at this age include the following: Ensuring optimal nutrition. Decreasing the consumption of drinks other than breast milk, formula, and water. Avoiding putting the child to bed with a bottle. Prohibiting dipping pacifiers in foods with high concentrations of sugars, like honey or syrup. Dissuading constant sipping of drinks from a bottle. [12]"}
{"id": "article-34115_27", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- First and Second Year of Age", "content": "Establishing a healthy eating pattern at a young age benefits oral and general health. Parents should make careful choices regarding types of snacks; low-cariogenic food such as fruits and cheese must be encouraged. [12] Children may reject new food initially, but parents should persist in offering them and making them available. [12] Dietary recommendations to prevent dental caries in this age group include the following: [12] Continuing to discourage constant drinking from a bottle and putting the child to bed with a bottle. Establishing a routine eating pattern. Offering non-cariogenic snacks, like cheese. Limiting the consumption of cariogenic food to mealtimes. Restricting the consumption of sugary drinks to 120 ml (4 oz) per day.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- First and Second Year of Age. Establishing a healthy eating pattern at a young age benefits oral and general health. Parents should make careful choices regarding types of snacks; low-cariogenic food such as fruits and cheese must be encouraged. [12] Children may reject new food initially, but parents should persist in offering them and making them available. [12] Dietary recommendations to prevent dental caries in this age group include the following: [12] Continuing to discourage constant drinking from a bottle and putting the child to bed with a bottle. Establishing a routine eating pattern. Offering non-cariogenic snacks, like cheese. Limiting the consumption of cariogenic food to mealtimes. Restricting the consumption of sugary drinks to 120 ml (4 oz) per day."}
{"id": "article-34115_28", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Two to Five Years of Age", "content": "Children would prefer foods high in sugar and calories if exposed to repeated consumption of such foods early in infancy. [12] Parents must make sure that regular eating patterns are already inculcated by this age and continue to encourage them.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Two to Five Years of Age. Children would prefer foods high in sugar and calories if exposed to repeated consumption of such foods early in infancy. [12] Parents must make sure that regular eating patterns are already inculcated by this age and continue to encourage them."}
{"id": "article-34115_29", "title": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Two to Five Years of Age", "content": "During this period, children begin to be more independent, make their own food choices, and increase food snacking between meals. [12] Non-cariogenic or low-cariogenic snacks must be available at home and provided in school lunchboxes, e.g., cheese, plain milk, vegetables, fruits, and whole grain products. [12] Sugary snacks that tend to be retained in the mouth for extended periods should be discouraged, like candies and lollipops. [12] Dietary recommendations to prevent dental caries at this age include: Continuing to promote regular eating patterns. Promoting eating cariogenic foods only with meals. Offering non-cariogenic or low-cariogenic snacks, like cheese and fruits. Avoiding sugar-containing foods that are sticky or slowly eaten. [12]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Clinical Significance -- From Two to Five Years of Age. During this period, children begin to be more independent, make their own food choices, and increase food snacking between meals. [12] Non-cariogenic or low-cariogenic snacks must be available at home and provided in school lunchboxes, e.g., cheese, plain milk, vegetables, fruits, and whole grain products. [12] Sugary snacks that tend to be retained in the mouth for extended periods should be discouraged, like candies and lollipops. [12] Dietary recommendations to prevent dental caries at this age include: Continuing to promote regular eating patterns. Promoting eating cariogenic foods only with meals. Offering non-cariogenic or low-cariogenic snacks, like cheese and fruits. Avoiding sugar-containing foods that are sticky or slowly eaten. [12]"}
{"id": "article-34115_30", "title": "Diet and Nutrition to Prevent Dental Problems -- Other Issues", "content": "Malnutrition, especially in children, results from improper dietary behaviors and feeding practices in infancy and childhood. It is usually related to limited access to fresh and nutritious food, which is replaced with low-cost and high in sugars food. [3] Poor nutrition, especially during the early years of development, increases the risk of dental and periodontal disease.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Other Issues. Malnutrition, especially in children, results from improper dietary behaviors and feeding practices in infancy and childhood. It is usually related to limited access to fresh and nutritious food, which is replaced with low-cost and high in sugars food. [3] Poor nutrition, especially during the early years of development, increases the risk of dental and periodontal disease."}
{"id": "article-34115_31", "title": "Diet and Nutrition to Prevent Dental Problems -- Other Issues", "content": "Besides dental caries, nutrition may contribute to developing other dental and oral mucosa pathologies. Delayed tooth eruption and salivary gland dysfunction may be linked to protein deficiencies. Vitamin A deficiency leads to impaired epithelial tissue development, tooth formation, and enamel hypoplasia. Vitamin D and calcium deficiency cause hypo-mineralization, delayed eruption, the absence of lamina dura, and abnormal alveolar bone patterns.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Other Issues. Besides dental caries, nutrition may contribute to developing other dental and oral mucosa pathologies. Delayed tooth eruption and salivary gland dysfunction may be linked to protein deficiencies. Vitamin A deficiency leads to impaired epithelial tissue development, tooth formation, and enamel hypoplasia. Vitamin D and calcium deficiency cause hypo-mineralization, delayed eruption, the absence of lamina dura, and abnormal alveolar bone patterns."}
{"id": "article-34115_32", "title": "Diet and Nutrition to Prevent Dental Problems -- Other Issues", "content": "Delayed wound healing, dentin malformations, bleeding gums, and defective collagen formation may result from vitamin C deficiency. Angular cheilosis and periodontal diseases are associated with a lack of vitamin B. [15] [16]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Other Issues. Delayed wound healing, dentin malformations, bleeding gums, and defective collagen formation may result from vitamin C deficiency. Angular cheilosis and periodontal diseases are associated with a lack of vitamin B. [15] [16]"}
{"id": "article-34115_33", "title": "Diet and Nutrition to Prevent Dental Problems -- Enhancing Healthcare Team Outcomes", "content": "The incidence of dental caries has increased significantly over the past few decades. Part of the reason is the excess intake of added sugars. Dental caries is associated with increased morbidity: dental pain, infection, and cosmetic disfigurement, ultimately leading to premature loss of teeth. Nutrition is a modifiable parameter that plays a crucial role in preventing dental caries, as sugar is required for the disease to occur. [3]", "contents": "Diet and Nutrition to Prevent Dental Problems -- Enhancing Healthcare Team Outcomes. The incidence of dental caries has increased significantly over the past few decades. Part of the reason is the excess intake of added sugars. Dental caries is associated with increased morbidity: dental pain, infection, and cosmetic disfigurement, ultimately leading to premature loss of teeth. Nutrition is a modifiable parameter that plays a crucial role in preventing dental caries, as sugar is required for the disease to occur. [3]"}
{"id": "article-34115_34", "title": "Diet and Nutrition to Prevent Dental Problems -- Enhancing Healthcare Team Outcomes", "content": "The risk of caries increases with more frequent and higher free sugar intake and consumption of food, with a tendency to be retained in the oral tissues for longer. [10] Free sugar intake between meals is also associated with higher caries rates. [10] An interdisciplinary team of dentists, general practitioners, nurses, and dieticians must work together to ensure patients are well informed of the connection between proper nutrition and oral health and receive dietary advice to prevent dental caries and other systemic conditions related to poor nutrition. Healthcare professionals must also perform basic nutrition screening and assess patients' diets. Furthermore, dental hygienists can also provide dietary advice along with oral hygiene instructions. Collaboration between all these health care providers will greatly improve patients' outcomes.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Enhancing Healthcare Team Outcomes. The risk of caries increases with more frequent and higher free sugar intake and consumption of food, with a tendency to be retained in the oral tissues for longer. [10] Free sugar intake between meals is also associated with higher caries rates. [10] An interdisciplinary team of dentists, general practitioners, nurses, and dieticians must work together to ensure patients are well informed of the connection between proper nutrition and oral health and receive dietary advice to prevent dental caries and other systemic conditions related to poor nutrition. Healthcare professionals must also perform basic nutrition screening and assess patients' diets. Furthermore, dental hygienists can also provide dietary advice along with oral hygiene instructions. Collaboration between all these health care providers will greatly improve patients' outcomes."}
{"id": "article-34115_35", "title": "Diet and Nutrition to Prevent Dental Problems -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diet and Nutrition to Prevent Dental Problems -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}