{"id": "article-22109_0", "title": "Physiology, Motilin -- Introduction", "content": "Gastrointestinal hormones are peptides released into the portal system targeting specific cells; they are essential to the digestive system since they regulate smooth muscle contractions, allowing the food to move throughout the gastrointestinal tract. Motilin is the hormone that is cyclically released during the fasted state and is released by the entero-endocrine cells (Mo cells) in the upper small intestine. Motilin stimulates gastric and small intestine motility, causing undigested food in these regions to move into the large intestine. This movement is also known as the migrating motor complex (MMC) or the interdigestive myoelectric complex. This hormone also stimulates the production of pepsin in the stomach's chief cells and the release of pancreatic polypeptide and somatostatin. Motilin has been associated with disturbed gastrointestinal motility and is reduced in pregnancy, during which gastrointestinal tract hypomotility occurs. [1] Furthermore, motilin levels are sensitive to the food ingested, decreasing with glucose ingestion and decreasing with fat.", "contents": "Physiology, Motilin -- Introduction. Gastrointestinal hormones are peptides released into the portal system targeting specific cells; they are essential to the digestive system since they regulate smooth muscle contractions, allowing the food to move throughout the gastrointestinal tract. Motilin is the hormone that is cyclically released during the fasted state and is released by the entero-endocrine cells (Mo cells) in the upper small intestine. Motilin stimulates gastric and small intestine motility, causing undigested food in these regions to move into the large intestine. This movement is also known as the migrating motor complex (MMC) or the interdigestive myoelectric complex. This hormone also stimulates the production of pepsin in the stomach's chief cells and the release of pancreatic polypeptide and somatostatin. Motilin has been associated with disturbed gastrointestinal motility and is reduced in pregnancy, during which gastrointestinal tract hypomotility occurs. [1] Furthermore, motilin levels are sensitive to the food ingested, decreasing with glucose ingestion and decreasing with fat."}
{"id": "article-22109_1", "title": "Physiology, Motilin -- Issues of Concern", "content": "The gastrointestinal peristalsis is increased hormonally by cholecystokinin, gastrin, serotonin, insulin, and motilin. The gastrointestinal motility is decreased hormonally by glucagon and secretin. The current thinking is that secretin decreases the motility of the digestive tract by reducing the level of plasma motilin. [2]", "contents": "Physiology, Motilin -- Issues of Concern. The gastrointestinal peristalsis is increased hormonally by cholecystokinin, gastrin, serotonin, insulin, and motilin. The gastrointestinal motility is decreased hormonally by glucagon and secretin. The current thinking is that secretin decreases the motility of the digestive tract by reducing the level of plasma motilin. [2]"}
{"id": "article-22109_2", "title": "Physiology, Motilin -- Cellular Level", "content": "Motilin is a 22–amino acid oligopeptide secreted by M cells, which are present mainly in the epithelium of the mucosa of the duodenum. [3] Motilin binds to the motilin receptors, which are G protein-coupled receptors. [4] The motilin receptors stimulate phospholipase C, which synthesizes inositol-trisphosphate. When the motilin receptors get activated, the smooth muscles get contracted. Motilin works via actions on the enteric neurons, smooth muscle cells, and vagal afferents. Smooth muscle contraction mediation occurs by increased intracellular calcium and diacylglycerol. [3] Motilin has homology with ghrelin and its receptor, but ghrelin does not bind to the motilin receptor.", "contents": "Physiology, Motilin -- Cellular Level. Motilin is a 22–amino acid oligopeptide secreted by M cells, which are present mainly in the epithelium of the mucosa of the duodenum. [3] Motilin binds to the motilin receptors, which are G protein-coupled receptors. [4] The motilin receptors stimulate phospholipase C, which synthesizes inositol-trisphosphate. When the motilin receptors get activated, the smooth muscles get contracted. Motilin works via actions on the enteric neurons, smooth muscle cells, and vagal afferents. Smooth muscle contraction mediation occurs by increased intracellular calcium and diacylglycerol. [3] Motilin has homology with ghrelin and its receptor, but ghrelin does not bind to the motilin receptor."}
{"id": "article-22109_3", "title": "Physiology, Motilin -- Development", "content": "In the fourth week of pregnancy, the distal part of the foregut and the proximal portion of the midgut form the origin of the duodenum. The junction of the 2 parts of the duodenum is just distal to the origin of the liver bud. In the fifth week of the pregnancy, the epithelial cells proliferate, making the duodenal lumen smaller.", "contents": "Physiology, Motilin -- Development. In the fourth week of pregnancy, the distal part of the foregut and the proximal portion of the midgut form the origin of the duodenum. The junction of the 2 parts of the duodenum is just distal to the origin of the liver bud. In the fifth week of the pregnancy, the epithelial cells proliferate, making the duodenal lumen smaller."}
{"id": "article-22109_4", "title": "Physiology, Motilin -- Organ Systems Involved", "content": "The target cells of motilin are large intestine, small intestine, stomach, lower esophageal sphincter, and gallbladder. [5] The expression of the motilin receptor is differential throughout the gastrointestinal tract in dogs, and researchers found that the duodenum and ileum have the most robust immunoreactivity to mRNA expression of the motilin receptor. [6]", "contents": "Physiology, Motilin -- Organ Systems Involved. The target cells of motilin are large intestine, small intestine, stomach, lower esophageal sphincter, and gallbladder. [5] The expression of the motilin receptor is differential throughout the gastrointestinal tract in dogs, and researchers found that the duodenum and ileum have the most robust immunoreactivity to mRNA expression of the motilin receptor. [6]"}
{"id": "article-22109_5", "title": "Physiology, Motilin -- Function", "content": "Motilin acts on several organs. It increases gall bladder emptying, insulin release from the pancreas, GI tract mobility, and increased hunger. [1] Motilin acts on the movement of the gastrointestinal tract by regulating the migrating motor complex, called hunger contraction. [7] The migrating motor complex occurs in the fasting and interdigestive periods. The MMC moves from the stomach to the terminal ileum and occurs at 1.5- to 2-hour intervals. [1] The MMC facilitates the transportation of undigested foods, aids bacterial transport from the small intestine into the large intestine, and inhibits bacterial migration from the large intestine into the terminal ileum. The MMC consists of 3 phases.", "contents": "Physiology, Motilin -- Function. Motilin acts on several organs. It increases gall bladder emptying, insulin release from the pancreas, GI tract mobility, and increased hunger. [1] Motilin acts on the movement of the gastrointestinal tract by regulating the migrating motor complex, called hunger contraction. [7] The migrating motor complex occurs in the fasting and interdigestive periods. The MMC moves from the stomach to the terminal ileum and occurs at 1.5- to 2-hour intervals. [1] The MMC facilitates the transportation of undigested foods, aids bacterial transport from the small intestine into the large intestine, and inhibits bacterial migration from the large intestine into the terminal ileum. The MMC consists of 3 phases."}
{"id": "article-22109_6", "title": "Physiology, Motilin -- Function", "content": "Phase I: The smooth muscle of the gastrointestinal tract is quiescent. Phase II: There is increasing peristaltic activity in the digestive tract. Phase III: This is the most contractile activity and the characteristic phase of the MMC. The stomach's pylorus remains open, allowing undigested food to move into the small intestine. [1]", "contents": "Physiology, Motilin -- Function. Phase I: The smooth muscle of the gastrointestinal tract is quiescent. Phase II: There is increasing peristaltic activity in the digestive tract. Phase III: This is the most contractile activity and the characteristic phase of the MMC. The stomach's pylorus remains open, allowing undigested food to move into the small intestine. [1]"}
{"id": "article-22109_7", "title": "Physiology, Motilin -- Function", "content": "Motilin is recently considered a primary orexigenic hormone by modulating the neurocircuit in the brain. [7] Motilin raises pepsin output and the acid secretion in the stomach. [8] The motilin effect in the lower esophageal sphincter is the contraction of the sphincter and increased resting pressure of the sphincter. Motilin causes the stomach and lower esophageal sphincter contraction, whereas it does not affect the contraction of the esophagus. The level of motilin is directly proportional to the number of contractions in the stomach and the number of contractions in the lower esophageal sphincter. [9]", "contents": "Physiology, Motilin -- Function. Motilin is recently considered a primary orexigenic hormone by modulating the neurocircuit in the brain. [7] Motilin raises pepsin output and the acid secretion in the stomach. [8] The motilin effect in the lower esophageal sphincter is the contraction of the sphincter and increased resting pressure of the sphincter. Motilin causes the stomach and lower esophageal sphincter contraction, whereas it does not affect the contraction of the esophagus. The level of motilin is directly proportional to the number of contractions in the stomach and the number of contractions in the lower esophageal sphincter. [9]"}
{"id": "article-22109_8", "title": "Physiology, Motilin -- Mechanism", "content": "Motilin is released periodically and increased during the fasting period. [10] During the interdigestive period, motility increases water and protein secretion through the pancreas. [11] Motilin secretion is enhanced by the food that contains fat, whereas it is suppressed by the food that contains glucose. [12] Acidification of the duodenum can increase motilin release. [13]", "contents": "Physiology, Motilin -- Mechanism. Motilin is released periodically and increased during the fasting period. [10] During the interdigestive period, motility increases water and protein secretion through the pancreas. [11] Motilin secretion is enhanced by the food that contains fat, whereas it is suppressed by the food that contains glucose. [12] Acidification of the duodenum can increase motilin release. [13]"}
{"id": "article-22109_9", "title": "Physiology, Motilin -- Pathophysiology", "content": "Motilin has been associated with disturbed gastrointestinal motility. [1] A study measured motilin levels during pregnancy, demonstrating a significant reduction. The motilin level returned to its average level one week postpartum. This phenomenon can be advanced to explain why pregnant women have gastrointestinal hypomotility partially. Gastrointestinal hypomotility in pregnant women can manifest as constipation, heartburn, and gallbladder stasis. [5]", "contents": "Physiology, Motilin -- Pathophysiology. Motilin has been associated with disturbed gastrointestinal motility. [1] A study measured motilin levels during pregnancy, demonstrating a significant reduction. The motilin level returned to its average level one week postpartum. This phenomenon can be advanced to explain why pregnant women have gastrointestinal hypomotility partially. Gastrointestinal hypomotility in pregnant women can manifest as constipation, heartburn, and gallbladder stasis. [5]"}
{"id": "article-22109_10", "title": "Physiology, Motilin -- Clinical Significance", "content": "Erythromycin activates the motilin receptors, which are G protein–coupled receptors. Such compounds have the name motilides. Using erythromycin can cause concentration-dependent contractions of the stomach and promote gastric emptying significantly. However, erythromycin has less potency compared to motilin. [4] Erythromycin, the motilin receptor agonist, increases the sensation of hunger. [7] There is considerable interest in motilides in drug discovery and, more importantly, small molecule motilin receptor agonists, given their prokinetic effect; this could usher in more focused therapies for diabetic gastroparesis.", "contents": "Physiology, Motilin -- Clinical Significance. Erythromycin activates the motilin receptors, which are G protein–coupled receptors. Such compounds have the name motilides. Using erythromycin can cause concentration-dependent contractions of the stomach and promote gastric emptying significantly. However, erythromycin has less potency compared to motilin. [4] Erythromycin, the motilin receptor agonist, increases the sensation of hunger. [7] There is considerable interest in motilides in drug discovery and, more importantly, small molecule motilin receptor agonists, given their prokinetic effect; this could usher in more focused therapies for diabetic gastroparesis."}
{"id": "article-22109_11", "title": "Physiology, Motilin -- Clinical Significance", "content": "A study examined patients who underwent T tube after choledochotomy and cholecystectomy have duodenal-biliary reflux. The level of motilin was measured in patients after having a T tube after choledochotomy and cholecystectomy. Researchers divided the patients into two groups: the reflux group and the control group. The level of motilin reflux group patients had a much lower motilin level than the control group. This observation could probably explain the cause of the duodenal-biliary reflux. The lower level of motilin causes hypomotility of the sphincter of Oddi. [1] [14] [1]", "contents": "Physiology, Motilin -- Clinical Significance. A study examined patients who underwent T tube after choledochotomy and cholecystectomy have duodenal-biliary reflux. The level of motilin was measured in patients after having a T tube after choledochotomy and cholecystectomy. Researchers divided the patients into two groups: the reflux group and the control group. The level of motilin reflux group patients had a much lower motilin level than the control group. This observation could probably explain the cause of the duodenal-biliary reflux. The lower level of motilin causes hypomotility of the sphincter of Oddi. [1] [14] [1]"}
{"id": "article-22109_12", "title": "Physiology, Motilin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Motilin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}