{"id": "article-63792_0", "title": "Briefing Prior to Simulation Activity  -- Introduction", "content": "Medical simulation is an effective strategy for teaching high risk, low-frequency procedural skills, developing teamwork, refining communication skills, improving crisis resource management strategies, and exposing latent patient safety threats. [1] [2] [3] [4] As simulation training continues to expand and become increasingly common throughout healthcare education, educators have established best practices. [5] This approach ensures the simulation experience is consistent and provides the most benefit to the learners. One such guideline published by the International Association for Clinical Simulation and Learning (INACSL) states simulation best practice includes having defined goals and objectives, a sufficient pre-brief, an established case scenario, and adequate debriefing. [6]", "contents": "Briefing Prior to Simulation Activity  -- Introduction. Medical simulation is an effective strategy for teaching high risk, low-frequency procedural skills, developing teamwork, refining communication skills, improving crisis resource management strategies, and exposing latent patient safety threats. [1] [2] [3] [4] As simulation training continues to expand and become increasingly common throughout healthcare education, educators have established best practices. [5] This approach ensures the simulation experience is consistent and provides the most benefit to the learners. One such guideline published by the International Association for Clinical Simulation and Learning (INACSL) states simulation best practice includes having defined goals and objectives, a sufficient pre-brief, an established case scenario, and adequate debriefing. [6]"}
{"id": "article-63792_1", "title": "Briefing Prior to Simulation Activity  -- Introduction", "content": "Conducting a briefing before the simulation training has become a foundational part of the simulation experience. Prior to use in simulation, the importance of pre-briefings has been demonstrated in aviation, aerospace, and surgery. [7] [8] [9] Scholars found that a briefing before cardiac surgery decreases disruptions and improves team communication. [8] [9] [10] In the simulation, the pre-briefing serves to set the tone for the upcoming learning experience. The briefing in advance of the simulation activity consists of several key components. These include reviewing the session’s goals and objectives, establishing a fiction contract with learners, providing logistic details about the session, and pledging to respect the learners. [6] [11] These components attempt to create a psychologically safe environment for the learners to feel comfortable, both making and learning from mistakes. If there is no establishment of psychological safety, learners will not be able to optimize their experience in the simulation lab. [11] [12] [13]", "contents": "Briefing Prior to Simulation Activity  -- Introduction. Conducting a briefing before the simulation training has become a foundational part of the simulation experience. Prior to use in simulation, the importance of pre-briefings has been demonstrated in aviation, aerospace, and surgery. [7] [8] [9] Scholars found that a briefing before cardiac surgery decreases disruptions and improves team communication. [8] [9] [10] In the simulation, the pre-briefing serves to set the tone for the upcoming learning experience. The briefing in advance of the simulation activity consists of several key components. These include reviewing the session’s goals and objectives, establishing a fiction contract with learners, providing logistic details about the session, and pledging to respect the learners. [6] [11] These components attempt to create a psychologically safe environment for the learners to feel comfortable, both making and learning from mistakes. If there is no establishment of psychological safety, learners will not be able to optimize their experience in the simulation lab. [11] [12] [13]"}
{"id": "article-63792_2", "title": "Briefing Prior to Simulation Activity  -- Function", "content": "A briefing before the simulation serves to prepare and orient learners to the simulation experience. By providing learners with an adequate orientation and creating a psychologically safe environment, it lowers the participant’s fear and anxiety. [6] [11] This practice optimizes the learning experience by keeping the participants engaged. Learners feel comfortable taking risks and learning from their mistakes, allowing for greater depth of discussion and insight into the learner’s thought process during the debriefing. [11] [14] A briefing before the simulation leads to a reduction in learner defensiveness, resentment, and overall complaints. [11]", "contents": "Briefing Prior to Simulation Activity  -- Function. A briefing before the simulation serves to prepare and orient learners to the simulation experience. By providing learners with an adequate orientation and creating a psychologically safe environment, it lowers the participant’s fear and anxiety. [6] [11] This practice optimizes the learning experience by keeping the participants engaged. Learners feel comfortable taking risks and learning from their mistakes, allowing for greater depth of discussion and insight into the learner’s thought process during the debriefing. [11] [14] A briefing before the simulation leads to a reduction in learner defensiveness, resentment, and overall complaints. [11]"}
{"id": "article-63792_3", "title": "Briefing Prior to Simulation Activity  -- Issues of Concern", "content": "A goal of the briefing in advance of simulation is to create psychological safety with the learners. Scholars in individual and team psychological safety highlight that to optimize the educational environment, each learner or team member must feel psychologically safe. [15] [16] [17] [18] However, the stress of the simulation environment can lead learners to feel psychological distress. Simulations can induce psychological distress by creating performance anxiety, revealing knowledge gaps, and by video recording educational sessions. [13] Psychological distress compromises the educational value of the session. Symptoms may manifest as physical, cognitive, or emotional. Examples include fear, crying, anger, or depression. [13]", "contents": "Briefing Prior to Simulation Activity  -- Issues of Concern. A goal of the briefing in advance of simulation is to create psychological safety with the learners. Scholars in individual and team psychological safety highlight that to optimize the educational environment, each learner or team member must feel psychologically safe. [15] [16] [17] [18] However, the stress of the simulation environment can lead learners to feel psychological distress. Simulations can induce psychological distress by creating performance anxiety, revealing knowledge gaps, and by video recording educational sessions. [13] Psychological distress compromises the educational value of the session. Symptoms may manifest as physical, cognitive, or emotional. Examples include fear, crying, anger, or depression. [13]"}
{"id": "article-63792_4", "title": "Briefing Prior to Simulation Activity  -- Issues of Concern", "content": "Being able to identify and support psychologically distressed learners is important for educators. Upon identification of a psychologically distressed learner, educators should employ a psychological safety plan. Scholars have identified several key elements required for a psychological safety plan based on psychological first aid. [13] [19] These elements include identifying psychological distress reactions, utilizing active/reflective listening skills, applying stress management strategies, and engaging appropriate resources. Simulation educators can support and engage a distressed learner through debriefing strategies. This process includes acknowledging learner feelings, giving the learner control, and using advocacy and inquiry questioning. By employing a psychological safety plan, educators can lessen psychological distress, maintain psychological safety, and improve learning during simulation education. [13]", "contents": "Briefing Prior to Simulation Activity  -- Issues of Concern. Being able to identify and support psychologically distressed learners is important for educators. Upon identification of a psychologically distressed learner, educators should employ a psychological safety plan. Scholars have identified several key elements required for a psychological safety plan based on psychological first aid. [13] [19] These elements include identifying psychological distress reactions, utilizing active/reflective listening skills, applying stress management strategies, and engaging appropriate resources. Simulation educators can support and engage a distressed learner through debriefing strategies. This process includes acknowledging learner feelings, giving the learner control, and using advocacy and inquiry questioning. By employing a psychological safety plan, educators can lessen psychological distress, maintain psychological safety, and improve learning during simulation education. [13]"}
{"id": "article-63792_5", "title": "Briefing Prior to Simulation Activity  -- Curriculum Development", "content": "The briefing before simulation has four key components. [11] The first component is reviewing the session's goals and objectives. This component includes reviewing the learning objectives, outlining the simulation session sequence of events, including the timing of the debriefing and the evaluation, familiarizing the learners with the simulation equipment and environment, and explaining the roles of the educators. By outlining what the educator expects of the learners, they will be more engaged and have a greater chance to meet the session's expectations. [6] [11] Clearly outlining the session learning objectives prevents incongruous assumptions by the learners and creates transparency. Transparency regarding the type of evaluation and with whom the results will be shared fosters a relationship of trust and openness with learners. [11]", "contents": "Briefing Prior to Simulation Activity  -- Curriculum Development. The briefing before simulation has four key components. [11] The first component is reviewing the session's goals and objectives. This component includes reviewing the learning objectives, outlining the simulation session sequence of events, including the timing of the debriefing and the evaluation, familiarizing the learners with the simulation equipment and environment, and explaining the roles of the educators. By outlining what the educator expects of the learners, they will be more engaged and have a greater chance to meet the session's expectations. [6] [11] Clearly outlining the session learning objectives prevents incongruous assumptions by the learners and creates transparency. Transparency regarding the type of evaluation and with whom the results will be shared fosters a relationship of trust and openness with learners. [11]"}
{"id": "article-63792_6", "title": "Briefing Prior to Simulation Activity  -- Curriculum Development", "content": "The second component is establishing a fiction contract with the learners. A fiction contract is an explicit agreement between educators and learners that learner engagement is dependent on both parties. The educator is responsible for creating a scenario that is as real as possible within the limitations of the simulated environment. The learners are responsible for fully engaging in the simulation and acting as if everything is real, or suspending disbelief. [6] [11] [20] Learners should expect to play an active role in the scenario. Establishing a fiction contract attempts to minimize the blame a learner can place on the realism of the scenario affecting their performance. [11]", "contents": "Briefing Prior to Simulation Activity  -- Curriculum Development. The second component is establishing a fiction contract with the learners. A fiction contract is an explicit agreement between educators and learners that learner engagement is dependent on both parties. The educator is responsible for creating a scenario that is as real as possible within the limitations of the simulated environment. The learners are responsible for fully engaging in the simulation and acting as if everything is real, or suspending disbelief. [6] [11] [20] Learners should expect to play an active role in the scenario. Establishing a fiction contract attempts to minimize the blame a learner can place on the realism of the scenario affecting their performance. [11]"}
{"id": "article-63792_7", "title": "Briefing Prior to Simulation Activity  -- Curriculum Development", "content": "The third component is providing logistic details about the session to the learners. During the briefing before simulation, educators often emphasize the session content while disregarding the logistical details. Logistical details include the length of the session, location of bathrooms, availability of refreshments, breaks, and how to manage telephone calls, texts, pages, and emails throughout the session. [11] These \"hygiene factors,\" if inadequately addressed, can lead to dissatisfaction and disruptions for learners. By explicitly outlining the logistical details, learners can concentrate on the simulation session and are aware that educators are sensitive to the constraints of the learner's other commitments. [11]", "contents": "Briefing Prior to Simulation Activity  -- Curriculum Development. The third component is providing logistic details about the session to the learners. During the briefing before simulation, educators often emphasize the session content while disregarding the logistical details. Logistical details include the length of the session, location of bathrooms, availability of refreshments, breaks, and how to manage telephone calls, texts, pages, and emails throughout the session. [11] These \"hygiene factors,\" if inadequately addressed, can lead to dissatisfaction and disruptions for learners. By explicitly outlining the logistical details, learners can concentrate on the simulation session and are aware that educators are sensitive to the constraints of the learner's other commitments. [11]"}
{"id": "article-63792_8", "title": "Briefing Prior to Simulation Activity  -- Curriculum Development", "content": "The last component of briefing in advance of simulation is pledging to respect the learners. To respect learners, educators must value the learner's thought process. Instead of viewing actions as correct or incorrect, educators should inquire about the learner's decisionmaking process and rationale behind their choices. This approach provides the educator insight into the learner's knowledge gaps and helps guide feedback. [21] Also, educators must acknowledge the belief that learners are bright, competent, and trying their best at their current skill level. Each learner is striving to improve. By communicating the importance of the learner's thought process, it conveys respect. [6] [11]", "contents": "Briefing Prior to Simulation Activity  -- Curriculum Development. The last component of briefing in advance of simulation is pledging to respect the learners. To respect learners, educators must value the learner's thought process. Instead of viewing actions as correct or incorrect, educators should inquire about the learner's decisionmaking process and rationale behind their choices. This approach provides the educator insight into the learner's knowledge gaps and helps guide feedback. [21] Also, educators must acknowledge the belief that learners are bright, competent, and trying their best at their current skill level. Each learner is striving to improve. By communicating the importance of the learner's thought process, it conveys respect. [6] [11]"}
{"id": "article-63792_9", "title": "Briefing Prior to Simulation Activity  -- Clinical Significance", "content": "Briefing before simulation training is paramount to a successful simulation experience. It prepares and orients learners before the start of the simulation, which ensures the simulation experience is consistent and provides the most benefit to the learners. It creates a psychologically safe environment for the learners to feel comfortable making and learning from mistakes. This approach optimizes the learning experience and keeps participants engaged. [6] [11] [13]", "contents": "Briefing Prior to Simulation Activity  -- Clinical Significance. Briefing before simulation training is paramount to a successful simulation experience. It prepares and orients learners before the start of the simulation, which ensures the simulation experience is consistent and provides the most benefit to the learners. It creates a psychologically safe environment for the learners to feel comfortable making and learning from mistakes. This approach optimizes the learning experience and keeps participants engaged. [6] [11] [13]"}
{"id": "article-63792_10", "title": "Briefing Prior to Simulation Activity  -- Pearls and Other Issues", "content": "The briefing before simulation has four key components. [6] [11]", "contents": "Briefing Prior to Simulation Activity  -- Pearls and Other Issues. The briefing before simulation has four key components. [6] [11]"}
{"id": "article-63792_11", "title": "Briefing Prior to Simulation Activity  -- Pearls and Other Issues", "content": "Review the session's goals and objectives. Educators should review learning objectives, outlining the simulation session sequence of events, familiarizing the learners with the simulation equipment and environment, and explaining the roles of the educators. Establish a fiction contract with the learners. The educator is responsible for creating a scenario that is as real as possible within the limitations of the simulated environment. The learners are responsible for fully engaging in the simulation and acting as if everything is real. Provide logistic details about the session to the learners. Logistic details include the length of the session, timing of breaks, and how to manage telephone calls, texts, pages, and emails throughout the session. Pledge to respect the learners. Educators should inquire about the learner's decisionmaking process and rationale behind their choices - this provides the educator insight into the learner's knowledge gaps and helps guide feedback.", "contents": "Briefing Prior to Simulation Activity  -- Pearls and Other Issues. Review the session's goals and objectives. Educators should review learning objectives, outlining the simulation session sequence of events, familiarizing the learners with the simulation equipment and environment, and explaining the roles of the educators. Establish a fiction contract with the learners. The educator is responsible for creating a scenario that is as real as possible within the limitations of the simulated environment. The learners are responsible for fully engaging in the simulation and acting as if everything is real. Provide logistic details about the session to the learners. Logistic details include the length of the session, timing of breaks, and how to manage telephone calls, texts, pages, and emails throughout the session. Pledge to respect the learners. Educators should inquire about the learner's decisionmaking process and rationale behind their choices - this provides the educator insight into the learner's knowledge gaps and helps guide feedback."}
{"id": "article-63792_12", "title": "Briefing Prior to Simulation Activity  -- Enhancing Healthcare Team Outcomes", "content": "Patient safety in healthcare is increasing in importance. [1] [2] [Level 2] Briefing before surgery decreases disruptions and improves team communication. [8] [9] [10] [Level 3] Psychologically safe learners acquire skills more rapidly during simulation education, resulting in improved clinical skills and better patient care. [13] [Level 5] Psychological first aid lowers anxiety and mitigates acute distress. [19] [Level 2] Accomplishing these goals will contribute to a better interprofessional healthcare team approach to any procedure, driving positive patient outcomes. [Level 5]", "contents": "Briefing Prior to Simulation Activity  -- Enhancing Healthcare Team Outcomes. Patient safety in healthcare is increasing in importance. [1] [2] [Level 2] Briefing before surgery decreases disruptions and improves team communication. [8] [9] [10] [Level 3] Psychologically safe learners acquire skills more rapidly during simulation education, resulting in improved clinical skills and better patient care. [13] [Level 5] Psychological first aid lowers anxiety and mitigates acute distress. [19] [Level 2] Accomplishing these goals will contribute to a better interprofessional healthcare team approach to any procedure, driving positive patient outcomes. [Level 5]"}
{"id": "article-63792_13", "title": "Briefing Prior to Simulation Activity  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Briefing Prior to Simulation Activity  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}