{"id": "article-24867_0", "title": "Medical History -- Definition/Introduction", "content": "A medical history typically follows the history of the present illness if obtained by the treating clinician. The medical history can reveal diagnosed medical conditions, past medical conditions, and potential future health risks for the patient. In addition, the medical history aids in forming differential diagnoses. [1]", "contents": "Medical History -- Definition/Introduction. A medical history typically follows the history of the present illness if obtained by the treating clinician. The medical history can reveal diagnosed medical conditions, past medical conditions, and potential future health risks for the patient. In addition, the medical history aids in forming differential diagnoses. [1]"}
{"id": "article-24867_1", "title": "Medical History -- Definition/Introduction", "content": "A comprehensive history intake includes the patient's medical history, past surgical history, family medical history, social history, allergies, and medications. [2] Within graduate education, the order of obtaining medical history generally follows the format below. However, with clinical experience, the clinician may follow a more colloquial, natural flow to the clinical intake. Some areas are omitted or expanded depending on the purpose of the medical history and healthcare setting. Some aspects of the medical history are standardized to arrive at an accurate differential diagnosis, leading to optimal patient outcomes. [3] Members of the interprofessional team contribute to each aspect of the medical history intake. This topic is intended for students and practicing clinicians who adhere to the medical practices commonly employed in the United States.", "contents": "Medical History -- Definition/Introduction. A comprehensive history intake includes the patient's medical history, past surgical history, family medical history, social history, allergies, and medications. [2] Within graduate education, the order of obtaining medical history generally follows the format below. However, with clinical experience, the clinician may follow a more colloquial, natural flow to the clinical intake. Some areas are omitted or expanded depending on the purpose of the medical history and healthcare setting. Some aspects of the medical history are standardized to arrive at an accurate differential diagnosis, leading to optimal patient outcomes. [3] Members of the interprofessional team contribute to each aspect of the medical history intake. This topic is intended for students and practicing clinicians who adhere to the medical practices commonly employed in the United States."}
{"id": "article-24867_2", "title": "Medical History -- Definition/Introduction -- Medical and Surgical History", "content": "A way to rephrase the question is to inquire about medical conditions diagnosed or medical conditions for which a patient takes medications. If the patient has no previous diagnoses, asking about surgeries is another approach. For example, in the case of a patient who underwent bariatric surgery, the patient is likely diagnosed with hyperlipidemia but does not consider this a medical disease. Alternatively, the patient might mention taking benzodiazepines, indicating a potential diagnosis of anxiety or major depressive disorder. For women patients, it is essential to inquire about any previous pregnancies, abortions, or miscarriages. Both aspects of the history are crucial for understanding the patient's risk factors, identifying contraindicated medications or treatments, and determining appropriate imaging modalities.", "contents": "Medical History -- Definition/Introduction -- Medical and Surgical History. A way to rephrase the question is to inquire about medical conditions diagnosed or medical conditions for which a patient takes medications. If the patient has no previous diagnoses, asking about surgeries is another approach. For example, in the case of a patient who underwent bariatric surgery, the patient is likely diagnosed with hyperlipidemia but does not consider this a medical disease. Alternatively, the patient might mention taking benzodiazepines, indicating a potential diagnosis of anxiety or major depressive disorder. For women patients, it is essential to inquire about any previous pregnancies, abortions, or miscarriages. Both aspects of the history are crucial for understanding the patient's risk factors, identifying contraindicated medications or treatments, and determining appropriate imaging modalities."}
{"id": "article-24867_3", "title": "Medical History -- Definition/Introduction -- Family History", "content": "Inquiring about the biological mother, father, and extended family helps clinicians understand the risk of cardiovascular disease, respiratory disease, or endocrine disorders, including coronary artery disease, chronic obstructive pulmonary disease, or diabetes. Family clinicians inquire more specifically into the history of myocardial infarctions, cancers, and psychiatric or neurological diseases to assess potential risk factors. For example, missing a genetic predisposition to Huntington's disease is considered an inadequate history. Several family history tools that integrate with electronic medical records are available to augment this history intake, some of which have succeeded. [4] [5]", "contents": "Medical History -- Definition/Introduction -- Family History. Inquiring about the biological mother, father, and extended family helps clinicians understand the risk of cardiovascular disease, respiratory disease, or endocrine disorders, including coronary artery disease, chronic obstructive pulmonary disease, or diabetes. Family clinicians inquire more specifically into the history of myocardial infarctions, cancers, and psychiatric or neurological diseases to assess potential risk factors. For example, missing a genetic predisposition to Huntington's disease is considered an inadequate history. Several family history tools that integrate with electronic medical records are available to augment this history intake, some of which have succeeded. [4] [5]"}
{"id": "article-24867_4", "title": "Medical History -- Definition/Introduction -- Social History", "content": "The inclusion of social history in medical management can vary depending on the clinician's values and the scope of their practice. Substances or nutrition: Inquiring about substance use in a neutral approach ensures a positive patient-clinician rapport. Some patients may consider substances a part of their approach to nutrition, which can be integrated into a comprehensive social history. Red wine, cannabis, and other legally available substances are a part of some diets, treatments for pain relief, or recreational use. Some recent rapid assessments provide a quick picture of nutritional health. When considering a diagnosis affecting appetite, inquiring about eating habits is pertinent.", "contents": "Medical History -- Definition/Introduction -- Social History. The inclusion of social history in medical management can vary depending on the clinician's values and the scope of their practice. Substances or nutrition: Inquiring about substance use in a neutral approach ensures a positive patient-clinician rapport. Some patients may consider substances a part of their approach to nutrition, which can be integrated into a comprehensive social history. Red wine, cannabis, and other legally available substances are a part of some diets, treatments for pain relief, or recreational use. Some recent rapid assessments provide a quick picture of nutritional health. When considering a diagnosis affecting appetite, inquiring about eating habits is pertinent."}
{"id": "article-24867_5", "title": "Medical History -- Definition/Introduction -- Social History", "content": "Travel history: Recent travel history could make or break a treatment plan for primary care, emergency medicine, or internal medicine clinicians. For example, failing to ask about travel could exclude a diagnosis of meningitis, a life-threatening disease. Similarly, Lyme disease caught at a late stage causes cardiovascular issues, which might be revealed by asking patients about recent hiking activities. Inquiring about geographic regions is essential for some infectious diseases. Sexual history:  Intake varies due to conflicting values of clinicians about sexual lifestyle and behaviors. Remaining cognizant of gender-diverse, non-traditional sexual relationships is important. The current guidelines in the United States recommend the 5 Ps approach—partners, practices, protection from sexually transmitted infections, history of sexually transmitted infections, and prevention of pregnancy. [6] [7] [8] [9]", "contents": "Medical History -- Definition/Introduction -- Social History. Travel history: Recent travel history could make or break a treatment plan for primary care, emergency medicine, or internal medicine clinicians. For example, failing to ask about travel could exclude a diagnosis of meningitis, a life-threatening disease. Similarly, Lyme disease caught at a late stage causes cardiovascular issues, which might be revealed by asking patients about recent hiking activities. Inquiring about geographic regions is essential for some infectious diseases. Sexual history:  Intake varies due to conflicting values of clinicians about sexual lifestyle and behaviors. Remaining cognizant of gender-diverse, non-traditional sexual relationships is important. The current guidelines in the United States recommend the 5 Ps approach—partners, practices, protection from sexually transmitted infections, history of sexually transmitted infections, and prevention of pregnancy. [6] [7] [8] [9]"}
{"id": "article-24867_6", "title": "Medical History -- Definition/Introduction -- Allergies and Medications", "content": "Patient allergies are crucial to history gathering, as they may have potentially life-threatening consequences. Inquiring if the patient has any medication allergies and, if they do, clarifying any previous allergic reactions informs the development of a treatment plan. Medication history is also essential to mitigate the risk of drug-drug interactions. [10] Several electronic medical record systems flag or alert clinicians for these interactions, which could be clarified during the clinical interview.", "contents": "Medical History -- Definition/Introduction -- Allergies and Medications. Patient allergies are crucial to history gathering, as they may have potentially life-threatening consequences. Inquiring if the patient has any medication allergies and, if they do, clarifying any previous allergic reactions informs the development of a treatment plan. Medication history is also essential to mitigate the risk of drug-drug interactions. [10] Several electronic medical record systems flag or alert clinicians for these interactions, which could be clarified during the clinical interview."}
{"id": "article-24867_7", "title": "Medical History -- Definition/Introduction -- Specialized History", "content": "Reproductive: Depending on the chief complaint, age-appropriate questions about female patients' last menstrual period and pregnancy history, including gravidity and parity, may be asked. Further questions about menarche and menopause may also  be appropriate. For example, if a sexually active female arrives complaining of lower abdominal pain, reproductive history is essential to rule out ectopic pregnancy. If the same patient is of menopausal age, such questions are inappropriate in this context. Pediatric:  Parents of infants should be asked about pregnancy, delivery, and prematurity complications. In addition, it is crucial to inquire about the immunization status and developmental milestones since pediatricians are the primary clinicians until children reach adulthood. As such, staying attentive to familial relationships helps identify any signs of abuse.", "contents": "Medical History -- Definition/Introduction -- Specialized History. Reproductive: Depending on the chief complaint, age-appropriate questions about female patients' last menstrual period and pregnancy history, including gravidity and parity, may be asked. Further questions about menarche and menopause may also  be appropriate. For example, if a sexually active female arrives complaining of lower abdominal pain, reproductive history is essential to rule out ectopic pregnancy. If the same patient is of menopausal age, such questions are inappropriate in this context. Pediatric:  Parents of infants should be asked about pregnancy, delivery, and prematurity complications. In addition, it is crucial to inquire about the immunization status and developmental milestones since pediatricians are the primary clinicians until children reach adulthood. As such, staying attentive to familial relationships helps identify any signs of abuse."}
{"id": "article-24867_8", "title": "Medical History -- Definition/Introduction", "content": "Geriatric: The immunization status of geriatric patients is often relevant. With more vaccination options, including the recently introduced COVID-19 series, this may become a standardized aspect of history-taking. Medication interactions are also common and could be clarified during the clinical interview. Surgical: In surgical specialties and areas such as dermatology, cardiology, and gastroenterology, the outcome of previous surgeries determines the approach to future surgeries. A detailed history of these previous surgeries is vital for treatment planning, including the anatomical approach.", "contents": "Medical History -- Definition/Introduction. Geriatric: The immunization status of geriatric patients is often relevant. With more vaccination options, including the recently introduced COVID-19 series, this may become a standardized aspect of history-taking. Medication interactions are also common and could be clarified during the clinical interview. Surgical: In surgical specialties and areas such as dermatology, cardiology, and gastroenterology, the outcome of previous surgeries determines the approach to future surgeries. A detailed history of these previous surgeries is vital for treatment planning, including the anatomical approach."}
{"id": "article-24867_9", "title": "Medical History -- Issues of Concern -- Biases in History-Taking", "content": "The following principles, originally derived from the approach to neurocritical patients, are applicable to all history intakes to address biases. Anchoring: Focusing on one aspect of medical history when new information is available. Availability: Based on available information, deeming a diagnosis more or less likely. Premature closure: Narrowing on a diagnosis before completing a thorough workup. Representativeness restraint: Forcing all history into one pattern of clinical presentation. Unpacking principle: Focusing on some aspects of workup and omitting others before arriving at a diagnosis. Context errors: Considering all parts of medical history equally relevant. [11]", "contents": "Medical History -- Issues of Concern -- Biases in History-Taking. The following principles, originally derived from the approach to neurocritical patients, are applicable to all history intakes to address biases. Anchoring: Focusing on one aspect of medical history when new information is available. Availability: Based on available information, deeming a diagnosis more or less likely. Premature closure: Narrowing on a diagnosis before completing a thorough workup. Representativeness restraint: Forcing all history into one pattern of clinical presentation. Unpacking principle: Focusing on some aspects of workup and omitting others before arriving at a diagnosis. Context errors: Considering all parts of medical history equally relevant. [11]"}
{"id": "article-24867_10", "title": "Medical History -- Issues of Concern -- Biases in History-Taking", "content": "The primary goal of obtaining a medical history from the patient is to understand the patient's state of health and determine whether the history is related. [1] The secondary goal is to gather information to prevent potential harm to the patient during treatment. Focusing on these goals in the context of recognized biases and colleague feedback reduces diagnostic errors.", "contents": "Medical History -- Issues of Concern -- Biases in History-Taking. The primary goal of obtaining a medical history from the patient is to understand the patient's state of health and determine whether the history is related. [1] The secondary goal is to gather information to prevent potential harm to the patient during treatment. Focusing on these goals in the context of recognized biases and colleague feedback reduces diagnostic errors."}
{"id": "article-24867_11", "title": "Medical History -- Issues of Concern -- Health Literacy", "content": "A key concern is ensuring patients understand questions and can provide accurate histories based on their health literacy. Patients may not consider their illnesses relevant when asked about medical problems, especially in acute treatment settings. Sometimes, a question may be asked in multiple ways using colloquial rather than medical terms. When encountering language barriers, the best practice approach is to use the facility-provided language service but not limit the intake level. Clinicians have approaches to hand-off between nurses, nurse practitioners, physician assistants, and physicians so that important aspects of history are communicated. [12] [13] [14]", "contents": "Medical History -- Issues of Concern -- Health Literacy. A key concern is ensuring patients understand questions and can provide accurate histories based on their health literacy. Patients may not consider their illnesses relevant when asked about medical problems, especially in acute treatment settings. Sometimes, a question may be asked in multiple ways using colloquial rather than medical terms. When encountering language barriers, the best practice approach is to use the facility-provided language service but not limit the intake level. Clinicians have approaches to hand-off between nurses, nurse practitioners, physician assistants, and physicians so that important aspects of history are communicated. [12] [13] [14]"}
{"id": "article-24867_12", "title": "Medical History -- Issues of Concern -- Health Insurance and Portability and Accountability Act", "content": "Patients may withhold information due to fear of judgment or legal consequences. Patients should be reassured that the information is gathered to find the root cause of their illness and treat them most effectively and efficiently. Once obtained, this information must be handled with utmost care to ensure patients' privacy in accordance with laws such as the Health Insurance Portability and Accountability Act (HIPAA) in the United States. This law prohibits the unauthorized sharing of health information.", "contents": "Medical History -- Issues of Concern -- Health Insurance and Portability and Accountability Act. Patients may withhold information due to fear of judgment or legal consequences. Patients should be reassured that the information is gathered to find the root cause of their illness and treat them most effectively and efficiently. Once obtained, this information must be handled with utmost care to ensure patients' privacy in accordance with laws such as the Health Insurance Portability and Accountability Act (HIPAA) in the United States. This law prohibits the unauthorized sharing of health information."}
{"id": "article-24867_13", "title": "Medical History -- Issues of Concern -- Use of Mobile Applications and Artificial Intelligence", "content": "The use of mobile applications  and artificial intelligence–driven programs is at the heart of current discussions regarding workflow. The results of current studies recommend that these tools enhance the workflow rather than substitute the clinician's role for conducting a standardized medical history. If the question set is too large, results demonstrate that the history does not accurately match the defined purpose, such as the patient's chief complaint. [15] [16] [17]", "contents": "Medical History -- Issues of Concern -- Use of Mobile Applications and Artificial Intelligence. The use of mobile applications  and artificial intelligence–driven programs is at the heart of current discussions regarding workflow. The results of current studies recommend that these tools enhance the workflow rather than substitute the clinician's role for conducting a standardized medical history. If the question set is too large, results demonstrate that the history does not accurately match the defined purpose, such as the patient's chief complaint. [15] [16] [17]"}
{"id": "article-24867_14", "title": "Medical History -- Clinical Significance", "content": "The medical history is brief or expanded depending on the scope of a medical visit. If a patient presents for an annual wellness visit, the history should encompass all aspects of the patient's history. If the patient has an established relationship with the clinician or is arriving for a procedure such as cyst removal or pap smear, the history does not need to include all standardized aspects. In procedural, surgical, or progress visits, the medical history is more tailored to the visit.", "contents": "Medical History -- Clinical Significance. The medical history is brief or expanded depending on the scope of a medical visit. If a patient presents for an annual wellness visit, the history should encompass all aspects of the patient's history. If the patient has an established relationship with the clinician or is arriving for a procedure such as cyst removal or pap smear, the history does not need to include all standardized aspects. In procedural, surgical, or progress visits, the medical history is more tailored to the visit."}
{"id": "article-24867_15", "title": "Medical History -- Clinical Significance -- Focused History", "content": "A focused history is utilized in urgent care or emergency settings. Instead of extensively analyzing every detail of the patient's illness history, such as events that may have occurred years ago, the focus is on understanding the immediate context of the visit. This approach includes any changes that have occurred since the last visit and the long-term outlook. This approach is similar to the practice in some primary care visits, where the emphasis is placed on addressing the patient's immediate needs and providing timely care. For example, a patient with a history of breast cancer on chemotherapeutic drugs with a cough versus a healthy patient with no chronic disease. Although the clinician has access to the entire medical history, questions should remain focused on the chief complaint of cough and not delve into cancer management plans. Similarly, if a patient presents with altered mental status and can no longer provide a history, looking into previous admissions or speaking to the admitting team for relevant information is more appropriate. A detailed history may not be as relevant as the accident the patient just emerged from or a previous history of stroke. Clinicians tailor the physical examination to address aspects pertinent to the patient's clinical complaint and the focused history. For example, in cases of difficulty breathing and a history of asthma, emphasis is placed on conducting a thorough lung examination, possibly omitting other parts of the physical examination.", "contents": "Medical History -- Clinical Significance -- Focused History. A focused history is utilized in urgent care or emergency settings. Instead of extensively analyzing every detail of the patient's illness history, such as events that may have occurred years ago, the focus is on understanding the immediate context of the visit. This approach includes any changes that have occurred since the last visit and the long-term outlook. This approach is similar to the practice in some primary care visits, where the emphasis is placed on addressing the patient's immediate needs and providing timely care. For example, a patient with a history of breast cancer on chemotherapeutic drugs with a cough versus a healthy patient with no chronic disease. Although the clinician has access to the entire medical history, questions should remain focused on the chief complaint of cough and not delve into cancer management plans. Similarly, if a patient presents with altered mental status and can no longer provide a history, looking into previous admissions or speaking to the admitting team for relevant information is more appropriate. A detailed history may not be as relevant as the accident the patient just emerged from or a previous history of stroke. Clinicians tailor the physical examination to address aspects pertinent to the patient's clinical complaint and the focused history. For example, in cases of difficulty breathing and a history of asthma, emphasis is placed on conducting a thorough lung examination, possibly omitting other parts of the physical examination."}
{"id": "article-24867_16", "title": "Medical History -- Clinical Significance -- Expanded History", "content": "Complete medical histories may be obtained after the patient has stabilized or if the patient presents for a visit requiring a thorough history. The family members or caregivers may be a potential source of information about a patient's medical history when the patient is unsure or unable to answer questions. The same patient in cancer treatment could be asked about changes in sleep, appetite, vaccination status, partners, or additional details to tailor a treatment plan, including changes in medication regimen and lifestyle recommendations. In such cases, the treating clinician may continue to discuss different treatment options. Some clinicians may consult with specialists to gain further medical insights and maintain continuity of care. Typically, a review of systems and physical examinations includes all systems.", "contents": "Medical History -- Clinical Significance -- Expanded History. Complete medical histories may be obtained after the patient has stabilized or if the patient presents for a visit requiring a thorough history. The family members or caregivers may be a potential source of information about a patient's medical history when the patient is unsure or unable to answer questions. The same patient in cancer treatment could be asked about changes in sleep, appetite, vaccination status, partners, or additional details to tailor a treatment plan, including changes in medication regimen and lifestyle recommendations. In such cases, the treating clinician may continue to discuss different treatment options. Some clinicians may consult with specialists to gain further medical insights and maintain continuity of care. Typically, a review of systems and physical examinations includes all systems."}
{"id": "article-24867_17", "title": "Medical History -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Although obtaining a detailed history is crucial, it is equally important for clinicians to approach the questioning process with empathy and consideration for the patient's feelings and condition. [18] Patients may feel rushed or uncomfortable if questions are asked in the same order using the exact words as learned during educational contexts. By adapting the questioning style to accommodate each patient's individual needs and preferences, clinicians can create a more comfortable and engaging environment for communication. This approach not only enhances the quality of information gathered but also enables clinicians to develop their values and skills in patient-centered care.", "contents": "Medical History -- Nursing, Allied Health, and Interprofessional Team Interventions. Although obtaining a detailed history is crucial, it is equally important for clinicians to approach the questioning process with empathy and consideration for the patient's feelings and condition. [18] Patients may feel rushed or uncomfortable if questions are asked in the same order using the exact words as learned during educational contexts. By adapting the questioning style to accommodate each patient's individual needs and preferences, clinicians can create a more comfortable and engaging environment for communication. This approach not only enhances the quality of information gathered but also enables clinicians to develop their values and skills in patient-centered care."}
{"id": "article-24867_18", "title": "Medical History -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Furthermore, effective communication of the patient's medical history to other healthcare professionals is essential for ensuring continuity of care and preventing medical errors. Hand-off protocols between healthcare teams serve as crucial checkpoints for transferring patient information accurately and comprehensively. Each healthcare facility has a standardized checklist, which may include reviewing key aspects of the patient's medical history, such as diagnosed conditions, past surgical procedures, and current medication lists. By adhering to these protocols, healthcare professionals can facilitate smooth transitions of care, minimize the risk of oversight or miscommunication, and ultimately promote better patient outcomes.", "contents": "Medical History -- Nursing, Allied Health, and Interprofessional Team Interventions. Furthermore, effective communication of the patient's medical history to other healthcare professionals is essential for ensuring continuity of care and preventing medical errors. Hand-off protocols between healthcare teams serve as crucial checkpoints for transferring patient information accurately and comprehensively. Each healthcare facility has a standardized checklist, which may include reviewing key aspects of the patient's medical history, such as diagnosed conditions, past surgical procedures, and current medication lists. By adhering to these protocols, healthcare professionals can facilitate smooth transitions of care, minimize the risk of oversight or miscommunication, and ultimately promote better patient outcomes."}
{"id": "article-24867_19", "title": "Medical History -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Various members of an interprofessional healthcare team, including technicians, nurses, advanced clinicians, physicians, and specialists, play integral roles in gathering different components of a patient's medical history. As each interprofessional team member is involved in coordinated care, communication is essential to ensure that the same intake is not repeated or that crucial pieces of the medical history are missed. Some aspects of the medical history are best obtained at triage, whereas the surgeon or pharmacist may more appropriately address other aspects. Understanding the scope of practice is crucial for conducting clinical intake effectively, leading to the next step in a medical visit.", "contents": "Medical History -- Nursing, Allied Health, and Interprofessional Team Monitoring. Various members of an interprofessional healthcare team, including technicians, nurses, advanced clinicians, physicians, and specialists, play integral roles in gathering different components of a patient's medical history. As each interprofessional team member is involved in coordinated care, communication is essential to ensure that the same intake is not repeated or that crucial pieces of the medical history are missed. Some aspects of the medical history are best obtained at triage, whereas the surgeon or pharmacist may more appropriately address other aspects. Understanding the scope of practice is crucial for conducting clinical intake effectively, leading to the next step in a medical visit."}
{"id": "article-24867_20", "title": "Medical History -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Medical History -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}