{"id": "article-28375_0", "title": "Physiology, Renin Angiotensin System -- Introduction", "content": "The renin-angiotensin-aldosterone system (RAAS) is a critical regulator of blood volume, electrolyte balance, and systemic vascular resistance. While the baroreceptor reflex responds short term to decreased arterial pressure, the RAAS is responsible for acute and chronic alterations. The classical understanding of RAAS is that it comprises three significant compounds: renin, angiotensin II, and aldosterone. [1] [2] These three compounds elevate arterial pressure in response to decreased renal blood pressure, salt delivery to the distal convoluted tubule, and beta-agonism. The understanding of RAAS has expanded tremendously due to discoveries of newer system components over the last few decades. The discussion in this article will be limited to the components of the classical pathway of the renin-angiotensin-aldosterone system (Image 1).", "contents": "Physiology, Renin Angiotensin System -- Introduction. The renin-angiotensin-aldosterone system (RAAS) is a critical regulator of blood volume, electrolyte balance, and systemic vascular resistance. While the baroreceptor reflex responds short term to decreased arterial pressure, the RAAS is responsible for acute and chronic alterations. The classical understanding of RAAS is that it comprises three significant compounds: renin, angiotensin II, and aldosterone. [1] [2] These three compounds elevate arterial pressure in response to decreased renal blood pressure, salt delivery to the distal convoluted tubule, and beta-agonism. The understanding of RAAS has expanded tremendously due to discoveries of newer system components over the last few decades. The discussion in this article will be limited to the components of the classical pathway of the renin-angiotensin-aldosterone system (Image 1)."}
{"id": "article-28375_1", "title": "Physiology, Renin Angiotensin System -- Organ Systems Involved", "content": "The renin-angiotensin-aldosterone system is ubiquitous with the involvement of multiple organ systems, especially the kidneys, lungs, systemic vasculature, adrenal cortex, and brain. [3]", "contents": "Physiology, Renin Angiotensin System -- Organ Systems Involved. The renin-angiotensin-aldosterone system is ubiquitous with the involvement of multiple organ systems, especially the kidneys, lungs, systemic vasculature, adrenal cortex, and brain. [3]"}
{"id": "article-28375_2", "title": "Physiology, Renin Angiotensin System -- Function", "content": "The renin-angiotensin-aldosterone system is a crucial mediator of cardiac, vascular, and renal physiology through the regulation of vascular tone and salt and water homeostasis.", "contents": "Physiology, Renin Angiotensin System -- Function. The renin-angiotensin-aldosterone system is a crucial mediator of cardiac, vascular, and renal physiology through the regulation of vascular tone and salt and water homeostasis."}
{"id": "article-28375_3", "title": "Physiology, Renin Angiotensin System -- Function", "content": "In addition to the main physiological functions, the RAAS has a significant role in the pathophysiological conditions of hypertension, heart failure, other cardiovascular diseases, and renal diseases. [4] [5] Blockade of the overactivation of RAAS by various medications has been shown to improve outcomes in various cardiovascular and renal diseases.", "contents": "Physiology, Renin Angiotensin System -- Function. In addition to the main physiological functions, the RAAS has a significant role in the pathophysiological conditions of hypertension, heart failure, other cardiovascular diseases, and renal diseases. [4] [5] Blockade of the overactivation of RAAS by various medications has been shown to improve outcomes in various cardiovascular and renal diseases."}
{"id": "article-28375_4", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Renin", "content": "The juxtaglomerular (JG) cells, present within the afferent arterioles of the kidney, contain prorenin. Activation of JG cells causes the cleavage of prorenin to renin. The activation of prorenin occurs in the kidney by enzymes like proconvertase 1 and cathepsin B. [6] [7] Mature renin is stored in the granules of the JG cells and released into circulation by four main stimuli: [8] [9] [10] Changes in renal perfusion perceived by the pressure transducer mechanism in afferent arterioles (sense stretch from the mechanoreceptors of the arteriolar wall) Delivery of sodium and chloride to the distal convoluted tubule (DCT) that is sensed by the macula densa Increased beta-sympathetic flow acting through the beta-1 adrenergic receptors, particularly in the upright posture Negative feedback from humoral factors like angiotensin I, potassium (renin release is increased by hypokalemia and decreased by hyperkalemia), and ANP (atrial natriuretic peptide)", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Renin. The juxtaglomerular (JG) cells, present within the afferent arterioles of the kidney, contain prorenin. Activation of JG cells causes the cleavage of prorenin to renin. The activation of prorenin occurs in the kidney by enzymes like proconvertase 1 and cathepsin B. [6] [7] Mature renin is stored in the granules of the JG cells and released into circulation by four main stimuli: [8] [9] [10] Changes in renal perfusion perceived by the pressure transducer mechanism in afferent arterioles (sense stretch from the mechanoreceptors of the arteriolar wall) Delivery of sodium and chloride to the distal convoluted tubule (DCT) that is sensed by the macula densa Increased beta-sympathetic flow acting through the beta-1 adrenergic receptors, particularly in the upright posture Negative feedback from humoral factors like angiotensin I, potassium (renin release is increased by hypokalemia and decreased by hyperkalemia), and ANP (atrial natriuretic peptide)"}
{"id": "article-28375_5", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Renin", "content": "Therefore, conditions leading to decreased renal perfusion and reduced tubular sodium content lead to renin enzyme release into the bloodstream. The half-life of renin activity in circulation is 10-15 minutes. [11] Renin is the rate-limiting enzyme in RAAS. [12]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Renin. Therefore, conditions leading to decreased renal perfusion and reduced tubular sodium content lead to renin enzyme release into the bloodstream. The half-life of renin activity in circulation is 10-15 minutes. [11] Renin is the rate-limiting enzyme in RAAS. [12]"}
{"id": "article-28375_6", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensinogen", "content": "This molecule is primarily synthesized and constitutively secreted by the liver. Renin cleaves the N-terminal of angiotensinogen and leads to the formation of angiotensin I.", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensinogen. This molecule is primarily synthesized and constitutively secreted by the liver. Renin cleaves the N-terminal of angiotensinogen and leads to the formation of angiotensin I."}
{"id": "article-28375_7", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin I", "content": "This peptide does not have any known biological activity. [13]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin I. This peptide does not have any known biological activity. [13]"}
{"id": "article-28375_8", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin-Converting Enzyme (ACE)", "content": "This enzyme is expressed on plasma membranes of vascular endothelial cells, primarily in the pulmonary circulation. [14] It cleaves the two amino acids from the C-terminal of angiotensin I to make the peptide angiotensin II.", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin-Converting Enzyme (ACE). This enzyme is expressed on plasma membranes of vascular endothelial cells, primarily in the pulmonary circulation. [14] It cleaves the two amino acids from the C-terminal of angiotensin I to make the peptide angiotensin II."}
{"id": "article-28375_9", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II", "content": "ACE generates angiotensin II by cleaving the two amino acids at the C-terminal of angiotensin I. Angiotensin II is the primary mediator of the physiologic effects of RAAS, including blood pressure, volume regulation, and aldosterone secretion. [15] The half-life of angiotensin II in circulation is very short, less than 60 seconds. [16] Peptidases degrade it into angiotensin III and IV. Angiotensin III has been shown to have 100% of the aldosterone-stimulating effect of angiotensin II but 40% of the pressor effects, while angiotensin IV has further decreased the systemic effect. [17] The physiological effects of angiotensin II on extracellular volume and blood pressure regulation are mediated in five ways:", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II. ACE generates angiotensin II by cleaving the two amino acids at the C-terminal of angiotensin I. Angiotensin II is the primary mediator of the physiologic effects of RAAS, including blood pressure, volume regulation, and aldosterone secretion. [15] The half-life of angiotensin II in circulation is very short, less than 60 seconds. [16] Peptidases degrade it into angiotensin III and IV. Angiotensin III has been shown to have 100% of the aldosterone-stimulating effect of angiotensin II but 40% of the pressor effects, while angiotensin IV has further decreased the systemic effect. [17] The physiological effects of angiotensin II on extracellular volume and blood pressure regulation are mediated in five ways:"}
{"id": "article-28375_10", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II", "content": "Vasoconstriction by contraction of the vascular smooth muscle in the arterioles [18] Aldosterone secretion from the adrenal cortex in the zona glomerulosa. [18] [19] This is mediated through the transcription of CYP11B2 (aldosterone synthase) [20] Increase sodium reabsorption through increased activity of the Na-H antiporter in the proximal convoluted tubule (PCT) [21] Increasing sympathetic outflow from the central nervous system [22] Release of vasopressin from the hypothalamus [23]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II. Vasoconstriction by contraction of the vascular smooth muscle in the arterioles [18] Aldosterone secretion from the adrenal cortex in the zona glomerulosa. [18] [19] This is mediated through the transcription of CYP11B2 (aldosterone synthase) [20] Increase sodium reabsorption through increased activity of the Na-H antiporter in the proximal convoluted tubule (PCT) [21] Increasing sympathetic outflow from the central nervous system [22] Release of vasopressin from the hypothalamus [23]"}
{"id": "article-28375_11", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II", "content": "Angiotensin II is also implicated in many pathophysiological states and is known to induce oxidative stress, vascular smooth muscle contraction, endothelial dysfunction, fibrosis, and hypertrophic, anti-apoptotic, and pro-mitogenic effects. [24] [25] [26] Angiotensin II has been implicated in the pathogenesis of hypertension, atherosclerotic disease, heart failure, and kidney disease through these effects. [27] [28] [29] [30]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II. Angiotensin II is also implicated in many pathophysiological states and is known to induce oxidative stress, vascular smooth muscle contraction, endothelial dysfunction, fibrosis, and hypertrophic, anti-apoptotic, and pro-mitogenic effects. [24] [25] [26] Angiotensin II has been implicated in the pathogenesis of hypertension, atherosclerotic disease, heart failure, and kidney disease through these effects. [27] [28] [29] [30]"}
{"id": "article-28375_12", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II", "content": "The physiological and pathophysiological effects of angiotensin II are mediated by two types of receptors: type 1 and type 2. [31] These receptors have different and often opposing physiological responses. [32]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II. The physiological and pathophysiological effects of angiotensin II are mediated by two types of receptors: type 1 and type 2. [31] These receptors have different and often opposing physiological responses. [32]"}
{"id": "article-28375_13", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II Type 1 Receptor (AT1-R)", "content": "AT1-R is a G-protein coupled receptor. [33] It is widely distributed in many cell types, including the heart, vasculature, kidney, adrenal glands, pituitary, and central nervous system. [34] [35] [36] [37] Angiotensin II mediates its physiological effects of vasoconstriction and sodium and water reabsorption through the AT1-R. [38] In pathogenic states, the activation of the AT1-R leads to inflammation, fibrosis, oxidative stress, tissue remodeling, and increased blood pressure. [39] The dysregulation of this receptor is central to the pathophysiology of cardiac and renal diseases. [38] [40] [41]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II Type 1 Receptor (AT1-R). AT1-R is a G-protein coupled receptor. [33] It is widely distributed in many cell types, including the heart, vasculature, kidney, adrenal glands, pituitary, and central nervous system. [34] [35] [36] [37] Angiotensin II mediates its physiological effects of vasoconstriction and sodium and water reabsorption through the AT1-R. [38] In pathogenic states, the activation of the AT1-R leads to inflammation, fibrosis, oxidative stress, tissue remodeling, and increased blood pressure. [39] The dysregulation of this receptor is central to the pathophysiology of cardiac and renal diseases. [38] [40] [41]"}
{"id": "article-28375_14", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II Type 2 Receptor (AT2-R)", "content": "AT2-R is a G-protein coupled receptor. [33] It is mainly expressed in fetal tissues, and expression decreases in adulthood. [42] [32] In adults, it is distributed in the heart, kidney, adrenal glands, and brain. [43] [44] [45] AT2-R mediates the opposing and protective effects of angiotensin II via the AT1-R. These actions inhibit inflammation, fibrosis, and central sympathetic outflow and cause vasodilation. [46] [47] Stimulation of the AT2-R by angiotensin II leads to vasodilation and natriuresis, opposite to the vasoconstriction and anti-natriuresis caused by angiotensin II via the AT1-R. [48] [32] [49]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Angiotensin II Type 2 Receptor (AT2-R). AT2-R is a G-protein coupled receptor. [33] It is mainly expressed in fetal tissues, and expression decreases in adulthood. [42] [32] In adults, it is distributed in the heart, kidney, adrenal glands, and brain. [43] [44] [45] AT2-R mediates the opposing and protective effects of angiotensin II via the AT1-R. These actions inhibit inflammation, fibrosis, and central sympathetic outflow and cause vasodilation. [46] [47] Stimulation of the AT2-R by angiotensin II leads to vasodilation and natriuresis, opposite to the vasoconstriction and anti-natriuresis caused by angiotensin II via the AT1-R. [48] [32] [49]"}
{"id": "article-28375_15", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Aldosterone", "content": "Aldosterone is synthesized primarily in the zona glomerulosa of the adrenal cortex. The synthesis and secretion of this hormone are primarily regulated by angiotensin II, ACTH, and extracellular potassium concentration. [50] [51] The effects of aldosterone are mediated through nuclear cytosolic receptors. [52] The half-life of aldosterone in plasma is less than 20 minutes. [53]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Aldosterone. Aldosterone is synthesized primarily in the zona glomerulosa of the adrenal cortex. The synthesis and secretion of this hormone are primarily regulated by angiotensin II, ACTH, and extracellular potassium concentration. [50] [51] The effects of aldosterone are mediated through nuclear cytosolic receptors. [52] The half-life of aldosterone in plasma is less than 20 minutes. [53]"}
{"id": "article-28375_16", "title": "Physiology, Renin Angiotensin System -- Mechanism -- Aldosterone", "content": "Aldosterone mediates its effects on electrolyte and renal homeostasis by binding to the MR receptors on principal epithelial cells in the renal cortical collecting duct. Sodium is reabsorbed via the ENaC (epithelial sodium channel) on the apical membranes of principal cells in the collecting tubules. Aldosterone leads to increased concentrations of ENaC channels at the apical membrane, resulting in increased sodium reabsorption. [53] [54] Na-K ATPase activation at the basolateral membrane of apical cells occurs by the effect of aldosterone. [55] This leads to sodium transport in the extracellular space and increases potassium uptake in the apical cells. Aldosterone also influences salt and water homeostasis by regulating thirst and salt appetite via the mineralocorticoid receptors present in various regions of the brain. [56] [57] [58] [59]", "contents": "Physiology, Renin Angiotensin System -- Mechanism -- Aldosterone. Aldosterone mediates its effects on electrolyte and renal homeostasis by binding to the MR receptors on principal epithelial cells in the renal cortical collecting duct. Sodium is reabsorbed via the ENaC (epithelial sodium channel) on the apical membranes of principal cells in the collecting tubules. Aldosterone leads to increased concentrations of ENaC channels at the apical membrane, resulting in increased sodium reabsorption. [53] [54] Na-K ATPase activation at the basolateral membrane of apical cells occurs by the effect of aldosterone. [55] This leads to sodium transport in the extracellular space and increases potassium uptake in the apical cells. Aldosterone also influences salt and water homeostasis by regulating thirst and salt appetite via the mineralocorticoid receptors present in various regions of the brain. [56] [57] [58] [59]"}
{"id": "article-28375_17", "title": "Physiology, Renin Angiotensin System -- Clinical Significance", "content": "Overactivation of the renin-angiotensin-aldosterone system has been implicated in the pathogenesis of various cardiovascular and renal diseases. [60] [61] [62] RAAS is also implicated in the pathogenesis of primary hypertension. [63] [64] This has been proven by using medications that block the RAAS at different steps.", "contents": "Physiology, Renin Angiotensin System -- Clinical Significance. Overactivation of the renin-angiotensin-aldosterone system has been implicated in the pathogenesis of various cardiovascular and renal diseases. [60] [61] [62] RAAS is also implicated in the pathogenesis of primary hypertension. [63] [64] This has been proven by using medications that block the RAAS at different steps."}
{"id": "article-28375_18", "title": "Physiology, Renin Angiotensin System -- Clinical Significance", "content": "Overactivation of the RAAS is also implicated in the development of secondary hypertension due to primary hyperaldosteronism. Primary hyperaldosteronism is the excess aldosterone production either by an adrenal adenoma (Conn syndrome) or bilateral adrenal hyperplasia producing excess aldosterone. [65] These patients have suppressed renin, and elevated aldosterone levels, often with hypokalemia. [65] Primary hyperaldosteronism remains an under-recognized condition with excess cardiovascular and renal morbidity and mortality. [66] All patients with resistant hypertension should be screened for this condition for early diagnosis. Early diagnosis and timely management can lead to improved outcomes. Medications targeting the renin-angiotensin-aldosterone system include:", "contents": "Physiology, Renin Angiotensin System -- Clinical Significance. Overactivation of the RAAS is also implicated in the development of secondary hypertension due to primary hyperaldosteronism. Primary hyperaldosteronism is the excess aldosterone production either by an adrenal adenoma (Conn syndrome) or bilateral adrenal hyperplasia producing excess aldosterone. [65] These patients have suppressed renin, and elevated aldosterone levels, often with hypokalemia. [65] Primary hyperaldosteronism remains an under-recognized condition with excess cardiovascular and renal morbidity and mortality. [66] All patients with resistant hypertension should be screened for this condition for early diagnosis. Early diagnosis and timely management can lead to improved outcomes. Medications targeting the renin-angiotensin-aldosterone system include:"}
{"id": "article-28375_19", "title": "Physiology, Renin Angiotensin System -- Clinical Significance", "content": "Direct Renin Inhibitor: Aliskiren has not improved renal or cardiovascular outcomes in patients with type 2 diabetes. [67] [68] The use of these agents remains uncommon in clinical practice due to the lack of benefit noted from clinical trials. Angiotensin-Converting Enzyme inhibitors (ACE-i): Commonly used agents include lisinopril, captopril, ramipril, enalapril, fosinopril, and benazepril. These are used as first-line agents for the management of hypertension. These agents have improved cardiovascular (CV) outcomes, including reduced hospitalizations for heart failure and CV mortality. [69] [70] These agents have been shown to improve certain kidney outcomes, such as reducing microalbuminuria and slowing the progression of kidney disease, even in patients with type 2 diabetes. [71] [72] [73]", "contents": "Physiology, Renin Angiotensin System -- Clinical Significance. Direct Renin Inhibitor: Aliskiren has not improved renal or cardiovascular outcomes in patients with type 2 diabetes. [67] [68] The use of these agents remains uncommon in clinical practice due to the lack of benefit noted from clinical trials. Angiotensin-Converting Enzyme inhibitors (ACE-i): Commonly used agents include lisinopril, captopril, ramipril, enalapril, fosinopril, and benazepril. These are used as first-line agents for the management of hypertension. These agents have improved cardiovascular (CV) outcomes, including reduced hospitalizations for heart failure and CV mortality. [69] [70] These agents have been shown to improve certain kidney outcomes, such as reducing microalbuminuria and slowing the progression of kidney disease, even in patients with type 2 diabetes. [71] [72] [73]"}
{"id": "article-28375_20", "title": "Physiology, Renin Angiotensin System -- Clinical Significance", "content": "Angiotensin Receptor Blockers (ARB): Commonly used agents include valsartan, candesartan, irbesartan, olmesartan, and telmisartan. These are used as first-line agents for the management of hypertension. Multiple agents have been shown to improve cardiovascular (CV) outcomes, including reduced heart failure and CV mortality hospitalizations. [74] [75] [76] These agents have been shown to improve certain kidney outcomes, such as reducing microalbuminuria and slowing the progression of kidney disease, even in patients with type 2 diabetes. [77] [78] [79]", "contents": "Physiology, Renin Angiotensin System -- Clinical Significance. Angiotensin Receptor Blockers (ARB): Commonly used agents include valsartan, candesartan, irbesartan, olmesartan, and telmisartan. These are used as first-line agents for the management of hypertension. Multiple agents have been shown to improve cardiovascular (CV) outcomes, including reduced heart failure and CV mortality hospitalizations. [74] [75] [76] These agents have been shown to improve certain kidney outcomes, such as reducing microalbuminuria and slowing the progression of kidney disease, even in patients with type 2 diabetes. [77] [78] [79]"}
{"id": "article-28375_21", "title": "Physiology, Renin Angiotensin System -- Clinical Significance", "content": "Mineralocorticoid Receptor Antagonists (MRA): Spironolactone, eplerenone, and finerenone have improved outcomes in patients with a history of heart failure. Spironolactone and eplerenone have been shown to reduce hospitalizations and mortality in patients with heart failure with reduced ejection fraction. [80] [81] Finerenone has been demonstrated to reduce hospitalizations due to heart failure and improve kidney outcomes in patients with diabetic kidney disease. [82] [83] These medications are the first-line agents for use in medically treated cases of primary hyperaldosteronism. Aldosterone Synthase Blocker: Baxdrostat, a selective aldosterone synthase inhibitor, has shown promising results in patients with resistant hypertension in a recent phase 2 clinical trial with dose-dependent reductions in blood pressure. [84] Blockers of ENaC: Amiloride and triamterene. These do not have any effect on the mineralocorticoid receptor.", "contents": "Physiology, Renin Angiotensin System -- Clinical Significance. Mineralocorticoid Receptor Antagonists (MRA): Spironolactone, eplerenone, and finerenone have improved outcomes in patients with a history of heart failure. Spironolactone and eplerenone have been shown to reduce hospitalizations and mortality in patients with heart failure with reduced ejection fraction. [80] [81] Finerenone has been demonstrated to reduce hospitalizations due to heart failure and improve kidney outcomes in patients with diabetic kidney disease. [82] [83] These medications are the first-line agents for use in medically treated cases of primary hyperaldosteronism. Aldosterone Synthase Blocker: Baxdrostat, a selective aldosterone synthase inhibitor, has shown promising results in patients with resistant hypertension in a recent phase 2 clinical trial with dose-dependent reductions in blood pressure. [84] Blockers of ENaC: Amiloride and triamterene. These do not have any effect on the mineralocorticoid receptor."}
{"id": "article-28375_22", "title": "Physiology, Renin Angiotensin System -- Clinical Significance", "content": "These agents result in a reduction in vasoconstriction and improved renal perfusion. [85] Blockade of components of RAAS also leads to decreased inflammation, hypertrophy, and fibrosis. [86] [87] This results in a reduction in tissue remodeling in the cardiac and renal tissues.", "contents": "Physiology, Renin Angiotensin System -- Clinical Significance. These agents result in a reduction in vasoconstriction and improved renal perfusion. [85] Blockade of components of RAAS also leads to decreased inflammation, hypertrophy, and fibrosis. [86] [87] This results in a reduction in tissue remodeling in the cardiac and renal tissues."}
{"id": "article-28375_23", "title": "Physiology, Renin Angiotensin System -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Renin Angiotensin System -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}