{"id": "article-32382_0", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Introduction", "content": "The brachial artery is the extension of the axillary artery starting at the lower margin of the teres major muscle and is the major artery of the upper extremity. The brachial artery courses along the ventral surface of the arm and gives rise to multiple smaller branching arteries before reaching the cubital fossa. [1] These branching arteries include the deep brachial artery, the superior ulnar collateral artery, and the inferior ulnar collateral artery. Once the brachial artery reaches the cubital fossa, it divides into its terminal branches: the radial and ulnar arteries of the forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Introduction. The brachial artery is the extension of the axillary artery starting at the lower margin of the teres major muscle and is the major artery of the upper extremity. The brachial artery courses along the ventral surface of the arm and gives rise to multiple smaller branching arteries before reaching the cubital fossa. [1] These branching arteries include the deep brachial artery, the superior ulnar collateral artery, and the inferior ulnar collateral artery. Once the brachial artery reaches the cubital fossa, it divides into its terminal branches: the radial and ulnar arteries of the forearm."}
{"id": "article-32382_1", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Introduction", "content": "The brachial artery and its branches supply the biceps brachii muscle, triceps brachii muscle, and coracobrachialis muscle. The median nerve, a division of the brachial plexus, initially lies lateral to the brachial artery at its proximal segment. At its distal segment, the median nerve crosses the medial side of the brachial artery and lies in the ventral cubital fossa.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Introduction. The brachial artery and its branches supply the biceps brachii muscle, triceps brachii muscle, and coracobrachialis muscle. The median nerve, a division of the brachial plexus, initially lies lateral to the brachial artery at its proximal segment. At its distal segment, the median nerve crosses the medial side of the brachial artery and lies in the ventral cubital fossa."}
{"id": "article-32382_2", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function", "content": "The following are the branches of the brachial artery in order of origin, proximal to distal. Profunda Brachii/ Deep Brachial Artery", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function. The following are the branches of the brachial artery in order of origin, proximal to distal. Profunda Brachii/ Deep Brachial Artery"}
{"id": "article-32382_3", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function", "content": "The first branch of the brachial artery, this branch of the brachial artery arises below the inferior border of the teres major muscle. Paralleling this branch of the brachial artery is the radial nerve. Initially, the profunda brachii artery gives off an ascending deltoid branch aiding the posterior circumflex humeral artery in supplying the deltoid muscle. The profunda brachii artery then courses between the long and medial heads of the triceps brachii muscle and runs along the radial sulcus of the humerus. Once it reaches the lateral aspect of the upper extremity, the profunda brachii artery pierces the lateral intermuscular septum and supinator muscle before dividing into the middle and radial collateral arteries — the radial collateral artery anastomoses with the radial recurrent artery at the anterior cubital fossa. The middle collateral artery runs posterior to the cubital fossa and anastomoses with the interosseous recurrent artery superior to the olecranon of the ulna.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function. The first branch of the brachial artery, this branch of the brachial artery arises below the inferior border of the teres major muscle. Paralleling this branch of the brachial artery is the radial nerve. Initially, the profunda brachii artery gives off an ascending deltoid branch aiding the posterior circumflex humeral artery in supplying the deltoid muscle. The profunda brachii artery then courses between the long and medial heads of the triceps brachii muscle and runs along the radial sulcus of the humerus. Once it reaches the lateral aspect of the upper extremity, the profunda brachii artery pierces the lateral intermuscular septum and supinator muscle before dividing into the middle and radial collateral arteries — the radial collateral artery anastomoses with the radial recurrent artery at the anterior cubital fossa. The middle collateral artery runs posterior to the cubital fossa and anastomoses with the interosseous recurrent artery superior to the olecranon of the ulna."}
{"id": "article-32382_4", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Superior Ulnar Collateral Artery", "content": "The second branch of the brachial artery. Occasionally, this artery may arise from the profunda brachii artery. After its origin, it penetrates the medial intermuscular septum and courses along the medial head of the triceps brachii. Once it reaches the elbow, the superior ulnar collateral artery parallels the ulnar nerve along the space between the olecranon of the ulna and medial epicondyle of the humerus. The superior ulnar collateral artery ends via anastomosing with the posterior ulnar recurrent artery and inferior ulnar collateral artery deep to the flexor carpi ulnaris muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Superior Ulnar Collateral Artery. The second branch of the brachial artery. Occasionally, this artery may arise from the profunda brachii artery. After its origin, it penetrates the medial intermuscular septum and courses along the medial head of the triceps brachii. Once it reaches the elbow, the superior ulnar collateral artery parallels the ulnar nerve along the space between the olecranon of the ulna and medial epicondyle of the humerus. The superior ulnar collateral artery ends via anastomosing with the posterior ulnar recurrent artery and inferior ulnar collateral artery deep to the flexor carpi ulnaris muscle."}
{"id": "article-32382_5", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Inferior Ulnar Collateral Artery", "content": "The third branch of the brachial artery, this vessel originates anterior to the lower segment of the humerus. It runs medially along the brachialis muscle before piercing the medial intermuscular septum. It anastomoses with the anterior ulnar recurrent artery and the superior ulnar collateral artery.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Inferior Ulnar Collateral Artery. The third branch of the brachial artery, this vessel originates anterior to the lower segment of the humerus. It runs medially along the brachialis muscle before piercing the medial intermuscular septum. It anastomoses with the anterior ulnar recurrent artery and the superior ulnar collateral artery."}
{"id": "article-32382_6", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Ulnar Artery", "content": "There are two terminal branches of the brachial artery. The ulnar artery originates in the cubital fossa and courses distally between the second and third layers of the forearm flexor muscles. It provides vascular supply to the ulnar aspect of the flexor compartment. The ulnar artery then runs superior to the flexor retinaculum at the wrist and continues as the superficial palmar branch, a major vascular component of the hand. In addition, before continuing as the superficial palmar branch, the ulnar artery gives off a deep palmar branch that joins the deep palmar arch of the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Ulnar Artery. There are two terminal branches of the brachial artery. The ulnar artery originates in the cubital fossa and courses distally between the second and third layers of the forearm flexor muscles. It provides vascular supply to the ulnar aspect of the flexor compartment. The ulnar artery then runs superior to the flexor retinaculum at the wrist and continues as the superficial palmar branch, a major vascular component of the hand. In addition, before continuing as the superficial palmar branch, the ulnar artery gives off a deep palmar branch that joins the deep palmar arch of the hand."}
{"id": "article-32382_7", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Radial Artery", "content": "The other of the two terminal artery is the radial artery. The radial artery originates in the cubital fossa along with the ulnar artery at the bifurcation of the brachial artery. It courses under the brachioradialis muscle, running laterally to the flexor carpi radialis muscle. This course serves as the linear boundary between the flexor and extensor compartments of the forearm. The radial artery provides the vascular supply to the radial component of both compartments.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Structure and Function -- Radial Artery. The other of the two terminal artery is the radial artery. The radial artery originates in the cubital fossa along with the ulnar artery at the bifurcation of the brachial artery. It courses under the brachioradialis muscle, running laterally to the flexor carpi radialis muscle. This course serves as the linear boundary between the flexor and extensor compartments of the forearm. The radial artery provides the vascular supply to the radial component of both compartments."}
{"id": "article-32382_8", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Embryology", "content": "The development of the arteries of the upper limb is complex. The brachial artery develops from the axis artery that arises from the lateral branch of the seventh intersegmental artery, part of the dorsal aorta, and grows at approximately the same rate as the limb. As the axis artery grows outward along the axial line, its proximal part forms the axillary and brachial arteries.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Embryology. The development of the arteries of the upper limb is complex. The brachial artery develops from the axis artery that arises from the lateral branch of the seventh intersegmental artery, part of the dorsal aorta, and grows at approximately the same rate as the limb. As the axis artery grows outward along the axial line, its proximal part forms the axillary and brachial arteries."}
{"id": "article-32382_9", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Muscles", "content": "In discussing the vascular supply provided by the brachial artery and its branches, one must note that in the case of the upper extremity; each respective muscle often receives vascular supply from more than one artery. The following is a listing of the branches of the brachial artery along with the structures to which they provide vascular supply: Brachial artery: biceps brachii muscle, triceps brachii muscle, coracobrachialis muscle Profunda brachii artery: deltoid muscle, triceps brachii muscle, anconeus muscle Superior ulnar collateral artery: supplies the periarticular arterial anastomoses of the elbow and elbow joint Inferior ulnar collateral artery: brachialis muscle, biceps brachii muscle, coracobrachialis muscle Ulnar artery: elbow joint, central and medial forearm muscles, common flexor sheath Radial artery: elbow joint, lateral forearm muscles, carpal bones and joints, thumb and lateral index finger", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Muscles. In discussing the vascular supply provided by the brachial artery and its branches, one must note that in the case of the upper extremity; each respective muscle often receives vascular supply from more than one artery. The following is a listing of the branches of the brachial artery along with the structures to which they provide vascular supply: Brachial artery: biceps brachii muscle, triceps brachii muscle, coracobrachialis muscle Profunda brachii artery: deltoid muscle, triceps brachii muscle, anconeus muscle Superior ulnar collateral artery: supplies the periarticular arterial anastomoses of the elbow and elbow joint Inferior ulnar collateral artery: brachialis muscle, biceps brachii muscle, coracobrachialis muscle Ulnar artery: elbow joint, central and medial forearm muscles, common flexor sheath Radial artery: elbow joint, lateral forearm muscles, carpal bones and joints, thumb and lateral index finger"}
{"id": "article-32382_10", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants", "content": "Variations in the arteries of the upper limb are often observed, with most variations occurring in the radial and ulnar arteries, [2] while variation in the brachial artery is less common. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants. Variations in the arteries of the upper limb are often observed, with most variations occurring in the radial and ulnar arteries, [2] while variation in the brachial artery is less common. [3]"}
{"id": "article-32382_11", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants", "content": "Multiple studies have shown the occasional persistence of the superficial brachial artery, showing its persistence in both the right and left upper limb. [2] [4] [5] [6] Studies have additionally examined the prevalence of the superficial brachial artery originating from the axillary artery. In patients with a superficial brachial artery, coronary vessel catheterization via a radial approach would be possible. However, a superficial brachial artery would predispose patients to potential bleeding from direct injury. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants. Multiple studies have shown the occasional persistence of the superficial brachial artery, showing its persistence in both the right and left upper limb. [2] [4] [5] [6] Studies have additionally examined the prevalence of the superficial brachial artery originating from the axillary artery. In patients with a superficial brachial artery, coronary vessel catheterization via a radial approach would be possible. However, a superficial brachial artery would predispose patients to potential bleeding from direct injury. [2]"}
{"id": "article-32382_12", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants", "content": "Yoshinaga et al. examined a physiological variant in which the brachial artery bifurcated into multiple large superficial and small deep arterial branches at its origin along the inferior margin of the teres major muscle. [7] Other studies have reported similar cases of an accessory brachial artery. [2] [8] These studies amplified the importance of such knowledge when administering intravenous drugs, and when performing percutaneous brachial artery catheterization.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants. Yoshinaga et al. examined a physiological variant in which the brachial artery bifurcated into multiple large superficial and small deep arterial branches at its origin along the inferior margin of the teres major muscle. [7] Other studies have reported similar cases of an accessory brachial artery. [2] [8] These studies amplified the importance of such knowledge when administering intravenous drugs, and when performing percutaneous brachial artery catheterization."}
{"id": "article-32382_13", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants", "content": "Reports in the literature also exist regarding variations in the origin and termination of the profunda brachii artery. Multiple studies have analyzed the prevalence of the profunda brachii artery originating from the axillary artery rather than the brachial artery, with prevalences ranging from 2% to 16.6%. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants. Reports in the literature also exist regarding variations in the origin and termination of the profunda brachii artery. Multiple studies have analyzed the prevalence of the profunda brachii artery originating from the axillary artery rather than the brachial artery, with prevalences ranging from 2% to 16.6%. [2]"}
{"id": "article-32382_14", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants", "content": "Another 2006 study reported a lateral inferior superior brachial artery, a complete absence of the radial artery on the left side, and a trifurcation of the brachial artery on the right side in a female cadaver. [9] A second study reported a subject in which the brachial artery, profunda brachii artery, and superior and inferior ulnar collateral arteries were absent. [10] Understanding these variations in the arterial structure of the upper limb is crucial for surgeons, radiologists, and other physicians requiring the use of angiography and vascular access.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Physiologic Variants. Another 2006 study reported a lateral inferior superior brachial artery, a complete absence of the radial artery on the left side, and a trifurcation of the brachial artery on the right side in a female cadaver. [9] A second study reported a subject in which the brachial artery, profunda brachii artery, and superior and inferior ulnar collateral arteries were absent. [10] Understanding these variations in the arterial structure of the upper limb is crucial for surgeons, radiologists, and other physicians requiring the use of angiography and vascular access."}
{"id": "article-32382_15", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Surgical Considerations", "content": "Traditionally, the brachial artery has served as the primary vascular access site of the upper extremity, both via percutaneous and open approaches, as it is a safe and clinically proven approach. This vascular access allows for complex endovascular interventions. [11] [12] One important clinical implication to consider with any endovascular approach is the risk of thrombosis. Brachial artery occlusion following catheterization is a serious, documented phenomenon that is managed either conservatively or with surgical thrombo-embolectomy or balloon angioplasty. [13] The brachial artery can also be clamped during surgical procedures to reduce the risk of bleeding. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Surgical Considerations. Traditionally, the brachial artery has served as the primary vascular access site of the upper extremity, both via percutaneous and open approaches, as it is a safe and clinically proven approach. This vascular access allows for complex endovascular interventions. [11] [12] One important clinical implication to consider with any endovascular approach is the risk of thrombosis. Brachial artery occlusion following catheterization is a serious, documented phenomenon that is managed either conservatively or with surgical thrombo-embolectomy or balloon angioplasty. [13] The brachial artery can also be clamped during surgical procedures to reduce the risk of bleeding. [14]"}
{"id": "article-32382_16", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Blood Pressure", "content": "Traditionally, the brachial artery is the primary vessel used when measuring blood pressure with a sphygmomanometer.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Blood Pressure. Traditionally, the brachial artery is the primary vessel used when measuring blood pressure with a sphygmomanometer."}
{"id": "article-32382_17", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Ankle-Brachial Index", "content": "The ankle-brachial index is a numerical value given to the quotient of the systolic pressure at the ankle measured using the posterior tibial artery and the systolic pressure of the right arm measured using the brachial artery. This measure is used to determine the risk of peripheral artery disease in a patient and has been shown to be predictive of mortality and adverse cardiovascular events.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Ankle-Brachial Index. The ankle-brachial index is a numerical value given to the quotient of the systolic pressure at the ankle measured using the posterior tibial artery and the systolic pressure of the right arm measured using the brachial artery. This measure is used to determine the risk of peripheral artery disease in a patient and has been shown to be predictive of mortality and adverse cardiovascular events."}
{"id": "article-32382_18", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Ankle-Brachial Index", "content": "The USPSTF concludes that the current body of evidence determining the risk to benefit ratio of screening for peripheral vascular disease and cardiovascular disease in asymptomatic healthy adults using the ankle-brachial index is insufficient. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Ankle-Brachial Index. The USPSTF concludes that the current body of evidence determining the risk to benefit ratio of screening for peripheral vascular disease and cardiovascular disease in asymptomatic healthy adults using the ankle-brachial index is insufficient. [15]"}
{"id": "article-32382_19", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Trauma", "content": "The most frequently injured artery of the upper extremity is the brachial artery; it accounts for 28% of all vascular injuries. The collateral circulation associated with the brachial artery and its branches provides some vascular support in times of injury. The degree of limb ischemia associated with brachial artery trauma depends on the location of the injury relative to the profunda brachii artery. [16] Trauma to the brachial artery is also associated with nerve injury; specifically injury to the median, radial and ulnar nerves. The median nerve courses alongside the brachial artery throughout its entire span. The radial and ulnar nerves are also anatomically associated with specific segments of the brachial artery. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Trauma. The most frequently injured artery of the upper extremity is the brachial artery; it accounts for 28% of all vascular injuries. The collateral circulation associated with the brachial artery and its branches provides some vascular support in times of injury. The degree of limb ischemia associated with brachial artery trauma depends on the location of the injury relative to the profunda brachii artery. [16] Trauma to the brachial artery is also associated with nerve injury; specifically injury to the median, radial and ulnar nerves. The median nerve courses alongside the brachial artery throughout its entire span. The radial and ulnar nerves are also anatomically associated with specific segments of the brachial artery. [17]"}
{"id": "article-32382_20", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Volkmann's Ischaemic Contracture", "content": "The definition of this condition is the permanent flexion contracture of the hand at the wrist, and its causes include multiple ischemia-producing pathologies. Notably, it can be directly caused by injury to or obstruction of the brachial artery, such as improper use of a tourniquet or plaster cast, compartment syndrome, or direct trauma.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Volkmann's Ischaemic Contracture. The definition of this condition is the permanent flexion contracture of the hand at the wrist, and its causes include multiple ischemia-producing pathologies. Notably, it can be directly caused by injury to or obstruction of the brachial artery, such as improper use of a tourniquet or plaster cast, compartment syndrome, or direct trauma."}
{"id": "article-32382_21", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Aneurysm of the Brachial Artery", "content": "Aneurysms of the brachial artery are rare, with an overall prevalence of 0.5%. [18] The majority of these rare cases are mycotic aneurysms or aneurysms associated with direct trauma, not true aneurysms with involvement of all three layers of the arterial wall. However, documentation exists of true aneurysms of the brachial artery. Congenital, metabolic, and atherosclerotic disorders are all potential causes of true brachial artery aneurysms. They can also occur in Kawasaki's disease. [19] Diagnosis of a brachial artery aneurysm is via multiple imaging techniques such as ultrasonography, angiography, computed tomography (CT), and arteriography. Treatment is primarily surgical.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Clinical Significance -- Aneurysm of the Brachial Artery. Aneurysms of the brachial artery are rare, with an overall prevalence of 0.5%. [18] The majority of these rare cases are mycotic aneurysms or aneurysms associated with direct trauma, not true aneurysms with involvement of all three layers of the arterial wall. However, documentation exists of true aneurysms of the brachial artery. Congenital, metabolic, and atherosclerotic disorders are all potential causes of true brachial artery aneurysms. They can also occur in Kawasaki's disease. [19] Diagnosis of a brachial artery aneurysm is via multiple imaging techniques such as ultrasonography, angiography, computed tomography (CT), and arteriography. Treatment is primarily surgical."}
{"id": "article-32382_22", "title": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Brachial Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}