{"id": "article-112229_0", "title": "Undifferentiated Pleomorphic Sarcoma -- Continuing Education Activity", "content": "The undifferentiated pleomorphic sarcoma (UPS), formerly known as malignant fibrous histiocytoma (MFH), is a high-grade soft-tissue sarcoma (STS). The historical literature previously encompassed various STSs as MFH. These were later reclassified as distinct entities, with the advancements in cytogenetics and immunohistochemistry studies. This activity reviews the current description, evaluation, and management of UPS and highlights the interprofessional team's role in improving the care for patients with this condition.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Continuing Education Activity. The undifferentiated pleomorphic sarcoma (UPS), formerly known as malignant fibrous histiocytoma (MFH), is a high-grade soft-tissue sarcoma (STS). The historical literature previously encompassed various STSs as MFH. These were later reclassified as distinct entities, with the advancements in cytogenetics and immunohistochemistry studies. This activity reviews the current description, evaluation, and management of UPS and highlights the interprofessional team's role in improving the care for patients with this condition."}
{"id": "article-112229_1", "title": "Undifferentiated Pleomorphic Sarcoma -- Continuing Education Activity", "content": "Objectives: Review the etiology of undifferentiated pleomorphic sarcoma. Describe the evaluation protocol for undifferentiated pleomorphic sarcoma. Outline treatment alternatives for undifferentiated pleomorphic sarcoma according to disease staging. Review how interprofessional strategies can optimize patient outcomes in cases of undifferentiated pleomorphic sarcoma. Access free multiple choice questions on this topic.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Continuing Education Activity. Objectives: Review the etiology of undifferentiated pleomorphic sarcoma. Describe the evaluation protocol for undifferentiated pleomorphic sarcoma. Outline treatment alternatives for undifferentiated pleomorphic sarcoma according to disease staging. Review how interprofessional strategies can optimize patient outcomes in cases of undifferentiated pleomorphic sarcoma. Access free multiple choice questions on this topic."}
{"id": "article-112229_2", "title": "Undifferentiated Pleomorphic Sarcoma -- Introduction", "content": "The undifferentiated pleomorphic sarcoma (UPS) —formerly known as malignant fibrous histiocytoma, is a high-grade aggressive soft-tissue sarcoma (STS). Mesenchymal stem cells are the most likely origin of the tumor, instead of histiocytes as previously thought. [1] It can affect soft tissues, bones, retroperitoneum, and metastasize to several organs. The earliest reports suggested it was the most common soft-tissue sarcoma (STS) in the adult population. [2] Subsequent analyses employing immunohistochemistry markers and sophisticated cytogenetics demonstrated that many of those tumors corresponded to other types of sarcomas. [3] [4]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Introduction. The undifferentiated pleomorphic sarcoma (UPS) —formerly known as malignant fibrous histiocytoma, is a high-grade aggressive soft-tissue sarcoma (STS). Mesenchymal stem cells are the most likely origin of the tumor, instead of histiocytes as previously thought. [1] It can affect soft tissues, bones, retroperitoneum, and metastasize to several organs. The earliest reports suggested it was the most common soft-tissue sarcoma (STS) in the adult population. [2] Subsequent analyses employing immunohistochemistry markers and sophisticated cytogenetics demonstrated that many of those tumors corresponded to other types of sarcomas. [3] [4]"}
{"id": "article-112229_3", "title": "Undifferentiated Pleomorphic Sarcoma -- Introduction", "content": "Prior subclassifications of MFH into storiform, pleomorphic, myxoid, giant cell, and angiomatoid variants are now rarely utilized. The definition of this tumor has been a matter of debate for more than five decades. Hence, a significant limitation of the historical literature is that only the most recent studies can confidently characterize this entity. At present, UPS is diagnosed by excluding other well-classified STSs. [1]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Introduction. Prior subclassifications of MFH into storiform, pleomorphic, myxoid, giant cell, and angiomatoid variants are now rarely utilized. The definition of this tumor has been a matter of debate for more than five decades. Hence, a significant limitation of the historical literature is that only the most recent studies can confidently characterize this entity. At present, UPS is diagnosed by excluding other well-classified STSs. [1]"}
{"id": "article-112229_4", "title": "Undifferentiated Pleomorphic Sarcoma -- Etiology", "content": "The exact pathogenic mechanisms of UPS remain obscure. In general, STSs are composed of heterogeneous populations of cells with mesenchymal features that can originate from simple genomic alterations or complex genomics. [5] UPS belongs to the latter group, showcasing various potential cellular backgrounds, mutational signatures, and altered signaling pathways.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Etiology. The exact pathogenic mechanisms of UPS remain obscure. In general, STSs are composed of heterogeneous populations of cells with mesenchymal features that can originate from simple genomic alterations or complex genomics. [5] UPS belongs to the latter group, showcasing various potential cellular backgrounds, mutational signatures, and altered signaling pathways."}
{"id": "article-112229_5", "title": "Undifferentiated Pleomorphic Sarcoma -- Etiology", "content": "The tumorigenesis of UPS is reportedly initiated by a subpopulation of cells called side population (SP) cells, which the Hoechst dye efflux assay can identify. According to an elegant xenograft experimental model, these cells have an increased capacity for self-renewal, growth, proliferation and can recapitulate tumor formation. UPS-derived SP cells and UPS in situ analyses showed that Hedgehog and Notch signaling pathways and downstream transcriptional targets are notoriously upregulated at both subcellular and tissue levels. [6]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Etiology. The tumorigenesis of UPS is reportedly initiated by a subpopulation of cells called side population (SP) cells, which the Hoechst dye efflux assay can identify. According to an elegant xenograft experimental model, these cells have an increased capacity for self-renewal, growth, proliferation and can recapitulate tumor formation. UPS-derived SP cells and UPS in situ analyses showed that Hedgehog and Notch signaling pathways and downstream transcriptional targets are notoriously upregulated at both subcellular and tissue levels. [6]"}
{"id": "article-112229_6", "title": "Undifferentiated Pleomorphic Sarcoma -- Etiology", "content": "The Hippo pathway may also be implicated in UPS tumor biology, as vestigial-like family member 3 (VGLL3) and yes1-associated transcriptional regulator (YAP1) cofactors were found to be highly amplified on a genome sequencing study. [7] In various other reports, there are well-documented loss or deletion mutations of phosphatase and tensin homolog (PTEN) and overexpression of phosphorylated protein kinase B (pAKT) in UPS, involved in the PIK3/PTEN/AKT/mTOR pathway. [8]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Etiology. The Hippo pathway may also be implicated in UPS tumor biology, as vestigial-like family member 3 (VGLL3) and yes1-associated transcriptional regulator (YAP1) cofactors were found to be highly amplified on a genome sequencing study. [7] In various other reports, there are well-documented loss or deletion mutations of phosphatase and tensin homolog (PTEN) and overexpression of phosphorylated protein kinase B (pAKT) in UPS, involved in the PIK3/PTEN/AKT/mTOR pathway. [8]"}
{"id": "article-112229_7", "title": "Undifferentiated Pleomorphic Sarcoma -- Etiology", "content": "Similarly, Dickkopf-related protein 1 (DKK1), a Wnt/B-catenin signaling pathway inhibitor, was differentially overexpressed in UPS compared to other STSs. [9] In the same publication, hierarchical cluster analysis of stem cell genes showed a significant correlation between human mesenchymal stem cells (hMSC) and UPS genetic signature; and also confirmed that Dkk1 was necessary for hMSC differentiation.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Etiology. Similarly, Dickkopf-related protein 1 (DKK1), a Wnt/B-catenin signaling pathway inhibitor, was differentially overexpressed in UPS compared to other STSs. [9] In the same publication, hierarchical cluster analysis of stem cell genes showed a significant correlation between human mesenchymal stem cells (hMSC) and UPS genetic signature; and also confirmed that Dkk1 was necessary for hMSC differentiation."}
{"id": "article-112229_8", "title": "Undifferentiated Pleomorphic Sarcoma -- Etiology", "content": "Mutations in tumor protein 53 (TP53), cyclin-dependent kinase inhibitor 2A (CDKN2A), retinoblastoma-associated protein (RB1), and transcriptional regulator ATRX (ATRX) genes, as well as PR domain zinc finger protein 10 (PRDM10) and triple functional domain protein (TRIO) gene fusions have also been identified in UPS. [10] [11] [12] [13] [14]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Etiology. Mutations in tumor protein 53 (TP53), cyclin-dependent kinase inhibitor 2A (CDKN2A), retinoblastoma-associated protein (RB1), and transcriptional regulator ATRX (ATRX) genes, as well as PR domain zinc finger protein 10 (PRDM10) and triple functional domain protein (TRIO) gene fusions have also been identified in UPS. [10] [11] [12] [13] [14]"}
{"id": "article-112229_9", "title": "Undifferentiated Pleomorphic Sarcoma -- Etiology", "content": "Besides genetic aberrations, radiation therapy (RT) is a known risk factor for STS development. Indeed, radiation-associated STS presents in around 1% to 3% of subjects diagnosed with any sarcoma. Specifically, in a series of 1068 UPS cases, 5.1% of the patients had a prior history of radiation. [15]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Etiology. Besides genetic aberrations, radiation therapy (RT) is a known risk factor for STS development. Indeed, radiation-associated STS presents in around 1% to 3% of subjects diagnosed with any sarcoma. Specifically, in a series of 1068 UPS cases, 5.1% of the patients had a prior history of radiation. [15]"}
{"id": "article-112229_10", "title": "Undifferentiated Pleomorphic Sarcoma -- Epidemiology", "content": "The 2020 World Health Organization classification of STSs incorporates UPS under malignant tumors of uncertain differentiation. [16] According to the Surveillance, Epidemiology and End Results (SEER) program, UPS accounted for 17.1% out of 26,758 cases and was the second most common STS after leiomyosarcoma, regardless of the primary tumor site. Males showed considerably increased incidence rates than females, and white males were more commonly affected than black males. Incidence also linearly increased with advanced age, which was higher beyond the 6th decade of life. [17]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Epidemiology. The 2020 World Health Organization classification of STSs incorporates UPS under malignant tumors of uncertain differentiation. [16] According to the Surveillance, Epidemiology and End Results (SEER) program, UPS accounted for 17.1% out of 26,758 cases and was the second most common STS after leiomyosarcoma, regardless of the primary tumor site. Males showed considerably increased incidence rates than females, and white males were more commonly affected than black males. Incidence also linearly increased with advanced age, which was higher beyond the 6th decade of life. [17]"}
{"id": "article-112229_11", "title": "Undifferentiated Pleomorphic Sarcoma -- Histopathology", "content": "Histopathology examination is essential for the diagnosis of UPS. [18] The core needle technique is preferred over open incisional biopsy for initial evaluation. An experienced surgeon should perform the latter, considering the future resection incision, minimizing dissection and hemorrhage risk. Fine-needle aspiration is not recommended, mainly due to insufficient sampling. Should the diagnosis be unattainable with the first biopsy specimen, an image-guided core needle biopsy is encouraged. Endoscopic needle biopsy ought to be considered for deep thoracic, abdominal or pelvic tumors.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Histopathology. Histopathology examination is essential for the diagnosis of UPS. [18] The core needle technique is preferred over open incisional biopsy for initial evaluation. An experienced surgeon should perform the latter, considering the future resection incision, minimizing dissection and hemorrhage risk. Fine-needle aspiration is not recommended, mainly due to insufficient sampling. Should the diagnosis be unattainable with the first biopsy specimen, an image-guided core needle biopsy is encouraged. Endoscopic needle biopsy ought to be considered for deep thoracic, abdominal or pelvic tumors."}
{"id": "article-112229_12", "title": "Undifferentiated Pleomorphic Sarcoma -- Histopathology", "content": "On light microscopy, UPS exhibits atypical, pleomorphic spindle cells with abundant mitotic figures. Depth of invasion can extend through the deep dermis, hypodermis, fascia, and striated muscle. The tumor may display a storiform, fascicular, or sheet-like configuration within a fibrous stroma. [19] The National Comprehensive Cancer Network (NCCN) guideline defines deep tumors by the superficial fascia and beyond. [18] Precisely distinguishing between superficial versus deep UPS may only serve may be a prognostic indicator. [20] Nonetheless, visualization of deep-tissue invasion and lack of solar elastosis in UPS is useful to discard atypical fibroxanthoma. [21] [22]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Histopathology. On light microscopy, UPS exhibits atypical, pleomorphic spindle cells with abundant mitotic figures. Depth of invasion can extend through the deep dermis, hypodermis, fascia, and striated muscle. The tumor may display a storiform, fascicular, or sheet-like configuration within a fibrous stroma. [19] The National Comprehensive Cancer Network (NCCN) guideline defines deep tumors by the superficial fascia and beyond. [18] Precisely distinguishing between superficial versus deep UPS may only serve may be a prognostic indicator. [20] Nonetheless, visualization of deep-tissue invasion and lack of solar elastosis in UPS is useful to discard atypical fibroxanthoma. [21] [22]"}
{"id": "article-112229_13", "title": "Undifferentiated Pleomorphic Sarcoma -- Histopathology", "content": "The definitive diagnosis of UPS is confirmed by excluding other malignancies with a panel of immunohistochemical markers. [22] These should include keratins, S100 protein and/or SOX10; smooth muscle actin (SMA); and desmin, expressed in metastatic sarcomatoid carcinoma, melanoma, and pleomorphic myogenic sarcomas, respectively. For internal, intrathoracic, or intraabdominal tumors, MDM2 and CDK4 help dismiss the possibility of dedifferentiated liposarcoma. A recent study demonstrated that LN2, CD10, and ezrin markers were similarly expressed in UPS and atypical fibroxanthoma, in contrast with earlier reports suggesting that LN2 had a high sensitivity for UPS. [23] Vimentin, p53, and Ki67 are other reportedly expressed IHC markers in UPS, although these are clearly not disease-specific. [21] [24] [25] [26]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Histopathology. The definitive diagnosis of UPS is confirmed by excluding other malignancies with a panel of immunohistochemical markers. [22] These should include keratins, S100 protein and/or SOX10; smooth muscle actin (SMA); and desmin, expressed in metastatic sarcomatoid carcinoma, melanoma, and pleomorphic myogenic sarcomas, respectively. For internal, intrathoracic, or intraabdominal tumors, MDM2 and CDK4 help dismiss the possibility of dedifferentiated liposarcoma. A recent study demonstrated that LN2, CD10, and ezrin markers were similarly expressed in UPS and atypical fibroxanthoma, in contrast with earlier reports suggesting that LN2 had a high sensitivity for UPS. [23] Vimentin, p53, and Ki67 are other reportedly expressed IHC markers in UPS, although these are clearly not disease-specific. [21] [24] [25] [26]"}
{"id": "article-112229_14", "title": "Undifferentiated Pleomorphic Sarcoma -- Histopathology", "content": "A complete post-operative histopathology report must mention the location of the tumor, depth of invasion, size, histologic grade, presence or absence of necrosis, excision margins status, vascular involvement, mitotic rate, type and extension of the inflammatory infiltrate, as well as the tumor, node, and metastasis (TNM) staging. [18]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Histopathology. A complete post-operative histopathology report must mention the location of the tumor, depth of invasion, size, histologic grade, presence or absence of necrosis, excision margins status, vascular involvement, mitotic rate, type and extension of the inflammatory infiltrate, as well as the tumor, node, and metastasis (TNM) staging. [18]"}
{"id": "article-112229_15", "title": "Undifferentiated Pleomorphic Sarcoma -- History and Physical", "content": "UPS typically appears as an asymptomatic, unremarkable, rapidly growing cutaneous or subcutaneous nodule without superficial skin abnormalities. [21] Internal, intrathoracic, and intraabdominal UPS may show mass effect and/or constitutional symptoms. [27] [28] [29] In a recent retrospective analysis of 100 UPS cases, the extremities were the most commonly involved location (55%), followed by the trunk (35%), retroperitoneum (9%), and the left atrium (1%). [30] In another series of 266 cases, the average tumor size was 8.8 +/- 6.6 cm. [31] In radiation-associated UPS, the median latency time between radiation and tumor development was 9.33 +/- 1.31 years. [15]", "contents": "Undifferentiated Pleomorphic Sarcoma -- History and Physical. UPS typically appears as an asymptomatic, unremarkable, rapidly growing cutaneous or subcutaneous nodule without superficial skin abnormalities. [21] Internal, intrathoracic, and intraabdominal UPS may show mass effect and/or constitutional symptoms. [27] [28] [29] In a recent retrospective analysis of 100 UPS cases, the extremities were the most commonly involved location (55%), followed by the trunk (35%), retroperitoneum (9%), and the left atrium (1%). [30] In another series of 266 cases, the average tumor size was 8.8 +/- 6.6 cm. [31] In radiation-associated UPS, the median latency time between radiation and tumor development was 9.33 +/- 1.31 years. [15]"}
{"id": "article-112229_16", "title": "Undifferentiated Pleomorphic Sarcoma -- Evaluation", "content": "Once the diagnosis has been confirmed with histopathology and immunohistochemistry, evaluation and workup include imaging of the primary tumor, lymph nodes, and distant metastases. The TNM staging criteria will vary depending on the location of the tumor. The NCCN guideline Version 1.2021 recommends performing magnetic resonance imaging (MRI) with contrast to determine tumor size, invasion of visceral structures, and neurovascular involvement. [18]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Evaluation. Once the diagnosis has been confirmed with histopathology and immunohistochemistry, evaluation and workup include imaging of the primary tumor, lymph nodes, and distant metastases. The TNM staging criteria will vary depending on the location of the tumor. The NCCN guideline Version 1.2021 recommends performing magnetic resonance imaging (MRI) with contrast to determine tumor size, invasion of visceral structures, and neurovascular involvement. [18]"}
{"id": "article-112229_17", "title": "Undifferentiated Pleomorphic Sarcoma -- Evaluation", "content": "Chest, abdominal, and pelvic non-contrast computed tomography (CT) should be considered when internal viscera or retroperitoneal involvement is suspected. Total spine, head, and neck MRI or CT may be requested in particular cases. There is not enough evidence to recommend sentinel lymph node biopsy (SLNB) or positron emission tomography (PET) in UPS. Yet, it is worth noting that a recent systematic review and meta-analysis concluded that (18)F-fluorodeoxyglucose PET scan is a useful predictive tool in patients with STSs and bone sarcomas. [32] Furthermore, since molecular diagnosis has not been formally established for UPS, research efforts should focus on this matter for further characterization, prognostic, and therapeutic purposes. [1]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Evaluation. Chest, abdominal, and pelvic non-contrast computed tomography (CT) should be considered when internal viscera or retroperitoneal involvement is suspected. Total spine, head, and neck MRI or CT may be requested in particular cases. There is not enough evidence to recommend sentinel lymph node biopsy (SLNB) or positron emission tomography (PET) in UPS. Yet, it is worth noting that a recent systematic review and meta-analysis concluded that (18)F-fluorodeoxyglucose PET scan is a useful predictive tool in patients with STSs and bone sarcomas. [32] Furthermore, since molecular diagnosis has not been formally established for UPS, research efforts should focus on this matter for further characterization, prognostic, and therapeutic purposes. [1]"}
{"id": "article-112229_18", "title": "Undifferentiated Pleomorphic Sarcoma -- Treatment / Management", "content": "The standard of care for head, neck, trunk, and extremities UPS is en bloc surgical excision with microscopically negative margins, particularly for stage I tumors. This may be achieved by wide local excision with 2 cm margins of uninvolved tissue, albeit some cases may pose greater difficulty due to the involvement of important neurovascular structures. Postoperative radiotherapy (RT) is indicated when margins are close to the tumor (< 1 cm), microscopically positive, involve bone, major blood vessels, or nerves. [18] [19] Effective RT should cover a 5 cm margin and can be administered through external beam RT (EBRT) (50 Gy), intraoperative RT (IORT) (10-16 Gy), low-dose brachytherapy (LDR) (45 Gy), or its high-dose equivalent (HDR). [18] [21] In a retrospective study of 266 patients, subjects treated with inadequate margins (marginal or intralesional) had a 1.82 higher death rate than those who received wide margin excision. [31] Moreover, adjuvant RT reduced mortality and metastatic disease in 68% and 66% of UPS patients, respectively. In the past, Mohs micrographic surgery (MMS) has also been utilized when trying to preserve healthy tissue. [33] [34] Extremity amputation is the last alternative since overall survival rates were not superior to limb-sparing surgery. [35]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Treatment / Management. The standard of care for head, neck, trunk, and extremities UPS is en bloc surgical excision with microscopically negative margins, particularly for stage I tumors. This may be achieved by wide local excision with 2 cm margins of uninvolved tissue, albeit some cases may pose greater difficulty due to the involvement of important neurovascular structures. Postoperative radiotherapy (RT) is indicated when margins are close to the tumor (< 1 cm), microscopically positive, involve bone, major blood vessels, or nerves. [18] [19] Effective RT should cover a 5 cm margin and can be administered through external beam RT (EBRT) (50 Gy), intraoperative RT (IORT) (10-16 Gy), low-dose brachytherapy (LDR) (45 Gy), or its high-dose equivalent (HDR). [18] [21] In a retrospective study of 266 patients, subjects treated with inadequate margins (marginal or intralesional) had a 1.82 higher death rate than those who received wide margin excision. [31] Moreover, adjuvant RT reduced mortality and metastatic disease in 68% and 66% of UPS patients, respectively. In the past, Mohs micrographic surgery (MMS) has also been utilized when trying to preserve healthy tissue. [33] [34] Extremity amputation is the last alternative since overall survival rates were not superior to limb-sparing surgery. [35]"}
{"id": "article-112229_19", "title": "Undifferentiated Pleomorphic Sarcoma -- Treatment / Management", "content": "Broadly, chemotherapy with different antineoplastics is employed for advanced, widespread, or irresectable stages of various STSs. [18] Stages II and III should involve multidisciplinary action to discuss the appropriateness of pre- or postoperative chemoradiation. Unresectable cases can be approached with chemotherapy, chemoradiation, or regional limb therapy. For stage IV patients, there is insufficient data to support a specific plan, and expert oncologists in STSs must be consulted. In a comparative study including 286 patients, histotype-tailored neoadjuvant chemotherapy was not superior to standard chemotherapy (epirubicin plus ifosfamide) in patients with high-risk STSs. Indeed, disease-free survival was superior in UPS-affected subjects receiving standard chemotherapy (HR 2.17, 95% CI, 0.98 – 4.80) than those treated with the histotype-specific regime (gemcitabine plus docetaxel). [36] This was also confirmed in a wider, open-label, randomized, controlled study that included 435 STS patients from four countries, confirming that anthracycline plus ifosfamide must remain the preferred treatment. [37] Beyond traditional chemotherapy for UPS, immune-checkpoint inhibition with pembrolizumab (anti-PD1), nivolumab (anti-PD1), and ipilimumab (anti-CTLA4) is currently under investigation. [38] [39]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Treatment / Management. Broadly, chemotherapy with different antineoplastics is employed for advanced, widespread, or irresectable stages of various STSs. [18] Stages II and III should involve multidisciplinary action to discuss the appropriateness of pre- or postoperative chemoradiation. Unresectable cases can be approached with chemotherapy, chemoradiation, or regional limb therapy. For stage IV patients, there is insufficient data to support a specific plan, and expert oncologists in STSs must be consulted. In a comparative study including 286 patients, histotype-tailored neoadjuvant chemotherapy was not superior to standard chemotherapy (epirubicin plus ifosfamide) in patients with high-risk STSs. Indeed, disease-free survival was superior in UPS-affected subjects receiving standard chemotherapy (HR 2.17, 95% CI, 0.98 – 4.80) than those treated with the histotype-specific regime (gemcitabine plus docetaxel). [36] This was also confirmed in a wider, open-label, randomized, controlled study that included 435 STS patients from four countries, confirming that anthracycline plus ifosfamide must remain the preferred treatment. [37] Beyond traditional chemotherapy for UPS, immune-checkpoint inhibition with pembrolizumab (anti-PD1), nivolumab (anti-PD1), and ipilimumab (anti-CTLA4) is currently under investigation. [38] [39]"}
{"id": "article-112229_20", "title": "Undifferentiated Pleomorphic Sarcoma -- Treatment / Management", "content": "Similar principles apply to internal, retroperitoneal, or intraabdominal UPS management. Excision with negative margins, with or without IORT, is the treatment of choice for resectable disease, whilst chemotherapy, chemoradiation, or HDR are preferred for unresectable cases. [18]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Treatment / Management. Similar principles apply to internal, retroperitoneal, or intraabdominal UPS management. Excision with negative margins, with or without IORT, is the treatment of choice for resectable disease, whilst chemotherapy, chemoradiation, or HDR are preferred for unresectable cases. [18]"}
{"id": "article-112229_21", "title": "Undifferentiated Pleomorphic Sarcoma -- Differential Diagnosis", "content": "The most common differential diagnoses of UPS are other types of STSs, which must be distinguished by clinical history, physical examination, and immunohistochemistry markers. [19] [3] These include atypical fibroxanthoma, liposarcoma, leiomyosarcoma, liposarcoma, angiosarcoma, fibrosarcoma, myxofibrosarcoma, dermatofibrosarcoma protuberans, osteosarcoma, and malignant peripheral nerve sheath tumor. Metastases, desmoplastic melanoma, and spindle-cell squamous cell carcinoma may also resemble UPS clinical or histopathological morphology. [21]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Differential Diagnosis. The most common differential diagnoses of UPS are other types of STSs, which must be distinguished by clinical history, physical examination, and immunohistochemistry markers. [19] [3] These include atypical fibroxanthoma, liposarcoma, leiomyosarcoma, liposarcoma, angiosarcoma, fibrosarcoma, myxofibrosarcoma, dermatofibrosarcoma protuberans, osteosarcoma, and malignant peripheral nerve sheath tumor. Metastases, desmoplastic melanoma, and spindle-cell squamous cell carcinoma may also resemble UPS clinical or histopathological morphology. [21]"}
{"id": "article-112229_22", "title": "Undifferentiated Pleomorphic Sarcoma -- Staging", "content": "Trunk and extremities UPS is staged according to the TNM and histologic grade (G) (Table 1). [18] [40] G is defined by the differentiation, mitotic count, and necrosis extension of the tumor, as stated by the French Federation of Cancer Centers Sarcoma Group (FNCLCC) (Table 2). After TNM and G evaluation, the disease is classified into stages I-IV for therapeutic purposes (Table 3).", "contents": "Undifferentiated Pleomorphic Sarcoma -- Staging. Trunk and extremities UPS is staged according to the TNM and histologic grade (G) (Table 1). [18] [40] G is defined by the differentiation, mitotic count, and necrosis extension of the tumor, as stated by the French Federation of Cancer Centers Sarcoma Group (FNCLCC) (Table 2). After TNM and G evaluation, the disease is classified into stages I-IV for therapeutic purposes (Table 3)."}
{"id": "article-112229_23", "title": "Undifferentiated Pleomorphic Sarcoma -- Staging -- Table 3. Tumor Staging", "content": "Staging of head, neck, abdominal, thoracic, and retroperitoneum tumors can be consulted on the American Joint Committee on Cancer Staging (AJCC) Manual 8th Edition, 2017. [18]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Staging -- Table 3. Tumor Staging. Staging of head, neck, abdominal, thoracic, and retroperitoneum tumors can be consulted on the American Joint Committee on Cancer Staging (AJCC) Manual 8th Edition, 2017. [18]"}
{"id": "article-112229_24", "title": "Undifferentiated Pleomorphic Sarcoma -- Prognosis", "content": "Early disease recognition and an adequate treatment strategy are the most important interventions to improve overall prognosis. In a current retrospective study of 319 patients from three tertiary care centers, recurrences and metastases occurred in 14.1% and 7.8% of the cases, respectively. [41] The recurrence risk was significantly increased with preoperative tumors greater than 5 cm, invasion beyond the subcutaneous fat, and advanced AJCC staging. Besides these, metastasis risk was also significantly increased in 2-5 cm tumors and those with lymphatic or vascular invasion. However, an important limitation of this work is that atypical fibroxanthoma diagnoses were pooled together with UPS. In a UPS-specific report, post-treatment local recurrence (15%) was statistically associated with advanced age and inadequate surgical margins, whilst post-treatment metastatic disease (37.6%) was significantly relevant in tumors ≥ 5 cm. [31]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Prognosis. Early disease recognition and an adequate treatment strategy are the most important interventions to improve overall prognosis. In a current retrospective study of 319 patients from three tertiary care centers, recurrences and metastases occurred in 14.1% and 7.8% of the cases, respectively. [41] The recurrence risk was significantly increased with preoperative tumors greater than 5 cm, invasion beyond the subcutaneous fat, and advanced AJCC staging. Besides these, metastasis risk was also significantly increased in 2-5 cm tumors and those with lymphatic or vascular invasion. However, an important limitation of this work is that atypical fibroxanthoma diagnoses were pooled together with UPS. In a UPS-specific report, post-treatment local recurrence (15%) was statistically associated with advanced age and inadequate surgical margins, whilst post-treatment metastatic disease (37.6%) was significantly relevant in tumors ≥ 5 cm. [31]"}
{"id": "article-112229_25", "title": "Undifferentiated Pleomorphic Sarcoma -- Prognosis", "content": "The 5- and 10-year overall survival rates were 60% and 48%, respectively. Interestingly, in another publication, the 5-year disease-specific survival and recurrence rates were significantly worse in radiation-associated UPS than sporadic UPS, suggesting there might be distinct mutational profiles for the disease. [15]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Prognosis. The 5- and 10-year overall survival rates were 60% and 48%, respectively. Interestingly, in another publication, the 5-year disease-specific survival and recurrence rates were significantly worse in radiation-associated UPS than sporadic UPS, suggesting there might be distinct mutational profiles for the disease. [15]"}
{"id": "article-112229_26", "title": "Undifferentiated Pleomorphic Sarcoma -- Prognosis", "content": "Follow-up visits are important to detect local recurrences or metastasis. Physical examination of stage I tumors should be performed at 3-to-6-month intervals for the first two years and then annually. [18] Imaging studies are not generally indicated unless prompted by clinical signs and symptoms. Stage II to IV disease must be followed every 2-to-6 months for 2 to 3 years, then every 6 months for 2 years, and annually thereafter. Post-operative MRI with and without contrast or contrast CT are recommended for primary tumor site assessment. Subsequent imaging of the affected and distant areas may be warranted based on the individual risk of recurrence.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Prognosis. Follow-up visits are important to detect local recurrences or metastasis. Physical examination of stage I tumors should be performed at 3-to-6-month intervals for the first two years and then annually. [18] Imaging studies are not generally indicated unless prompted by clinical signs and symptoms. Stage II to IV disease must be followed every 2-to-6 months for 2 to 3 years, then every 6 months for 2 years, and annually thereafter. Post-operative MRI with and without contrast or contrast CT are recommended for primary tumor site assessment. Subsequent imaging of the affected and distant areas may be warranted based on the individual risk of recurrence."}
{"id": "article-112229_27", "title": "Undifferentiated Pleomorphic Sarcoma -- Complications", "content": "As with many other high-grade STSs, the most common complications include local recurrences, metastasis, and death. Depending on the affected area, these may also be treatment-related, presenting as disability due to limb amputation, organ damage sequalae, wound complications, and neurovascular compromise. [18] [42] [43]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Complications. As with many other high-grade STSs, the most common complications include local recurrences, metastasis, and death. Depending on the affected area, these may also be treatment-related, presenting as disability due to limb amputation, organ damage sequalae, wound complications, and neurovascular compromise. [18] [42] [43]"}
{"id": "article-112229_28", "title": "Undifferentiated Pleomorphic Sarcoma -- Deterrence and Patient Education", "content": "Patient education about UPS is vital for reassurance, adherence to treatment, and follow-up. A study showed that up to 45% of newly diagnosed sarcoma patients show signs of psychological distress. [44] The impact on daily life activities and finances, lack of information resources, the need for group support, and healthcare system bureaucracy ranked amongst the top concerns in these patients. [45]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Deterrence and Patient Education. Patient education about UPS is vital for reassurance, adherence to treatment, and follow-up. A study showed that up to 45% of newly diagnosed sarcoma patients show signs of psychological distress. [44] The impact on daily life activities and finances, lack of information resources, the need for group support, and healthcare system bureaucracy ranked amongst the top concerns in these patients. [45]"}
{"id": "article-112229_29", "title": "Undifferentiated Pleomorphic Sarcoma -- Enhancing Healthcare Team Outcomes", "content": "Per the current guideline recommendations, an interprofessional healthcare team should be involved in the treatment decisions. [18] This usually involves surgical (general, plastic, reconstructive, vascular, orthopedic) and medical (oncology, radiation oncology) specialists with extensive experience in STSs. [Level 5] However, it is worth noting that general practitioners will first see the majority of the patients, and some will proceed to physiotherapy and occupational therapy after specialist treatment. [46] Therefore, first-care providers and non-specialists training courses can also improve overall patient care. [Level 5] Nursing and pharmacy will also contribute each from their areas of expertise. Lastly, community-level education is essential to increase disease awareness and facilitate the establishment and diffusion of sarcoma organizations and support groups. [45] This interprofessional approach to care will yield the best possible patient outcomes. [Level 5]", "contents": "Undifferentiated Pleomorphic Sarcoma -- Enhancing Healthcare Team Outcomes. Per the current guideline recommendations, an interprofessional healthcare team should be involved in the treatment decisions. [18] This usually involves surgical (general, plastic, reconstructive, vascular, orthopedic) and medical (oncology, radiation oncology) specialists with extensive experience in STSs. [Level 5] However, it is worth noting that general practitioners will first see the majority of the patients, and some will proceed to physiotherapy and occupational therapy after specialist treatment. [46] Therefore, first-care providers and non-specialists training courses can also improve overall patient care. [Level 5] Nursing and pharmacy will also contribute each from their areas of expertise. Lastly, community-level education is essential to increase disease awareness and facilitate the establishment and diffusion of sarcoma organizations and support groups. [45] This interprofessional approach to care will yield the best possible patient outcomes. [Level 5]"}
{"id": "article-112229_30", "title": "Undifferentiated Pleomorphic Sarcoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Undifferentiated Pleomorphic Sarcoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}