{"id": "article-63901_0", "title": "The How When Why of High Fidelity Simulation -- Introduction", "content": "High-Fidelity Simulation (HFS) is a misunderstood term. Too often, HFS is mistakenly used to refer to a particular simulation modality, namely, the full-body, high-complexity patient simulator. However, modality and fidelity are two distinct components of simulation design, and both impact the overall effectiveness of the activity. [1] Simulation educators must understand these elements and the separate, yet complementary roles they play in designing a simulation-based learning experience (SBLE). The term high-fidelity simulation is not used consistently throughout simulation literature. Yet, numerous published studies are attempting to measure its influence. [1] Researchers have studied the effect of HFS on student confidence, and anxiety levels, [2] [3] compared it to SBLE using lower levels of fidelity, [4] and measured its impact on knowledge and skill acquisition in nearly every healthcare discipline and level of the learner. [5] [2] [6] The accuracy of any research is dependent upon clear articulation of the study concepts; modality and fidelity are two critical components of SBLE. However, both lack clear and consistent definitions. [1] [7] [8]", "contents": "The How When Why of High Fidelity Simulation -- Introduction. High-Fidelity Simulation (HFS) is a misunderstood term. Too often, HFS is mistakenly used to refer to a particular simulation modality, namely, the full-body, high-complexity patient simulator. However, modality and fidelity are two distinct components of simulation design, and both impact the overall effectiveness of the activity. [1] Simulation educators must understand these elements and the separate, yet complementary roles they play in designing a simulation-based learning experience (SBLE). The term high-fidelity simulation is not used consistently throughout simulation literature. Yet, numerous published studies are attempting to measure its influence. [1] Researchers have studied the effect of HFS on student confidence, and anxiety levels, [2] [3] compared it to SBLE using lower levels of fidelity, [4] and measured its impact on knowledge and skill acquisition in nearly every healthcare discipline and level of the learner. [5] [2] [6] The accuracy of any research is dependent upon clear articulation of the study concepts; modality and fidelity are two critical components of SBLE. However, both lack clear and consistent definitions. [1] [7] [8]"}
{"id": "article-63901_1", "title": "The How When Why of High Fidelity Simulation -- Introduction", "content": "The Healthcare Simulation Dictionary recognizes both fidelity and modality as “potentially controversial” terms; acknowledgment on the part of simulation experts that there is a disparity in the usage of these terms in the literature (Joseph Lopreiato, MD personal communication, May 2020). Modality is the term used to refer to the type(s) of simulation equipment or methodology used in an SBLE, such as a task trainer, standardized or simulated patient (SP), full-body manikin, or screen-based simulation. Continuous advancements in technology explain some of the difficulty in clearly defining this term and the categories found within it. [7] The selection of an appropriate modality when planning a simulation activity depends on several factors, including the availability of equipment, stated objectives and desired learning outcomes. [8] It is important to note that within each modality category, there exists an array of products representing a range of fidelity or realism.", "contents": "The How When Why of High Fidelity Simulation -- Introduction. The Healthcare Simulation Dictionary recognizes both fidelity and modality as “potentially controversial” terms; acknowledgment on the part of simulation experts that there is a disparity in the usage of these terms in the literature (Joseph Lopreiato, MD personal communication, May 2020). Modality is the term used to refer to the type(s) of simulation equipment or methodology used in an SBLE, such as a task trainer, standardized or simulated patient (SP), full-body manikin, or screen-based simulation. Continuous advancements in technology explain some of the difficulty in clearly defining this term and the categories found within it. [7] The selection of an appropriate modality when planning a simulation activity depends on several factors, including the availability of equipment, stated objectives and desired learning outcomes. [8] It is important to note that within each modality category, there exists an array of products representing a range of fidelity or realism."}
{"id": "article-63901_2", "title": "The How When Why of High Fidelity Simulation -- Introduction", "content": "Fidelity in simulation is a multi-dimensional concept corresponding to the degree of realism created through the selection of simulation equipment, setting, and scenario. [5] Fidelity also refers to the degree of exactness achieved; [9] [1] and corresponds to the believability of the experience and relates to several components of simulation activity. [7] It is important to note the INACSL Standards of Best Practice: Simulation: Simulation Design does not dictate a level of fidelity; rather, the level of realism should be that which promotes the achievement of the expected learning outcomes. [1] Levels (low-, mid-, and high-fidelity) and types (physical, psychological, and conceptual) are associated with fidelity. [10] Participants and educators state a preference for higher levels of fidelity, judging it as superior to lower levels; the evidence does not support this global contention, finding all levels of fidelity beneficial when used appropriately. [11] [10] [12]", "contents": "The How When Why of High Fidelity Simulation -- Introduction. Fidelity in simulation is a multi-dimensional concept corresponding to the degree of realism created through the selection of simulation equipment, setting, and scenario. [5] Fidelity also refers to the degree of exactness achieved; [9] [1] and corresponds to the believability of the experience and relates to several components of simulation activity. [7] It is important to note the INACSL Standards of Best Practice: Simulation: Simulation Design does not dictate a level of fidelity; rather, the level of realism should be that which promotes the achievement of the expected learning outcomes. [1] Levels (low-, mid-, and high-fidelity) and types (physical, psychological, and conceptual) are associated with fidelity. [10] Participants and educators state a preference for higher levels of fidelity, judging it as superior to lower levels; the evidence does not support this global contention, finding all levels of fidelity beneficial when used appropriately. [11] [10] [12]"}
{"id": "article-63901_3", "title": "The How When Why of High Fidelity Simulation -- Function", "content": "The benefits and limitations of SBLE are well-documented. This article supports the how, when, and why of integrating HFS as a teaching/learning methodology.", "contents": "The How When Why of High Fidelity Simulation -- Function. The benefits and limitations of SBLE are well-documented. This article supports the how, when, and why of integrating HFS as a teaching/learning methodology."}
{"id": "article-63901_4", "title": "The How When Why of High Fidelity Simulation -- Issues of Concern", "content": "When considering the level of fidelity, more is not always better. Simulation educators need to avoid the fidelity trap, assuming students learn in proportion to the level of realism. [13] There is a potential bias toward higher levels of fidelity among educators and learners; students report higher levels of satisfaction with HFS and believe it provides advantages over SBLE using lower levels of fidelity. [10] [4] Higher levels of fidelity can increase the cognitive load to the point of overwhelming the participant and thereby decreasing the learning. [12] [5] The higher-faster-further attitude espoused by some of today’s learners and educators can lead to using the highest level of fidelity in all instances, which can lead to a misuse of valuable resources and a skewed cost-benefit ratio. [3]", "contents": "The How When Why of High Fidelity Simulation -- Issues of Concern. When considering the level of fidelity, more is not always better. Simulation educators need to avoid the fidelity trap, assuming students learn in proportion to the level of realism. [13] There is a potential bias toward higher levels of fidelity among educators and learners; students report higher levels of satisfaction with HFS and believe it provides advantages over SBLE using lower levels of fidelity. [10] [4] Higher levels of fidelity can increase the cognitive load to the point of overwhelming the participant and thereby decreasing the learning. [12] [5] The higher-faster-further attitude espoused by some of today’s learners and educators can lead to using the highest level of fidelity in all instances, which can lead to a misuse of valuable resources and a skewed cost-benefit ratio. [3]"}
{"id": "article-63901_5", "title": "The How When Why of High Fidelity Simulation -- Issues of Concern", "content": "Simulation is resource-intensive, generally requiring a more significant expenditure of resources. [3] [11] The goal of SBLE should be to expend resources in the manner most advantageous for learning and attainment of objectives. Understanding the how, when, and why of HFS will allow simulation educators to judiciously allocate time, money, and personnel in the development and implementation of SBLE. [3] [12] Additionally, there is a limit to how much a learner can take in at one time, determined by the content, characteristics of the learner, and the environment. Cognitive burden refers to information and stimuli which are present but not necessary for the prescribed learning; if the burden is too heavy, this leads to overload and ineffective learning. Increasing complexity by situating the instruction in a high-fidelity context may contribute to higher levels of extraneous cognitive load. It is possible to sacrifice learning for the sake of increased realism. Decreasing extraneous cognitive load by simplifying the learning environment can improve learning. [5]", "contents": "The How When Why of High Fidelity Simulation -- Issues of Concern. Simulation is resource-intensive, generally requiring a more significant expenditure of resources. [3] [11] The goal of SBLE should be to expend resources in the manner most advantageous for learning and attainment of objectives. Understanding the how, when, and why of HFS will allow simulation educators to judiciously allocate time, money, and personnel in the development and implementation of SBLE. [3] [12] Additionally, there is a limit to how much a learner can take in at one time, determined by the content, characteristics of the learner, and the environment. Cognitive burden refers to information and stimuli which are present but not necessary for the prescribed learning; if the burden is too heavy, this leads to overload and ineffective learning. Increasing complexity by situating the instruction in a high-fidelity context may contribute to higher levels of extraneous cognitive load. It is possible to sacrifice learning for the sake of increased realism. Decreasing extraneous cognitive load by simplifying the learning environment can improve learning. [5]"}
{"id": "article-63901_6", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "The H ow of HFS involves every aspect of simulation design from the selection of modality through the determination of type(s) and level(s) of fidelity. It begins with the identification of the desired outcomes based on the stated learning objectives. [10] Characteristics of the learner should also be considered, including level, preparedness, learning style, and motivation, or readiness to learn. [1]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. The H ow of HFS involves every aspect of simulation design from the selection of modality through the determination of type(s) and level(s) of fidelity. It begins with the identification of the desired outcomes based on the stated learning objectives. [10] Characteristics of the learner should also be considered, including level, preparedness, learning style, and motivation, or readiness to learn. [1]"}
{"id": "article-63901_7", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "The term fidelity must be defined, and the levels and types of fidelity explored, before the use of HFS can be implemented. Along with calculating the appropriate level of fidelity, another essential element of simulation design is determining the type(s) of fidelity involved in achieving the requisite level of realism for the attainment of the stated objectives. The three primary types of fidelity are physical, conceptual, and psychological. [9] Each type corresponds to an aspect of the authenticity of the SBLE and has the potential to facilitate or impede learning. [12] The types of fidelity within a simulation activity can complement or detract from one another; for example, adding appropriate background noises to a setting increases the physical fidelity and provides stimuli that raise stress levels in the participant, enhancing the psychological fidelity. [12] The more realistic environment might augment learning or serve as an obstacle to attaining objectives. [5] Addressing the appropriate types of fidelity allows participants to suspend their disbelief and accept the activity as if it is real. [8] [1] [5]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. The term fidelity must be defined, and the levels and types of fidelity explored, before the use of HFS can be implemented. Along with calculating the appropriate level of fidelity, another essential element of simulation design is determining the type(s) of fidelity involved in achieving the requisite level of realism for the attainment of the stated objectives. The three primary types of fidelity are physical, conceptual, and psychological. [9] Each type corresponds to an aspect of the authenticity of the SBLE and has the potential to facilitate or impede learning. [12] The types of fidelity within a simulation activity can complement or detract from one another; for example, adding appropriate background noises to a setting increases the physical fidelity and provides stimuli that raise stress levels in the participant, enhancing the psychological fidelity. [12] The more realistic environment might augment learning or serve as an obstacle to attaining objectives. [5] Addressing the appropriate types of fidelity allows participants to suspend their disbelief and accept the activity as if it is real. [8] [1] [5]"}
{"id": "article-63901_8", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "Physical or environmental fidelity is that which can be perceived by the senses. It is concerned with what the participant sees, hears, feels, and smells in the setting. It is vital to note lapses in physical fidelity are better accepted by participants than lapses in conceptual fidelity. [14] Learners need the scenario to make sense, and if it seems true-to-life, they are willing to accept some artificial aspects of the physical environment. [8] Conceptual fidelity ensures all aspects of the simulated scenario accurately reflect the way the same situation would present in the clinical setting. The scenario should make sense to the learner and allow for the development of prediction and anticipation skills. Including a content expert in the development or review of the scenario and performing a pilot test are best practices for securing conceptual fidelity. [14] Psychological fidelity occurs when the simulation activity elicits an emotional response from the participant as if the experience was real. [1]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. Physical or environmental fidelity is that which can be perceived by the senses. It is concerned with what the participant sees, hears, feels, and smells in the setting. It is vital to note lapses in physical fidelity are better accepted by participants than lapses in conceptual fidelity. [14] Learners need the scenario to make sense, and if it seems true-to-life, they are willing to accept some artificial aspects of the physical environment. [8] Conceptual fidelity ensures all aspects of the simulated scenario accurately reflect the way the same situation would present in the clinical setting. The scenario should make sense to the learner and allow for the development of prediction and anticipation skills. Including a content expert in the development or review of the scenario and performing a pilot test are best practices for securing conceptual fidelity. [14] Psychological fidelity occurs when the simulation activity elicits an emotional response from the participant as if the experience was real. [1]"}
{"id": "article-63901_9", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "Additional classifications of fidelity occur in the current literature, including functional fidelity and sociological fidelity. Functional fidelity refers to the dynamic interaction between the participant and the assigned task, and it is essential when teaching technical or psychomotor skills. The more precise the skill or procedure, the higher the level of functional fidelity required. [5] Sociological fidelity is being discussed in terms of interprofessional education (IPE) simulation activities; it refers to the way the interactions between participants affect the level of realism. [15]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. Additional classifications of fidelity occur in the current literature, including functional fidelity and sociological fidelity. Functional fidelity refers to the dynamic interaction between the participant and the assigned task, and it is essential when teaching technical or psychomotor skills. The more precise the skill or procedure, the higher the level of functional fidelity required. [5] Sociological fidelity is being discussed in terms of interprofessional education (IPE) simulation activities; it refers to the way the interactions between participants affect the level of realism. [15]"}
{"id": "article-63901_10", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "The desired level and type of fidelity will inform the selection of simulation modality. [1] Regardless of the simulation modality, HFS is achievable. [15] Standardized or simulated patients (SPs) represent a simulation modality that offers some inherently high-fidelity qualities without incorporating the use of technology.  SPs are trained persons used in SBLE to portray a patient with a specific condition. [16] Using real people as simulated patients can increase some aspects of fidelity, but recognizing limitations and obstacles is necessary. Not all physiologic responses are replicable, nor are all invasive procedures able to be performed. If these aspects are critical to the attainment of the stated objectives, the simulation educator can provide a task trainer for the procedural skill and display the desired physiologic parameters on a bedside monitor. At the same time, the SP mimics the associated signs and symptoms. [17]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. The desired level and type of fidelity will inform the selection of simulation modality. [1] Regardless of the simulation modality, HFS is achievable. [15] Standardized or simulated patients (SPs) represent a simulation modality that offers some inherently high-fidelity qualities without incorporating the use of technology.  SPs are trained persons used in SBLE to portray a patient with a specific condition. [16] Using real people as simulated patients can increase some aspects of fidelity, but recognizing limitations and obstacles is necessary. Not all physiologic responses are replicable, nor are all invasive procedures able to be performed. If these aspects are critical to the attainment of the stated objectives, the simulation educator can provide a task trainer for the procedural skill and display the desired physiologic parameters on a bedside monitor. At the same time, the SP mimics the associated signs and symptoms. [17]"}
{"id": "article-63901_11", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "Task trainers, models representing a part or region of the body designed for practicing specific procedural skills, allow the development of technical skills. These devices focus on functional fidelity and range from low- to high-fidelity. Task trainers represent a simulation modality most often referred to as procedural simulation. They can be very high-tech, which may or may not translate into a higher level of fidelity. Task trainers might employ haptic feedback technology to provide tactile realism, increasing the level of physical fidelity. [18]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. Task trainers, models representing a part or region of the body designed for practicing specific procedural skills, allow the development of technical skills. These devices focus on functional fidelity and range from low- to high-fidelity. Task trainers represent a simulation modality most often referred to as procedural simulation. They can be very high-tech, which may or may not translate into a higher level of fidelity. Task trainers might employ haptic feedback technology to provide tactile realism, increasing the level of physical fidelity. [18]"}
{"id": "article-63901_12", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "Maximizing realism can occur by addressing other elements of the simulation design, in addition to the selected modality. Moulage is a low-tech method for making a situation appear more authentic; it refers to the techniques such as makeup and molds, applied to a manikin or SP to simulate illness or injury. Moulage engages the participant’s sensory perceptions.  Smells, visual & auditory cues, and materials that enhance tactile perceptions are all ways to increase the fidelity of the experience for learners. [5] Simulation educators should consider how closely the simulated environment or activity needs to mimic the real world for learning to occur.", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. Maximizing realism can occur by addressing other elements of the simulation design, in addition to the selected modality. Moulage is a low-tech method for making a situation appear more authentic; it refers to the techniques such as makeup and molds, applied to a manikin or SP to simulate illness or injury. Moulage engages the participant’s sensory perceptions.  Smells, visual & auditory cues, and materials that enhance tactile perceptions are all ways to increase the fidelity of the experience for learners. [5] Simulation educators should consider how closely the simulated environment or activity needs to mimic the real world for learning to occur."}
{"id": "article-63901_13", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "The When of HFS involves consideration of both the learner and the desired objective. Conventionally, educators believed the level of fidelity should correspond with the level of the learner, low-fidelity SBLE for novices, and higher levels of fidelity for expert learners. [5] However, it is the level of the learner, more than the intricacies of the task, that should dictate the level of fidelity. Novice learners perform better with simpler models; complexity can be added as the student gains experience. [12] Low-fidelity simulation builds knowledge. Mid-fidelity simulation builds competence. High-fidelity simulation builds performance. [10]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. The When of HFS involves consideration of both the learner and the desired objective. Conventionally, educators believed the level of fidelity should correspond with the level of the learner, low-fidelity SBLE for novices, and higher levels of fidelity for expert learners. [5] However, it is the level of the learner, more than the intricacies of the task, that should dictate the level of fidelity. Novice learners perform better with simpler models; complexity can be added as the student gains experience. [12] Low-fidelity simulation builds knowledge. Mid-fidelity simulation builds competence. High-fidelity simulation builds performance. [10]"}
{"id": "article-63901_14", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "An understanding of educational principles guides the determination of the fidelity level. HFS is a practical methodology for teaching, assessing, and evaluating both knowledge and skills. It is appropriate at all four levels of Miller’s Pyramid of Clinical Competence (see Figure 1). [19] The kinesthetic nature of HFS allows learners to take what they know and use it; students move from knowing to knowing and showing how, and ultimately doing or performing in a clinical setting. HFS is superior to written examinations for evaluation of the level of competency and proficiency for a range of technical and nontechnical skills. Performance in an SBLE does not guarantee success in the clinical setting, but experiential learning supports the transfer of knowledge. [19]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. An understanding of educational principles guides the determination of the fidelity level. HFS is a practical methodology for teaching, assessing, and evaluating both knowledge and skills. It is appropriate at all four levels of Miller’s Pyramid of Clinical Competence (see Figure 1). [19] The kinesthetic nature of HFS allows learners to take what they know and use it; students move from knowing to knowing and showing how, and ultimately doing or performing in a clinical setting. HFS is superior to written examinations for evaluation of the level of competency and proficiency for a range of technical and nontechnical skills. Performance in an SBLE does not guarantee success in the clinical setting, but experiential learning supports the transfer of knowledge. [19]"}
{"id": "article-63901_15", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "The experiential nature of HFS promotes student engagement, impacting knowledge acquisition, retention, and retrieval. [11] [13] Evidence shows it is an effective and appropriate teaching methodology for the base level of Miller’s Pyramid. [19] HFS builds knowledge and facilitates the learning of complex principles in the basic sciences. [13] Fragapane et al. brought physiologic principles to life for students, using a full-body, computerized manikin. Students were able to visualize cardio-pulmonary and other body system responses during an HFS activity, allowing for a significant increase in the students’ perceived confidence in understanding pathophysiology. [11] Helyer and Dickens question the underutilization of HFS in teaching scientific principles. They found HFS demonstrated Starling’s Law of the heart more profoundly than an educational lecture. [13] More evidence is needed to determine the extent to which HFS promotes the transferability of knowledge. [13] [11] Higher levels of realism invoke an emotional response that aids in knowledge retention and retrieval. [6] [11] Retrieval of information from one’s memory is imperative if knowledge is to be useful.  The emotional responses triggered by HFS can aid in the recall of stored knowledge. [11]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. The experiential nature of HFS promotes student engagement, impacting knowledge acquisition, retention, and retrieval. [11] [13] Evidence shows it is an effective and appropriate teaching methodology for the base level of Miller’s Pyramid. [19] HFS builds knowledge and facilitates the learning of complex principles in the basic sciences. [13] Fragapane et al. brought physiologic principles to life for students, using a full-body, computerized manikin. Students were able to visualize cardio-pulmonary and other body system responses during an HFS activity, allowing for a significant increase in the students’ perceived confidence in understanding pathophysiology. [11] Helyer and Dickens question the underutilization of HFS in teaching scientific principles. They found HFS demonstrated Starling’s Law of the heart more profoundly than an educational lecture. [13] More evidence is needed to determine the extent to which HFS promotes the transferability of knowledge. [13] [11] Higher levels of realism invoke an emotional response that aids in knowledge retention and retrieval. [6] [11] Retrieval of information from one’s memory is imperative if knowledge is to be useful.  The emotional responses triggered by HFS can aid in the recall of stored knowledge. [11]"}
{"id": "article-63901_16", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "Pairing task trainers with standardized patients or full-body, computerized manikins representing a mixed-modal or multi-modal simulation activity, can add another dimension of realism to the simulation activity. The added features generated by the incorporation of multiple modalities allow the practice of other skills, such as communication, teamwork, and decision-making, alongside the more technical skills. [8]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. Pairing task trainers with standardized patients or full-body, computerized manikins representing a mixed-modal or multi-modal simulation activity, can add another dimension of realism to the simulation activity. The added features generated by the incorporation of multiple modalities allow the practice of other skills, such as communication, teamwork, and decision-making, alongside the more technical skills. [8]"}
{"id": "article-63901_17", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "When repeated exposure to the activity is necessary for the attainment of the expected outcomes, lower-cost, lower-fidelity experiences may be preferred. [6] For instance, developing proficiency in auscultation skills requires focused practice over time. Students’ access to auscultation trainers may be limited, whereas recordings of heart and lung sounds offer an inexpensive alternative without availability restrictions. [12]", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. When repeated exposure to the activity is necessary for the attainment of the expected outcomes, lower-cost, lower-fidelity experiences may be preferred. [6] For instance, developing proficiency in auscultation skills requires focused practice over time. Students’ access to auscultation trainers may be limited, whereas recordings of heart and lung sounds offer an inexpensive alternative without availability restrictions. [12]"}
{"id": "article-63901_18", "title": "The How When Why of High Fidelity Simulation -- Curriculum Development", "content": "The as-if concept is central to effective SBLE; it affords facilitators the freedom to tailor the activity to fit the learner’s needs. It allows for a distorted state or hyper-realism, which can positively impact learning. [8] Time can be slowed down, sped up, or elapsed during a simulation activity, providing learners the time necessary to attain the desired objectives. The amount of time and practice required to achieve competency and proficiency in skills will vary among learners, making this feature of simulation extremely beneficial to the novice learner, as well as those developing complex, highly specialized, technical skills. [20] [12] Educators should determine how realistic the SBLE needs to be to produce the desired outcomes and what elements, other than fidelity, need consideration.", "contents": "The How When Why of High Fidelity Simulation -- Curriculum Development. The as-if concept is central to effective SBLE; it affords facilitators the freedom to tailor the activity to fit the learner’s needs. It allows for a distorted state or hyper-realism, which can positively impact learning. [8] Time can be slowed down, sped up, or elapsed during a simulation activity, providing learners the time necessary to attain the desired objectives. The amount of time and practice required to achieve competency and proficiency in skills will vary among learners, making this feature of simulation extremely beneficial to the novice learner, as well as those developing complex, highly specialized, technical skills. [20] [12] Educators should determine how realistic the SBLE needs to be to produce the desired outcomes and what elements, other than fidelity, need consideration."}
{"id": "article-63901_19", "title": "The How When Why of High Fidelity Simulation -- Medical Decision Making and Leadership Development", "content": "Clinical reasoning involves pattern recognition developed through repetitive exposure to similar situations. [19] HFS allows for the replication of identical clinical scenarios, as well as manipulated patient encounters with specific variances that compel the participant to adjust his or her thinking.", "contents": "The How When Why of High Fidelity Simulation -- Medical Decision Making and Leadership Development. Clinical reasoning involves pattern recognition developed through repetitive exposure to similar situations. [19] HFS allows for the replication of identical clinical scenarios, as well as manipulated patient encounters with specific variances that compel the participant to adjust his or her thinking."}
{"id": "article-63901_20", "title": "The How When Why of High Fidelity Simulation -- Medical Decision Making and Leadership Development", "content": "Deliberate practice with task trainers allows learners to hone skills and build confidence in their abilities. Advancements in technology are enabling task trainers to become very specialized; for instance, cardiology programs can offer learners simulators for transesophageal echocardiography, coronary angiography, electrophysiology, and transcatheter aortic valve replacement. The experience gained through the use of these devices reduces the risk to patients. [18]", "contents": "The How When Why of High Fidelity Simulation -- Medical Decision Making and Leadership Development. Deliberate practice with task trainers allows learners to hone skills and build confidence in their abilities. Advancements in technology are enabling task trainers to become very specialized; for instance, cardiology programs can offer learners simulators for transesophageal echocardiography, coronary angiography, electrophysiology, and transcatheter aortic valve replacement. The experience gained through the use of these devices reduces the risk to patients. [18]"}
{"id": "article-63901_21", "title": "The How When Why of High Fidelity Simulation -- Medical Decision Making and Leadership Development", "content": "Several studies indicate HFS increases the participant’s confidence in their knowledge and skills. [11] Students consider HFS to be superior to LFS; therefore, their participation in HFS can lead to increased confidence regardless of any increase in skill or knowledge. Massoth et al. found evidence that suggests engaging in HFS leads some students to overestimate their abilities. Participants viewed the HFS method as superior to the other learning strategies and therefore deduced they gained more from experience. Whereas students who participated in the LFS activity provided more accurate self-assessment of their skills and knowledge. [3]", "contents": "The How When Why of High Fidelity Simulation -- Medical Decision Making and Leadership Development. Several studies indicate HFS increases the participant’s confidence in their knowledge and skills. [11] Students consider HFS to be superior to LFS; therefore, their participation in HFS can lead to increased confidence regardless of any increase in skill or knowledge. Massoth et al. found evidence that suggests engaging in HFS leads some students to overestimate their abilities. Participants viewed the HFS method as superior to the other learning strategies and therefore deduced they gained more from experience. Whereas students who participated in the LFS activity provided more accurate self-assessment of their skills and knowledge. [3]"}
{"id": "article-63901_22", "title": "The How When Why of High Fidelity Simulation -- Clinical Significance", "content": "To appreciate the Why of HFS, consider some truths about traditional clinical education and how HFS alleviates some of the burden associated with the apprentice model of healthcare education. Learning in the conventional clinical setting cannot be student-focused or manipulated, as the needs and safety of the patient must always take precedence. It is impossible to provide standardized experiences for all learners. Access to clinical sites can be challenging to secure and schedule. [21] Patient safety standards and safe work directives reduce the number of training hours, thereby decreasing the time for learning and exposure to various clinical situations. [9]", "contents": "The How When Why of High Fidelity Simulation -- Clinical Significance. To appreciate the Why of HFS, consider some truths about traditional clinical education and how HFS alleviates some of the burden associated with the apprentice model of healthcare education. Learning in the conventional clinical setting cannot be student-focused or manipulated, as the needs and safety of the patient must always take precedence. It is impossible to provide standardized experiences for all learners. Access to clinical sites can be challenging to secure and schedule. [21] Patient safety standards and safe work directives reduce the number of training hours, thereby decreasing the time for learning and exposure to various clinical situations. [9]"}
{"id": "article-63901_23", "title": "The How When Why of High Fidelity Simulation -- Clinical Significance", "content": "Simulation activities are planned and predictable. They are learner-centered and can be tailored to the needs and level of the learner and adapted to fit varying learning styles. [10] SBLE allows for immediate feedback while encouraging reflection, promoting self-regulated learning. [22] Advancements in the science and technology of simulation are facilitating the creation of HFS activities that more accurately mimic real patient encounters. [6]", "contents": "The How When Why of High Fidelity Simulation -- Clinical Significance. Simulation activities are planned and predictable. They are learner-centered and can be tailored to the needs and level of the learner and adapted to fit varying learning styles. [10] SBLE allows for immediate feedback while encouraging reflection, promoting self-regulated learning. [22] Advancements in the science and technology of simulation are facilitating the creation of HFS activities that more accurately mimic real patient encounters. [6]"}
{"id": "article-63901_24", "title": "The How When Why of High Fidelity Simulation -- Clinical Significance", "content": "The transferability of learning is of prime interest to educators. Simulation activities that closely resemble real-life add a degree of authenticity that allows learners to take the knowledge and skills they develop in the simulated setting and apply them in the clinical arena. The type of fidelity requiring the highest levels of realism is dependent upon the practiced skills where a) proficiency in technical skills require higher functional fidelity, b) clinical reasoning and decision-making skills benefit from conceptual fidelity, and c) sociological fidelity levels impact teamwork, communication, and leadership skill development. [6] The existing evidence supporting the transfer of learning after SBLE often does not take the level or type of fidelity into account. [3] As advancements in technology heighten the levels of fidelity of simulation products, more research is needed to ascertain the role fidelity plays in the transfer of learning. [12]", "contents": "The How When Why of High Fidelity Simulation -- Clinical Significance. The transferability of learning is of prime interest to educators. Simulation activities that closely resemble real-life add a degree of authenticity that allows learners to take the knowledge and skills they develop in the simulated setting and apply them in the clinical arena. The type of fidelity requiring the highest levels of realism is dependent upon the practiced skills where a) proficiency in technical skills require higher functional fidelity, b) clinical reasoning and decision-making skills benefit from conceptual fidelity, and c) sociological fidelity levels impact teamwork, communication, and leadership skill development. [6] The existing evidence supporting the transfer of learning after SBLE often does not take the level or type of fidelity into account. [3] As advancements in technology heighten the levels of fidelity of simulation products, more research is needed to ascertain the role fidelity plays in the transfer of learning. [12]"}
{"id": "article-63901_25", "title": "The How When Why of High Fidelity Simulation -- Clinical Significance", "content": "One possible downside to HFS is the potential for students to become overconfident as a result of participating in this type of SBLE activity. Educators need to watch for signs of this adverse effect, as it can lead participants to engage in risk-taking behaviors in the clinical setting. [3]", "contents": "The How When Why of High Fidelity Simulation -- Clinical Significance. One possible downside to HFS is the potential for students to become overconfident as a result of participating in this type of SBLE activity. Educators need to watch for signs of this adverse effect, as it can lead participants to engage in risk-taking behaviors in the clinical setting. [3]"}
{"id": "article-63901_26", "title": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues", "content": "HFS is an effective strategy for teaching, assessing, and evaluating a wide range of learners from all healthcare disciplines.  Pre-licensure students can benefit from participation in HFS, but educators may want to scaffold simulation activities allowing novice learners to build knowledge, skill, and confidence with low-fidelity stimulation (LFS) activities before HFS.", "contents": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues. HFS is an effective strategy for teaching, assessing, and evaluating a wide range of learners from all healthcare disciplines.  Pre-licensure students can benefit from participation in HFS, but educators may want to scaffold simulation activities allowing novice learners to build knowledge, skill, and confidence with low-fidelity stimulation (LFS) activities before HFS."}
{"id": "article-63901_27", "title": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues", "content": "The level of fidelity employed in any simulation activity should merit careful consideration, along with all other aspects of the experience.  The required level of fidelity for any SBLE is the one that is necessary to achieve the desired participant outcomes. Higher levels of fidelity can increase participants’ level of engagement and acceptability of the simulated experience; this will impact the achievement of the desired learning objectives and the ability to transfer the learning to the clinical setting. [14] However, a higher level than indicated can overwhelm or distract the learner, creating an obstacle for learners. [10] [1]", "contents": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues. The level of fidelity employed in any simulation activity should merit careful consideration, along with all other aspects of the experience.  The required level of fidelity for any SBLE is the one that is necessary to achieve the desired participant outcomes. Higher levels of fidelity can increase participants’ level of engagement and acceptability of the simulated experience; this will impact the achievement of the desired learning objectives and the ability to transfer the learning to the clinical setting. [14] However, a higher level than indicated can overwhelm or distract the learner, creating an obstacle for learners. [10] [1]"}
{"id": "article-63901_28", "title": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues", "content": "Trained simulation educators, versed in the standards of best practice, provide the expertise to develop and implement high-quality SBLE; they understand that level and type of fidelity are key considerations when designing SBLE. The SBLE must be considered in its entirety, recognizing that fidelity is one aspect of the activity.  Some of the current research that attempts to compare HFS to LFS does not account for variances in other components of the activities.  For instance, the inclusion or omission of a structured debriefing will have a significant impact on the effectiveness of a simulation activity, regardless of the level of fidelity. [6] Evidence supporting the use of higher levels of fidelity might be tainted by the customary practice of omitting debriefing from low-fidelity SBLE. [10]", "contents": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues. Trained simulation educators, versed in the standards of best practice, provide the expertise to develop and implement high-quality SBLE; they understand that level and type of fidelity are key considerations when designing SBLE. The SBLE must be considered in its entirety, recognizing that fidelity is one aspect of the activity.  Some of the current research that attempts to compare HFS to LFS does not account for variances in other components of the activities.  For instance, the inclusion or omission of a structured debriefing will have a significant impact on the effectiveness of a simulation activity, regardless of the level of fidelity. [6] Evidence supporting the use of higher levels of fidelity might be tainted by the customary practice of omitting debriefing from low-fidelity SBLE. [10]"}
{"id": "article-63901_29", "title": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues", "content": "The role of fidelity and its impact on learning outcomes requires additional research and clarification of the associated terminology. The terms high-fidelity and high-fidelity simulation are used in such wide and diverse contexts, their meaning is either lost [7] or sparks controversy among those wanting to study its impact on SBLE. Ongoing advancements in the pedagogy of simulation illustrate the need to elucidate these terms.", "contents": "The How When Why of High Fidelity Simulation -- Pearls and Other Issues. The role of fidelity and its impact on learning outcomes requires additional research and clarification of the associated terminology. The terms high-fidelity and high-fidelity simulation are used in such wide and diverse contexts, their meaning is either lost [7] or sparks controversy among those wanting to study its impact on SBLE. Ongoing advancements in the pedagogy of simulation illustrate the need to elucidate these terms."}
{"id": "article-63901_30", "title": "The How When Why of High Fidelity Simulation -- Enhancing Healthcare Team Outcomes", "content": "One goal of SBLE is to improve patient outcomes, and HFS is an effective strategy for teaching all levels of learners, a range of skills that will realize this goal. [9] [8] Scaffolding SBLE according to the level of fidelity, lets participants gain competence and confidence in performing interventional skills before executing them in the clinical setting, lowering the risk to patients. [20] [22] Novice to expert learners can hone technical, as well as non-technical skills, such as communication, leadership, teamwork, decision-making, and situational awareness. [15] HFS is being used to help participants identify and build coping strategies related to stress and fatigue, addressing mitigating factors for medical error. [8]", "contents": "The How When Why of High Fidelity Simulation -- Enhancing Healthcare Team Outcomes. One goal of SBLE is to improve patient outcomes, and HFS is an effective strategy for teaching all levels of learners, a range of skills that will realize this goal. [9] [8] Scaffolding SBLE according to the level of fidelity, lets participants gain competence and confidence in performing interventional skills before executing them in the clinical setting, lowering the risk to patients. [20] [22] Novice to expert learners can hone technical, as well as non-technical skills, such as communication, leadership, teamwork, decision-making, and situational awareness. [15] HFS is being used to help participants identify and build coping strategies related to stress and fatigue, addressing mitigating factors for medical error. [8]"}
{"id": "article-63901_31", "title": "The How When Why of High Fidelity Simulation -- Enhancing Healthcare Team Outcomes", "content": "Multidisciplinary or IPE simulations afford participants opportunities to navigate group dynamics, such as hierarchy and authority gradients, and their effect on teamwork. [5] [15] This type of SBLE is often conducted in the work environment during on-duty hours, thereby easing some of the challenges associated with gathering participants from multiple professional disciplines. The very nature of in situ HFS increases the levels of physical, psychological, and sociological fidelity, thereby maximizing realism. [15] In situ HFS activities can be scheduled or unannounced. The social aspect of SBLE can foster a sense of collegiality among participants, facilitating a shift in culture that promotes patient safety by breaking down barriers to communication among team members. [15]", "contents": "The How When Why of High Fidelity Simulation -- Enhancing Healthcare Team Outcomes. Multidisciplinary or IPE simulations afford participants opportunities to navigate group dynamics, such as hierarchy and authority gradients, and their effect on teamwork. [5] [15] This type of SBLE is often conducted in the work environment during on-duty hours, thereby easing some of the challenges associated with gathering participants from multiple professional disciplines. The very nature of in situ HFS increases the levels of physical, psychological, and sociological fidelity, thereby maximizing realism. [15] In situ HFS activities can be scheduled or unannounced. The social aspect of SBLE can foster a sense of collegiality among participants, facilitating a shift in culture that promotes patient safety by breaking down barriers to communication among team members. [15]"}
{"id": "article-63901_32", "title": "The How When Why of High Fidelity Simulation -- Enhancing Healthcare Team Outcomes", "content": "Conducting in situ HFS activities in the clinical environment allows for system-level evaluation and improvement. Allowing participants to be directly involved in the discovery and addressing of issues can facilitate organizational change. It is also possible for educators to purposefully add mistakes to the simulation activity, providing opportunities to assess adherence to safety protocols and their effectiveness. [5] [15]", "contents": "The How When Why of High Fidelity Simulation -- Enhancing Healthcare Team Outcomes. Conducting in situ HFS activities in the clinical environment allows for system-level evaluation and improvement. Allowing participants to be directly involved in the discovery and addressing of issues can facilitate organizational change. It is also possible for educators to purposefully add mistakes to the simulation activity, providing opportunities to assess adherence to safety protocols and their effectiveness. [5] [15]"}
{"id": "article-63901_33", "title": "The How When Why of High Fidelity Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "The How When Why of High Fidelity Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}