{"id": "article-30182_0", "title": "Tibia Diaphyseal Fracture -- Continuing Education Activity", "content": "Tibial fractures are common injuries; the subcutaneous nature of the tibia makes it more prone to open injury. Radiographs are essential in the initial evaluation of these fractures. This activity reviews the evaluation and management of tibia diaphyseal fractures and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Tibia Diaphyseal Fracture -- Continuing Education Activity. Tibial fractures are common injuries; the subcutaneous nature of the tibia makes it more prone to open injury. Radiographs are essential in the initial evaluation of these fractures. This activity reviews the evaluation and management of tibia diaphyseal fractures and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30182_1", "title": "Tibia Diaphyseal Fracture -- Continuing Education Activity", "content": "Objectives: Identify the etiology of tibial diaphyseal fractures. Explain the radiographic findings of tibial diaphyseal fractures. Describe the management of tibial diaphyseal fractures. Outline the importance of enhancing care coordination among the interprofessional team to ensure proper evaluation and management of tibial diaphyseal fractures. Access free multiple choice questions on this topic.", "contents": "Tibia Diaphyseal Fracture -- Continuing Education Activity. Objectives: Identify the etiology of tibial diaphyseal fractures. Explain the radiographic findings of tibial diaphyseal fractures. Describe the management of tibial diaphyseal fractures. Outline the importance of enhancing care coordination among the interprofessional team to ensure proper evaluation and management of tibial diaphyseal fractures. Access free multiple choice questions on this topic."}
{"id": "article-30182_2", "title": "Tibia Diaphyseal Fracture -- Introduction", "content": "Tibia fractures are common injuries. The subcutaneous nature of the tibia makes it more prone to open injury. The musculature about the lower leg divides into four compartments separated by fascial tissue. Radiographs are essential in the initial evaluation of the fractures.  In the case of injury or fracture of the lower extremity, the fascial tissue may have to be released by fasciotomies to prevent the sequelae of compartment syndrome.  Treatment methods can be non-operative for minimally displaced fractures although operative fixation for displaced and open fractures is preferred.", "contents": "Tibia Diaphyseal Fracture -- Introduction. Tibia fractures are common injuries. The subcutaneous nature of the tibia makes it more prone to open injury. The musculature about the lower leg divides into four compartments separated by fascial tissue. Radiographs are essential in the initial evaluation of the fractures.  In the case of injury or fracture of the lower extremity, the fascial tissue may have to be released by fasciotomies to prevent the sequelae of compartment syndrome.  Treatment methods can be non-operative for minimally displaced fractures although operative fixation for displaced and open fractures is preferred."}
{"id": "article-30182_3", "title": "Tibia Diaphyseal Fracture -- Etiology", "content": "Fracture of the tibial shaft often occurs secondary to falls, indoor activities, motor vehicle accidents, sports, and other outdoor activities. The cause of injury from motor vehicle accidents and sports more common in males. [1] [2]", "contents": "Tibia Diaphyseal Fracture -- Etiology. Fracture of the tibial shaft often occurs secondary to falls, indoor activities, motor vehicle accidents, sports, and other outdoor activities. The cause of injury from motor vehicle accidents and sports more common in males. [1] [2]"}
{"id": "article-30182_4", "title": "Tibia Diaphyseal Fracture -- Epidemiology", "content": "The overall incidence of tibial shaft fractures is 16.9 per 100,000 people per year. The injury is more prevalent in men at 21.5 per 100,000 people per year, vs. 12.3 per 100,000 in women. Men tend to sustain tibial shaft fractures at a younger age with the highest incidence of 43.5 per 100,000 per year between the ages of 10 to 20. The most common age group among women to sustain this fracture is between 20 and 30 years. [1]", "contents": "Tibia Diaphyseal Fracture -- Epidemiology. The overall incidence of tibial shaft fractures is 16.9 per 100,000 people per year. The injury is more prevalent in men at 21.5 per 100,000 people per year, vs. 12.3 per 100,000 in women. Men tend to sustain tibial shaft fractures at a younger age with the highest incidence of 43.5 per 100,000 per year between the ages of 10 to 20. The most common age group among women to sustain this fracture is between 20 and 30 years. [1]"}
{"id": "article-30182_5", "title": "Tibia Diaphyseal Fracture -- Pathophysiology", "content": "The tibia is a long bone with a triangular cross-section and is responsible for more than 80% of the weight-bearing load for the lower extremity. [3] [4] When there is a  proximal tibial shaft fracture, the deforming forces play a role in malalignment. Deforming forces involving the proximal tibia may lead to patellar tendon/extensor mechanism-proximal fragment in extension, gastrocnemius-distal fragment into flexion, pes anserinus-proximal fragment into varus.", "contents": "Tibia Diaphyseal Fracture -- Pathophysiology. The tibia is a long bone with a triangular cross-section and is responsible for more than 80% of the weight-bearing load for the lower extremity. [3] [4] When there is a  proximal tibial shaft fracture, the deforming forces play a role in malalignment. Deforming forces involving the proximal tibia may lead to patellar tendon/extensor mechanism-proximal fragment in extension, gastrocnemius-distal fragment into flexion, pes anserinus-proximal fragment into varus."}
{"id": "article-30182_6", "title": "Tibia Diaphyseal Fracture -- History and Physical", "content": "Upon presentation, a history is necessary to establish how the injury occurred. Falls and high energy trauma are both causes of tibial shaft fractures. If falls are syncopal, this may require further workup. With high energy trauma, the patient should have a full examination, and the implementation of the Trauma Life Support protocol may be necessary. The extremity should undergo close examination for any other ipsilateral injuries. SKin examination should look for any lacerations that may communicate with the fracture site indicating an open fracture. A complete neurovascular exam is also necessary for the affected extremity.", "contents": "Tibia Diaphyseal Fracture -- History and Physical. Upon presentation, a history is necessary to establish how the injury occurred. Falls and high energy trauma are both causes of tibial shaft fractures. If falls are syncopal, this may require further workup. With high energy trauma, the patient should have a full examination, and the implementation of the Trauma Life Support protocol may be necessary. The extremity should undergo close examination for any other ipsilateral injuries. SKin examination should look for any lacerations that may communicate with the fracture site indicating an open fracture. A complete neurovascular exam is also necessary for the affected extremity."}
{"id": "article-30182_7", "title": "Tibia Diaphyseal Fracture -- Evaluation", "content": "Imaging: radiograph - AP and lateral of the tibia, recommend imaging the joint above and below of the knee and ankle. CT scans are not needed routinely on tibial shaft fractures. However, a CT scan is often used to assess intra-articular injuries that extend into the tibial plafond or plateau. Medical assessment for all surgical patients should include basic labs (CBC, BMP, and PT/INR are applicable) as well as a chest radiograph and EKG. Elderly patients with diagnosed or suspected cardiac disease may benefit from preoperative cardiology evaluation.", "contents": "Tibia Diaphyseal Fracture -- Evaluation. Imaging: radiograph - AP and lateral of the tibia, recommend imaging the joint above and below of the knee and ankle. CT scans are not needed routinely on tibial shaft fractures. However, a CT scan is often used to assess intra-articular injuries that extend into the tibial plafond or plateau. Medical assessment for all surgical patients should include basic labs (CBC, BMP, and PT/INR are applicable) as well as a chest radiograph and EKG. Elderly patients with diagnosed or suspected cardiac disease may benefit from preoperative cardiology evaluation."}
{"id": "article-30182_8", "title": "Tibia Diaphyseal Fracture -- Evaluation", "content": "The tibia can be formally classified using the AO/OTA classification. The tibial shaft denotes as bone segment 4. The fracture is considered A-simple fracture, B-wedge fracture, C-complex. There are other subclassifications of the AO/OTA classification system based on the location and presence of associated fibula fracture. This classification is used more for research purposes. [5]", "contents": "Tibia Diaphyseal Fracture -- Evaluation. The tibia can be formally classified using the AO/OTA classification. The tibial shaft denotes as bone segment 4. The fracture is considered A-simple fracture, B-wedge fracture, C-complex. There are other subclassifications of the AO/OTA classification system based on the location and presence of associated fibula fracture. This classification is used more for research purposes. [5]"}
{"id": "article-30182_9", "title": "Tibia Diaphyseal Fracture -- Evaluation", "content": "Fractures can also be classified descriptively. The fracture can open or closed. Location can be proximal, mid-shaft, or distal, or categorized based on the pattern - transverse, oblique, spiral, or comminuted.", "contents": "Tibia Diaphyseal Fracture -- Evaluation. Fractures can also be classified descriptively. The fracture can open or closed. Location can be proximal, mid-shaft, or distal, or categorized based on the pattern - transverse, oblique, spiral, or comminuted."}
{"id": "article-30182_10", "title": "Tibia Diaphyseal Fracture -- Treatment / Management", "content": "The most important factor in reducing the rate of infection is the administration of early antibiotics. [6] A bedside debridement and temporary splinting should be applied. Acceptable Alignment [7] [8] [9] <5 degrees of varus/ valgus <10 degrees >50% cortical apposition <1 cm of shortening <5-10 rotational deformity", "contents": "Tibia Diaphyseal Fracture -- Treatment / Management. The most important factor in reducing the rate of infection is the administration of early antibiotics. [6] A bedside debridement and temporary splinting should be applied. Acceptable Alignment [7] [8] [9] <5 degrees of varus/ valgus <10 degrees >50% cortical apposition <1 cm of shortening <5-10 rotational deformity"}
{"id": "article-30182_11", "title": "Tibia Diaphyseal Fracture -- Treatment / Management", "content": "Acceptable alignment is when the fracture falls within the acceptable alignment parameters listed above.  In fractures with moderate displacement, a closed reduction can be performed to obtain acceptable alignment. Nonoperative management is also a consideration in patients treated with long leg casting. Operative [10] [11] [12] Intramedullary rod - is the most common treatment for tibial diaphyseal fractures. It is the preferred treatment method for closed fractures and low-grade open fractures Open reduction internal fixation - can be used to treat tibial fractures but is more common on the fracture extends into the articular surface or is not amenable to an intramedullary fixation External fixation - is helpful significant swelling or extensive soft tissue damage. An external fixator is used as a temporizing surgery until it can convert to internal fixation. Irrigation and Debridement-required for all open injuries", "contents": "Tibia Diaphyseal Fracture -- Treatment / Management. Acceptable alignment is when the fracture falls within the acceptable alignment parameters listed above.  In fractures with moderate displacement, a closed reduction can be performed to obtain acceptable alignment. Nonoperative management is also a consideration in patients treated with long leg casting. Operative [10] [11] [12] Intramedullary rod - is the most common treatment for tibial diaphyseal fractures. It is the preferred treatment method for closed fractures and low-grade open fractures Open reduction internal fixation - can be used to treat tibial fractures but is more common on the fracture extends into the articular surface or is not amenable to an intramedullary fixation External fixation - is helpful significant swelling or extensive soft tissue damage. An external fixator is used as a temporizing surgery until it can convert to internal fixation. Irrigation and Debridement-required for all open injuries"}
{"id": "article-30182_12", "title": "Tibia Diaphyseal Fracture -- Treatment / Management", "content": "Fasciotomies - should be performed when there is clinical concern for compartment syndrome.  A stryker monitor can be used to measure compartment pressures especially in sedated patients", "contents": "Tibia Diaphyseal Fracture -- Treatment / Management. Fasciotomies - should be performed when there is clinical concern for compartment syndrome.  A stryker monitor can be used to measure compartment pressures especially in sedated patients"}
{"id": "article-30182_13", "title": "Tibia Diaphyseal Fracture -- Differential Diagnosis", "content": "Hematoma - direct trauma to the lower leg can cause swelling without fracture Compartment syndrome - extreme lower extremity pain can be due to fracture, overuse, or in patients that are found down for an extended timeframe", "contents": "Tibia Diaphyseal Fracture -- Differential Diagnosis. Hematoma - direct trauma to the lower leg can cause swelling without fracture Compartment syndrome - extreme lower extremity pain can be due to fracture, overuse, or in patients that are found down for an extended timeframe"}
{"id": "article-30182_14", "title": "Tibia Diaphyseal Fracture -- Prognosis", "content": "After a tibial fracture, data show that many patients have an initial decline in function that slowly improves over 6 to 12 months. At five years the functional score may not return to baseline. [13] At 12 year follow up after intramedullary nailing, functional scores may reveal persistent knee pain knee (73%) and/or subjective leg swelling (33%). [14]", "contents": "Tibia Diaphyseal Fracture -- Prognosis. After a tibial fracture, data show that many patients have an initial decline in function that slowly improves over 6 to 12 months. At five years the functional score may not return to baseline. [13] At 12 year follow up after intramedullary nailing, functional scores may reveal persistent knee pain knee (73%) and/or subjective leg swelling (33%). [14]"}
{"id": "article-30182_15", "title": "Tibia Diaphyseal Fracture -- Complications", "content": "Compartment syndrome : The first and most sensitive sign of compartment syndrome is pain out of proportion or pain with passive stretch. The other classical signs are palpable swelling, pallor, pulselessness, and paresthesias but many of the other signs will only develop later. [15] In the pediatric population, the sign and symptoms of compartment syndrome are more anxiety, agitation, and increasing need for narcotics. [16] [15] Malunion : Proximal tibia fractures especially have a tendency for malalignment in the valgus and apex anterior (procurvatum) deformity. [17] Nonunion : Typically defined by the inability for a fracture to heal without surgical intervention or no radiographic healing after six months. Anterior knee pain : The most common complication after insertion of an intramedullary nail. [18]", "contents": "Tibia Diaphyseal Fracture -- Complications. Compartment syndrome : The first and most sensitive sign of compartment syndrome is pain out of proportion or pain with passive stretch. The other classical signs are palpable swelling, pallor, pulselessness, and paresthesias but many of the other signs will only develop later. [15] In the pediatric population, the sign and symptoms of compartment syndrome are more anxiety, agitation, and increasing need for narcotics. [16] [15] Malunion : Proximal tibia fractures especially have a tendency for malalignment in the valgus and apex anterior (procurvatum) deformity. [17] Nonunion : Typically defined by the inability for a fracture to heal without surgical intervention or no radiographic healing after six months. Anterior knee pain : The most common complication after insertion of an intramedullary nail. [18]"}
{"id": "article-30182_16", "title": "Tibia Diaphyseal Fracture -- Postoperative and Rehabilitation Care", "content": "It is essential to look at the recommended weight bearing status for the injury. Patients treated non operatively, in an external fixator, or with comminuted fracture patterns will often have weight-bearing limitations while more simple fracture patterns fixed with intramedullary fixation can be weight bearing as tolerated. Physical and occupational therapy should work with patients to help with recovery.", "contents": "Tibia Diaphyseal Fracture -- Postoperative and Rehabilitation Care. It is essential to look at the recommended weight bearing status for the injury. Patients treated non operatively, in an external fixator, or with comminuted fracture patterns will often have weight-bearing limitations while more simple fracture patterns fixed with intramedullary fixation can be weight bearing as tolerated. Physical and occupational therapy should work with patients to help with recovery."}
{"id": "article-30182_17", "title": "Tibia Diaphyseal Fracture -- Postoperative and Rehabilitation Care", "content": "Patients that are treated non operatively in a cast should be followed closely in the office to monitor for loss of reduction. If loss of reduction presents during follow-up, modifications of the cast may be necessary, or the fracture can undergo reduction under anesthesia.", "contents": "Tibia Diaphyseal Fracture -- Postoperative and Rehabilitation Care. Patients that are treated non operatively in a cast should be followed closely in the office to monitor for loss of reduction. If loss of reduction presents during follow-up, modifications of the cast may be necessary, or the fracture can undergo reduction under anesthesia."}
{"id": "article-30182_18", "title": "Tibia Diaphyseal Fracture -- Consultations", "content": "Especially in high energy trauma cases such as motor vehicle accidents and trauma, the trauma team patient evaluation should look for other injuries. Depending on the extent of soft tissue loss or damage, plastic surgery may be necessary for skin grafting or flap coverage.  Patients with a tibial shaft fracture may need preoperative and postoperative management of their comorbidities. This multidisciplinary care team may include orthopedics, geriatrics, internal medicine, trauma surgery, anesthesia, pharmacists, and any other subspecialty that may help, depending on the patient’s comorbidities.", "contents": "Tibia Diaphyseal Fracture -- Consultations. Especially in high energy trauma cases such as motor vehicle accidents and trauma, the trauma team patient evaluation should look for other injuries. Depending on the extent of soft tissue loss or damage, plastic surgery may be necessary for skin grafting or flap coverage.  Patients with a tibial shaft fracture may need preoperative and postoperative management of their comorbidities. This multidisciplinary care team may include orthopedics, geriatrics, internal medicine, trauma surgery, anesthesia, pharmacists, and any other subspecialty that may help, depending on the patient’s comorbidities."}
{"id": "article-30182_19", "title": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes", "content": "Most patients with tibial shaft fractures will present to the emergency room. A proper history, physical, and adequate imaging should take place promptly. From a triage standpoint, patients with open injuries or concern for compartment syndrome should undergo urgent evaluation.", "contents": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes. Most patients with tibial shaft fractures will present to the emergency room. A proper history, physical, and adequate imaging should take place promptly. From a triage standpoint, patients with open injuries or concern for compartment syndrome should undergo urgent evaluation."}
{"id": "article-30182_20", "title": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes", "content": "Even prior to imaging, if there is visible bone or known open fracture, antibiotics should be started to help combat the risk of infection. Bedside debridement of gross contamination is also necessary along with provisional splinting. Antibiotic therapy can then continue into the postoperative period", "contents": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes. Even prior to imaging, if there is visible bone or known open fracture, antibiotics should be started to help combat the risk of infection. Bedside debridement of gross contamination is also necessary along with provisional splinting. Antibiotic therapy can then continue into the postoperative period"}
{"id": "article-30182_21", "title": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes", "content": "Signs and symptoms of compartment syndrome are important for all members of the health care team to know.  Compartment syndrome can develop in open and closed tibia fracture as well as before or after surgery. Due to the circumferential nature of casts, even minimally displaced fractures treated in a cast may represent or worsen overnight A patient that presented with mild swelling may degrade overnight, therefore, it is vital for floor nurses to be aware whether these patients have increasing pain overnight. All patients with tibial shaft fractures should have ice applied to the injury and elevation of the extremity.", "contents": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes. Signs and symptoms of compartment syndrome are important for all members of the health care team to know.  Compartment syndrome can develop in open and closed tibia fracture as well as before or after surgery. Due to the circumferential nature of casts, even minimally displaced fractures treated in a cast may represent or worsen overnight A patient that presented with mild swelling may degrade overnight, therefore, it is vital for floor nurses to be aware whether these patients have increasing pain overnight. All patients with tibial shaft fractures should have ice applied to the injury and elevation of the extremity."}
{"id": "article-30182_22", "title": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes", "content": "It is an important look at the recommended weight bearing status for the injury. Patients treated non operatively, in an external fixator, or with comminuted fracture patterns will often have weight-bearing limitations while more simple fracture patterns fixed with intramedullary fixation can be weight bearing as tolerated. Physical and occupational therapy should work with patients to help with recovery.", "contents": "Tibia Diaphyseal Fracture -- Enhancing Healthcare Team Outcomes. It is an important look at the recommended weight bearing status for the injury. Patients treated non operatively, in an external fixator, or with comminuted fracture patterns will often have weight-bearing limitations while more simple fracture patterns fixed with intramedullary fixation can be weight bearing as tolerated. Physical and occupational therapy should work with patients to help with recovery."}
{"id": "article-30182_23", "title": "Tibia Diaphyseal Fracture -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tibia Diaphyseal Fracture -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}