{"id": "article-28042_0", "title": "Pulmonary Infarction -- Continuing Education Activity", "content": "Pulmonary infarction (PI) is usually a complication of another primary disease state, most commonly a pulmonary embolism (PE). The broad differential diagnosis associated with PI is important, as associated signs and symptoms have limited specificity and PI may be the first indication of significant underlying pathology. This activity reviews how to properly evaluate for pulmonary infarction and further steps that should be taken when pulmonary infarction is present. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Pulmonary Infarction -- Continuing Education Activity. Pulmonary infarction (PI) is usually a complication of another primary disease state, most commonly a pulmonary embolism (PE). The broad differential diagnosis associated with PI is important, as associated signs and symptoms have limited specificity and PI may be the first indication of significant underlying pathology. This activity reviews how to properly evaluate for pulmonary infarction and further steps that should be taken when pulmonary infarction is present. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-28042_1", "title": "Pulmonary Infarction -- Continuing Education Activity", "content": "Objectives: Review the characteristic presentation of pulmonary infarction. Describe the typical evaluation findings in a patient with a pulmonary infarction. Summarize the management options for a patient with a pulmonary infarction. Explain why careful planning and discussion amongst interprofessional team members involved in the management of patients with pulmonary infarction will improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pulmonary Infarction -- Continuing Education Activity. Objectives: Review the characteristic presentation of pulmonary infarction. Describe the typical evaluation findings in a patient with a pulmonary infarction. Summarize the management options for a patient with a pulmonary infarction. Explain why careful planning and discussion amongst interprofessional team members involved in the management of patients with pulmonary infarction will improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-28042_2", "title": "Pulmonary Infarction -- Introduction", "content": "Pulmonary infarction (PI) is the result of an occlusion of a distal pulmonary artery (See image. Wedge-Shaped Pulmonary Infarction Seen on Anteroposterior Chest X-ray). This then results in ischemia and possible hemorrhage or tissue necrosis of the pulmonary tissue distal to the occlusion. PI itself, is caused by another primary disease state, most commonly pulmonary embolism (PE). See Image. Right Pulmonary Arterial Embolism. Understanding the broad differential diagnosis associated with PI is important, as associated signs and symptoms have limited specificity and PI may be the first indication of significant underlying pathology.", "contents": "Pulmonary Infarction -- Introduction. Pulmonary infarction (PI) is the result of an occlusion of a distal pulmonary artery (See image. Wedge-Shaped Pulmonary Infarction Seen on Anteroposterior Chest X-ray). This then results in ischemia and possible hemorrhage or tissue necrosis of the pulmonary tissue distal to the occlusion. PI itself, is caused by another primary disease state, most commonly pulmonary embolism (PE). See Image. Right Pulmonary Arterial Embolism. Understanding the broad differential diagnosis associated with PI is important, as associated signs and symptoms have limited specificity and PI may be the first indication of significant underlying pathology."}
{"id": "article-28042_3", "title": "Pulmonary Infarction -- Etiology", "content": "During several prospective and retrospective studies, researchers have investigated the prevalence of PI in association with PE, which is the most common etiology for the development of pulmonary infarction. [1] [2] [3] [4] The reported incidence of PI in the setting of PE is around 30%. [3] [5] Other disease states which can lead to pulmonary infarction include infection, [6] malignancy, [7] surgical iatrogenesis, [4] [8] amyloidosis, sickle cell disease, [9] vasculitis, [10] among others.", "contents": "Pulmonary Infarction -- Etiology. During several prospective and retrospective studies, researchers have investigated the prevalence of PI in association with PE, which is the most common etiology for the development of pulmonary infarction. [1] [2] [3] [4] The reported incidence of PI in the setting of PE is around 30%. [3] [5] Other disease states which can lead to pulmonary infarction include infection, [6] malignancy, [7] surgical iatrogenesis, [4] [8] amyloidosis, sickle cell disease, [9] vasculitis, [10] among others."}
{"id": "article-28042_4", "title": "Pulmonary Infarction -- Etiology", "content": "Smoking is a risk factor for all causes of PI including those associated with PE. [4] [11] Paradoxically, younger age (peaking at 40) and increased height are associated with an increased likelihood of developing a pulmonary infarction from a PE, while obesity is associated with a reduced likelihood. [1] [2] The early literature suggested that patients with underlying cardiac disease are at the greatest risk for developing a pulmonary infarction as the hypothesis was thought to be due to poor collateral circulation, which in combination with pulmonary thromboembolism resulted in infarction. [12] [13] However, recent literature suggests the opposite is true. Specifically, younger patients without cardiopulmonary disease were found to be more likely to suffer a PI secondary to a PE. Experts hypothesized that longstanding local tissue hypoxia from chronic cardiopulmonary disease states led to the development of more robust bronchial vascular collateralization which protected parenchyma from infarction. [2]", "contents": "Pulmonary Infarction -- Etiology. Smoking is a risk factor for all causes of PI including those associated with PE. [4] [11] Paradoxically, younger age (peaking at 40) and increased height are associated with an increased likelihood of developing a pulmonary infarction from a PE, while obesity is associated with a reduced likelihood. [1] [2] The early literature suggested that patients with underlying cardiac disease are at the greatest risk for developing a pulmonary infarction as the hypothesis was thought to be due to poor collateral circulation, which in combination with pulmonary thromboembolism resulted in infarction. [12] [13] However, recent literature suggests the opposite is true. Specifically, younger patients without cardiopulmonary disease were found to be more likely to suffer a PI secondary to a PE. Experts hypothesized that longstanding local tissue hypoxia from chronic cardiopulmonary disease states led to the development of more robust bronchial vascular collateralization which protected parenchyma from infarction. [2]"}
{"id": "article-28042_5", "title": "Pulmonary Infarction -- Epidemiology", "content": "The incidence of pulmonary infarctions from all causes is not well studied as it is more studied in the subpopulation of those with pulmonary embolisms. The overall incidence of those with pulmonary embolism is approximately 1 in 1000 are complicated by pulmonary infarction at a rate of 16% to 31%. [1] [2] [14] The mortality rates have varied over the recent decades given the changes in treatment options in both the short and long term. A study from 2017 found the survival to discharge rate of those suffering from a pulmonary infarction to be high at around 97%. [3] In one study, the 30-day mortality for patients found to have a PE was 31% and the mortality ratio in the first decade after developing a PE was 41%. [15] Studies evaluating hospital length-of-stay and mortality suggest similar prognoses for both pulmonary embolism with infarction and PE without radiographic evidence of infarction. [2] [3]", "contents": "Pulmonary Infarction -- Epidemiology. The incidence of pulmonary infarctions from all causes is not well studied as it is more studied in the subpopulation of those with pulmonary embolisms. The overall incidence of those with pulmonary embolism is approximately 1 in 1000 are complicated by pulmonary infarction at a rate of 16% to 31%. [1] [2] [14] The mortality rates have varied over the recent decades given the changes in treatment options in both the short and long term. A study from 2017 found the survival to discharge rate of those suffering from a pulmonary infarction to be high at around 97%. [3] In one study, the 30-day mortality for patients found to have a PE was 31% and the mortality ratio in the first decade after developing a PE was 41%. [15] Studies evaluating hospital length-of-stay and mortality suggest similar prognoses for both pulmonary embolism with infarction and PE without radiographic evidence of infarction. [2] [3]"}
{"id": "article-28042_6", "title": "Pulmonary Infarction -- Pathophysiology", "content": "A unique thing about the lung is that it receives blood supply from more than just arterial circulation. This gives the lung some resiliency in the event of an insult such as a pulmonary embolism. The lung parenchyma receives its oxygen supply from a total of three non-redundant sources: deoxygenated blood from pulmonary arteries, oxygenated blood from the bronchial circulation, and direct oxygen diffusion from alveoli. [13] A sufficient impedance from one of these sources can cause infarction and subsequent tissue necrosis. Inflammatory mediators from ischemic parenchyma can further limit gas exchange following the resultant vasoconstriction and bronchoconstriction. [16] When ischemia of lung tissue is not reversed in a timely manner, infarction ensues. A unilateral infarct occurs in 77% to 87% of PI, with the strongest predilection for the right lower lobe. Multiple studies show a stark predominance of PI in the lower lobes relative to the upper lobes. [1] [2] [17] This has been hypothesized to be due to gravity’s influence on the unique relationship between alveolar pressure, pulmonary arterial pressure, and bronchial arterial pressure. [2]", "contents": "Pulmonary Infarction -- Pathophysiology. A unique thing about the lung is that it receives blood supply from more than just arterial circulation. This gives the lung some resiliency in the event of an insult such as a pulmonary embolism. The lung parenchyma receives its oxygen supply from a total of three non-redundant sources: deoxygenated blood from pulmonary arteries, oxygenated blood from the bronchial circulation, and direct oxygen diffusion from alveoli. [13] A sufficient impedance from one of these sources can cause infarction and subsequent tissue necrosis. Inflammatory mediators from ischemic parenchyma can further limit gas exchange following the resultant vasoconstriction and bronchoconstriction. [16] When ischemia of lung tissue is not reversed in a timely manner, infarction ensues. A unilateral infarct occurs in 77% to 87% of PI, with the strongest predilection for the right lower lobe. Multiple studies show a stark predominance of PI in the lower lobes relative to the upper lobes. [1] [2] [17] This has been hypothesized to be due to gravity’s influence on the unique relationship between alveolar pressure, pulmonary arterial pressure, and bronchial arterial pressure. [2]"}
{"id": "article-28042_7", "title": "Pulmonary Infarction -- Pathophysiology", "content": "In patients with sickle cell disease, acute chest syndrome was found to be caused by vascular infarction by direct occlusion of sickle-type hemoglobin (HbS) in 16% of cases. [18] Vasculitides may result in a PI through antibody deposition, the formation of microaneurysms, or macrophage activation leading to vessel wall inflammation. [19] Regardless of the primary etiology, the common end pathway is ischemic lung tissue.", "contents": "Pulmonary Infarction -- Pathophysiology. In patients with sickle cell disease, acute chest syndrome was found to be caused by vascular infarction by direct occlusion of sickle-type hemoglobin (HbS) in 16% of cases. [18] Vasculitides may result in a PI through antibody deposition, the formation of microaneurysms, or macrophage activation leading to vessel wall inflammation. [19] Regardless of the primary etiology, the common end pathway is ischemic lung tissue."}
{"id": "article-28042_8", "title": "Pulmonary Infarction -- Histopathology", "content": "The description of lung infarction of a thromboembolic etiology was first described by Virchow in 1856. [3] It was later noted that following infarction, hemorrhage and then edema ensued into the alveoli distally. Histologically, it is characterized by organized thrombi and hemorrhage surrounding a core of necrotic alveoli with adjacent structures (see Image. Pulmonary Infarction Caused by a Pulmonary Embolism After Hip Surgery). [7] In some cases, this is reversible, whereby the intra-alveolar blood is resorbed in 2-4 days. If the process is not reversed, hemosiderin is formed from the intra-alveolar erythrocytes, and infarction of the surrounding lung parenchyma is seen within 1-2 days. If a neutrophilic reaction is seen in combination with a microbiological culture growing a specific organism, this would indicate an infectious etiology as a possible culprit. [4]", "contents": "Pulmonary Infarction -- Histopathology. The description of lung infarction of a thromboembolic etiology was first described by Virchow in 1856. [3] It was later noted that following infarction, hemorrhage and then edema ensued into the alveoli distally. Histologically, it is characterized by organized thrombi and hemorrhage surrounding a core of necrotic alveoli with adjacent structures (see Image. Pulmonary Infarction Caused by a Pulmonary Embolism After Hip Surgery). [7] In some cases, this is reversible, whereby the intra-alveolar blood is resorbed in 2-4 days. If the process is not reversed, hemosiderin is formed from the intra-alveolar erythrocytes, and infarction of the surrounding lung parenchyma is seen within 1-2 days. If a neutrophilic reaction is seen in combination with a microbiological culture growing a specific organism, this would indicate an infectious etiology as a possible culprit. [4]"}
{"id": "article-28042_9", "title": "Pulmonary Infarction -- History and Physical", "content": "Given pulmonary embolism serves as the etiology of pulmonary infarction in most cases, it is important to understand the clinical picture representing both conditions. The presenting features of a pulmonary infarction overlap those of a pulmonary embolism with a few important distinctions.", "contents": "Pulmonary Infarction -- History and Physical. Given pulmonary embolism serves as the etiology of pulmonary infarction in most cases, it is important to understand the clinical picture representing both conditions. The presenting features of a pulmonary infarction overlap those of a pulmonary embolism with a few important distinctions."}
{"id": "article-28042_10", "title": "Pulmonary Infarction -- History and Physical", "content": "In patients with concurrent pulmonary embolism and pulmonary infarction, the following features have been shown to be present: dyspnea (69% to 78%), chest pain (49% to 70%), swelling or pain in a unilateral lower extremity (27% to 31%), fever (5% to 11%), and hemoptysis (4% to 19%). [1] [3] [12] Presenting features in all patients with the diagnosis of pulmonary embolism, regardless of the presence of PI, included dyspnea (72% to 75%), chest pain (36% to 38%), signs of DVT (22% to 33%), hemoptysis (4% to 8%). [1] [20] Thus, pleuritic chest pain and hemoptysis were both more common in patients with PE and PI versus those with PE and no PI. Symptoms noted to have no statistical difference between the 2 groups include cough, syncope, sudden onset dyspnea, signs of DVT, fever, and right ventricular overload.", "contents": "Pulmonary Infarction -- History and Physical. In patients with concurrent pulmonary embolism and pulmonary infarction, the following features have been shown to be present: dyspnea (69% to 78%), chest pain (49% to 70%), swelling or pain in a unilateral lower extremity (27% to 31%), fever (5% to 11%), and hemoptysis (4% to 19%). [1] [3] [12] Presenting features in all patients with the diagnosis of pulmonary embolism, regardless of the presence of PI, included dyspnea (72% to 75%), chest pain (36% to 38%), signs of DVT (22% to 33%), hemoptysis (4% to 8%). [1] [20] Thus, pleuritic chest pain and hemoptysis were both more common in patients with PE and PI versus those with PE and no PI. Symptoms noted to have no statistical difference between the 2 groups include cough, syncope, sudden onset dyspnea, signs of DVT, fever, and right ventricular overload."}
{"id": "article-28042_11", "title": "Pulmonary Infarction -- History and Physical", "content": "Among patients incidentally found to have a pulmonary infarction after a biopsy of a radiographically discovered lung nodule, 65% of patients had no respiratory complaints, 26% had dyspnea, 7% had chest pain, and 5% had hemoptysis. [4] This data highlights the difficulty of diagnosing a PI and emphasizes the importance of considering a broad differential diagnosis for patients who present with symptoms that could be secondary to a PI.", "contents": "Pulmonary Infarction -- History and Physical. Among patients incidentally found to have a pulmonary infarction after a biopsy of a radiographically discovered lung nodule, 65% of patients had no respiratory complaints, 26% had dyspnea, 7% had chest pain, and 5% had hemoptysis. [4] This data highlights the difficulty of diagnosing a PI and emphasizes the importance of considering a broad differential diagnosis for patients who present with symptoms that could be secondary to a PI."}
{"id": "article-28042_12", "title": "Pulmonary Infarction -- Evaluation", "content": "Computed tomography (CT) is the most commonly used imaging technique that can diagnose PI in combination with appropriate clinical context. CT findings associated with pulmonary infarction include a feeding vessel or \"vessel sign,\" central lucency, and a semicircular shape. The finding of air bronchograms made the presence of a PI less likely. [2] If a vessel sign with a central lucency and no air bronchogram is present on CT, the specificity for detecting PI is 99%. [21]", "contents": "Pulmonary Infarction -- Evaluation. Computed tomography (CT) is the most commonly used imaging technique that can diagnose PI in combination with appropriate clinical context. CT findings associated with pulmonary infarction include a feeding vessel or \"vessel sign,\" central lucency, and a semicircular shape. The finding of air bronchograms made the presence of a PI less likely. [2] If a vessel sign with a central lucency and no air bronchogram is present on CT, the specificity for detecting PI is 99%. [21]"}
{"id": "article-28042_13", "title": "Pulmonary Infarction -- Evaluation", "content": "An x-ray image may be the first clue toward a diagnosis of pulmonary infarction. A \"Hampton’s hump\" (wedge-shaped consolidation at the lung periphery), Westermark’s sign (radiographic oligemia or increased lucency), and Fleischer sign (prominent pulmonary artery) are specific findings but lack sensitivity to be diagnostically sufficient. It has been quoted that a Hamptom hump had a sensitivity and specificity of 22% and 82% respectively. [22] Other features such as atelectasis or focal consolidation may be present but are neither sensitive nor specific. [23]", "contents": "Pulmonary Infarction -- Evaluation. An x-ray image may be the first clue toward a diagnosis of pulmonary infarction. A \"Hampton’s hump\" (wedge-shaped consolidation at the lung periphery), Westermark’s sign (radiographic oligemia or increased lucency), and Fleischer sign (prominent pulmonary artery) are specific findings but lack sensitivity to be diagnostically sufficient. It has been quoted that a Hamptom hump had a sensitivity and specificity of 22% and 82% respectively. [22] Other features such as atelectasis or focal consolidation may be present but are neither sensitive nor specific. [23]"}
{"id": "article-28042_14", "title": "Pulmonary Infarction -- Evaluation", "content": "In patients suspected of having infective endocarditis, consider that a pulmonary embolism or pulmonary infarction is a minor criterion in Duke's Criteria for Infective Carditis with a reported incidence ranging from 13% to 49%. [24] Abnormalities that are seen on diagnostic studies like an electrocardiogram, D-dimer, ventilation/perfusion scan, and echocardiogram play a role in predicting PI and also predict pulmonary embolism (PE).", "contents": "Pulmonary Infarction -- Evaluation. In patients suspected of having infective endocarditis, consider that a pulmonary embolism or pulmonary infarction is a minor criterion in Duke's Criteria for Infective Carditis with a reported incidence ranging from 13% to 49%. [24] Abnormalities that are seen on diagnostic studies like an electrocardiogram, D-dimer, ventilation/perfusion scan, and echocardiogram play a role in predicting PI and also predict pulmonary embolism (PE)."}
{"id": "article-28042_15", "title": "Pulmonary Infarction -- Treatment / Management", "content": "Given the fact that PI can be fatal, signs of respiratory distress or hemodynamic collapse should be addressed immediately with supportive care measures. Patients with PI may develop obstructive shock associated with a PE or cardiorespiratory collapse secondary to hemodynamic collapse or persistent hypoxia.", "contents": "Pulmonary Infarction -- Treatment / Management. Given the fact that PI can be fatal, signs of respiratory distress or hemodynamic collapse should be addressed immediately with supportive care measures. Patients with PI may develop obstructive shock associated with a PE or cardiorespiratory collapse secondary to hemodynamic collapse or persistent hypoxia."}
{"id": "article-28042_16", "title": "Pulmonary Infarction -- Treatment / Management", "content": "In addition to supportive management, treatment is guided by the underlying condition that has led to the PI. PE initially requires anticoagulation. In patients requiring admission, heparin or low-molecular-weight heparin is started with the goal of transitioning to some of the newer direct oral anticoagulation (DOACs) medications like apixaban or rivaroxaban or some of the older medications like coumadin for continued outpatient management. [25] In patients with hemodynamic instability due to a moderate or high-risk PE (formerly submissive and massive PE), catheter-based and systemic fibrinolytics, or surgical interventions like embolectomies are institution-dependent treatment options. [26] Additionally, there is a growing body of evidence that the lowest-risk patients with pulmonary embolism may be discharged directly from the emergency department on new or direct oral anticoagulants. [27] Treatment for PI not caused by PE is varied and based on the etiology. The differential diagnoses are listed below.", "contents": "Pulmonary Infarction -- Treatment / Management. In addition to supportive management, treatment is guided by the underlying condition that has led to the PI. PE initially requires anticoagulation. In patients requiring admission, heparin or low-molecular-weight heparin is started with the goal of transitioning to some of the newer direct oral anticoagulation (DOACs) medications like apixaban or rivaroxaban or some of the older medications like coumadin for continued outpatient management. [25] In patients with hemodynamic instability due to a moderate or high-risk PE (formerly submissive and massive PE), catheter-based and systemic fibrinolytics, or surgical interventions like embolectomies are institution-dependent treatment options. [26] Additionally, there is a growing body of evidence that the lowest-risk patients with pulmonary embolism may be discharged directly from the emergency department on new or direct oral anticoagulants. [27] Treatment for PI not caused by PE is varied and based on the etiology. The differential diagnoses are listed below."}
{"id": "article-28042_17", "title": "Pulmonary Infarction -- Treatment / Management", "content": "The average time of resolution of pulmonary infarction has not been well studied.  However, one retrospective review found that of 32 patients evaluated by CT scanning after pulmonary infarctions with intervals varying from 1 to 69 weeks after initial diagnosis, 10 were found to have continued evidence of PI at an average interval of 10 weeks after the initial diagnosis. [3] Additionally, the presence of PI in patients with PE did not alter long-term perfusion deficits determined by lung scintigraphy. [1] Thus, there is no standardized recommendation for repeat CT scanning to evaluate for resolution of PI and such decisions should be based on the particular clinical status of the patient being evaluated.", "contents": "Pulmonary Infarction -- Treatment / Management. The average time of resolution of pulmonary infarction has not been well studied.  However, one retrospective review found that of 32 patients evaluated by CT scanning after pulmonary infarctions with intervals varying from 1 to 69 weeks after initial diagnosis, 10 were found to have continued evidence of PI at an average interval of 10 weeks after the initial diagnosis. [3] Additionally, the presence of PI in patients with PE did not alter long-term perfusion deficits determined by lung scintigraphy. [1] Thus, there is no standardized recommendation for repeat CT scanning to evaluate for resolution of PI and such decisions should be based on the particular clinical status of the patient being evaluated."}
{"id": "article-28042_18", "title": "Pulmonary Infarction -- Treatment / Management", "content": "Current radiographic technology in the setting of the appropriate clinical picture makes it such that biopsy is rarely used to diagnose PI. A lung biopsy is typically reserved for investigating a pulmonary nodule, suspected mass, interstitial lung disease, or to collect a sample for culture. [4] [10] [28] [29]", "contents": "Pulmonary Infarction -- Treatment / Management. Current radiographic technology in the setting of the appropriate clinical picture makes it such that biopsy is rarely used to diagnose PI. A lung biopsy is typically reserved for investigating a pulmonary nodule, suspected mass, interstitial lung disease, or to collect a sample for culture. [4] [10] [28] [29]"}
{"id": "article-28042_19", "title": "Pulmonary Infarction -- Differential Diagnosis", "content": "The differential diagnosis is broad and includes the following: Pulmonary embolism Acute chest syndrome (sickle cell anemia) Infective endocarditis Malignancy Heatstroke AV malformation Cocaine toxicity Diffuse intravascular coagulation Diffuse alveolar hemorrhage Iatrogenic instrumentation, for example, bronchial artery embolization, IV catheter ablation Amyloidosis Pulmonary infection like pneumonia or  aspergillosis Vasculitides", "contents": "Pulmonary Infarction -- Differential Diagnosis. The differential diagnosis is broad and includes the following: Pulmonary embolism Acute chest syndrome (sickle cell anemia) Infective endocarditis Malignancy Heatstroke AV malformation Cocaine toxicity Diffuse intravascular coagulation Diffuse alveolar hemorrhage Iatrogenic instrumentation, for example, bronchial artery embolization, IV catheter ablation Amyloidosis Pulmonary infection like pneumonia or  aspergillosis Vasculitides"}
{"id": "article-28042_20", "title": "Pulmonary Infarction -- Enhancing Healthcare Team Outcomes", "content": "While PE is the most likely cause of pulmonary infarction, there is a myriad of other diagnoses that must be considered. One must consider the variability in clinical presentations and similarities in radiographic results of disease states which mimic PI such as solitary lung nodules. Evidence of a pulmonary infarction on X-ray or CT imaging may be the first indicator the patient has a pulmonary embolism. If warranted, patients require education on tobacco cessation as this further increases the risk of PI. [4] Anticipate an interprofessional approach for patients found to have a pulmonary infarction: internal medicine versus critical care for initial management; surgical specialties or pathology for further diagnostics or resection; and sub-specialists such as hematology or cardiology depending on the etiology of the PI.", "contents": "Pulmonary Infarction -- Enhancing Healthcare Team Outcomes. While PE is the most likely cause of pulmonary infarction, there is a myriad of other diagnoses that must be considered. One must consider the variability in clinical presentations and similarities in radiographic results of disease states which mimic PI such as solitary lung nodules. Evidence of a pulmonary infarction on X-ray or CT imaging may be the first indicator the patient has a pulmonary embolism. If warranted, patients require education on tobacco cessation as this further increases the risk of PI. [4] Anticipate an interprofessional approach for patients found to have a pulmonary infarction: internal medicine versus critical care for initial management; surgical specialties or pathology for further diagnostics or resection; and sub-specialists such as hematology or cardiology depending on the etiology of the PI."}
{"id": "article-28042_21", "title": "Pulmonary Infarction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pulmonary Infarction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}