{"id": "article-105818_0", "title": "Incident Reporting -- Definition/Introduction", "content": "Medical errors currently represent a serious public health issue, as they pose a severe threat to patient safety. The introduction of new clinical approaches, procedures, and laboratory techniques accompanied by increased bureaucracy in the life of a physician has resulted in tremendous challenges in his or her practice. Numerous studies over recent decades have shown an increased incidence of burnout syndrome and suicide rates in physicians and personnel of allied health care providers across several countries. Diagnostic errors in medicine are not infrequent, although our approach to these situations has changed notably from 40 years ago, as today there is a shift from placing blame upon an individual to identifying the cause of a medical error, as well as the application of policies to limit complications and prevent future such medical errors.", "contents": "Incident Reporting -- Definition/Introduction. Medical errors currently represent a serious public health issue, as they pose a severe threat to patient safety. The introduction of new clinical approaches, procedures, and laboratory techniques accompanied by increased bureaucracy in the life of a physician has resulted in tremendous challenges in his or her practice. Numerous studies over recent decades have shown an increased incidence of burnout syndrome and suicide rates in physicians and personnel of allied health care providers across several countries. Diagnostic errors in medicine are not infrequent, although our approach to these situations has changed notably from 40 years ago, as today there is a shift from placing blame upon an individual to identifying the cause of a medical error, as well as the application of policies to limit complications and prevent future such medical errors."}
{"id": "article-105818_1", "title": "Incident Reporting -- Definition/Introduction", "content": "Improving individual outcomes is a vital component of every clinician’s training and continuing professional education. To optimize outcomes and prevent medical errors, policymakers must be able to identify the root cause of each medical incidence. Understanding the underlying cause of a medical error can be challenging, as there is generally a multifactorial pathway that leads to suboptimal clinical results. However, increased incident reporting inevitably leads to improved root cause analysis and policies that cause medical errors to become rare.", "contents": "Incident Reporting -- Definition/Introduction. Improving individual outcomes is a vital component of every clinician’s training and continuing professional education. To optimize outcomes and prevent medical errors, policymakers must be able to identify the root cause of each medical incidence. Understanding the underlying cause of a medical error can be challenging, as there is generally a multifactorial pathway that leads to suboptimal clinical results. However, increased incident reporting inevitably leads to improved root cause analysis and policies that cause medical errors to become rare."}
{"id": "article-105818_2", "title": "Incident Reporting -- Issues of Concern", "content": "The Institute of Medicine (IOM) gave the following definition for error: \"the failure of a planned action to be completed as intended, or the use of a wrong plan to achieve an aim.\" In contrast, a diagnostic error was defined as: \"error or delay in diagnosis, failure to employ indicated tests or therapy, failure to act on the results of monitoring or testing.\" Finally, an adverse event is defined as: \"an event that results in unintended harm to the patient by an act of omission or commission.\" [1] To reduce the incidence of errors, tasks such as the identification of causes, setting solutions, and measuring the success of improvement efforts are divided among different members of the healthcare team.", "contents": "Incident Reporting -- Issues of Concern. The Institute of Medicine (IOM) gave the following definition for error: \"the failure of a planned action to be completed as intended, or the use of a wrong plan to achieve an aim.\" In contrast, a diagnostic error was defined as: \"error or delay in diagnosis, failure to employ indicated tests or therapy, failure to act on the results of monitoring or testing.\" Finally, an adverse event is defined as: \"an event that results in unintended harm to the patient by an act of omission or commission.\" [1] To reduce the incidence of errors, tasks such as the identification of causes, setting solutions, and measuring the success of improvement efforts are divided among different members of the healthcare team."}
{"id": "article-105818_3", "title": "Incident Reporting -- Issues of Concern", "content": "Reporting an incident is critical in improving healthcare and is exclusively based on the principle of learning from prior medical errors. These events may not need to cause death or even harm to the patient. Incident reporting includes near misses, that is events that did not result in patient harm, despite having harmful potential. There is often difficulty in linking cause and effect when examining adverse events.", "contents": "Incident Reporting -- Issues of Concern. Reporting an incident is critical in improving healthcare and is exclusively based on the principle of learning from prior medical errors. These events may not need to cause death or even harm to the patient. Incident reporting includes near misses, that is events that did not result in patient harm, despite having harmful potential. There is often difficulty in linking cause and effect when examining adverse events."}
{"id": "article-105818_4", "title": "Incident Reporting -- Clinical Significance", "content": "In 1991, an analysis of 203 incidents of cardiac arrest at one teaching hospital discovered that 14% of patients experienced an iatrogenic complication. [2] One review by Bodell et al. reported that greater than half of deaths caused by medical errors were preventable.", "contents": "Incident Reporting -- Clinical Significance. In 1991, an analysis of 203 incidents of cardiac arrest at one teaching hospital discovered that 14% of patients experienced an iatrogenic complication. [2] One review by Bodell et al. reported that greater than half of deaths caused by medical errors were preventable."}
{"id": "article-105818_5", "title": "Incident Reporting -- Clinical Significance", "content": "There are three identified types of medical errors: systemic errors, cognitive errors, and no-fault errors. System errors are defined as technical or equipment failures, or alternatively, organizational flaws. Cognitive errors include errors deriving from inadequate knowledge by medical practitioners. No-fault errors are made during the provision of health care that could not be foreseen and would be impossible to prevent even by the most careful practitioner.", "contents": "Incident Reporting -- Clinical Significance. There are three identified types of medical errors: systemic errors, cognitive errors, and no-fault errors. System errors are defined as technical or equipment failures, or alternatively, organizational flaws. Cognitive errors include errors deriving from inadequate knowledge by medical practitioners. No-fault errors are made during the provision of health care that could not be foreseen and would be impossible to prevent even by the most careful practitioner."}
{"id": "article-105818_6", "title": "Incident Reporting -- Clinical Significance", "content": "Appropriate identification of the type of error will allow regulatory boards and policymakers to develop appropriate policies that can reduce preventable medical errors, improving both the quality of patient care, and reducing the liability of medical institutions. [3] [4]", "contents": "Incident Reporting -- Clinical Significance. Appropriate identification of the type of error will allow regulatory boards and policymakers to develop appropriate policies that can reduce preventable medical errors, improving both the quality of patient care, and reducing the liability of medical institutions. [3] [4]"}
{"id": "article-105818_7", "title": "Incident Reporting -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Reporting of medical errors is the first step to improving medical care. It relies on the development of policies that address the root cause of medical errors and the provision of clear communication and training to all members of the healthcare team. Nurses, therapists, mid-level providers, and physicians all play an essential but unique role in delivering appropriate patient care. Therefore, representation of all members of the medical team should have representation on policy boards that review medical incident reports and develop policies to prevent future such errors. Once these policies are in place, members of medical regulatory boards need to communicate new policies clearly to all members of the healthcare team. [5] [6] [7] [8]", "contents": "Incident Reporting -- Nursing, Allied Health, and Interprofessional Team Interventions. Reporting of medical errors is the first step to improving medical care. It relies on the development of policies that address the root cause of medical errors and the provision of clear communication and training to all members of the healthcare team. Nurses, therapists, mid-level providers, and physicians all play an essential but unique role in delivering appropriate patient care. Therefore, representation of all members of the medical team should have representation on policy boards that review medical incident reports and develop policies to prevent future such errors. Once these policies are in place, members of medical regulatory boards need to communicate new policies clearly to all members of the healthcare team. [5] [6] [7] [8]"}
{"id": "article-105818_8", "title": "Incident Reporting -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Since the 1980s, the approach to addressing and preventing medical errors has tremendously improved. Improved methods of incident reporting have led to an improved relationship between patients, physicians, and medical regulatory bodies. Furthermore, advances in electronic medical records improve our ability to develop policies to maximize patient outcomes. [9] Continued improvement in medical care requires the use of information gleaned from incident reporting, and electronic medical records must influence training programs for medical practitioners. [10] [11] [12] [13]", "contents": "Incident Reporting -- Nursing, Allied Health, and Interprofessional Team Monitoring. Since the 1980s, the approach to addressing and preventing medical errors has tremendously improved. Improved methods of incident reporting have led to an improved relationship between patients, physicians, and medical regulatory bodies. Furthermore, advances in electronic medical records improve our ability to develop policies to maximize patient outcomes. [9] Continued improvement in medical care requires the use of information gleaned from incident reporting, and electronic medical records must influence training programs for medical practitioners. [10] [11] [12] [13]"}
{"id": "article-105818_9", "title": "Incident Reporting -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Incident Reporting -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}