{"id": "article-32396_0", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction", "content": "The clavicle is a sigmoid-shaped long bone with a convex surface along its medial end when observed from cephalad position. It serves as a connection between the axial and appendicular skeleton in conjunction with the scapula, and each of these structures forms the pectoral girdle. [1] Though not as large as other supporting structures in the body, clavicular attachments allow for significant function and range of motion of the upper extremity as well as protection of neurovascular structures posteriorly. Each part of this long bone has a purpose in regards to its attachments that affects the overall physiology of the pectoral girdle.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction. The clavicle is a sigmoid-shaped long bone with a convex surface along its medial end when observed from cephalad position. It serves as a connection between the axial and appendicular skeleton in conjunction with the scapula, and each of these structures forms the pectoral girdle. [1] Though not as large as other supporting structures in the body, clavicular attachments allow for significant function and range of motion of the upper extremity as well as protection of neurovascular structures posteriorly. Each part of this long bone has a purpose in regards to its attachments that affects the overall physiology of the pectoral girdle."}
{"id": "article-32396_1", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction", "content": "Medially, the clavicle articulates with the manubrial portion of the sternum, forming the sternoclavicular joint (SC joint). This joint, surrounded by a fibrous capsule, contains an intra-articular disc in between the clavicle and the sternum. Superiorly, the interclavicular ligament connects the ipsilateral and contralateral clavicle, together providing further stability. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction. Medially, the clavicle articulates with the manubrial portion of the sternum, forming the sternoclavicular joint (SC joint). This joint, surrounded by a fibrous capsule, contains an intra-articular disc in between the clavicle and the sternum. Superiorly, the interclavicular ligament connects the ipsilateral and contralateral clavicle, together providing further stability. [2]"}
{"id": "article-32396_2", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction", "content": "Laterally, the clavicle articulates with the acromion, forming the acromioclavicular ligament (AC joint). The surrounding area provides an attachment for the joint capsule of the shoulder. This joint, like the SC joint, is also lined by fibrocartilage and contains an intra-articular disc. The three main ligaments to support this joint are the AC ligament, the coracoclavicular ligament (CC), and the coracoacromial ligament (CA). [3]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction. Laterally, the clavicle articulates with the acromion, forming the acromioclavicular ligament (AC joint). The surrounding area provides an attachment for the joint capsule of the shoulder. This joint, like the SC joint, is also lined by fibrocartilage and contains an intra-articular disc. The three main ligaments to support this joint are the AC ligament, the coracoclavicular ligament (CC), and the coracoacromial ligament (CA). [3]"}
{"id": "article-32396_3", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction", "content": "The actual shaft of the clavicle is clinically divided into two parts clinically: medial two-thirds and lateral third. These locations are used to properly identify where muscles are attached. The medial two-thirds has an attachment site for the sternocleidomastoid (SCM) muscle and subclavius muscle along the subclavian groove superiorly and inferiorly, respectively. The anterior surface is an attachment for the pectoralis major and the posterior for the sternohyoid muscle. The costal tuberosity, which is where the costoclavicular ligament inserts and supports the SC joint, is also found on the inferior surface. [4] The lateral third of the clavicle serves as attachments for the deltoid and trapezius muscles anteriorly and posteriorly, respectively. Inferiorly the conoid and trapezoid components of the CC ligament provide stability between the clavicle and the coracoid process of the scapula.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction. The actual shaft of the clavicle is clinically divided into two parts clinically: medial two-thirds and lateral third. These locations are used to properly identify where muscles are attached. The medial two-thirds has an attachment site for the sternocleidomastoid (SCM) muscle and subclavius muscle along the subclavian groove superiorly and inferiorly, respectively. The anterior surface is an attachment for the pectoralis major and the posterior for the sternohyoid muscle. The costal tuberosity, which is where the costoclavicular ligament inserts and supports the SC joint, is also found on the inferior surface. [4] The lateral third of the clavicle serves as attachments for the deltoid and trapezius muscles anteriorly and posteriorly, respectively. Inferiorly the conoid and trapezoid components of the CC ligament provide stability between the clavicle and the coracoid process of the scapula."}
{"id": "article-32396_4", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction", "content": "The clavicle happens to be one of the most commonly fractured bones in the human body; fracture can be as a result of direct contact or force transmission from falling onto an outstretched hand. Depending on the level of displacement of the fracture, surgery may be indicated, and proper management is determined on an individual basis due to differentiating factors surrounding such injury.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Introduction. The clavicle happens to be one of the most commonly fractured bones in the human body; fracture can be as a result of direct contact or force transmission from falling onto an outstretched hand. Depending on the level of displacement of the fracture, surgery may be indicated, and proper management is determined on an individual basis due to differentiating factors surrounding such injury."}
{"id": "article-32396_5", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Structure and Function", "content": "Although small, the clavicle allows for optimal function of the upper extremity as well as protects the upper extremity by dispersing the amount of force transmitted from direct contact. The positioning of the clavicle also keeps the extremity far enough away from the thorax, allowing for the range of motion (ROM) of the shoulder to be unimpeded. Its strut-like mechanics allow the scapula to glide smoothly along the posterior wall which is critical for full upper extremity motion. [5] The anatomical location also protects neurovascular structures, including the brachial plexus, subclavian artery, and subclavian vein which, if disrupted, would greatly increase morbidity. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Structure and Function. Although small, the clavicle allows for optimal function of the upper extremity as well as protects the upper extremity by dispersing the amount of force transmitted from direct contact. The positioning of the clavicle also keeps the extremity far enough away from the thorax, allowing for the range of motion (ROM) of the shoulder to be unimpeded. Its strut-like mechanics allow the scapula to glide smoothly along the posterior wall which is critical for full upper extremity motion. [5] The anatomical location also protects neurovascular structures, including the brachial plexus, subclavian artery, and subclavian vein which, if disrupted, would greatly increase morbidity. [6]"}
{"id": "article-32396_6", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Embryology", "content": "The clavicle, interestingly, is the first bone to begin ossification during embryologic development and is a derivative of the lateral mesoderm. The medial and lateral ends of the clavicle undergo different processes of ossification. The medial end undergoes formation via endochondral ossification. Endochondral ossification of a bony structure is preceded by a cartilaginous model constructed by chondrocytes before mineralization and ossification. The lateral end, on the contrary, forms via intramembranous ossification which constitutes woven bone formed directly without cartilage. In both cases, the structure is remodeled in a way that the result is lamellar bone. Despite being one of the first bones to begin ossification, it is one of the last to complete this process, and growth plates may not close until between the twentieth to twenty-fifth year of life. [7] [8]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Embryology. The clavicle, interestingly, is the first bone to begin ossification during embryologic development and is a derivative of the lateral mesoderm. The medial and lateral ends of the clavicle undergo different processes of ossification. The medial end undergoes formation via endochondral ossification. Endochondral ossification of a bony structure is preceded by a cartilaginous model constructed by chondrocytes before mineralization and ossification. The lateral end, on the contrary, forms via intramembranous ossification which constitutes woven bone formed directly without cartilage. In both cases, the structure is remodeled in a way that the result is lamellar bone. Despite being one of the first bones to begin ossification, it is one of the last to complete this process, and growth plates may not close until between the twentieth to twenty-fifth year of life. [7] [8]"}
{"id": "article-32396_7", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Blood Supply and Lymphatics", "content": "Although classified as a long bone, the clavicle (in most cases) does not have a medullary cavity like its long bone counterparts. Previous studies have shown periosteal arterial blood supply to the bony structure but no central nutrient artery (a.). The suprascapular a., thoracoacromial a., and the internal thoracic a. (mammalian a.) have all been found to provide arterial supply to the clavicle. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Blood Supply and Lymphatics. Although classified as a long bone, the clavicle (in most cases) does not have a medullary cavity like its long bone counterparts. Previous studies have shown periosteal arterial blood supply to the bony structure but no central nutrient artery (a.). The suprascapular a., thoracoacromial a., and the internal thoracic a. (mammalian a.) have all been found to provide arterial supply to the clavicle. [9]"}
{"id": "article-32396_8", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Nerves", "content": "Controversy surrounds the primary sensory innervation of the clavicle. Anesthetizing studies following clavicular fracture have suggested there may be involvement individually or in a combination of the supraclavicular nerve (n.), subclavian n., and long thoracic/suprascapular n. [10] A common anatomical variation is a perforating branch of the supraclavicular n. that passes in the superior surface of the clavicle. Post-mortem studies have revealed insertion of the nerve in bony tunnels or grooves that would prove susceptible to injury and may explain entrapment neuropathy following clavicular fracture. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Nerves. Controversy surrounds the primary sensory innervation of the clavicle. Anesthetizing studies following clavicular fracture have suggested there may be involvement individually or in a combination of the supraclavicular nerve (n.), subclavian n., and long thoracic/suprascapular n. [10] A common anatomical variation is a perforating branch of the supraclavicular n. that passes in the superior surface of the clavicle. Post-mortem studies have revealed insertion of the nerve in bony tunnels or grooves that would prove susceptible to injury and may explain entrapment neuropathy following clavicular fracture. [11]"}
{"id": "article-32396_9", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles", "content": "The clavicle has multiple attachments for musculature that should be considered anatomically.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles. The clavicle has multiple attachments for musculature that should be considered anatomically."}
{"id": "article-32396_10", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles", "content": "Superior surface : The anterior deltoid originates on the anterior aspect and assists in flexion of the shoulder while one of the insertion sites for the trapezius muscle is located at the posterior aspect. The trapezius predominantly is responsible for stabilizing the scapula. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles. Superior surface : The anterior deltoid originates on the anterior aspect and assists in flexion of the shoulder while one of the insertion sites for the trapezius muscle is located at the posterior aspect. The trapezius predominantly is responsible for stabilizing the scapula. [12]"}
{"id": "article-32396_11", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles", "content": "inferior surface : The subclavius muscle resides in the subclavian groove of the clavicle and functions to depress the shoulder as well as pull the clavicle anteroinferiorly. The coracoacromial ligament is located laterally and provides support from the coracoid residing below. The medial component of the CA ligament is the conoid ligament which inserts onto the conoid tubercle, and the lateral component is the trapezoid ligament which inserts onto the trapezoid line.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles. inferior surface : The subclavius muscle resides in the subclavian groove of the clavicle and functions to depress the shoulder as well as pull the clavicle anteroinferiorly. The coracoacromial ligament is located laterally and provides support from the coracoid residing below. The medial component of the CA ligament is the conoid ligament which inserts onto the conoid tubercle, and the lateral component is the trapezoid ligament which inserts onto the trapezoid line."}
{"id": "article-32396_12", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles", "content": "Anterior surface : The clavicular part of the pectoralis major muscle originates from the medial clavicle anteriorly. The clavicular head contributes to flexion, horizontal adduction, and inward rotation of the humerus.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles. Anterior surface : The clavicular part of the pectoralis major muscle originates from the medial clavicle anteriorly. The clavicular head contributes to flexion, horizontal adduction, and inward rotation of the humerus."}
{"id": "article-32396_13", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles", "content": "Posterior surface : As mentioned, the trapezius inserts posterosuperior on the clavicle. The clavicular head of the sternocleidomastoid (SCM) also has a similar location but is found along the medial third of the clavicle. The SCM, when contracting alone, causes the head to rotate to the opposite side and laterally side bend ipsilaterally. When both SCM contract, this causes head flexion.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles. Posterior surface : As mentioned, the trapezius inserts posterosuperior on the clavicle. The clavicular head of the sternocleidomastoid (SCM) also has a similar location but is found along the medial third of the clavicle. The SCM, when contracting alone, causes the head to rotate to the opposite side and laterally side bend ipsilaterally. When both SCM contract, this causes head flexion."}
{"id": "article-32396_14", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles", "content": "The sternohyoid muscle has fibers originating inferomedially along the posterior surface of the clavicle in addition to the manubrium and posterior sternoclavicular ligament. Contraction of the sternohyoid causes hyoid bone depression.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Muscles. The sternohyoid muscle has fibers originating inferomedially along the posterior surface of the clavicle in addition to the manubrium and posterior sternoclavicular ligament. Contraction of the sternohyoid causes hyoid bone depression."}
{"id": "article-32396_15", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Physiologic Variants", "content": "Compared to other long bones, the clavicle has shown to exhibit varying features. Thickness and length can both vary depending on the sex, with males having longer and thicker bone morphology than females. Males also have a greater degree of curvature in the bone compared to females. Cadaveric studies also revealed left clavicles were substantially longer than the contralateral. [13] A rare, but clinically relevant genetic disease, cleidocranial dysplasia, can present with absent or partially absent clavicles bilaterally. Dental abnormalities, delayed fontanel closure, and cranial sutures that have failed to fuse are other features that can be present in this disease. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Physiologic Variants. Compared to other long bones, the clavicle has shown to exhibit varying features. Thickness and length can both vary depending on the sex, with males having longer and thicker bone morphology than females. Males also have a greater degree of curvature in the bone compared to females. Cadaveric studies also revealed left clavicles were substantially longer than the contralateral. [13] A rare, but clinically relevant genetic disease, cleidocranial dysplasia, can present with absent or partially absent clavicles bilaterally. Dental abnormalities, delayed fontanel closure, and cranial sutures that have failed to fuse are other features that can be present in this disease. [14]"}
{"id": "article-32396_16", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Surgical Considerations", "content": "One of the most common fractures to occur is a clavicular fracture, more typically in the middle third of the bone. While most medial and lateral fractures can be managed non-operatively if they remain stable, mid-shaft fractures can potentially have a higher degree of displacement with an increased incidence of malunion or non-union. Depending on the displacement and possible shortening of the involved fragments, surgery may be warranted. Additionally, neurovascular compromise may also be an indication for operative management. Pediatric injury typically occurs in physeal regions of the clavicle, and due to the healing potential of these regions, non-operative treatment can be pursued. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Surgical Considerations. One of the most common fractures to occur is a clavicular fracture, more typically in the middle third of the bone. While most medial and lateral fractures can be managed non-operatively if they remain stable, mid-shaft fractures can potentially have a higher degree of displacement with an increased incidence of malunion or non-union. Depending on the displacement and possible shortening of the involved fragments, surgery may be warranted. Additionally, neurovascular compromise may also be an indication for operative management. Pediatric injury typically occurs in physeal regions of the clavicle, and due to the healing potential of these regions, non-operative treatment can be pursued. [15]"}
{"id": "article-32396_17", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Surgical Considerations", "content": "Operative management has shown to improve short-term functional outcomes; however, long-term shoulder function difference compared to non-operative management has proven unremarkable. Open reduction with internal fixation using plate and screws as well as intramedullary nails have been used to reduce these fractures. [16] Increased patient satisfaction and earlier return to physical activity have been seen with surgical management when compared to the non-operative approach. Cost-effectiveness was also surprisingly advantageous for operative patients. Current recommendations suggest a patient-tailored approach when considering surgery which may involve multiple parameters. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Surgical Considerations. Operative management has shown to improve short-term functional outcomes; however, long-term shoulder function difference compared to non-operative management has proven unremarkable. Open reduction with internal fixation using plate and screws as well as intramedullary nails have been used to reduce these fractures. [16] Increased patient satisfaction and earlier return to physical activity have been seen with surgical management when compared to the non-operative approach. Cost-effectiveness was also surprisingly advantageous for operative patients. Current recommendations suggest a patient-tailored approach when considering surgery which may involve multiple parameters. [17]"}
{"id": "article-32396_18", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance", "content": "The mid-clavicular line is a landmark on the clavicle that is used for multiple reasons. This landmark provides a general location for cardiac apex beat as well as appreciating the liver size. It also can be used to locate the gallbladder which is located between the mid-clavicular line and transpyloric plane. Accurate location assessment can vary, however, depending on the user. [18]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance. The mid-clavicular line is a landmark on the clavicle that is used for multiple reasons. This landmark provides a general location for cardiac apex beat as well as appreciating the liver size. It also can be used to locate the gallbladder which is located between the mid-clavicular line and transpyloric plane. Accurate location assessment can vary, however, depending on the user. [18]"}
{"id": "article-32396_19", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance", "content": "Clavicle fractures are responsible for 10% of all fractures and are the most acute of issues when dealing with injuries of the clavicle. [19] Depending on comminution, displacement, and shortening, surgery may be warranted. The level of superior displacement of the medial fragment seen in midshaft fractures may be due to SCM tension leading to further instability. The injury typically occurs due to trauma, such as falling directly on the shoulder laterally in 87% of cases. The injury also may be a result of falling outward onto an outstretched hand or due to contact directed medially onto the clavicle. [19]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance. Clavicle fractures are responsible for 10% of all fractures and are the most acute of issues when dealing with injuries of the clavicle. [19] Depending on comminution, displacement, and shortening, surgery may be warranted. The level of superior displacement of the medial fragment seen in midshaft fractures may be due to SCM tension leading to further instability. The injury typically occurs due to trauma, such as falling directly on the shoulder laterally in 87% of cases. The injury also may be a result of falling outward onto an outstretched hand or due to contact directed medially onto the clavicle. [19]"}
{"id": "article-32396_20", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance", "content": "AC joint (ACJ) dislocation is common in contact sports and represents 9% of all traumatic shoulder girdle injuries [20] . The joint injury can be appreciated via X-ray imaging and is classified into six types. The injury severity increases with injury type and is dependent on the amount of gapping between acromioclavicular articulation. [21] Type I and II injuries are managed nonoperatively.  The former manifest solely as ACJ tenderness but no instability.  Type II injuries exhibit horizontal instability only, as the ACJ is disrupted and coracoclavicular distance is increased by less than 25% compared to the contralateral extremity. Type III injuries are often managed nonoperatively as well, albeit slightly more controversial.  For example, as surgical techniques have improved over the years, a survey of 28 Major League Baseball team orthopedic surgeons resulted in 72% (20/28) reporting nonoperative treatment as the preferred management modality [22] .  Interestingly enough, the aforementioned study from 2018 closely echoed the previous classic report 20 years earlier from McFarland and colleagues, when 69% of team physicians reported favoring nonoperative management of type III AC separations [23] .  Thirty years earlier, however, there was an overwhelming preference for treating acute, complete ACJ separation with surgical repair.  A study from the 1970s by Powers and Bach consisted of a163 chairmen-survey of United States orthopedic programs, with 92% advocated for surgical treatment [24] . Type IV injuries through VI are typically managed with surgery. [25] Type IV consists of lateral clavicular posterior displacement through the trapezial fascia.  Type V is an increase in CC distance greater than 100% compared to the contralateral.  Type VI consists of inferior dislocation of the lateral clavicle (in the subacromial or subcoracoid positions) [25] .", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance. AC joint (ACJ) dislocation is common in contact sports and represents 9% of all traumatic shoulder girdle injuries [20] . The joint injury can be appreciated via X-ray imaging and is classified into six types. The injury severity increases with injury type and is dependent on the amount of gapping between acromioclavicular articulation. [21] Type I and II injuries are managed nonoperatively.  The former manifest solely as ACJ tenderness but no instability.  Type II injuries exhibit horizontal instability only, as the ACJ is disrupted and coracoclavicular distance is increased by less than 25% compared to the contralateral extremity. Type III injuries are often managed nonoperatively as well, albeit slightly more controversial.  For example, as surgical techniques have improved over the years, a survey of 28 Major League Baseball team orthopedic surgeons resulted in 72% (20/28) reporting nonoperative treatment as the preferred management modality [22] .  Interestingly enough, the aforementioned study from 2018 closely echoed the previous classic report 20 years earlier from McFarland and colleagues, when 69% of team physicians reported favoring nonoperative management of type III AC separations [23] .  Thirty years earlier, however, there was an overwhelming preference for treating acute, complete ACJ separation with surgical repair.  A study from the 1970s by Powers and Bach consisted of a163 chairmen-survey of United States orthopedic programs, with 92% advocated for surgical treatment [24] . Type IV injuries through VI are typically managed with surgery. [25] Type IV consists of lateral clavicular posterior displacement through the trapezial fascia.  Type V is an increase in CC distance greater than 100% compared to the contralateral.  Type VI consists of inferior dislocation of the lateral clavicle (in the subacromial or subcoracoid positions) [25] ."}
{"id": "article-32396_21", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance", "content": "AC joint osteoarthritis has multiple etiologies including degenerative, posttraumatic, septic, and inflammatory arthritis.  Being the most common disorder of the AC joint, it can be quite debilitating for patients in their daily activities, especially with overhead activity. Clinical management can consist of the use of anti-inflammatory medication, intra-articular injections, and physical therapy. If symptoms persist, some patients may be candidates for AC joint resection. [26]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance. AC joint osteoarthritis has multiple etiologies including degenerative, posttraumatic, septic, and inflammatory arthritis.  Being the most common disorder of the AC joint, it can be quite debilitating for patients in their daily activities, especially with overhead activity. Clinical management can consist of the use of anti-inflammatory medication, intra-articular injections, and physical therapy. If symptoms persist, some patients may be candidates for AC joint resection. [26]"}
{"id": "article-32396_22", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance", "content": "SC joint injuries can also occur; however, they are less common. Anterior dislocations can occur with an anterolateral loading of the distal clavicle; posterior dislocations occur with posterolateral loading. An even less common mechanism of posterior SC joint dislocation can be due to significant posteriorly directed force to the medial head of the clavicle. Females with ligamentous laxity have a higher incidence of SC joint injuries and can also be associated with trapezius nerve palsy. [27]", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Clinical Significance. SC joint injuries can also occur; however, they are less common. Anterior dislocations can occur with an anterolateral loading of the distal clavicle; posterior dislocations occur with posterolateral loading. An even less common mechanism of posterior SC joint dislocation can be due to significant posteriorly directed force to the medial head of the clavicle. Females with ligamentous laxity have a higher incidence of SC joint injuries and can also be associated with trapezius nerve palsy. [27]"}
{"id": "article-32396_23", "title": "Anatomy, Shoulder and Upper Limb, Clavicle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Clavicle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}