{"id": "article-91317_0", "title": "Vitamin B12 (Cobalamin) -- Continuing Education Activity", "content": "Vitamin B12 (cobalamin) is an essential vitamin and medication used to manage and treat pernicious anemia, ileal resection, treatment of spinal cord myelopathy, and other conditions. This activity reviews the indications, action, and possible contraindications for cobalamin as a valuable agent. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team of patients with pernicious anemia, ileal resections, spinal cord lesions, and other related conditions.", "contents": "Vitamin B12 (Cobalamin) -- Continuing Education Activity. Vitamin B12 (cobalamin) is an essential vitamin and medication used to manage and treat pernicious anemia, ileal resection, treatment of spinal cord myelopathy, and other conditions. This activity reviews the indications, action, and possible contraindications for cobalamin as a valuable agent. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team of patients with pernicious anemia, ileal resections, spinal cord lesions, and other related conditions."}
{"id": "article-91317_1", "title": "Vitamin B12 (Cobalamin) -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of cobalamin. Outline the advantages of cobalamin therapy. Summarize the monitoring required during cobalamin therapy. Review how interprofessional strategies can optimize vitamin B12 intake in patients, whether for deficiency or as a nutritional supplement. Access free multiple choice questions on this topic.", "contents": "Vitamin B12 (Cobalamin) -- Continuing Education Activity. Objectives: Describe the mechanism of action of cobalamin. Outline the advantages of cobalamin therapy. Summarize the monitoring required during cobalamin therapy. Review how interprofessional strategies can optimize vitamin B12 intake in patients, whether for deficiency or as a nutritional supplement. Access free multiple choice questions on this topic."}
{"id": "article-91317_2", "title": "Vitamin B12 (Cobalamin) -- Indications", "content": "Cobalamin consists of four compounds with different biological functions, although these molecules are chemically similar. Cobalamine is a tetrapyrrolic corrin ring with central cobalt moiety. Cyanocobalamin and hydroxocobalamin are synthetic forms of cobalamin, whereas adenosylcobalamin (AdoCbl) and methylcobalamin have a biological activity to act as cofactors in enzymatic reactions that play a role in the synthesis of DNA, myelin, and fatty acids, which are vital for cell division and growth. The bioavailability of cyanocobalamin and hydroxocobalamin is different, has distinct pharmacologic properties, and can be used according to approved standards in a particular country. [1] [2] [3] [4] [5]", "contents": "Vitamin B12 (Cobalamin) -- Indications. Cobalamin consists of four compounds with different biological functions, although these molecules are chemically similar. Cobalamine is a tetrapyrrolic corrin ring with central cobalt moiety. Cyanocobalamin and hydroxocobalamin are synthetic forms of cobalamin, whereas adenosylcobalamin (AdoCbl) and methylcobalamin have a biological activity to act as cofactors in enzymatic reactions that play a role in the synthesis of DNA, myelin, and fatty acids, which are vital for cell division and growth. The bioavailability of cyanocobalamin and hydroxocobalamin is different, has distinct pharmacologic properties, and can be used according to approved standards in a particular country. [1] [2] [3] [4] [5]"}
{"id": "article-91317_3", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Pernicious anemia: Intrinsic factor of Castle deficiency due to autoantibody formation against parietal cells of the stomach, which results in decreased absorption of vitamin B12 through ileum.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Pernicious anemia: Intrinsic factor of Castle deficiency due to autoantibody formation against parietal cells of the stomach, which results in decreased absorption of vitamin B12 through ileum."}
{"id": "article-91317_4", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Malabsorption: Impairment of vitamin B12 absorption.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Malabsorption: Impairment of vitamin B12 absorption."}
{"id": "article-91317_5", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Atrophic gastritis: Intrinsic factor level decreases and leads to reduced absorption of vitamin B12.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Atrophic gastritis: Intrinsic factor level decreases and leads to reduced absorption of vitamin B12."}
{"id": "article-91317_6", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Chronic acid-reducing medication use: Chronic reduction of acid secretion decreases the release of bound vitamin B12 from the protein of food particles, so R factor is unable to bind, and ultimately vitamin B12 absorption is reduced.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Chronic acid-reducing medication use: Chronic reduction of acid secretion decreases the release of bound vitamin B12 from the protein of food particles, so R factor is unable to bind, and ultimately vitamin B12 absorption is reduced."}
{"id": "article-91317_7", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Long-term metformin use: May correlate with reduced intestinal mobility or intestinal bacterial overgrowth that competes with vitamin B12 and decreases its absorption.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Long-term metformin use: May correlate with reduced intestinal mobility or intestinal bacterial overgrowth that competes with vitamin B12 and decreases its absorption."}
{"id": "article-91317_8", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Total or partial gastrectomy: It reduces the level of the intrinsic factor of Castle needed for vitamin B12 absorption, so decreased intrinsic factor leads to decreased vitamin B12 absorption. [6]", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Total or partial gastrectomy: It reduces the level of the intrinsic factor of Castle needed for vitamin B12 absorption, so decreased intrinsic factor leads to decreased vitamin B12 absorption. [6]"}
{"id": "article-91317_9", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Small bowel bacteria overgrowth: Vitamin B12 is overused by bacteria leading to B12 deficiency.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Small bowel bacteria overgrowth: Vitamin B12 is overused by bacteria leading to B12 deficiency."}
{"id": "article-91317_10", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Diphyllobothrium latum infection: Competes with vitamin B12 for absorption through the intestine.", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Diphyllobothrium latum infection: Competes with vitamin B12 for absorption through the intestine."}
{"id": "article-91317_11", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Pancreatic insufficiency", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Pancreatic insufficiency"}
{"id": "article-91317_12", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Helicobacter pylori infection", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Helicobacter pylori infection"}
{"id": "article-91317_13", "title": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:", "content": "Dietary deficiency of vitamin B12 [2]", "contents": "Vitamin B12 (Cobalamin) -- Indications -- FDA approved indications:. Dietary deficiency of vitamin B12 [2]"}
{"id": "article-91317_14", "title": "Vitamin B12 (Cobalamin) -- Indications -- Non-FDA approved indications:", "content": "Cyanide poisoning [7] Smoke inhalation Surgery-associated vasoplegia [8] Folic acid deficiency", "contents": "Vitamin B12 (Cobalamin) -- Indications -- Non-FDA approved indications:. Cyanide poisoning [7] Smoke inhalation Surgery-associated vasoplegia [8] Folic acid deficiency"}
{"id": "article-91317_15", "title": "Vitamin B12 (Cobalamin) -- Mechanism of Action", "content": "The oral formulation of cobalamin is absorbable through the intestine despite the absence of intrinsic factor of Castle. Approximately 1.2% of vitamin B12 is absorbed passively without the help of intrinsic factor. If a patient receives the oral formulation at high doses, this passive absorption is sufficient to replenish vitamin B12 deficiency. If intrinsic factor is present in an adequate amount, then oral cobalamin is absorbed with the help of intrinsic factor. When administering cobalamin parenterally, it bypasses the intestinal barrier, absorbs quickly by diffusion, and enters into the systemic circulation. [9]", "contents": "Vitamin B12 (Cobalamin) -- Mechanism of Action. The oral formulation of cobalamin is absorbable through the intestine despite the absence of intrinsic factor of Castle. Approximately 1.2% of vitamin B12 is absorbed passively without the help of intrinsic factor. If a patient receives the oral formulation at high doses, this passive absorption is sufficient to replenish vitamin B12 deficiency. If intrinsic factor is present in an adequate amount, then oral cobalamin is absorbed with the help of intrinsic factor. When administering cobalamin parenterally, it bypasses the intestinal barrier, absorbs quickly by diffusion, and enters into the systemic circulation. [9]"}
{"id": "article-91317_16", "title": "Vitamin B12 (Cobalamin) -- Mechanism of Action", "content": "In the systemic circulation, cobalamin binds with a transporter protein termed transcobalamin II (TCII) and enters into the tissue with the receptor of transcobalamin II. Cobalamin has many cellular effects with the greatest impact on new blood cell generation and neurological function. At the cellular level, cobalamin act as a cofactor of two enzymatic reactions that involve methionine synthase and methyl- malonyl-co A mutase.", "contents": "Vitamin B12 (Cobalamin) -- Mechanism of Action. In the systemic circulation, cobalamin binds with a transporter protein termed transcobalamin II (TCII) and enters into the tissue with the receptor of transcobalamin II. Cobalamin has many cellular effects with the greatest impact on new blood cell generation and neurological function. At the cellular level, cobalamin act as a cofactor of two enzymatic reactions that involve methionine synthase and methyl- malonyl-co A mutase."}
{"id": "article-91317_17", "title": "Vitamin B12 (Cobalamin) -- Mechanism of Action", "content": "Methionine synthase helps to convert homocysteine to methionine with the help of cobalamin, where methyl-THF converts to THF as a byproduct of this reaction, which helps DNA synthesis. Methionine is an amino acid that converts into S-adenosylmethionine and participates in numerous methylation processes of cells. This methylation reaction is necessary for the synthesis of many molecules such as phospholipids, neurotransmitters, and regulation of gene expression. If cobalamin is not present in sufficient amount, megaloblastic anemia occurs by inhibiting DNA synthesis due to the folate trap. Cobalamin (vitamin B12) in the form of adenosylcobalamin acts as a cofactor for enzyme methyl- malonyl-co A mutase, which converts methyl malonyl CoA to succinyl CoA. Through this reaction, it helps to metabolize odd chain fatty acids and branch chain amino acids. [4] [5] [6]", "contents": "Vitamin B12 (Cobalamin) -- Mechanism of Action. Methionine synthase helps to convert homocysteine to methionine with the help of cobalamin, where methyl-THF converts to THF as a byproduct of this reaction, which helps DNA synthesis. Methionine is an amino acid that converts into S-adenosylmethionine and participates in numerous methylation processes of cells. This methylation reaction is necessary for the synthesis of many molecules such as phospholipids, neurotransmitters, and regulation of gene expression. If cobalamin is not present in sufficient amount, megaloblastic anemia occurs by inhibiting DNA synthesis due to the folate trap. Cobalamin (vitamin B12) in the form of adenosylcobalamin acts as a cofactor for enzyme methyl- malonyl-co A mutase, which converts methyl malonyl CoA to succinyl CoA. Through this reaction, it helps to metabolize odd chain fatty acids and branch chain amino acids. [4] [5] [6]"}
{"id": "article-91317_18", "title": "Vitamin B12 (Cobalamin) -- Administration", "content": "Cobalamin can be administered orally or intramuscularly depending on the cause, presentation, and demands of the patients. A patient with severe cobalamin deficiency is treated initially by the intramuscular route. If the deficiency is less severe, then oral formulation is also helpful in replenishing the B12 level. Intramuscular cobalamin remains in two forms, cyanocobalamin and hydroxocobalamin. Cyanocobalamin requires conversion to metabolically active cobalamin, which is available in the United States, whereas hydroxocobalamin is the preferred agent in parts of Europe. In the United States, cobalamin injections are usually given 1 mg daily for 1st week of treatment, then once weekly in the following month, and then every month. [9] [10] [11] [12] Sublingual or nasal routes are expensive and inadequately studied; hence these routes cannot be recommended. [10]", "contents": "Vitamin B12 (Cobalamin) -- Administration. Cobalamin can be administered orally or intramuscularly depending on the cause, presentation, and demands of the patients. A patient with severe cobalamin deficiency is treated initially by the intramuscular route. If the deficiency is less severe, then oral formulation is also helpful in replenishing the B12 level. Intramuscular cobalamin remains in two forms, cyanocobalamin and hydroxocobalamin. Cyanocobalamin requires conversion to metabolically active cobalamin, which is available in the United States, whereas hydroxocobalamin is the preferred agent in parts of Europe. In the United States, cobalamin injections are usually given 1 mg daily for 1st week of treatment, then once weekly in the following month, and then every month. [9] [10] [11] [12] Sublingual or nasal routes are expensive and inadequately studied; hence these routes cannot be recommended. [10]"}
{"id": "article-91317_19", "title": "Vitamin B12 (Cobalamin) -- Administration", "content": "If cobalamin deficiency develops due to a strict vegan diet, oral formulation is enough in this case. High-dose oral cobalamin is also sufficient to replenish the B12 level absorbed through passive absorption or if the patient refuses to take injections. Oral daily 1-2mg of cobalamin seems to be suitable in these scenarios. The benefits of oral therapy include patient compliance, cost-effectiveness, as well as to reduce the bleeding risk in a patient taking anticoagulation. [5] [9] [13] [14]", "contents": "Vitamin B12 (Cobalamin) -- Administration. If cobalamin deficiency develops due to a strict vegan diet, oral formulation is enough in this case. High-dose oral cobalamin is also sufficient to replenish the B12 level absorbed through passive absorption or if the patient refuses to take injections. Oral daily 1-2mg of cobalamin seems to be suitable in these scenarios. The benefits of oral therapy include patient compliance, cost-effectiveness, as well as to reduce the bleeding risk in a patient taking anticoagulation. [5] [9] [13] [14]"}
{"id": "article-91317_20", "title": "Vitamin B12 (Cobalamin) -- Administration", "content": "If a patient receives a diagnosis of pernicious anemia, then treatment should be for life. If there are other causes rather than pernicious anemia, treatment should continue until hematological indices improve. [14]", "contents": "Vitamin B12 (Cobalamin) -- Administration. If a patient receives a diagnosis of pernicious anemia, then treatment should be for life. If there are other causes rather than pernicious anemia, treatment should continue until hematological indices improve. [14]"}
{"id": "article-91317_21", "title": "Vitamin B12 (Cobalamin) -- Administration", "content": "Due to cobalamin sensitivity, an intradermal test is necessary before any parenteral treatment. Because of the tendency to develop anaphylaxis, cobalamin administration is never via the intravenous route. [15]", "contents": "Vitamin B12 (Cobalamin) -- Administration. Due to cobalamin sensitivity, an intradermal test is necessary before any parenteral treatment. Because of the tendency to develop anaphylaxis, cobalamin administration is never via the intravenous route. [15]"}
{"id": "article-91317_22", "title": "Vitamin B12 (Cobalamin) -- Adverse Effects", "content": "Significant pain is the common adverse effect of intramuscular vitamin B12, especially in thin people. Injectable cobalamin may also cause bleeding if the patient is taking anticoagulants. Although allergic reactions rarely happen, they can cause life-threatening anaphylaxis. Injections are more allergenic than pills, and hydroxocobalamin seems to be more allergenic than cyanocobalamin, although reactions can occur with all cobalamin forms. Management options for allergic reactions include desensitization, antihistamines, and steroids. [9] [10]", "contents": "Vitamin B12 (Cobalamin) -- Adverse Effects. Significant pain is the common adverse effect of intramuscular vitamin B12, especially in thin people. Injectable cobalamin may also cause bleeding if the patient is taking anticoagulants. Although allergic reactions rarely happen, they can cause life-threatening anaphylaxis. Injections are more allergenic than pills, and hydroxocobalamin seems to be more allergenic than cyanocobalamin, although reactions can occur with all cobalamin forms. Management options for allergic reactions include desensitization, antihistamines, and steroids. [9] [10]"}
{"id": "article-91317_23", "title": "Vitamin B12 (Cobalamin) -- Adverse Effects", "content": "Other common adverse effects are fever, itching or rash, tingling or numbness of joint, shortness of breath, rapid weight gain, polycythemia, hypokalemia, congestive heart failure, pulmonary edema, and vascular thrombosis.", "contents": "Vitamin B12 (Cobalamin) -- Adverse Effects. Other common adverse effects are fever, itching or rash, tingling or numbness of joint, shortness of breath, rapid weight gain, polycythemia, hypokalemia, congestive heart failure, pulmonary edema, and vascular thrombosis."}
{"id": "article-91317_24", "title": "Vitamin B12 (Cobalamin) -- Contraindications", "content": "Anaphylaxis can occur due to sensitivity to the cobalt moiety or cobalamin molecule.", "contents": "Vitamin B12 (Cobalamin) -- Contraindications. Anaphylaxis can occur due to sensitivity to the cobalt moiety or cobalamin molecule."}
{"id": "article-91317_25", "title": "Vitamin B12 (Cobalamin) -- Contraindications", "content": "Cyanocobalamin should be used cautiously in patients with Leber optic nerve atrophy because it can increase disease severity. Cautious use is also recommended in renal failure due to the presence of the aluminum component in cyanocobalamin.", "contents": "Vitamin B12 (Cobalamin) -- Contraindications. Cyanocobalamin should be used cautiously in patients with Leber optic nerve atrophy because it can increase disease severity. Cautious use is also recommended in renal failure due to the presence of the aluminum component in cyanocobalamin."}
{"id": "article-91317_26", "title": "Vitamin B12 (Cobalamin) -- Monitoring", "content": "Before treatment with cobalamin, the physician should evaluate the patient with some investigations, including serum vitamin B12, folate, iron, hematocrit, and reticulocyte count. Effective therapy may quickly reverse the laboratory abnormality within 24 hours and reestablish normal bone marrow hematopoiesis within 48 hours. The reticulocyte count may increase after 3 to 4 days and reaches its peak level after one week. A complete blood count may become normal approximately within eight weeks. Compliance with cobalamin supplementation should be monitored in vitamin B12 deficient patients. If the homocysteine or methylmalonic acid level fails to return to a normal level during the first week of treatment, it is suspicious for an incorrect diagnosis. [10] [13]", "contents": "Vitamin B12 (Cobalamin) -- Monitoring. Before treatment with cobalamin, the physician should evaluate the patient with some investigations, including serum vitamin B12, folate, iron, hematocrit, and reticulocyte count. Effective therapy may quickly reverse the laboratory abnormality within 24 hours and reestablish normal bone marrow hematopoiesis within 48 hours. The reticulocyte count may increase after 3 to 4 days and reaches its peak level after one week. A complete blood count may become normal approximately within eight weeks. Compliance with cobalamin supplementation should be monitored in vitamin B12 deficient patients. If the homocysteine or methylmalonic acid level fails to return to a normal level during the first week of treatment, it is suspicious for an incorrect diagnosis. [10] [13]"}
{"id": "article-91317_27", "title": "Vitamin B12 (Cobalamin) -- Monitoring", "content": "Evidence of neuropsychiatric improvement varies according to the severity of symptoms and the level of vitamin deficiency. Usually, neurologic manifestations begin to improve within the first week of treatment, and it takes six weeks to three months for complete recovery, although residual neurological abnormalities may persist. Patients with delayed improvement, especially with gait, urinary, or bowel dysfunction, should be offered rehabilitative therapy. [10] [13]", "contents": "Vitamin B12 (Cobalamin) -- Monitoring. Evidence of neuropsychiatric improvement varies according to the severity of symptoms and the level of vitamin deficiency. Usually, neurologic manifestations begin to improve within the first week of treatment, and it takes six weeks to three months for complete recovery, although residual neurological abnormalities may persist. Patients with delayed improvement, especially with gait, urinary, or bowel dysfunction, should be offered rehabilitative therapy. [10] [13]"}
{"id": "article-91317_28", "title": "Vitamin B12 (Cobalamin) -- Monitoring", "content": "Erythropoiesis significantly increases after treatment with cobalamin that may lead to hypokalemia. Thrombocytosis may occur after anemia correction. So, platelet count and serum potassium level require monitoring during cobalamin therapy.", "contents": "Vitamin B12 (Cobalamin) -- Monitoring. Erythropoiesis significantly increases after treatment with cobalamin that may lead to hypokalemia. Thrombocytosis may occur after anemia correction. So, platelet count and serum potassium level require monitoring during cobalamin therapy."}
{"id": "article-91317_29", "title": "Vitamin B12 (Cobalamin) -- Monitoring", "content": "Therapeutic response to cobalamin may be less in some patients with renal insufficiency, diabetes mellitus, elderly age, bone marrow suppressants use like chloramphenicol, infection, and concomitant iron or folate deficiency. [16] So, regular monitoring should be done frequently in these conditions.", "contents": "Vitamin B12 (Cobalamin) -- Monitoring. Therapeutic response to cobalamin may be less in some patients with renal insufficiency, diabetes mellitus, elderly age, bone marrow suppressants use like chloramphenicol, infection, and concomitant iron or folate deficiency. [16] So, regular monitoring should be done frequently in these conditions."}
{"id": "article-91317_30", "title": "Vitamin B12 (Cobalamin) -- Monitoring", "content": "Folate supplementation is necessary if the patient has concomitant folate deficiency, but folate treatment in a patient with vitamin B12 deficiency may cause irreversible neurological symptoms because folic acid can aggravate vitamin B12 deficiency. That is why folic acid and cobalamine should not be prescribed concomitantly in a patient with suspected vitamin B12 deficiency. [2] It is well-known that folate therapy may mask anemia, and not giving cobalamin treatment may accelerate neurologic damage in people with vitamin B deficiency. [17]", "contents": "Vitamin B12 (Cobalamin) -- Monitoring. Folate supplementation is necessary if the patient has concomitant folate deficiency, but folate treatment in a patient with vitamin B12 deficiency may cause irreversible neurological symptoms because folic acid can aggravate vitamin B12 deficiency. That is why folic acid and cobalamine should not be prescribed concomitantly in a patient with suspected vitamin B12 deficiency. [2] It is well-known that folate therapy may mask anemia, and not giving cobalamin treatment may accelerate neurologic damage in people with vitamin B deficiency. [17]"}
{"id": "article-91317_31", "title": "Vitamin B12 (Cobalamin) -- Toxicity", "content": "Usually, cobalamin toxicity or overdose does not occur, and there is no antidote for cobalamin.", "contents": "Vitamin B12 (Cobalamin) -- Toxicity. Usually, cobalamin toxicity or overdose does not occur, and there is no antidote for cobalamin."}
{"id": "article-91317_32", "title": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes", "content": "Cobalamin (vitamin B12) deficiency may result in different types of presentation and should be managed with a holistic approach. An interprofessional healthcare team approach is needed, including clinicians, nurses, pharmacists, dieticians, and nutritionists. Early diagnosis and treatment are very much crucial as they may progress into irreversible neurological damage. Specialists involvement is necessary for several instances, such as:", "contents": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes. Cobalamin (vitamin B12) deficiency may result in different types of presentation and should be managed with a holistic approach. An interprofessional healthcare team approach is needed, including clinicians, nurses, pharmacists, dieticians, and nutritionists. Early diagnosis and treatment are very much crucial as they may progress into irreversible neurological damage. Specialists involvement is necessary for several instances, such as:"}
{"id": "article-91317_33", "title": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes", "content": "A gastroenterologist or a GI surgeon should be a part of the healthcare team because many intestinal diseases cause cobalamin deficiency. Oncology follow-up may be needed as bowel, or pancreatic malignancy can cause cobalamin deficiency. A dietician or a nutritionist is also part of these patients as a dietary deficiency can cause cobalamin deficiency. D. latum infection can cause cobalamin deficiency; therefore, follow-up may be necessary with infectious disease specialists. Concomitant iron deficiency anemia or reduced potassium level may present during treatment so that hematologists may guide further treatment of these conditions.", "contents": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes. A gastroenterologist or a GI surgeon should be a part of the healthcare team because many intestinal diseases cause cobalamin deficiency. Oncology follow-up may be needed as bowel, or pancreatic malignancy can cause cobalamin deficiency. A dietician or a nutritionist is also part of these patients as a dietary deficiency can cause cobalamin deficiency. D. latum infection can cause cobalamin deficiency; therefore, follow-up may be necessary with infectious disease specialists. Concomitant iron deficiency anemia or reduced potassium level may present during treatment so that hematologists may guide further treatment of these conditions."}
{"id": "article-91317_34", "title": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should be aware of possible adverse effects, such as allergy and anaphylaxis. So precautions should be taken, and the intradermal test is necessary if an allergy is suspected. Patients should be educated about the disease and management because some patients may discontinue cobalamin once they feel better. [10]", "contents": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes. Clinicians should be aware of possible adverse effects, such as allergy and anaphylaxis. So precautions should be taken, and the intradermal test is necessary if an allergy is suspected. Patients should be educated about the disease and management because some patients may discontinue cobalamin once they feel better. [10]"}
{"id": "article-91317_35", "title": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes", "content": "A physician is responsible for the diagnosis, evaluation, proper treatment, and tailor therapy of patients for an individual basis. Given the array of causes for vitamin B-12 (cobalamin) deficiency, interprofessional collaboration is often required for diagnosis, treatment, and improving patient outcomes with this condition. [Level 5]", "contents": "Vitamin B12 (Cobalamin) -- Enhancing Healthcare Team Outcomes. A physician is responsible for the diagnosis, evaluation, proper treatment, and tailor therapy of patients for an individual basis. Given the array of causes for vitamin B-12 (cobalamin) deficiency, interprofessional collaboration is often required for diagnosis, treatment, and improving patient outcomes with this condition. [Level 5]"}
{"id": "article-91317_36", "title": "Vitamin B12 (Cobalamin) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vitamin B12 (Cobalamin) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}