{"id": "article-40958_0", "title": "Nasopharyngeal Angiofibroma -- Continuing Education Activity", "content": "Nasopharyngeal angiofibroma is a rare highly vascular tumor within the posterior nasal cavity found almost exclusively in adolescent boys. This activity reviews the evaluation and treatment of nasopharyngeal angiofibroma and explains the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Nasopharyngeal Angiofibroma -- Continuing Education Activity. Nasopharyngeal angiofibroma is a rare highly vascular tumor within the posterior nasal cavity found almost exclusively in adolescent boys. This activity reviews the evaluation and treatment of nasopharyngeal angiofibroma and explains the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-40958_1", "title": "Nasopharyngeal Angiofibroma -- Continuing Education Activity", "content": "Objectives: Describe the clinical exam of nasopharyngeal angiofibroma. Review the common imaging findings and evaluation of nasopharyngeal angiofibroma. Summarize the treatment and management options available for nasopharyngeal angiofibroma. Outline the importance of coordinating interprofessional care in the evaluation and treatment of nasopharyngeal angiofibroma to improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Nasopharyngeal Angiofibroma -- Continuing Education Activity. Objectives: Describe the clinical exam of nasopharyngeal angiofibroma. Review the common imaging findings and evaluation of nasopharyngeal angiofibroma. Summarize the treatment and management options available for nasopharyngeal angiofibroma. Outline the importance of coordinating interprofessional care in the evaluation and treatment of nasopharyngeal angiofibroma to improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-40958_2", "title": "Nasopharyngeal Angiofibroma -- Introduction", "content": "The earliest known documentation of nasopharyngeal angiofibroma (NA) dates to Hippocrates in the fifth century B.C. [1] Commonly referred to as juvenile nasopharyngeal angiofibroma (JNA), it is also known as juvenile angiofibroma (JAF), or fibromatous or angiofibromatous hamartoma of the nasal cavity. [2] Nasopharyngeal may not be entirely accurate, as some sources state that it arises from the sphenopalatine foramen and the posterior nasal cavity, [1] [3] while others proffer that it has more of a choanal and nasopharyngeal origin. [4] What research does agree upon is that JNA is a benign, highly vascular lesion that comprises approximately 0.05 to 0.5% of all head and neck masses. [5] [6] [7] Though histologically benign, it often demonstrates aggressive features with local invasion into the nasal turbinates, nasal septum, and medial pterygoid lamina. It commonly extends into the nasal cavity, nasopharynx, and pterygopalatine fossa, with larger lesions extending into the sphenoid, maxillary, and ethmoid sinuses. They can also demonstrate extension through the inferior orbital fissure, and into the masticator space through the infratemporal fossa. Severe disease is likened to have orbital and intracranial involvement, seen in approximately 10 to 37% of cases. [8]", "contents": "Nasopharyngeal Angiofibroma -- Introduction. The earliest known documentation of nasopharyngeal angiofibroma (NA) dates to Hippocrates in the fifth century B.C. [1] Commonly referred to as juvenile nasopharyngeal angiofibroma (JNA), it is also known as juvenile angiofibroma (JAF), or fibromatous or angiofibromatous hamartoma of the nasal cavity. [2] Nasopharyngeal may not be entirely accurate, as some sources state that it arises from the sphenopalatine foramen and the posterior nasal cavity, [1] [3] while others proffer that it has more of a choanal and nasopharyngeal origin. [4] What research does agree upon is that JNA is a benign, highly vascular lesion that comprises approximately 0.05 to 0.5% of all head and neck masses. [5] [6] [7] Though histologically benign, it often demonstrates aggressive features with local invasion into the nasal turbinates, nasal septum, and medial pterygoid lamina. It commonly extends into the nasal cavity, nasopharynx, and pterygopalatine fossa, with larger lesions extending into the sphenoid, maxillary, and ethmoid sinuses. They can also demonstrate extension through the inferior orbital fissure, and into the masticator space through the infratemporal fossa. Severe disease is likened to have orbital and intracranial involvement, seen in approximately 10 to 37% of cases. [8]"}
{"id": "article-40958_3", "title": "Nasopharyngeal Angiofibroma -- Introduction", "content": "As previously mentioned, JNA is a highly vascular lesion, with one or more arterial vascular pedicles.  The most common primary arterial supply is the internal maxillary artery, a branch of the external carotid artery. [9] Larger lesions may invoke multiple feeding arteries, with even bilateral involvement. The ascending pharyngeal artery is the second most common sizeable supplying branch of the external carotid artery, with additional accessory arteries including the middle meningeal, accessory meningeal, and facial artery branches. Research has also described the recruitment of internal carotid artery branches, most commonly the vidian artery, and to a slightly lesser extent the ophthalmic artery. [10]", "contents": "Nasopharyngeal Angiofibroma -- Introduction. As previously mentioned, JNA is a highly vascular lesion, with one or more arterial vascular pedicles.  The most common primary arterial supply is the internal maxillary artery, a branch of the external carotid artery. [9] Larger lesions may invoke multiple feeding arteries, with even bilateral involvement. The ascending pharyngeal artery is the second most common sizeable supplying branch of the external carotid artery, with additional accessory arteries including the middle meningeal, accessory meningeal, and facial artery branches. Research has also described the recruitment of internal carotid artery branches, most commonly the vidian artery, and to a slightly lesser extent the ophthalmic artery. [10]"}
{"id": "article-40958_4", "title": "Nasopharyngeal Angiofibroma -- Etiology", "content": "The etiology of JNA is not well understood, and still often debated.  There are a few different hypotheses currently in the literature, primarily revolving around a vascular source, such as an AVM, or remnant of the first branchial arch. [5] This first branchial arch remnant could also help explain the typical location of the nasopharyngeal angiofibroma, as incomplete regression can leave remnants in or near the sphenopalatine foramen. The expression of vascular growth receptors, primarily vascular endothelial growth factor (VEGFR-2) also helps explain the highly vascular nature of the mass.", "contents": "Nasopharyngeal Angiofibroma -- Etiology. The etiology of JNA is not well understood, and still often debated.  There are a few different hypotheses currently in the literature, primarily revolving around a vascular source, such as an AVM, or remnant of the first branchial arch. [5] This first branchial arch remnant could also help explain the typical location of the nasopharyngeal angiofibroma, as incomplete regression can leave remnants in or near the sphenopalatine foramen. The expression of vascular growth receptors, primarily vascular endothelial growth factor (VEGFR-2) also helps explain the highly vascular nature of the mass."}
{"id": "article-40958_5", "title": "Nasopharyngeal Angiofibroma -- Etiology", "content": "Others have connected JNA to a hormonal influence affecting the proliferation of vascular erectile tissues following repeated microhemorrhages and repair. [5] [11] Previous studies have reported the presence of androgen, estrogen, and progesterone receptors. Some hypothesize this is the reason for the predominant adolescent male incidence, as the increase in androgen production in puberty stimulates the growth and vascular expansion of the tumor. Others have shown that tumor growth can occur at any time, even after treatment, from testosterone administration. This concept has support from case reports of nasopharyngeal angiofibroma in older women that have since downregulated their estrogen and progesterone production, suggesting that estrogen has a protective effect; but further confounded by case reports of nasopharyngeal angiofibroma being discovered in pregnant females, suggesting that androgen influence is not important.  Thus, the importance of hormonal influence remains unclear. [12]", "contents": "Nasopharyngeal Angiofibroma -- Etiology. Others have connected JNA to a hormonal influence affecting the proliferation of vascular erectile tissues following repeated microhemorrhages and repair. [5] [11] Previous studies have reported the presence of androgen, estrogen, and progesterone receptors. Some hypothesize this is the reason for the predominant adolescent male incidence, as the increase in androgen production in puberty stimulates the growth and vascular expansion of the tumor. Others have shown that tumor growth can occur at any time, even after treatment, from testosterone administration. This concept has support from case reports of nasopharyngeal angiofibroma in older women that have since downregulated their estrogen and progesterone production, suggesting that estrogen has a protective effect; but further confounded by case reports of nasopharyngeal angiofibroma being discovered in pregnant females, suggesting that androgen influence is not important.  Thus, the importance of hormonal influence remains unclear. [12]"}
{"id": "article-40958_6", "title": "Nasopharyngeal Angiofibroma -- Etiology", "content": "Nasopharyngeal angiofibroma has also correlated with genetic anomalies and other disorders. There have been reports of chromosome 17 deletions. [13] The most significant interest in these deletions is their association with the TP53 suppressor gene, as well as the human epidermal growth factor receptor 2 (HER2), involving the HER2/NEU oncogene, both well known in the realm of tumor growth and malignancy.  Other nasopharyngeal angiofibroma associations reported include familial adenomatous polyposis (FAP) and Gardner syndrome, with an altered APC gene expression in this subset of nasopharyngeal angiofibroma. [14]", "contents": "Nasopharyngeal Angiofibroma -- Etiology. Nasopharyngeal angiofibroma has also correlated with genetic anomalies and other disorders. There have been reports of chromosome 17 deletions. [13] The most significant interest in these deletions is their association with the TP53 suppressor gene, as well as the human epidermal growth factor receptor 2 (HER2), involving the HER2/NEU oncogene, both well known in the realm of tumor growth and malignancy.  Other nasopharyngeal angiofibroma associations reported include familial adenomatous polyposis (FAP) and Gardner syndrome, with an altered APC gene expression in this subset of nasopharyngeal angiofibroma. [14]"}
{"id": "article-40958_7", "title": "Nasopharyngeal Angiofibroma -- Etiology", "content": "Another association with recent documentation is with human papillomavirus (HPV) infection. HPV is known to be associated with head and neck squamous cell carcinoma.  It is also known for its tumorigenic effect, similar to the Epstein-Barr virus, raising the question if there could be an association with nasopharyngeal angiofibroma.  A small study demonstrated a strong association between JNA and HPV, with the presence of HPV-specific proteins and DNA within the nasopharyngeal angiofibroma tissue, without concomitant infection in the control group's adenoidal tissue. [15] Given the rising incidence of HPV infection worldwide, this raises concern for an increase in JNA, with implications in developing possible preventative practices.  However, given the limited amount of current evidence, further study is recommended.", "contents": "Nasopharyngeal Angiofibroma -- Etiology. Another association with recent documentation is with human papillomavirus (HPV) infection. HPV is known to be associated with head and neck squamous cell carcinoma.  It is also known for its tumorigenic effect, similar to the Epstein-Barr virus, raising the question if there could be an association with nasopharyngeal angiofibroma.  A small study demonstrated a strong association between JNA and HPV, with the presence of HPV-specific proteins and DNA within the nasopharyngeal angiofibroma tissue, without concomitant infection in the control group's adenoidal tissue. [15] Given the rising incidence of HPV infection worldwide, this raises concern for an increase in JNA, with implications in developing possible preventative practices.  However, given the limited amount of current evidence, further study is recommended."}
{"id": "article-40958_8", "title": "Nasopharyngeal Angiofibroma -- Epidemiology", "content": "Nasopharyngeal angiofibroma is seen almost exclusively in adolescent males, accounting for approximately 0.05 to 0.5% of head and neck tumors, and a reported incidence ranging from 1 in 150000 to 1 in 1500000. [3] [4] [5] [16] There are also reports that individuals from India and the Middle East appear to have an increased incidence when compared to those of European descent. [2] The typical age range of JNA is 9 to 25 years, and though there have been case reports of NA diagnoses in older males, this is still considered a rare occurrence. [17] There are also rare reports in females. In these cases, further immunohistochemical and genetic testing should be pursued given its rarity, as genetic mosaicism could serve as a potential predisposing factor in these women. [2] [12]", "contents": "Nasopharyngeal Angiofibroma -- Epidemiology. Nasopharyngeal angiofibroma is seen almost exclusively in adolescent males, accounting for approximately 0.05 to 0.5% of head and neck tumors, and a reported incidence ranging from 1 in 150000 to 1 in 1500000. [3] [4] [5] [16] There are also reports that individuals from India and the Middle East appear to have an increased incidence when compared to those of European descent. [2] The typical age range of JNA is 9 to 25 years, and though there have been case reports of NA diagnoses in older males, this is still considered a rare occurrence. [17] There are also rare reports in females. In these cases, further immunohistochemical and genetic testing should be pursued given its rarity, as genetic mosaicism could serve as a potential predisposing factor in these women. [2] [12]"}
{"id": "article-40958_9", "title": "Nasopharyngeal Angiofibroma -- Pathophysiology", "content": "Nasopharyngeal angiofibroma characteristically demonstrates angiogenesis and vascular proliferation situated within the posterior nasal cavity, sphenopalatine foramen, and nasopharynx. There are suggestions that hormonal influences, chromosomal abnormalities, and overexpression of vascular growth factor receptors play a role, but much of this is still open to debate, and the exact mechanism remains unknown. Given the extensive vascularity of this tumor, recruitment of adjacent arterial supply and aggressive growth can cause osseous erosion and extension into the orbits, skull base, frontal and middle cranial fossae, and other high-value territories that can make treatment difficult.", "contents": "Nasopharyngeal Angiofibroma -- Pathophysiology. Nasopharyngeal angiofibroma characteristically demonstrates angiogenesis and vascular proliferation situated within the posterior nasal cavity, sphenopalatine foramen, and nasopharynx. There are suggestions that hormonal influences, chromosomal abnormalities, and overexpression of vascular growth factor receptors play a role, but much of this is still open to debate, and the exact mechanism remains unknown. Given the extensive vascularity of this tumor, recruitment of adjacent arterial supply and aggressive growth can cause osseous erosion and extension into the orbits, skull base, frontal and middle cranial fossae, and other high-value territories that can make treatment difficult."}
{"id": "article-40958_10", "title": "Nasopharyngeal Angiofibroma -- Histopathology", "content": "Nasopharyngeal angiofibromas are nonencapsulated, well-circumscribed polypoid masses made up of both vascular and fibrous stromal tissue.  The intervening vessels vary in size, ranging from slit-like to ectatic with a staghorn configuration. Poorly developed myoid-type cells surround the endothelial-lined vascular channels, giving the appearance of a smooth muscle layer. A true muscular coat or elastic lamina is not present, helping explain the propensity to bleed with minor trauma or manipulation. The fibrous stroma tends to be collagenous and made up of fibroblasts, with a variety of cell shapes, including spindle, plump, stellate, or angular. Commonly they contain single small nucleoli, but documented cases of multinucleated cells exist. The cell types vary between tumors but can also vary within the same tumor.  Even with this variability, atypia is uncommon. Mitotic activity is also atypical. And though nonencapsulated, the mass is surrounded by an overlying epithelial layer, often respiratory epithelium. This epithelial layer can demonstrate various reactive changes such as inflammatory cell infiltration, granulation tissue formation, ulceration, and squamous cell metaplasia. Nervous and glandular tissue can be seen within the examined section, though believed to be secondary to entrapment during tumor growth.", "contents": "Nasopharyngeal Angiofibroma -- Histopathology. Nasopharyngeal angiofibromas are nonencapsulated, well-circumscribed polypoid masses made up of both vascular and fibrous stromal tissue.  The intervening vessels vary in size, ranging from slit-like to ectatic with a staghorn configuration. Poorly developed myoid-type cells surround the endothelial-lined vascular channels, giving the appearance of a smooth muscle layer. A true muscular coat or elastic lamina is not present, helping explain the propensity to bleed with minor trauma or manipulation. The fibrous stroma tends to be collagenous and made up of fibroblasts, with a variety of cell shapes, including spindle, plump, stellate, or angular. Commonly they contain single small nucleoli, but documented cases of multinucleated cells exist. The cell types vary between tumors but can also vary within the same tumor.  Even with this variability, atypia is uncommon. Mitotic activity is also atypical. And though nonencapsulated, the mass is surrounded by an overlying epithelial layer, often respiratory epithelium. This epithelial layer can demonstrate various reactive changes such as inflammatory cell infiltration, granulation tissue formation, ulceration, and squamous cell metaplasia. Nervous and glandular tissue can be seen within the examined section, though believed to be secondary to entrapment during tumor growth."}
{"id": "article-40958_11", "title": "Nasopharyngeal Angiofibroma -- Histopathology", "content": "Electron microscopy further emphasizes the propensity for hemorrhage and classification as a vascular malformation. This concept has support from the discontinuous basement membrane, irregular surrounding smooth muscle layer, and lack of pericytes. The single-layer endothelium of the vascular channels expresses many of the expected vascular markers such as CD34, CD31, von Willebrand factor, and endoglin. [2] [18] This positivity of endoglin has also been suggested to correlate with recurrence and overall density of the vascular tissue/component of the mass. [19]", "contents": "Nasopharyngeal Angiofibroma -- Histopathology. Electron microscopy further emphasizes the propensity for hemorrhage and classification as a vascular malformation. This concept has support from the discontinuous basement membrane, irregular surrounding smooth muscle layer, and lack of pericytes. The single-layer endothelium of the vascular channels expresses many of the expected vascular markers such as CD34, CD31, von Willebrand factor, and endoglin. [2] [18] This positivity of endoglin has also been suggested to correlate with recurrence and overall density of the vascular tissue/component of the mass. [19]"}
{"id": "article-40958_12", "title": "Nasopharyngeal Angiofibroma -- History and Physical", "content": "The most common presentation is an adolescent male with chronic unilateral nasal obstruction. Also, painless, unprovoked epistaxis is common. Other presenting complaints consist of headache and rhinorrhea, and when the mass is large and invasive, proptosis, visual disturbance, cranial nerve palsy, Eustachian tube dysfunction, and facial deformity may occur. On physical exam, a mass is generally visible within the nasal cavity.", "contents": "Nasopharyngeal Angiofibroma -- History and Physical. The most common presentation is an adolescent male with chronic unilateral nasal obstruction. Also, painless, unprovoked epistaxis is common. Other presenting complaints consist of headache and rhinorrhea, and when the mass is large and invasive, proptosis, visual disturbance, cranial nerve palsy, Eustachian tube dysfunction, and facial deformity may occur. On physical exam, a mass is generally visible within the nasal cavity."}
{"id": "article-40958_13", "title": "Nasopharyngeal Angiofibroma -- Evaluation", "content": "Nasopharyngeal angiofibroma is both a clinical and imaging diagnosis. There is no beneficial laboratory evaluation for diagnosing JNA. Clinical exam with nasal endoscopy will demonstrate a firm, friable, reddish, or reddish-purple mass within the nasal cavity.", "contents": "Nasopharyngeal Angiofibroma -- Evaluation. Nasopharyngeal angiofibroma is both a clinical and imaging diagnosis. There is no beneficial laboratory evaluation for diagnosing JNA. Clinical exam with nasal endoscopy will demonstrate a firm, friable, reddish, or reddish-purple mass within the nasal cavity."}
{"id": "article-40958_14", "title": "Nasopharyngeal Angiofibroma -- Evaluation", "content": "Imaging evaluation is primarily performed with either computed tomography (CT) or magnetic resonance imaging (MRI), though radiographs can demonstrate a bowing or anterior displacement of the posterior wall of the maxillary sinus from mass effect.", "contents": "Nasopharyngeal Angiofibroma -- Evaluation. Imaging evaluation is primarily performed with either computed tomography (CT) or magnetic resonance imaging (MRI), though radiographs can demonstrate a bowing or anterior displacement of the posterior wall of the maxillary sinus from mass effect."}
{"id": "article-40958_15", "title": "Nasopharyngeal Angiofibroma -- Evaluation", "content": "Contrast-enhanced CT will demonstrate an avidly enhancing soft tissue mass within the posterior nasal cavity near the sphenopalatine foramen with extension to and/or beyond the nasopharynx, pterygopalatine fossa, and adjacent sinuses. Depending on tumor size, the opacification of the sphenoid sinus, or even the maxillary sinus(es) and ethmoid air cells can be seen either from obstruction or infiltration. Bone kernel postprocessing will aid in the evaluation of osseous remodeling or destruction. Expansion of the nasal cavity, pterygopalatine fossa, and anterior bowing of the posterior wall maxillary sinus can present secondary to mass effect. Osseous destruction also occurs in more aggressive tumors, especially those involving the skull base and intracranial extension. Further evaluation with CT angiography can help determine the extent of vascularity and vascular supply for preoperative planning. Examination for unilateral enlargement of the external carotid and/or internal maxillary artery can help delineate the situs of the vascular source.", "contents": "Nasopharyngeal Angiofibroma -- Evaluation. Contrast-enhanced CT will demonstrate an avidly enhancing soft tissue mass within the posterior nasal cavity near the sphenopalatine foramen with extension to and/or beyond the nasopharynx, pterygopalatine fossa, and adjacent sinuses. Depending on tumor size, the opacification of the sphenoid sinus, or even the maxillary sinus(es) and ethmoid air cells can be seen either from obstruction or infiltration. Bone kernel postprocessing will aid in the evaluation of osseous remodeling or destruction. Expansion of the nasal cavity, pterygopalatine fossa, and anterior bowing of the posterior wall maxillary sinus can present secondary to mass effect. Osseous destruction also occurs in more aggressive tumors, especially those involving the skull base and intracranial extension. Further evaluation with CT angiography can help determine the extent of vascularity and vascular supply for preoperative planning. Examination for unilateral enlargement of the external carotid and/or internal maxillary artery can help delineate the situs of the vascular source."}
{"id": "article-40958_16", "title": "Nasopharyngeal Angiofibroma -- Evaluation", "content": "Traditional cerebral angiography can also help with determining the vascular source, especially if there are multiple feeding arteries.  The ability to select the internal and external carotid arteries, as well as subselect different branches can help direct preoperative management and planning.", "contents": "Nasopharyngeal Angiofibroma -- Evaluation. Traditional cerebral angiography can also help with determining the vascular source, especially if there are multiple feeding arteries.  The ability to select the internal and external carotid arteries, as well as subselect different branches can help direct preoperative management and planning."}
{"id": "article-40958_17", "title": "Nasopharyngeal Angiofibroma -- Evaluation", "content": "Though CT is better for the evaluation of osseous involvement and demonstrates better spatial resolution, MRI is a useful adjunct in the fact that it offers superior contrast resolution. On non-contrast sequences, NA will be heterogeneous, with intermediate T1-weighted, and intermediate to high T2-weighted signal intensity. Flow voids will be present on both T1 and T2 sequences. Areas of prior hemorrhage can be seen, accentuated on susceptibility-weighted imaging. Diffusion-weighted imaging (DWI) with associated apparent diffusion coefficient (ADC) values tend to show facilitated diffusion, with elevated ADC values. [20] And as in CT, MR demonstrates intense enhancement following gadolinium contrast administration. MR is also good for distinguishing extension into the cavernous sinus, sphenoid sinus, or perineural extension through the skull base or into the orbit.  MR angiography, as with CT angiography, can show an enlarged ipsilateral external carotid or internal maxillary artery but is less effective regarding evaluating a vascular source.", "contents": "Nasopharyngeal Angiofibroma -- Evaluation. Though CT is better for the evaluation of osseous involvement and demonstrates better spatial resolution, MRI is a useful adjunct in the fact that it offers superior contrast resolution. On non-contrast sequences, NA will be heterogeneous, with intermediate T1-weighted, and intermediate to high T2-weighted signal intensity. Flow voids will be present on both T1 and T2 sequences. Areas of prior hemorrhage can be seen, accentuated on susceptibility-weighted imaging. Diffusion-weighted imaging (DWI) with associated apparent diffusion coefficient (ADC) values tend to show facilitated diffusion, with elevated ADC values. [20] And as in CT, MR demonstrates intense enhancement following gadolinium contrast administration. MR is also good for distinguishing extension into the cavernous sinus, sphenoid sinus, or perineural extension through the skull base or into the orbit.  MR angiography, as with CT angiography, can show an enlarged ipsilateral external carotid or internal maxillary artery but is less effective regarding evaluating a vascular source."}
{"id": "article-40958_18", "title": "Nasopharyngeal Angiofibroma -- Evaluation", "content": "Given the extensive vascularity of the tumor, a biopsy should not be a consideration in the diagnostic evaluation of NA, especially in a clinic setting. An unwarranted biopsy can result in significant morbidity and even mortality from blood loss following the procedure.", "contents": "Nasopharyngeal Angiofibroma -- Evaluation. Given the extensive vascularity of the tumor, a biopsy should not be a consideration in the diagnostic evaluation of NA, especially in a clinic setting. An unwarranted biopsy can result in significant morbidity and even mortality from blood loss following the procedure."}
{"id": "article-40958_19", "title": "Nasopharyngeal Angiofibroma -- Treatment / Management", "content": "Treatment of choice and standard of care is surgical resection of the tumor. Attribution of the oldest reported surgical treatment of JNA is to Hippocrates, recorded as a “longitudinal splitting of the ridge of the nose.” [21]", "contents": "Nasopharyngeal Angiofibroma -- Treatment / Management. Treatment of choice and standard of care is surgical resection of the tumor. Attribution of the oldest reported surgical treatment of JNA is to Hippocrates, recorded as a “longitudinal splitting of the ridge of the nose.” [21]"}
{"id": "article-40958_20", "title": "Nasopharyngeal Angiofibroma -- Treatment / Management", "content": "Due to the extensive vascularity of the tumor, many patients are treated with preoperative embolization to minimize the risk of intraoperative hemorrhage and related complications; this also allows for improved identification of vascular supply, especially delineation of external and internal carotid artery feeding vessels and is also beneficial if a staged or segmented procedure is under consideration. Commonly after femoral artery access, digital subtraction angiography is performed with a 5F catheter of the common, internal, and external carotid arteries.  The artery or arteries that are best seen supplying the tumor are then sub-selected with a 3F microcatheter. Embolization materials include gelatin sponge, particles, and micro coils. Particle size varies, but the preferred size is 300 to 500 micrometers to reduce the risk of nontarget embolization with smaller particles in the event of an external-internal carotid artery communication within the tumor. Micro coils are useful if a more precise placement is required, such as in the setting of an external to internal carotid artery communication, or a branch artery from the internal carotid artery where nontarget embolization may have more severe complications. Some branches are avoided altogether based on their proximity to cranial nerves to minimize the risk of iatrogenic cranial nerve injury. Preoperative embolization appears to be most effective for higher stage tumors with a more robust vascular supply, with less additional benefit in tumors at a lower stage.", "contents": "Nasopharyngeal Angiofibroma -- Treatment / Management. Due to the extensive vascularity of the tumor, many patients are treated with preoperative embolization to minimize the risk of intraoperative hemorrhage and related complications; this also allows for improved identification of vascular supply, especially delineation of external and internal carotid artery feeding vessels and is also beneficial if a staged or segmented procedure is under consideration. Commonly after femoral artery access, digital subtraction angiography is performed with a 5F catheter of the common, internal, and external carotid arteries.  The artery or arteries that are best seen supplying the tumor are then sub-selected with a 3F microcatheter. Embolization materials include gelatin sponge, particles, and micro coils. Particle size varies, but the preferred size is 300 to 500 micrometers to reduce the risk of nontarget embolization with smaller particles in the event of an external-internal carotid artery communication within the tumor. Micro coils are useful if a more precise placement is required, such as in the setting of an external to internal carotid artery communication, or a branch artery from the internal carotid artery where nontarget embolization may have more severe complications. Some branches are avoided altogether based on their proximity to cranial nerves to minimize the risk of iatrogenic cranial nerve injury. Preoperative embolization appears to be most effective for higher stage tumors with a more robust vascular supply, with less additional benefit in tumors at a lower stage."}
{"id": "article-40958_21", "title": "Nasopharyngeal Angiofibroma -- Treatment / Management", "content": "Early on, the most common open surgical approach performed was a lateral rhinotomy. [21] [22] Now, many avenues of approach exist for removal of nasopharyngeal angiofibroma, and in some instances, multiple may need to be used, such as transpalatal, transfacial, transnasal, sublabial/Le Fort I, transmaxillary, and infratemporal surgical corridors. [7] When possible, many cases now are treated endoscopically with an endonasal approach and may be augmented with an anterior maxillotomy or other craniotomy approaches, as needed. [23] Controlled hypotension while under general anesthesia is typically employed, with epinephrine to contract the nasal mucosa and improve the operative view. During the endonasal approach, parts of the inferior and middle turbinates may need to be resected to improve visualization. Also, depending on tumor size, the ethmoid air cells and maxillary ostium may need to be opened for further access to tumor boundaries, especially when removal of the posterior wall of the maxillary sinus is needed to access the pterygopalatine or infratemporal fossae. [24] The strategy regarding these masses is to determine the periphery and extent of the tumor by dissecting around the margins, with as little manipulation as possible of the tumor itself. This approach allows the identification of key anatomic landmarks while keeping the tumor en bloc. Upon stripping the tumor away from the periosteum, the embolized and thrombosed feeding vessel can be dissected away and separated, allowing the delivery of the resected mass. There are a few instruments that aid in this process. Monopolar and bipolar electrocautery can help decrease blood loss from minute feeding vessels as it cauterizes while it cuts, but it also leads to damage to surrounding tissue. To offset this, ultrasonic cautery is an option as it causes less thermal damage to surrounding tissue, which requires an additional sublabial or transmaxillary approach due to the larger size of the instrument. Laser-assisted endonasal cautery and dissection have also been demonstrated, using an Nd: YAG laser as an additional option for more focused cautery. [21] Another option for a dissection instrument that does not generate as much heat is to use radiofrequency energy to disrupt the immediately surrounding tissues to develop the dissection plane. [23]", "contents": "Nasopharyngeal Angiofibroma -- Treatment / Management. Early on, the most common open surgical approach performed was a lateral rhinotomy. [21] [22] Now, many avenues of approach exist for removal of nasopharyngeal angiofibroma, and in some instances, multiple may need to be used, such as transpalatal, transfacial, transnasal, sublabial/Le Fort I, transmaxillary, and infratemporal surgical corridors. [7] When possible, many cases now are treated endoscopically with an endonasal approach and may be augmented with an anterior maxillotomy or other craniotomy approaches, as needed. [23] Controlled hypotension while under general anesthesia is typically employed, with epinephrine to contract the nasal mucosa and improve the operative view. During the endonasal approach, parts of the inferior and middle turbinates may need to be resected to improve visualization. Also, depending on tumor size, the ethmoid air cells and maxillary ostium may need to be opened for further access to tumor boundaries, especially when removal of the posterior wall of the maxillary sinus is needed to access the pterygopalatine or infratemporal fossae. [24] The strategy regarding these masses is to determine the periphery and extent of the tumor by dissecting around the margins, with as little manipulation as possible of the tumor itself. This approach allows the identification of key anatomic landmarks while keeping the tumor en bloc. Upon stripping the tumor away from the periosteum, the embolized and thrombosed feeding vessel can be dissected away and separated, allowing the delivery of the resected mass. There are a few instruments that aid in this process. Monopolar and bipolar electrocautery can help decrease blood loss from minute feeding vessels as it cauterizes while it cuts, but it also leads to damage to surrounding tissue. To offset this, ultrasonic cautery is an option as it causes less thermal damage to surrounding tissue, which requires an additional sublabial or transmaxillary approach due to the larger size of the instrument. Laser-assisted endonasal cautery and dissection have also been demonstrated, using an Nd: YAG laser as an additional option for more focused cautery. [21] Another option for a dissection instrument that does not generate as much heat is to use radiofrequency energy to disrupt the immediately surrounding tissues to develop the dissection plane. [23]"}
{"id": "article-40958_22", "title": "Nasopharyngeal Angiofibroma -- Treatment / Management", "content": "In the setting of large tumors, it may be beneficial to remove them in a staged, segmented approach based on vascular territory. Some of the larger tumors can have bilateral external carotid artery branch vessel involvement, or even internal carotid artery supply, especially if there is an intracranial extension of the tumor. Performing a staged procedure to segment each of these vascular territories can help minimize excessive blood loss, by a “one bleed at a time” approach. [23] The external carotid artery branches are usually resected first, with the intracranial extension, and internal carotid artery supplied segments performed last. These are more involved procedures with a potentially higher risk for bleeding, especially if the branch of the internal carotid artery does not lend itself to preoperative embolization. Occasionally resection or drilling of portions of the skull base may be required depending on the invasive extent and course of the tumor, expanding the skull base foramina. An example of this is expanding the vidian, or pterygoid, canal to dissect out the vidian artery. If there is a dural tear or communication, then special care must be taken not to allow blood and cerebrospinal fluid to mix, minimizing the risk of intracranial vasospasm or possibly even infective meningitis given the potential communication with the nasal cavity. Even with these extensive endoscopic combination approaches, the occurrence of facial deformity is decreased compared to the solely open techniques. As discussed, surgical resection is the primary treatment of choice, but radiation therapy can be an adjuvant therapy for residual or recurrent disease; this primarily takes place in the setting of advanced tumors that involve critical areas, or those with intracranial extension that may not be completely resectable. To some this remains controversial owing to concerns over long-term morbidity or the possibility of secondary neoplasm from the high doses of radiation. In some groups there have been documented local control rates of 85 to 91%, showing success with adjuvant radiotherapy. These groups also demonstrated a low risk for severe late complications following this treatment plan. [2] Additional case series have demonstrated effective rates around 80% from primary radiotherapy, showing a viable alternative in cases where complete surgical excision is not possible or prudent. Some advocate for the use of definitive or primary radiotherapy in the setting of these inoperable cases. This approach can result in long-term disease control of 80 to 88% with regression in tumor size, but persistent tumor burden is a common, and an expected finding, while long-term radiation-related complications remain a concern. [8] [25] Various external radiotherapy treatments are available, including stereotactic radiosurgery (gamma knife surgery), intensity-modulated radiotherapy (IMRT) using a conformal technique, and conventional external beam radiotherapy.  Reported success rates for all appear similar, with most occurring in the setting of advanced-stage disease (Radkowski stage III), with various long-term complications. The conformal technique seems to offer a better option when comparing disease control balanced with limited long-term morbidity. [8] Besides long-term complications from radiation, re-operative, or post-operative morbidity is also a concern following radiation therapy. Changes in the surgical bed with increased tissue friability following radiation can lead to increased morbidity and surgical complications. One example of this is delayed CSF leak with rhinorrhea following surgical resection and stereotactic radiosurgery requiring multiple additional endoscopic procedures for surgical repair of the CSF leak. [26] Though radiation therapy can result in tumor regression, initial pre-operative radiotherapy can lead to increased surgical morbidity.", "contents": "Nasopharyngeal Angiofibroma -- Treatment / Management. In the setting of large tumors, it may be beneficial to remove them in a staged, segmented approach based on vascular territory. Some of the larger tumors can have bilateral external carotid artery branch vessel involvement, or even internal carotid artery supply, especially if there is an intracranial extension of the tumor. Performing a staged procedure to segment each of these vascular territories can help minimize excessive blood loss, by a “one bleed at a time” approach. [23] The external carotid artery branches are usually resected first, with the intracranial extension, and internal carotid artery supplied segments performed last. These are more involved procedures with a potentially higher risk for bleeding, especially if the branch of the internal carotid artery does not lend itself to preoperative embolization. Occasionally resection or drilling of portions of the skull base may be required depending on the invasive extent and course of the tumor, expanding the skull base foramina. An example of this is expanding the vidian, or pterygoid, canal to dissect out the vidian artery. If there is a dural tear or communication, then special care must be taken not to allow blood and cerebrospinal fluid to mix, minimizing the risk of intracranial vasospasm or possibly even infective meningitis given the potential communication with the nasal cavity. Even with these extensive endoscopic combination approaches, the occurrence of facial deformity is decreased compared to the solely open techniques. As discussed, surgical resection is the primary treatment of choice, but radiation therapy can be an adjuvant therapy for residual or recurrent disease; this primarily takes place in the setting of advanced tumors that involve critical areas, or those with intracranial extension that may not be completely resectable. To some this remains controversial owing to concerns over long-term morbidity or the possibility of secondary neoplasm from the high doses of radiation. In some groups there have been documented local control rates of 85 to 91%, showing success with adjuvant radiotherapy. These groups also demonstrated a low risk for severe late complications following this treatment plan. [2] Additional case series have demonstrated effective rates around 80% from primary radiotherapy, showing a viable alternative in cases where complete surgical excision is not possible or prudent. Some advocate for the use of definitive or primary radiotherapy in the setting of these inoperable cases. This approach can result in long-term disease control of 80 to 88% with regression in tumor size, but persistent tumor burden is a common, and an expected finding, while long-term radiation-related complications remain a concern. [8] [25] Various external radiotherapy treatments are available, including stereotactic radiosurgery (gamma knife surgery), intensity-modulated radiotherapy (IMRT) using a conformal technique, and conventional external beam radiotherapy.  Reported success rates for all appear similar, with most occurring in the setting of advanced-stage disease (Radkowski stage III), with various long-term complications. The conformal technique seems to offer a better option when comparing disease control balanced with limited long-term morbidity. [8] Besides long-term complications from radiation, re-operative, or post-operative morbidity is also a concern following radiation therapy. Changes in the surgical bed with increased tissue friability following radiation can lead to increased morbidity and surgical complications. One example of this is delayed CSF leak with rhinorrhea following surgical resection and stereotactic radiosurgery requiring multiple additional endoscopic procedures for surgical repair of the CSF leak. [26] Though radiation therapy can result in tumor regression, initial pre-operative radiotherapy can lead to increased surgical morbidity."}
{"id": "article-40958_23", "title": "Nasopharyngeal Angiofibroma -- Treatment / Management", "content": "Hormonal therapy in the way of androgen receptor blockers such as flutamide is an additional possible adjuvant therapy. These have been shown to help reduce tumor size prior to surgical resection or in the setting of recurrence, but do not have curative results on their own. [27]", "contents": "Nasopharyngeal Angiofibroma -- Treatment / Management. Hormonal therapy in the way of androgen receptor blockers such as flutamide is an additional possible adjuvant therapy. These have been shown to help reduce tumor size prior to surgical resection or in the setting of recurrence, but do not have curative results on their own. [27]"}
{"id": "article-40958_24", "title": "Nasopharyngeal Angiofibroma -- Treatment / Management", "content": "Limited evidence is available regarding the use of chemotherapy/cytotoxic drugs in the treatment of JNA. Of the little data that is available, patient responses range from no recurrence to partial response, advocating for additional research into the use of cytotoxic drugs as a therapy regimen. [27]", "contents": "Nasopharyngeal Angiofibroma -- Treatment / Management. Limited evidence is available regarding the use of chemotherapy/cytotoxic drugs in the treatment of JNA. Of the little data that is available, patient responses range from no recurrence to partial response, advocating for additional research into the use of cytotoxic drugs as a therapy regimen. [27]"}
{"id": "article-40958_25", "title": "Nasopharyngeal Angiofibroma -- Differential Diagnosis", "content": "Olfactory neuroblastoma (esthesioneuroblastoma): Avidly enhancing nasal cavity mass of the olfactory neuroepithelium that can have similar presenting symptoms and age of onset. These tumors can have a dumbbell appearance on imaging with intracranial extension and the waist centered at the cribriform plate. They can demonstrate intracranial cysts, restricted diffusion, and areas of necrosis. Olfactory neuroblastoma is much more common in females than is JNA. Rhabdomyosarcoma: Soft tissue sarcoma of the striated muscle. When occurring in the head and neck, the most common site is within the orbit, but also parameningeal sites such as nasopharynx, pterygopalatine fossa, middle ear, paranasal sinuses, or parapharyngeal space have been described. This condition is typically a malignancy of younger patients, with 70% occurring younger than 12 years, and 40% occurring younger than 5 years. They will demonstrate variable, mild to moderate contrast enhancement, with avid enhancement atypical, unlike JNA. They will also typically restrict diffusion, which can be another discriminator. Sinonasal polyp: Inflammatory polyp that can become hypervascular following repeated injury but will have less vascularity relative to JNA. The most common is the antrochoanal polyp, originating from the maxillary sinus and extending through the maxillary ostium into the nasal cavity. Sinonasal polyps can also originate from or extend into the nasopharynx.  However, they will typically not extend into the sphenopalatine foramen or pterygopalatine fossa. Osseous remodeling is smooth, not destructive. Polyps will demonstrate peripheral enhancement without central enhancement, unlike nasopharyngeal angiofibroma. Also seen in teens/young adults with nasal obstruction, but rarely results in epistaxis. Encephalocele: Meninges covered outpouching of brain parenchyma and CSF that protrudes through a skull base defect. The nasoethmoidal/nasopharyngeal variant can present as a nasal cavity mass. These are generally more anteriorly positioned than JNA and are nonenhancing. Nasopharyngeal carcinoma: This is a mucosal tumor that arises in the superolateral aspect of the nasopharynx within the fossa of Rosenmuller. It is a malignancy primarily of adults, with a peak incidence of 40 to 60 years, and rare in the pediatric/adolescent group.  It has a strong EBV association. This tumor demonstrates a mild homogeneous enhancement pattern, unlike the avid enhancement of nasopharyngeal angiofibroma. Also a destructive lesion, however unlike nasopharyngeal angiofibroma, it is prone to infiltrating the parapharyngeal fat and other deep facial soft tissues. Often it will demonstrate more extensive osseous destruction, including the clivus and into the cavernous sinus.", "contents": "Nasopharyngeal Angiofibroma -- Differential Diagnosis. Olfactory neuroblastoma (esthesioneuroblastoma): Avidly enhancing nasal cavity mass of the olfactory neuroepithelium that can have similar presenting symptoms and age of onset. These tumors can have a dumbbell appearance on imaging with intracranial extension and the waist centered at the cribriform plate. They can demonstrate intracranial cysts, restricted diffusion, and areas of necrosis. Olfactory neuroblastoma is much more common in females than is JNA. Rhabdomyosarcoma: Soft tissue sarcoma of the striated muscle. When occurring in the head and neck, the most common site is within the orbit, but also parameningeal sites such as nasopharynx, pterygopalatine fossa, middle ear, paranasal sinuses, or parapharyngeal space have been described. This condition is typically a malignancy of younger patients, with 70% occurring younger than 12 years, and 40% occurring younger than 5 years. They will demonstrate variable, mild to moderate contrast enhancement, with avid enhancement atypical, unlike JNA. They will also typically restrict diffusion, which can be another discriminator. Sinonasal polyp: Inflammatory polyp that can become hypervascular following repeated injury but will have less vascularity relative to JNA. The most common is the antrochoanal polyp, originating from the maxillary sinus and extending through the maxillary ostium into the nasal cavity. Sinonasal polyps can also originate from or extend into the nasopharynx.  However, they will typically not extend into the sphenopalatine foramen or pterygopalatine fossa. Osseous remodeling is smooth, not destructive. Polyps will demonstrate peripheral enhancement without central enhancement, unlike nasopharyngeal angiofibroma. Also seen in teens/young adults with nasal obstruction, but rarely results in epistaxis. Encephalocele: Meninges covered outpouching of brain parenchyma and CSF that protrudes through a skull base defect. The nasoethmoidal/nasopharyngeal variant can present as a nasal cavity mass. These are generally more anteriorly positioned than JNA and are nonenhancing. Nasopharyngeal carcinoma: This is a mucosal tumor that arises in the superolateral aspect of the nasopharynx within the fossa of Rosenmuller. It is a malignancy primarily of adults, with a peak incidence of 40 to 60 years, and rare in the pediatric/adolescent group.  It has a strong EBV association. This tumor demonstrates a mild homogeneous enhancement pattern, unlike the avid enhancement of nasopharyngeal angiofibroma. Also a destructive lesion, however unlike nasopharyngeal angiofibroma, it is prone to infiltrating the parapharyngeal fat and other deep facial soft tissues. Often it will demonstrate more extensive osseous destruction, including the clivus and into the cavernous sinus."}
{"id": "article-40958_26", "title": "Nasopharyngeal Angiofibroma -- Radiation Oncology", "content": "As described above, radiotherapy is primarily an adjuvant treatment in the setting of residual or recurrent disease. It can, however, be the primary treatment modality if a tumor is deemed unresectable based on its extent of invasion and the critical structures that it involves. Reports of local control rates with radiation alone are around 73 to 87.5%. [8]", "contents": "Nasopharyngeal Angiofibroma -- Radiation Oncology. As described above, radiotherapy is primarily an adjuvant treatment in the setting of residual or recurrent disease. It can, however, be the primary treatment modality if a tumor is deemed unresectable based on its extent of invasion and the critical structures that it involves. Reports of local control rates with radiation alone are around 73 to 87.5%. [8]"}
{"id": "article-40958_27", "title": "Nasopharyngeal Angiofibroma -- Radiation Oncology", "content": "External beam radiation is used in the form of IMRT in a conformal technique to limit radiation exposure and doses to nearby optic nerves/optic chiasm, lens, retina, brain/brainstem, spinal cord, and salivary glands as compared to conventional radiotherapy. Various case series involving radiotherapy treatments prescribe a typical dose range of 30 to 50 Gy, at 1.8 to 2 Gy per daily fraction.", "contents": "Nasopharyngeal Angiofibroma -- Radiation Oncology. External beam radiation is used in the form of IMRT in a conformal technique to limit radiation exposure and doses to nearby optic nerves/optic chiasm, lens, retina, brain/brainstem, spinal cord, and salivary glands as compared to conventional radiotherapy. Various case series involving radiotherapy treatments prescribe a typical dose range of 30 to 50 Gy, at 1.8 to 2 Gy per daily fraction."}
{"id": "article-40958_28", "title": "Nasopharyngeal Angiofibroma -- Radiation Oncology", "content": "Stereotactic radiotherapy/radiosurgery has also been used but is believed to be better suited for well-defined residual or recurrent disease.  It has a proposed higher risk of late complications given its single high dose of radiation over a tighter dose distribution area. [2] There are case reports of successful use of gamma knife surgery, one such describing 17 Gy supplied to the 50% isodense line of tumor margin in a focus of recurrence that had a volume of 6.8 cm. [7] Still, limited data exist regarding treatment efficacy and long-term complications of stereotactic radiosurgery.", "contents": "Nasopharyngeal Angiofibroma -- Radiation Oncology. Stereotactic radiotherapy/radiosurgery has also been used but is believed to be better suited for well-defined residual or recurrent disease.  It has a proposed higher risk of late complications given its single high dose of radiation over a tighter dose distribution area. [2] There are case reports of successful use of gamma knife surgery, one such describing 17 Gy supplied to the 50% isodense line of tumor margin in a focus of recurrence that had a volume of 6.8 cm. [7] Still, limited data exist regarding treatment efficacy and long-term complications of stereotactic radiosurgery."}
{"id": "article-40958_29", "title": "Nasopharyngeal Angiofibroma -- Staging", "content": "Various systems have been proposed for staging and classifying nasopharyngeal angiofibroma to aid in decision-making for surgery and adjunctive treatment. The most commonly used today are the Radkowski and Andrews-Fisch staging systems, primarily for their impact on surgical approach and recurrence/outcome. [5] Most recently, the UPMC system was proposed focusing on endoscopic staging, considering current surgical approaches and the nature of the tumor. Anatomic extent is the main determining factor utilized by all staging studies.", "contents": "Nasopharyngeal Angiofibroma -- Staging. Various systems have been proposed for staging and classifying nasopharyngeal angiofibroma to aid in decision-making for surgery and adjunctive treatment. The most commonly used today are the Radkowski and Andrews-Fisch staging systems, primarily for their impact on surgical approach and recurrence/outcome. [5] Most recently, the UPMC system was proposed focusing on endoscopic staging, considering current surgical approaches and the nature of the tumor. Anatomic extent is the main determining factor utilized by all staging studies."}
{"id": "article-40958_30", "title": "Nasopharyngeal Angiofibroma -- Staging", "content": "The Radkowski system is a three-level staging system, each stage being multipartite. Stage Ia disease is confined to the nasal cavity and nasopharyngeal vault, with extension into the sinuses classifying stage Ib disease. Extension into the pterygopalatine fossa is the discriminating factor for stage II, with minimal extension determining stage IIa, and stage IIb when it involves the entirety of the fossa. Stage IIc is when it extends into the infratemporal fossa or posterior to the pterygoid plates. Advanced stage III disease involves the skull base and intracranial extension. Stage IIIa is minimal involvement of the middle cranial fossa or pterygoid plates, with stage IIIb when it demonstrates intracranial extension with or without cavernous sinus invasion.", "contents": "Nasopharyngeal Angiofibroma -- Staging. The Radkowski system is a three-level staging system, each stage being multipartite. Stage Ia disease is confined to the nasal cavity and nasopharyngeal vault, with extension into the sinuses classifying stage Ib disease. Extension into the pterygopalatine fossa is the discriminating factor for stage II, with minimal extension determining stage IIa, and stage IIb when it involves the entirety of the fossa. Stage IIc is when it extends into the infratemporal fossa or posterior to the pterygoid plates. Advanced stage III disease involves the skull base and intracranial extension. Stage IIIa is minimal involvement of the middle cranial fossa or pterygoid plates, with stage IIIb when it demonstrates intracranial extension with or without cavernous sinus invasion."}
{"id": "article-40958_31", "title": "Nasopharyngeal Angiofibroma -- Staging", "content": "The Andrews-Fisch system is similar, with an extra stage delineating the intracranial extent. Stage I is limited to the nasal cavity/nasopharyngeal vault. Stage II includes pterygopalatine fossa or any sinus invasion. Stage IIIa involves extension in the infratemporal fossa or orbital invasion, whereas stage IIIb describes intracranial, extradural extension into the parasellar region. Intradural extension denotes more advanced stage IV disease, with cavernous sinus, pituitary fossa, or optic chiasm invasion separating stage IVa from stage IVb.", "contents": "Nasopharyngeal Angiofibroma -- Staging. The Andrews-Fisch system is similar, with an extra stage delineating the intracranial extent. Stage I is limited to the nasal cavity/nasopharyngeal vault. Stage II includes pterygopalatine fossa or any sinus invasion. Stage IIIa involves extension in the infratemporal fossa or orbital invasion, whereas stage IIIb describes intracranial, extradural extension into the parasellar region. Intradural extension denotes more advanced stage IV disease, with cavernous sinus, pituitary fossa, or optic chiasm invasion separating stage IVa from stage IVb."}
{"id": "article-40958_32", "title": "Nasopharyngeal Angiofibroma -- Staging", "content": "There are various other proposed classification systems less commonly used, or too new to fully understand their effectiveness relative to the others.  Some examples of these include the Sessions, Chandler, and INCan staging systems. The most recent proposed system was introduced by a group from the University of Pittsburgh Medical College (UPMC) in 2010, based on endoscopic staging. It stages JNA in five stages, with more focus on residual vascularity, primarily from the ICA after preoperative embolization. It also de-emphasizes size and paranasal sinus invasion, considered limited factors in outcome predictions following resection. As with the other systems, stage I is limited to the nasal cavity and nasopharynx. Stage II includes paranasal sinus and lateral pterygopalatine fossa invasion, but without residual vascularity. Stage III and IV disease consist of skull base erosion and involvement of the orbit and infratemporal fossa, only separated by residual vascular supply from the ICA in stage IV. Stage V disease is subdivided based on laterality, with medial (stage V(M)) vs. lateral (stage V(L)) intracranial extension and residual vascularity.", "contents": "Nasopharyngeal Angiofibroma -- Staging. There are various other proposed classification systems less commonly used, or too new to fully understand their effectiveness relative to the others.  Some examples of these include the Sessions, Chandler, and INCan staging systems. The most recent proposed system was introduced by a group from the University of Pittsburgh Medical College (UPMC) in 2010, based on endoscopic staging. It stages JNA in five stages, with more focus on residual vascularity, primarily from the ICA after preoperative embolization. It also de-emphasizes size and paranasal sinus invasion, considered limited factors in outcome predictions following resection. As with the other systems, stage I is limited to the nasal cavity and nasopharynx. Stage II includes paranasal sinus and lateral pterygopalatine fossa invasion, but without residual vascularity. Stage III and IV disease consist of skull base erosion and involvement of the orbit and infratemporal fossa, only separated by residual vascular supply from the ICA in stage IV. Stage V disease is subdivided based on laterality, with medial (stage V(M)) vs. lateral (stage V(L)) intracranial extension and residual vascularity."}
{"id": "article-40958_33", "title": "Nasopharyngeal Angiofibroma -- Prognosis", "content": "Nasopharyngeal angiofibroma is a benign entity, and in that regard portends a good prognosis. The main concern with JNA is an advanced disease that does not allow total resection or disease recurrence. Literature has reported as many as 33% of advanced (Radkowski stage III) disease are unresectable, and in those that undergo resection, recurrence can occur in 30 to 38%, which can lead to additional morbidity from residual/recurrent tumor growth and invasion. Some that have residual/recurrent disease also undergo adjuvant radiotherapy, with subsequent, though uncommon, accounts of likely radiation-induced secondary malignancies such as basal cell and squamous cell carcinoma within the radiation port. [8] Rare malignant transformation of JNA has also been reported, primarily into well-differentiated tumors following radiotherapy, but reports of undifferentiated sarcomatous transformation also exist, leading to a poorer prognosis. [6]", "contents": "Nasopharyngeal Angiofibroma -- Prognosis. Nasopharyngeal angiofibroma is a benign entity, and in that regard portends a good prognosis. The main concern with JNA is an advanced disease that does not allow total resection or disease recurrence. Literature has reported as many as 33% of advanced (Radkowski stage III) disease are unresectable, and in those that undergo resection, recurrence can occur in 30 to 38%, which can lead to additional morbidity from residual/recurrent tumor growth and invasion. Some that have residual/recurrent disease also undergo adjuvant radiotherapy, with subsequent, though uncommon, accounts of likely radiation-induced secondary malignancies such as basal cell and squamous cell carcinoma within the radiation port. [8] Rare malignant transformation of JNA has also been reported, primarily into well-differentiated tumors following radiotherapy, but reports of undifferentiated sarcomatous transformation also exist, leading to a poorer prognosis. [6]"}
{"id": "article-40958_34", "title": "Nasopharyngeal Angiofibroma -- Complications", "content": "The most significant complication of JNA is blood loss, primarily in the operative/procedural setting, and can be fatal absent proper precautions. Exophthalmos, facial/orbital deformity, vision loss, and loss of extraocular movements can occur from orbital invasion by the tumor. Vision loss can also be a potential complication of nontarget embolization if there is internal carotid artery branch involvement. Other severe complications of preoperative embolization include arterial vasospasm, facial palsy, infarction, or cranial nerve injury. More self-limiting, less severe complications include facial swelling, pain or abnormal sensation, headache, or nausea/vomiting. Surgical complications can include much of the same, with the addition of scarring and facial deformity. Hormonal therapy, if employed, can lead to feminization as a complication or at least undesirable side effect in adolescent boys.", "contents": "Nasopharyngeal Angiofibroma -- Complications. The most significant complication of JNA is blood loss, primarily in the operative/procedural setting, and can be fatal absent proper precautions. Exophthalmos, facial/orbital deformity, vision loss, and loss of extraocular movements can occur from orbital invasion by the tumor. Vision loss can also be a potential complication of nontarget embolization if there is internal carotid artery branch involvement. Other severe complications of preoperative embolization include arterial vasospasm, facial palsy, infarction, or cranial nerve injury. More self-limiting, less severe complications include facial swelling, pain or abnormal sensation, headache, or nausea/vomiting. Surgical complications can include much of the same, with the addition of scarring and facial deformity. Hormonal therapy, if employed, can lead to feminization as a complication or at least undesirable side effect in adolescent boys."}
{"id": "article-40958_35", "title": "Nasopharyngeal Angiofibroma -- Postoperative and Rehabilitation Care", "content": "Imaging and clinical surveillance are warranted to evaluate for residual versus recurrent disease. Evaluating for residual disease can be difficult, as the imaging characteristic of importance is tumor/tissue enhancement, which is visible in granulation tissue, especially in early postoperative imaging. Clinical exam and symptoms will play a primary role during this stage of recovery, if not as an adjunct to imaging. Most recurrences are reported to occur within the initial 6 to 36 months. [7] This situation leads to performing annual, or as often as biannually, follow-up for at least four years following surgery.", "contents": "Nasopharyngeal Angiofibroma -- Postoperative and Rehabilitation Care. Imaging and clinical surveillance are warranted to evaluate for residual versus recurrent disease. Evaluating for residual disease can be difficult, as the imaging characteristic of importance is tumor/tissue enhancement, which is visible in granulation tissue, especially in early postoperative imaging. Clinical exam and symptoms will play a primary role during this stage of recovery, if not as an adjunct to imaging. Most recurrences are reported to occur within the initial 6 to 36 months. [7] This situation leads to performing annual, or as often as biannually, follow-up for at least four years following surgery."}
{"id": "article-40958_36", "title": "Nasopharyngeal Angiofibroma -- Consultations", "content": "On initial evaluation by their pediatrician, family medicine, or other primary care provider and there is clinical suspicion for a nasopharyngeal angiofibroma, a request for imaging is necessary to be placed in conjunction with a consult for an otolaryngology (ENT) referral. Further evaluation by ENT with nasal endoscopy and imaging evaluation is warranted. Interventional radiology or neuroendovascular surgery consult will also be prudent during the preoperative planning phase, as well as for preoperative embolization if necessary.", "contents": "Nasopharyngeal Angiofibroma -- Consultations. On initial evaluation by their pediatrician, family medicine, or other primary care provider and there is clinical suspicion for a nasopharyngeal angiofibroma, a request for imaging is necessary to be placed in conjunction with a consult for an otolaryngology (ENT) referral. Further evaluation by ENT with nasal endoscopy and imaging evaluation is warranted. Interventional radiology or neuroendovascular surgery consult will also be prudent during the preoperative planning phase, as well as for preoperative embolization if necessary."}
{"id": "article-40958_37", "title": "Nasopharyngeal Angiofibroma -- Pearls and Other Issues", "content": "Nasopharyngeal angiofibroma is a clinical and imaging diagnosis. Understanding the demographics and clinical presentation can potentially lead to earlier diagnosis and treatment. Unfortunately, JNA is a slow-growing lesion and can be asymptomatic for a prolonged period depending on its specific pattern of growth and involvement in the patient, thus leading to more advanced disease at initial presentation. The slow-growing nature also leads to the chronicity of symptoms of at least 6 months or more. [2]", "contents": "Nasopharyngeal Angiofibroma -- Pearls and Other Issues. Nasopharyngeal angiofibroma is a clinical and imaging diagnosis. Understanding the demographics and clinical presentation can potentially lead to earlier diagnosis and treatment. Unfortunately, JNA is a slow-growing lesion and can be asymptomatic for a prolonged period depending on its specific pattern of growth and involvement in the patient, thus leading to more advanced disease at initial presentation. The slow-growing nature also leads to the chronicity of symptoms of at least 6 months or more. [2]"}
{"id": "article-40958_38", "title": "Nasopharyngeal Angiofibroma -- Pearls and Other Issues", "content": "Prompt imaging and specialty referral lead to early treatment primarily through surgical resection, utilizing preoperative embolization to decrease blood loss and related surgical complications. Radiation, hormonal therapy, and chemotherapy have predominantly adjuvant roles either in the setting of recurrent or unresectable residual disease, or potentially to reduce tumor size before surgery. At this time, hormonal and cytotoxic drug therapies have limited data regarding efficacy, and further study is warranted.", "contents": "Nasopharyngeal Angiofibroma -- Pearls and Other Issues. Prompt imaging and specialty referral lead to early treatment primarily through surgical resection, utilizing preoperative embolization to decrease blood loss and related surgical complications. Radiation, hormonal therapy, and chemotherapy have predominantly adjuvant roles either in the setting of recurrent or unresectable residual disease, or potentially to reduce tumor size before surgery. At this time, hormonal and cytotoxic drug therapies have limited data regarding efficacy, and further study is warranted."}
{"id": "article-40958_39", "title": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes", "content": "Diagnosis of JNA is not a difficult one to make but is best done as part of an interprofessional team consisting of the primary care provider (pediatrician, family medicine physician, internist, physician assistant, or nurse practitioner), radiologist, otolaryngologist (ENT), neurosurgeon, interventional radiologist, radiation oncologist, anesthesiologist, pathologist, and oncology-trained nurses.", "contents": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes. Diagnosis of JNA is not a difficult one to make but is best done as part of an interprofessional team consisting of the primary care provider (pediatrician, family medicine physician, internist, physician assistant, or nurse practitioner), radiologist, otolaryngologist (ENT), neurosurgeon, interventional radiologist, radiation oncologist, anesthesiologist, pathologist, and oncology-trained nurses."}
{"id": "article-40958_40", "title": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes", "content": "Patients, and more importantly, family members, should receive education on the classic signs and symptoms of nasopharyngeal angiofibroma. If an adolescent male friend or family member is having recurrent unprovoked nosebleeds or chronic nasal congestion/obstruction that doesn't improve with allergy medication, then it is recommended to be evaluated by their primary care provider.  Patients should be made aware of the treatment options and complications, especially the bleeding risk associated with surgery. There should be an emphasis on the fact that this is not a malignant lesion and has high cure rates and long-term survival if treated appropriately. Nursing staff with appropriate training can be excellent resources in providing information and education to patients and their families as well as coordinating follow-up. The primary method of treatment is surgical resection, and depending on the stage and characteristics may require preoperative embolization or adjuvant radiotherapy.", "contents": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes. Patients, and more importantly, family members, should receive education on the classic signs and symptoms of nasopharyngeal angiofibroma. If an adolescent male friend or family member is having recurrent unprovoked nosebleeds or chronic nasal congestion/obstruction that doesn't improve with allergy medication, then it is recommended to be evaluated by their primary care provider.  Patients should be made aware of the treatment options and complications, especially the bleeding risk associated with surgery. There should be an emphasis on the fact that this is not a malignant lesion and has high cure rates and long-term survival if treated appropriately. Nursing staff with appropriate training can be excellent resources in providing information and education to patients and their families as well as coordinating follow-up. The primary method of treatment is surgical resection, and depending on the stage and characteristics may require preoperative embolization or adjuvant radiotherapy."}
{"id": "article-40958_41", "title": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes", "content": "Treatment failure is determined by recurrence, occurring in up to 37% of patients. Recurrence most commonly occurs within the first three years following surgery, requiring annual or biannual clinical and imaging surveillance for at least four years following surgery. [7] This approach can lead to subsequent surgery or radiotherapy, which can improve treatment response, but also raises the risk of treatment complications.  Maintaining an interprofessional approach can improve overall patient care, safety, and outcomes.", "contents": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes. Treatment failure is determined by recurrence, occurring in up to 37% of patients. Recurrence most commonly occurs within the first three years following surgery, requiring annual or biannual clinical and imaging surveillance for at least four years following surgery. [7] This approach can lead to subsequent surgery or radiotherapy, which can improve treatment response, but also raises the risk of treatment complications.  Maintaining an interprofessional approach can improve overall patient care, safety, and outcomes."}
{"id": "article-40958_42", "title": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes", "content": "Nasopharyngeal angiofibroma requires an interprofessional team approach, including physicians, specialists, and specialty-trained nurses, all collaborating across disciplines to achieve optimal patient results. [Level 5]", "contents": "Nasopharyngeal Angiofibroma -- Enhancing Healthcare Team Outcomes. Nasopharyngeal angiofibroma requires an interprofessional team approach, including physicians, specialists, and specialty-trained nurses, all collaborating across disciplines to achieve optimal patient results. [Level 5]"}
{"id": "article-40958_43", "title": "Nasopharyngeal Angiofibroma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nasopharyngeal Angiofibroma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}