{"id": "article-27691_0", "title": "Pressure Controlled Ventilation -- Definition/Introduction", "content": "Pressure-controlled ventilation is a modality utilized in patients with an indwelling endotracheal tube or tracheostomy tube that affords the practitioner the ability to ventilate a patient with a maximal peak pressure. In contrast to volume-controlled ventilation, pressure-control involves the selection of an inspiratory pressure instead of a tidal volume target. The setting of an inspiratory pressure, as well as an associated positive end-expiratory pressure (PEEP), will allow a provider to control the peak pressure, thereby protecting from barotrauma.", "contents": "Pressure Controlled Ventilation -- Definition/Introduction. Pressure-controlled ventilation is a modality utilized in patients with an indwelling endotracheal tube or tracheostomy tube that affords the practitioner the ability to ventilate a patient with a maximal peak pressure. In contrast to volume-controlled ventilation, pressure-control involves the selection of an inspiratory pressure instead of a tidal volume target. The setting of an inspiratory pressure, as well as an associated positive end-expiratory pressure (PEEP), will allow a provider to control the peak pressure, thereby protecting from barotrauma."}
{"id": "article-27691_1", "title": "Pressure Controlled Ventilation -- Issues of Concern", "content": "A skilled practitioner, familiar with pressure control ventilation, in conjunction with a respiratory therapist, should manage patients on the mode as it does differ from conventional volume control in a very important way. In pressure control ventilation, the setting of inspiratory pressure, and therefore peak pressure, is protective against barotrauma. However, pressure control does have an independent variable of tidal volume. Excess pressure can cause a significantly elevated tidal volume, resulting in volutrauma, or the opposite can occur in which after setting an adequate and safe pressure, the tidal volume is too low for a patient’s ideal body weight resulting in increased dead space ventilation and ultimately ventilatory failure. [1]", "contents": "Pressure Controlled Ventilation -- Issues of Concern. A skilled practitioner, familiar with pressure control ventilation, in conjunction with a respiratory therapist, should manage patients on the mode as it does differ from conventional volume control in a very important way. In pressure control ventilation, the setting of inspiratory pressure, and therefore peak pressure, is protective against barotrauma. However, pressure control does have an independent variable of tidal volume. Excess pressure can cause a significantly elevated tidal volume, resulting in volutrauma, or the opposite can occur in which after setting an adequate and safe pressure, the tidal volume is too low for a patient’s ideal body weight resulting in increased dead space ventilation and ultimately ventilatory failure. [1]"}
{"id": "article-27691_2", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "Pressure control ventilation is a common modality in both adults and pediatrics. It is typically available in both pressure control-continuous mandatory ventilation (PC-CMV) as well as pressure control-intermittent mandatory ventilation (PC-IMV), which is also a feature of other commonly used modes. A clinician will set the driving pressure to aid in the distention of alveoli. However, the volume delivered may vary due to a patient’s intrinsic respiratory ability, thoracic compliance, airway resistance, and even other ventilator settings such as the I to E ratio and rise time.", "contents": "Pressure Controlled Ventilation -- Clinical Significance. Pressure control ventilation is a common modality in both adults and pediatrics. It is typically available in both pressure control-continuous mandatory ventilation (PC-CMV) as well as pressure control-intermittent mandatory ventilation (PC-IMV), which is also a feature of other commonly used modes. A clinician will set the driving pressure to aid in the distention of alveoli. However, the volume delivered may vary due to a patient’s intrinsic respiratory ability, thoracic compliance, airway resistance, and even other ventilator settings such as the I to E ratio and rise time."}
{"id": "article-27691_3", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "While volume control is the more common mode of ventilation, patients may better tolerate pressure control ventilation. The critical difference in pressure control that may explain the difference in tolerance is the ability of the mode to maintain constant airway pressure by altering the inspiratory flow rates to meet the demand of the patient. [2] While tidal volume does vary in this mode, maintaining the constant airway pressure does permit improved alveolar distention universally instead of within regions that are more readily available. This generalized distention may also improve dead space ventilation, promoting active alveolar ventilation, which will result in improved comfort.", "contents": "Pressure Controlled Ventilation -- Clinical Significance. While volume control is the more common mode of ventilation, patients may better tolerate pressure control ventilation. The critical difference in pressure control that may explain the difference in tolerance is the ability of the mode to maintain constant airway pressure by altering the inspiratory flow rates to meet the demand of the patient. [2] While tidal volume does vary in this mode, maintaining the constant airway pressure does permit improved alveolar distention universally instead of within regions that are more readily available. This generalized distention may also improve dead space ventilation, promoting active alveolar ventilation, which will result in improved comfort."}
{"id": "article-27691_4", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "It bears mention that the waveforms on the ventilator screen are different than those seen in traditional volume control. In pressure control, the flow rate is dynamic and adjusts to the patient’s needs; however, the pressure will form a plateau. Figure 1 is an example of the standard waveforms of pressure control. [3] The display present in figure 1 demonstrates a plateaued waveform for pressure, indicating that after meeting the rise time, the remainder of the inspiratory time will remain at a constant pressure. The flow is dynamic to maintain this constant pressure. These forces, as well as other factors such as compliance of the lung and thorax, determine the tidal volume inspired.", "contents": "Pressure Controlled Ventilation -- Clinical Significance. It bears mention that the waveforms on the ventilator screen are different than those seen in traditional volume control. In pressure control, the flow rate is dynamic and adjusts to the patient’s needs; however, the pressure will form a plateau. Figure 1 is an example of the standard waveforms of pressure control. [3] The display present in figure 1 demonstrates a plateaued waveform for pressure, indicating that after meeting the rise time, the remainder of the inspiratory time will remain at a constant pressure. The flow is dynamic to maintain this constant pressure. These forces, as well as other factors such as compliance of the lung and thorax, determine the tidal volume inspired."}
{"id": "article-27691_5", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "Although pressure control has demonstrated improved ventilator synchrony, some findings are observable on the ventilator display that indicates adjustments are necessary to continue to maintain optimum conditions [3] . These abnormalities will usually present themselves in the flow waveforms as they are the dynamic portion of the cycle. Figure 2 demonstrates a shortened inspiratory time, as shown by the flow waveform ending prematurely and not returning to zero before exhalation. Most commonly, this will require a change in the I to E ratio, which may result from changing the respiratory rate or improving airflow resistance at the time of exhalation.", "contents": "Pressure Controlled Ventilation -- Clinical Significance. Although pressure control has demonstrated improved ventilator synchrony, some findings are observable on the ventilator display that indicates adjustments are necessary to continue to maintain optimum conditions [3] . These abnormalities will usually present themselves in the flow waveforms as they are the dynamic portion of the cycle. Figure 2 demonstrates a shortened inspiratory time, as shown by the flow waveform ending prematurely and not returning to zero before exhalation. Most commonly, this will require a change in the I to E ratio, which may result from changing the respiratory rate or improving airflow resistance at the time of exhalation."}
{"id": "article-27691_6", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "In contrast to insufficient inspiratory time, there is also the possibility of providing an excess of inspiratory time. In pressure control, the inspiratory time dictates how long a patient will remain at the pressure peak; this will generate a particular tidal volume. However, space within the lung is limited, and providing an excess of inspiratory time does not necessarily mean the gain of any further benefit. Figure 3 demonstrates waveform findings that would indicate there is excess inspiratory time, and adjustment of the I to E ratio can help improve the effectiveness of the ventilator. It is best represented by a flat component between the inhalation and exhalation dynamic phases of the flow waveform.", "contents": "Pressure Controlled Ventilation -- Clinical Significance. In contrast to insufficient inspiratory time, there is also the possibility of providing an excess of inspiratory time. In pressure control, the inspiratory time dictates how long a patient will remain at the pressure peak; this will generate a particular tidal volume. However, space within the lung is limited, and providing an excess of inspiratory time does not necessarily mean the gain of any further benefit. Figure 3 demonstrates waveform findings that would indicate there is excess inspiratory time, and adjustment of the I to E ratio can help improve the effectiveness of the ventilator. It is best represented by a flat component between the inhalation and exhalation dynamic phases of the flow waveform."}
{"id": "article-27691_7", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "As previously mentioned, excess inspiratory time is not equivocal to insufficient expiratory time. As above, in the flow waveform, the expiratory component does return to zero liters per minute, indicating exhalation was permitted to occur until finished and not prematurely halted. Additionally, it is essential to note that the volume waveform does also return to its baseline, indicating that the volume provided was able to be fully exhaled, preventing the possible scenario of auto-PEEP. Figure 4 demonstrates an insufficient expiratory time. It is important to note that the flow and volume waveforms are interrupted, which can create a life-threatening situation and immediate adjustment of the I to E ratio or adjusting the volume provided by modifying the driving pressure.", "contents": "Pressure Controlled Ventilation -- Clinical Significance. As previously mentioned, excess inspiratory time is not equivocal to insufficient expiratory time. As above, in the flow waveform, the expiratory component does return to zero liters per minute, indicating exhalation was permitted to occur until finished and not prematurely halted. Additionally, it is essential to note that the volume waveform does also return to its baseline, indicating that the volume provided was able to be fully exhaled, preventing the possible scenario of auto-PEEP. Figure 4 demonstrates an insufficient expiratory time. It is important to note that the flow and volume waveforms are interrupted, which can create a life-threatening situation and immediate adjustment of the I to E ratio or adjusting the volume provided by modifying the driving pressure."}
{"id": "article-27691_8", "title": "Pressure Controlled Ventilation -- Clinical Significance", "content": "The ability to have direct control of airway pressure will aid in the prevention of lung injury. Also, utilizing a pressure-based approach will encourage a full distribution of all lung units regarding ventilation. This full distribution may aid in V/Q mismatch in patients with poorly complaint lungs in conditions such as ARDS. [4] [5] In one particular study, researchers prospectively evaluated volume control against pressure control. This study also demonstrated that pressure control ventilation might provide the same support with lower peak airway pressures and lead to an improvement in thoracic static compliance. [6]", "contents": "Pressure Controlled Ventilation -- Clinical Significance. The ability to have direct control of airway pressure will aid in the prevention of lung injury. Also, utilizing a pressure-based approach will encourage a full distribution of all lung units regarding ventilation. This full distribution may aid in V/Q mismatch in patients with poorly complaint lungs in conditions such as ARDS. [4] [5] In one particular study, researchers prospectively evaluated volume control against pressure control. This study also demonstrated that pressure control ventilation might provide the same support with lower peak airway pressures and lead to an improvement in thoracic static compliance. [6]"}
{"id": "article-27691_9", "title": "Pressure Controlled Ventilation -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "When utilizing pressure control ventilation, respiratory therapists, as well as nursing, should be actively involved in the co-management and surveillance of the patient on the ventilator while in the ICU or emergency room. Discussion as a collective team should take place at the time of deciding to place the patient on pressure control. Concerning features that require immediate intervention should also be discussed as a team at that time.", "contents": "Pressure Controlled Ventilation -- Nursing, Allied Health, and Interprofessional Team Interventions. When utilizing pressure control ventilation, respiratory therapists, as well as nursing, should be actively involved in the co-management and surveillance of the patient on the ventilator while in the ICU or emergency room. Discussion as a collective team should take place at the time of deciding to place the patient on pressure control. Concerning features that require immediate intervention should also be discussed as a team at that time."}
{"id": "article-27691_10", "title": "Pressure Controlled Ventilation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pressure Controlled Ventilation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}