{"id": "article-31218_0", "title": "Vitamin B2 (Riboflavin) -- Continuing Education Activity", "content": "Riboflavin, also known as vitamin B2, is a water-soluble vitamin that belongs to the vitamin B complex group. Clinicians frequently prescribe riboflavin as part of a combined formulation with other B complex vitamins as a prophylactic supplement to manage and treat vitamin B2 deficiency. Riboflavin deficiency is a rare condition as it is present in various food choices. However, individuals who follow a diet low in meat and milk, which are considered the best sources of riboflavin, and certain specific groups of people, such as pregnant women, children, and athletes, may be more susceptible to this deficiency. Milk and dairy products are rich in riboflavin and vitamin D. Dairy consumption is the primary source of vitamin D in Western diets. This is why riboflavin deficiency is rare among water-soluble vitamins.", "contents": "Vitamin B2 (Riboflavin) -- Continuing Education Activity. Riboflavin, also known as vitamin B2, is a water-soluble vitamin that belongs to the vitamin B complex group. Clinicians frequently prescribe riboflavin as part of a combined formulation with other B complex vitamins as a prophylactic supplement to manage and treat vitamin B2 deficiency. Riboflavin deficiency is a rare condition as it is present in various food choices. However, individuals who follow a diet low in meat and milk, which are considered the best sources of riboflavin, and certain specific groups of people, such as pregnant women, children, and athletes, may be more susceptible to this deficiency. Milk and dairy products are rich in riboflavin and vitamin D. Dairy consumption is the primary source of vitamin D in Western diets. This is why riboflavin deficiency is rare among water-soluble vitamins."}
{"id": "article-31218_1", "title": "Vitamin B2 (Riboflavin) -- Continuing Education Activity", "content": "The United States Food and Drug Administration (FDA) approved the ophthalmic formulation of riboflavin 5’-phosphate in treating corneal ectasia post-refractive surgery and managing progressive keratoconus. Off-label uses of oral riboflavin include migraine prophylaxis, neonates undergoing phototherapy, and addressing antiretroviral-induced lactic acidosis. This activity aims to elucidate the mechanism of action, adverse event profile, pharmacokinetics, administration, and pertinent interactions for interprofessional healthcare team members involved in treating patients with riboflavin deficiency and related conditions.", "contents": "Vitamin B2 (Riboflavin) -- Continuing Education Activity. The United States Food and Drug Administration (FDA) approved the ophthalmic formulation of riboflavin 5’-phosphate in treating corneal ectasia post-refractive surgery and managing progressive keratoconus. Off-label uses of oral riboflavin include migraine prophylaxis, neonates undergoing phototherapy, and addressing antiretroviral-induced lactic acidosis. This activity aims to elucidate the mechanism of action, adverse event profile, pharmacokinetics, administration, and pertinent interactions for interprofessional healthcare team members involved in treating patients with riboflavin deficiency and related conditions."}
{"id": "article-31218_2", "title": "Vitamin B2 (Riboflavin) -- Continuing Education Activity", "content": "Objectives: Identify manifestations of riboflavin deficiency in diverse patient populations, recognizing signs and symptoms associated with this vitamin B2 insufficiency. Implement timely evaluation and intervention strategies, incorporating evidence-based practices for managing riboflavin deficiency in various clinical scenarios. Apply riboflavin supplementation judiciously, considering patient-specific factors, dosages, and formulation options to optimize therapeutic outcomes. Coordinate care for patients with riboflavin deficiency by collaborating with interprofessional healthcare teams, integrating interventions seamlessly into broader healthcare plans, and ensuring continuity of treatment and follow-up. Access free multiple choice questions on this topic.", "contents": "Vitamin B2 (Riboflavin) -- Continuing Education Activity. Objectives: Identify manifestations of riboflavin deficiency in diverse patient populations, recognizing signs and symptoms associated with this vitamin B2 insufficiency. Implement timely evaluation and intervention strategies, incorporating evidence-based practices for managing riboflavin deficiency in various clinical scenarios. Apply riboflavin supplementation judiciously, considering patient-specific factors, dosages, and formulation options to optimize therapeutic outcomes. Coordinate care for patients with riboflavin deficiency by collaborating with interprofessional healthcare teams, integrating interventions seamlessly into broader healthcare plans, and ensuring continuity of treatment and follow-up. Access free multiple choice questions on this topic."}
{"id": "article-31218_3", "title": "Vitamin B2 (Riboflavin) -- Indications", "content": "Riboflavin, also known as vitamin B2, is a water-soluble vitamin that belongs to the vitamin B complex group. Clinicians frequently prescribe riboflavin as part of a combined formulation with other B complex vitamins as a prophylactic supplement to manage and treat vitamin B2 deficiency. Riboflavin deficiency is a rare condition as it is present in various food choices. However, individuals who follow a diet low in meat and milk, which are considered the best sources of riboflavin, and certain specific groups of people, as discussed below, may be more susceptible to this deficiency. [1]", "contents": "Vitamin B2 (Riboflavin) -- Indications. Riboflavin, also known as vitamin B2, is a water-soluble vitamin that belongs to the vitamin B complex group. Clinicians frequently prescribe riboflavin as part of a combined formulation with other B complex vitamins as a prophylactic supplement to manage and treat vitamin B2 deficiency. Riboflavin deficiency is a rare condition as it is present in various food choices. However, individuals who follow a diet low in meat and milk, which are considered the best sources of riboflavin, and certain specific groups of people, as discussed below, may be more susceptible to this deficiency. [1]"}
{"id": "article-31218_4", "title": "Vitamin B2 (Riboflavin) -- Indications", "content": "Milk and dairy products are rich in riboflavin and vitamin D. Dairy consumption is the primary source of vitamin D in Western diets. This is why riboflavin deficiency is rare among water-soluble vitamins. However, an increased intake of semi-skimmed milk in developed countries depletes milk's riboflavin content. Although relatively stable, it easily degrades with light exposure. Milk in a glass bottle may contain less riboflavin if exposed to light.", "contents": "Vitamin B2 (Riboflavin) -- Indications. Milk and dairy products are rich in riboflavin and vitamin D. Dairy consumption is the primary source of vitamin D in Western diets. This is why riboflavin deficiency is rare among water-soluble vitamins. However, an increased intake of semi-skimmed milk in developed countries depletes milk's riboflavin content. Although relatively stable, it easily degrades with light exposure. Milk in a glass bottle may contain less riboflavin if exposed to light."}
{"id": "article-31218_5", "title": "Vitamin B2 (Riboflavin) -- Indications", "content": "Grain products possess low natural amounts, but fortification practices ensure that certain bread and cereals have become sources of riboflavin. Therefore, according to an article by Morgan KJ et al, high riboflavin levels were found in those who had cereals for breakfast. [2] Fatty fish are also excellent sources of riboflavin, and certain fruits and vegetables, especially dark green vegetables, contain reasonably high concentrations. Vegetarians with access to various fruits and vegetables can avoid deficiency, although intake may be lower than omnivores, and elderly vegetarians are at a higher risk. [3]", "contents": "Vitamin B2 (Riboflavin) -- Indications. Grain products possess low natural amounts, but fortification practices ensure that certain bread and cereals have become sources of riboflavin. Therefore, according to an article by Morgan KJ et al, high riboflavin levels were found in those who had cereals for breakfast. [2] Fatty fish are also excellent sources of riboflavin, and certain fruits and vegetables, especially dark green vegetables, contain reasonably high concentrations. Vegetarians with access to various fruits and vegetables can avoid deficiency, although intake may be lower than omnivores, and elderly vegetarians are at a higher risk. [3]"}
{"id": "article-31218_6", "title": "Vitamin B2 (Riboflavin) -- Indications -- FDA-Approved Indication", "content": "The United States Food and Drug Administration (FDA) approved the ophthalmic formulation of riboflavin 5’-phosphate in treating corneal ectasia following refractive surgery and managing progressive keratoconus. [4]", "contents": "Vitamin B2 (Riboflavin) -- Indications -- FDA-Approved Indication. The United States Food and Drug Administration (FDA) approved the ophthalmic formulation of riboflavin 5’-phosphate in treating corneal ectasia following refractive surgery and managing progressive keratoconus. [4]"}
{"id": "article-31218_7", "title": "Vitamin B2 (Riboflavin) -- Indications -- Off-Label Uses", "content": "Off-label uses of oral riboflavin include migraine prophylaxis, neonates undergoing phototherapy, and addressing antiretroviral-induced lactic acidosis. [5] [6] [7] [8]", "contents": "Vitamin B2 (Riboflavin) -- Indications -- Off-Label Uses. Off-label uses of oral riboflavin include migraine prophylaxis, neonates undergoing phototherapy, and addressing antiretroviral-induced lactic acidosis. [5] [6] [7] [8]"}
{"id": "article-31218_8", "title": "Vitamin B2 (Riboflavin) -- Indications -- Groups of Individuals at a Higher Risk for Low Riboflavin Intake", "content": "Pregnant or lactating women and infants: Pregnancy demands higher riboflavin intake as it crosses the placenta. Therefore, if the maternal status is poor during gestation, the infant will likely have riboflavin deficiency. Breast milk riboflavin concentration may reflect maternal intake and can be improved by supplementation if maternal intake is low.", "contents": "Vitamin B2 (Riboflavin) -- Indications -- Groups of Individuals at a Higher Risk for Low Riboflavin Intake. Pregnant or lactating women and infants: Pregnancy demands higher riboflavin intake as it crosses the placenta. Therefore, if the maternal status is poor during gestation, the infant will likely have riboflavin deficiency. Breast milk riboflavin concentration may reflect maternal intake and can be improved by supplementation if maternal intake is low."}
{"id": "article-31218_9", "title": "Vitamin B2 (Riboflavin) -- Indications -- Groups of Individuals at a Higher Risk for Low Riboflavin Intake", "content": "Children: Riboflavin deficiency among children is present in many regions of the world where inadequate levels of milk and meat are common in their diets. [1] Riboflavin deficiency among children in the Western world is prevalent in adolescents, especially girls, because of increased metabolic demand. Older individuals: With advancing age, an increasing requirement of riboflavin is due to the decreased efficiency of its absorption by the enterocytes. [9] Athletes: Study results suggest that vigorous exercise may deplete riboflavin due to consuming the nutrients in the metabolic pathways. [10]", "contents": "Vitamin B2 (Riboflavin) -- Indications -- Groups of Individuals at a Higher Risk for Low Riboflavin Intake. Children: Riboflavin deficiency among children is present in many regions of the world where inadequate levels of milk and meat are common in their diets. [1] Riboflavin deficiency among children in the Western world is prevalent in adolescents, especially girls, because of increased metabolic demand. Older individuals: With advancing age, an increasing requirement of riboflavin is due to the decreased efficiency of its absorption by the enterocytes. [9] Athletes: Study results suggest that vigorous exercise may deplete riboflavin due to consuming the nutrients in the metabolic pathways. [10]"}
{"id": "article-31218_10", "title": "Vitamin B2 (Riboflavin) -- Indications -- Groups of Individuals at a Higher Risk for Low Riboflavin Intake", "content": "Eating disorders: Young women with anorexia nervosa or patients with malignancies and malabsorption syndromes, like celiac disease and short bowel syndrome, have been shown to have low riboflavin levels. [10] Patients with lactose intolerance are likely to have suboptimal intake since dairy products are a good source of riboflavin. Long-term use of barbiturates: Long-term use of phenobarbital, as well as other barbiturates, can deplete riboflavin due to oxidation. [11]", "contents": "Vitamin B2 (Riboflavin) -- Indications -- Groups of Individuals at a Higher Risk for Low Riboflavin Intake. Eating disorders: Young women with anorexia nervosa or patients with malignancies and malabsorption syndromes, like celiac disease and short bowel syndrome, have been shown to have low riboflavin levels. [10] Patients with lactose intolerance are likely to have suboptimal intake since dairy products are a good source of riboflavin. Long-term use of barbiturates: Long-term use of phenobarbital, as well as other barbiturates, can deplete riboflavin due to oxidation. [11]"}
{"id": "article-31218_11", "title": "Vitamin B2 (Riboflavin) -- Indications -- Prominent Features of Riboflavin Deficiency", "content": "Although the clinical features of some vitamin deficiencies are similar and often coexist, the more common signs of riboflavin deficiency include dry, red, fissured, or ulcerated lips, angular cheilitis, dry, atrophic, magenta-red, or blackish tongue, seborrheic dermatitis on the face, hyperpigmentation of the scrotum or vulva, resembling zinc deficiency, conjunctivitis, sore throat, and fatigue. [12] [13]", "contents": "Vitamin B2 (Riboflavin) -- Indications -- Prominent Features of Riboflavin Deficiency. Although the clinical features of some vitamin deficiencies are similar and often coexist, the more common signs of riboflavin deficiency include dry, red, fissured, or ulcerated lips, angular cheilitis, dry, atrophic, magenta-red, or blackish tongue, seborrheic dermatitis on the face, hyperpigmentation of the scrotum or vulva, resembling zinc deficiency, conjunctivitis, sore throat, and fatigue. [12] [13]"}
{"id": "article-31218_12", "title": "Vitamin B2 (Riboflavin) -- Mechanism of Action", "content": "Riboflavin is involved in the metabolism of macronutrients and the production of some other B-complex vitamins. The nutrient participates in redox reactions in the metabolic pathways through cofactors flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN), derived from riboflavin, by acting as electron carriers. [14]", "contents": "Vitamin B2 (Riboflavin) -- Mechanism of Action. Riboflavin is involved in the metabolism of macronutrients and the production of some other B-complex vitamins. The nutrient participates in redox reactions in the metabolic pathways through cofactors flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN), derived from riboflavin, by acting as electron carriers. [14]"}
{"id": "article-31218_13", "title": "Vitamin B2 (Riboflavin) -- Mechanism of Action", "content": "Riboflavin plays a principal role in the electron transport chain. [15] Inadequate riboflavin intake would be expected to disturb the intermediate steps of metabolism, with specific functional implications. The conversion of the amino acid tryptophan to niacin requires FAD. Similarly, converting vitamin B6 (pyridoxine) to the coenzyme pyridoxal 5’-phosphate needs FMN. [16]", "contents": "Vitamin B2 (Riboflavin) -- Mechanism of Action. Riboflavin plays a principal role in the electron transport chain. [15] Inadequate riboflavin intake would be expected to disturb the intermediate steps of metabolism, with specific functional implications. The conversion of the amino acid tryptophan to niacin requires FAD. Similarly, converting vitamin B6 (pyridoxine) to the coenzyme pyridoxal 5’-phosphate needs FMN. [16]"}
{"id": "article-31218_14", "title": "Vitamin B2 (Riboflavin) -- Mechanism of Action", "content": "Riboflavin is also known as an antioxidant because it regenerates glutathione, a free radical scavenger. [17] Additionally, riboflavin is involved in growth and development, especially during fetal life, reproduction, and lactation.", "contents": "Vitamin B2 (Riboflavin) -- Mechanism of Action. Riboflavin is also known as an antioxidant because it regenerates glutathione, a free radical scavenger. [17] Additionally, riboflavin is involved in growth and development, especially during fetal life, reproduction, and lactation."}
{"id": "article-31218_15", "title": "Vitamin B2 (Riboflavin) -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: A small amount of riboflavin is present in foods as free riboflavin, a majority as its derivative flavin adenine dinucleotide (FAD), and a smaller amount as flavin mononucleotide (FMN). Intestinal bacteria also produce a small amount of riboflavin. [18] For the absorption of dietary riboflavin, a prerequisite is converting FAD and FMN to free riboflavin, catalyzed by enzymes called phosphatases in the enterocyte. [19] Absorption occurs predominantly in the small intestine through a carrier-mediated transport process by RFVT3 (riboflavin transporter). [20] The absorption of riboflavin is increased by food.", "contents": "Vitamin B2 (Riboflavin) -- Mechanism of Action -- Pharmacokinetics. Absorption: A small amount of riboflavin is present in foods as free riboflavin, a majority as its derivative flavin adenine dinucleotide (FAD), and a smaller amount as flavin mononucleotide (FMN). Intestinal bacteria also produce a small amount of riboflavin. [18] For the absorption of dietary riboflavin, a prerequisite is converting FAD and FMN to free riboflavin, catalyzed by enzymes called phosphatases in the enterocyte. [19] Absorption occurs predominantly in the small intestine through a carrier-mediated transport process by RFVT3 (riboflavin transporter). [20] The absorption of riboflavin is increased by food."}
{"id": "article-31218_16", "title": "Vitamin B2 (Riboflavin) -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Riboflavin is widely distributed between central and peripheral compartments. Riboflavin can cross the blood-brain barrier. RFVT2, encoded by SLC52A2 (solute carrier family 52 member-2), is responsible for the tissue distribution of riboflavin. [21] ABCG2 (ATP-binding cassette G2 transporter) is also responsible for transporting riboflavin into breast milk, CSF, semen, and bile. [15]", "contents": "Vitamin B2 (Riboflavin) -- Mechanism of Action -- Pharmacokinetics. Distribution: Riboflavin is widely distributed between central and peripheral compartments. Riboflavin can cross the blood-brain barrier. RFVT2, encoded by SLC52A2 (solute carrier family 52 member-2), is responsible for the tissue distribution of riboflavin. [21] ABCG2 (ATP-binding cassette G2 transporter) is also responsible for transporting riboflavin into breast milk, CSF, semen, and bile. [15]"}
{"id": "article-31218_17", "title": "Vitamin B2 (Riboflavin) -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Riboflavin is converted to coenzymes within the cytoplasm of most tissues, including the liver, heart, and kidney. Riboflavin is metabolized by flavokinase to form FMN, which is converted to FAD by FMN adenylyltransferase (FMNAT). [22] Elimination: The elimination half-life of riboflavin is approximately 1 h. Riboflavin is primarily excreted unchanged in the urine. Elimination in bile is <1%. [6]", "contents": "Vitamin B2 (Riboflavin) -- Mechanism of Action -- Pharmacokinetics. Metabolism: Riboflavin is converted to coenzymes within the cytoplasm of most tissues, including the liver, heart, and kidney. Riboflavin is metabolized by flavokinase to form FMN, which is converted to FAD by FMN adenylyltransferase (FMNAT). [22] Elimination: The elimination half-life of riboflavin is approximately 1 h. Riboflavin is primarily excreted unchanged in the urine. Elimination in bile is <1%. [6]"}
{"id": "article-31218_18", "title": "Vitamin B2 (Riboflavin) -- Administration -- Available Dosage Forms and Strengths", "content": "Riboflavin is also available as single-ingredient oral tablets of 25 mg, 50 mg, and 100 mg and oral capsules of 400 mg strengths. Riboflavin is often available in conjugation with other water-soluble multivitamins. Riboflavin 5’-phosphate is available as a 0.146% ophthalmic solution formulation. [4]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Available Dosage Forms and Strengths. Riboflavin is also available as single-ingredient oral tablets of 25 mg, 50 mg, and 100 mg and oral capsules of 400 mg strengths. Riboflavin is often available in conjugation with other water-soluble multivitamins. Riboflavin 5’-phosphate is available as a 0.146% ophthalmic solution formulation. [4]"}
{"id": "article-31218_19", "title": "Vitamin B2 (Riboflavin) -- Administration -- Recommended daily allowance for riboflavin:", "content": "Adults (aged 19 to 70): The dosage for women is 0.9 to 1.1 mg/d, and for men, it is 1.1 to 1.3 mg/d. These values are based on clinical evidence of deficiency in intake of less than 0.6 mg/d. The recommended daily allowance increases from 1.4 to 1.6 mg/d during pregnancy and lactation. Adolescents (aged 10 to 18): The dosage is 0.9 to 1.3 mg/d. Children (aged 1 to 9): The dosage is 0.5 to 0.6 mg/d. Infants (aged 0 to 12 months): The dosage is 0.3 to 0.4 mg/d. [15] The dose for supplementation is generally 50 to 100 mg daily. [23] Apart from supplementation in deficiency, it is also prescribed in some clinical situations as follows:", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Recommended daily allowance for riboflavin:. Adults (aged 19 to 70): The dosage for women is 0.9 to 1.1 mg/d, and for men, it is 1.1 to 1.3 mg/d. These values are based on clinical evidence of deficiency in intake of less than 0.6 mg/d. The recommended daily allowance increases from 1.4 to 1.6 mg/d during pregnancy and lactation. Adolescents (aged 10 to 18): The dosage is 0.9 to 1.3 mg/d. Children (aged 1 to 9): The dosage is 0.5 to 0.6 mg/d. Infants (aged 0 to 12 months): The dosage is 0.3 to 0.4 mg/d. [15] The dose for supplementation is generally 50 to 100 mg daily. [23] Apart from supplementation in deficiency, it is also prescribed in some clinical situations as follows:"}
{"id": "article-31218_20", "title": "Vitamin B2 (Riboflavin) -- Administration -- Corneal Ectasia Following Refractory Surgery and Progressive Keratoconus", "content": "Riboflavin is available for topical ophthalmic use as riboflavin 5’-phosphate ophthalmic solution (0.146%) and riboflavin 5’-phosphate in 20% dextran solution (0.146%). These ophthalmic formulations are photo enhancers used in corneal collagen cross-linking to manage keratoconus and corneal ectasia after refractive surgery. Riboflavin-5'-phosphate induces the formation of singlet oxygen, which enables cross-linking. The corneal cross-linking system (KXL) leads to rapid cross-linking between collagen fibers. [24] [25] [26]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Corneal Ectasia Following Refractory Surgery and Progressive Keratoconus. Riboflavin is available for topical ophthalmic use as riboflavin 5’-phosphate ophthalmic solution (0.146%) and riboflavin 5’-phosphate in 20% dextran solution (0.146%). These ophthalmic formulations are photo enhancers used in corneal collagen cross-linking to manage keratoconus and corneal ectasia after refractive surgery. Riboflavin-5'-phosphate induces the formation of singlet oxygen, which enables cross-linking. The corneal cross-linking system (KXL) leads to rapid cross-linking between collagen fibers. [24] [25] [26]"}
{"id": "article-31218_21", "title": "Vitamin B2 (Riboflavin) -- Administration -- Migraine Prophylaxis", "content": "Riboflavin is effective for the prophylaxis of migraines. The American Academy of Neurology (AAN) and American Headache Society guidelines endorse the use. The usual dose for migraine prophylaxis is 400 mg daily. [6] [5]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Migraine Prophylaxis. Riboflavin is effective for the prophylaxis of migraines. The American Academy of Neurology (AAN) and American Headache Society guidelines endorse the use. The usual dose for migraine prophylaxis is 400 mg daily. [6] [5]"}
{"id": "article-31218_22", "title": "Vitamin B2 (Riboflavin) -- Administration -- Neonates Undergoing Phototherapy", "content": "The management of hyperbilirubinemia in the neonatal period is often done with phototherapy. However, phototherapy has been shown to degrade riboflavin and cause a deficiency in newborns. A prophylactic daily oral dose of riboflavin prevents the development of the deficiency. [7]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Neonates Undergoing Phototherapy. The management of hyperbilirubinemia in the neonatal period is often done with phototherapy. However, phototherapy has been shown to degrade riboflavin and cause a deficiency in newborns. A prophylactic daily oral dose of riboflavin prevents the development of the deficiency. [7]"}
{"id": "article-31218_23", "title": "Vitamin B2 (Riboflavin) -- Administration -- Antiretroviral-Induced Lactic Acidosis", "content": "This rare syndrome results from a group of antiretroviral drugs used to treat HIV infection called nonnucleoside reverse transcriptase inhibitors (NNRTI). Discontinuation of the drug and treatment with riboflavin causes its reversal. [8]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Antiretroviral-Induced Lactic Acidosis. This rare syndrome results from a group of antiretroviral drugs used to treat HIV infection called nonnucleoside reverse transcriptase inhibitors (NNRTI). Discontinuation of the drug and treatment with riboflavin causes its reversal. [8]"}
{"id": "article-31218_24", "title": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No dose adjustment is required. Renal impairment: No dose adjustment is necessary. [27]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations. Hepatic impairment: No dose adjustment is required. Renal impairment: No dose adjustment is necessary. [27]"}
{"id": "article-31218_25", "title": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Riboflavin requirements increase during pregnancy. Low consumption of dairy products during pregnancy is associated with riboflavin deficiency. [28] Riboflavin deficiency is a possible risk factor for preeclampsia. [29]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations. Pregnancy considerations: Riboflavin requirements increase during pregnancy. Low consumption of dairy products during pregnancy is associated with riboflavin deficiency. [28] Riboflavin deficiency is a possible risk factor for preeclampsia. [29]"}
{"id": "article-31218_26", "title": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Riboflavin requirement is increased during lactation. Maternal deficiency of riboflavin may predispose the infant to riboflavin deficiency. [30] Dairy products and meat are required to provide adequate riboflavin for the mother and infant. [30]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations. Breastfeeding considerations: Riboflavin requirement is increased during lactation. Maternal deficiency of riboflavin may predispose the infant to riboflavin deficiency. [30] Dairy products and meat are required to provide adequate riboflavin for the mother and infant. [30]"}
{"id": "article-31218_27", "title": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations", "content": "Pediatric patients: Rare inborn errors of metabolism, such as glutaric acidemia type 1 or multiple acyl-coenzyme A (CoA) dehydrogenase deficiencies (MADD), in which there is a defect in the formation of riboflavin-dependent enzymes, or Brown-Vialetto-Van Laere syndrome, in which there is a defect in a riboflavin transporter may respond to high-dose riboflavin therapy. [31] Older patients: Older patients with acute illness often have suboptimal riboflavin status, and supplementation with riboflavin and other nutrients is recommended. [32]", "contents": "Vitamin B2 (Riboflavin) -- Administration -- Specific Patient Populations. Pediatric patients: Rare inborn errors of metabolism, such as glutaric acidemia type 1 or multiple acyl-coenzyme A (CoA) dehydrogenase deficiencies (MADD), in which there is a defect in the formation of riboflavin-dependent enzymes, or Brown-Vialetto-Van Laere syndrome, in which there is a defect in a riboflavin transporter may respond to high-dose riboflavin therapy. [31] Older patients: Older patients with acute illness often have suboptimal riboflavin status, and supplementation with riboflavin and other nutrients is recommended. [32]"}
{"id": "article-31218_28", "title": "Vitamin B2 (Riboflavin) -- Adverse Effects", "content": "Riboflavin is relatively safe to administer as it has limited water solubility, and enterocytes do not absorb the excess. However, caution is necessary when administering large doses to pregnant women. Riboflavin may cause benign urine discoloration.", "contents": "Vitamin B2 (Riboflavin) -- Adverse Effects. Riboflavin is relatively safe to administer as it has limited water solubility, and enterocytes do not absorb the excess. However, caution is necessary when administering large doses to pregnant women. Riboflavin may cause benign urine discoloration."}
{"id": "article-31218_29", "title": "Vitamin B2 (Riboflavin) -- Adverse Effects -- Drug-Drug Interactions", "content": "Tricyclic antidepressants and tetracyclines can interfere with riboflavin utilization. [15] Chronic alcohol exposure impairs intestinal absorption and renal reabsorption of riboflavin. [33]", "contents": "Vitamin B2 (Riboflavin) -- Adverse Effects -- Drug-Drug Interactions. Tricyclic antidepressants and tetracyclines can interfere with riboflavin utilization. [15] Chronic alcohol exposure impairs intestinal absorption and renal reabsorption of riboflavin. [33]"}
{"id": "article-31218_30", "title": "Vitamin B2 (Riboflavin) -- Contraindications", "content": "No absolute contraindications to riboflavin intake are apparent. In patients with prior hypersensitivity reactions, riboflavin should be avoided due to the risk of anaphylaxis. [34]", "contents": "Vitamin B2 (Riboflavin) -- Contraindications. No absolute contraindications to riboflavin intake are apparent. In patients with prior hypersensitivity reactions, riboflavin should be avoided due to the risk of anaphylaxis. [34]"}
{"id": "article-31218_31", "title": "Vitamin B2 (Riboflavin) -- Monitoring", "content": "Blood levels and urinary excretion are not sensitive markers of riboflavin deficiency, and the preferred method for assessing riboflavin status is stimulation of the FAD-dependent erythrocyte glutathione reductase. The results express an activation coefficient-EGRAC (erythrocyte glutathione reductase activity coefficient) such that the poorer the riboflavin status, the higher the activation coefficient. [9] An EGRAC above 1.3 indicates riboflavin deficiency. [27] The recommendation is to monitor the healing of epithelial defects when using ophthalmic riboflavin formulation. [35]", "contents": "Vitamin B2 (Riboflavin) -- Monitoring. Blood levels and urinary excretion are not sensitive markers of riboflavin deficiency, and the preferred method for assessing riboflavin status is stimulation of the FAD-dependent erythrocyte glutathione reductase. The results express an activation coefficient-EGRAC (erythrocyte glutathione reductase activity coefficient) such that the poorer the riboflavin status, the higher the activation coefficient. [9] An EGRAC above 1.3 indicates riboflavin deficiency. [27] The recommendation is to monitor the healing of epithelial defects when using ophthalmic riboflavin formulation. [35]"}
{"id": "article-31218_32", "title": "Vitamin B2 (Riboflavin) -- Toxicity", "content": "No observable toxicities with intakes of riboflavin are from food sources many times the recommended daily allowance. Riboflavin has high water solubility and limited absorption. No adverse effects are from high riboflavin intakes from foods or supplements up to 400 mg daily for at least 3 months. The Food and Nutrition Board has not established the upper limit for riboflavin as it has a good safety profile. High-dose riboflavin does not cause toxicity as excess riboflavin is excreted in the urine. [36]", "contents": "Vitamin B2 (Riboflavin) -- Toxicity. No observable toxicities with intakes of riboflavin are from food sources many times the recommended daily allowance. Riboflavin has high water solubility and limited absorption. No adverse effects are from high riboflavin intakes from foods or supplements up to 400 mg daily for at least 3 months. The Food and Nutrition Board has not established the upper limit for riboflavin as it has a good safety profile. High-dose riboflavin does not cause toxicity as excess riboflavin is excreted in the urine. [36]"}
{"id": "article-31218_33", "title": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes", "content": "The body does not store riboflavin in large amounts; only small reserves exist in the liver, heart, and kidneys. Most people obtain riboflavin from their diet. Those on restricted diet plans and many individuals who do not consume dairy are prone to developing riboflavin deficiency. Other risk factors for riboflavin deficiency include pregnancy, poverty, old age, depression, breastfeeding, phototherapy, and poor cognition. Riboflavin deficiency can present with many clinical features, leading to poor quality of life.", "contents": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes. The body does not store riboflavin in large amounts; only small reserves exist in the liver, heart, and kidneys. Most people obtain riboflavin from their diet. Those on restricted diet plans and many individuals who do not consume dairy are prone to developing riboflavin deficiency. Other risk factors for riboflavin deficiency include pregnancy, poverty, old age, depression, breastfeeding, phototherapy, and poor cognition. Riboflavin deficiency can present with many clinical features, leading to poor quality of life."}
{"id": "article-31218_34", "title": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes", "content": "Given these facts, an interprofessional team approach that includes clinicians, pharmacists, nurses, and dieticians is required to prevent or correct this nutritional deficiency. Pharmacists play a relevant role in patient education. They are often the first-line professionals to see patients and can also recommend dosing to the prescribing clinician based on the indication. Nutritionists should emphasize the importance of adequate nutrition, exercise, and healthy weight.", "contents": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes. Given these facts, an interprofessional team approach that includes clinicians, pharmacists, nurses, and dieticians is required to prevent or correct this nutritional deficiency. Pharmacists play a relevant role in patient education. They are often the first-line professionals to see patients and can also recommend dosing to the prescribing clinician based on the indication. Nutritionists should emphasize the importance of adequate nutrition, exercise, and healthy weight."}
{"id": "article-31218_35", "title": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes", "content": "For outpatients, a dietitian or nurse educator should be consulted to teach patients about rich riboflavin foods. The nurse also plays a critical role in educating pregnant mothers on the possibility of riboflavin deficiency when breastfeeding and the need to take supplements. Inborn errors of metabolism, such as Brown-Vialetto-Van Laere syndrome, require coordination between pediatricians and clinical geneticists.", "contents": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes. For outpatients, a dietitian or nurse educator should be consulted to teach patients about rich riboflavin foods. The nurse also plays a critical role in educating pregnant mothers on the possibility of riboflavin deficiency when breastfeeding and the need to take supplements. Inborn errors of metabolism, such as Brown-Vialetto-Van Laere syndrome, require coordination between pediatricians and clinical geneticists."}
{"id": "article-31218_36", "title": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes", "content": "An ophthalmologist consultation is required to use riboflavin 5’-phosphate for keratoconus appropriately. Treatment by nurses who look after newborns who receive phototherapy for hyperbilirubinemia should be aware that this treatment can also cause riboflavin breakdown and the need for supplements.", "contents": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes. An ophthalmologist consultation is required to use riboflavin 5’-phosphate for keratoconus appropriately. Treatment by nurses who look after newborns who receive phototherapy for hyperbilirubinemia should be aware that this treatment can also cause riboflavin breakdown and the need for supplements."}
{"id": "article-31218_37", "title": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes", "content": "Most cases of riboflavin deficiency are preventable by a proactive, interprofessional team approach between clinicians, nutritionists, specialists, pharmacists, and dieticians, which can optimize the treatment outcomes related to riboflavin supplementation. This approach can also decrease healthcare costs and improve nutrition status. [15] [37] [38] Working as an interprofessional team can adequately address the remediation of vitamin B2 deficiencies.", "contents": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes. Most cases of riboflavin deficiency are preventable by a proactive, interprofessional team approach between clinicians, nutritionists, specialists, pharmacists, and dieticians, which can optimize the treatment outcomes related to riboflavin supplementation. This approach can also decrease healthcare costs and improve nutrition status. [15] [37] [38] Working as an interprofessional team can adequately address the remediation of vitamin B2 deficiencies."}
{"id": "article-31218_38", "title": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes", "content": "When treating riboflavin deficiency, the outcomes are good. The majority of symptoms improve within a few weeks or months. However, those who develop neurological abnormalities may have residual deficits that last for an extended period. [39]", "contents": "Vitamin B2 (Riboflavin) -- Enhancing Healthcare Team Outcomes. When treating riboflavin deficiency, the outcomes are good. The majority of symptoms improve within a few weeks or months. However, those who develop neurological abnormalities may have residual deficits that last for an extended period. [39]"}
{"id": "article-31218_39", "title": "Vitamin B2 (Riboflavin) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vitamin B2 (Riboflavin) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}