{"id": "article-36277_0", "title": "Neuroanatomy, Tentorium Cerebelli -- Introduction", "content": "The tentorium cerebelli is one of four distinguishable dural reflections which partition the cranial cavity into incomplete compartments. [1] The falx cerebri, diaphragma sellae, and falx cerebelli constitute the other three recognizable dural folds. The French anatomist Jacques Bénigne Winslow in 1732 was the first to use the designation 'La Tente' in describing the tentorium cerebelli, which divides the cranial cavity into supratentorial and infratentorial compartments. [1]", "contents": "Neuroanatomy, Tentorium Cerebelli -- Introduction. The tentorium cerebelli is one of four distinguishable dural reflections which partition the cranial cavity into incomplete compartments. [1] The falx cerebri, diaphragma sellae, and falx cerebelli constitute the other three recognizable dural folds. The French anatomist Jacques Bénigne Winslow in 1732 was the first to use the designation 'La Tente' in describing the tentorium cerebelli, which divides the cranial cavity into supratentorial and infratentorial compartments. [1]"}
{"id": "article-36277_1", "title": "Neuroanatomy, Tentorium Cerebelli -- Structure and Function", "content": "The tentorium cerebelli is an extension of the dura mater and constitutes the second largest of the four distinguishable dural septa. [2] The anterior free edge of this tough, collagenous tent attaches to the anterior clinoid process on either side; this free edge possesses a distinct notch designated 'insisura tentorii' or tentorial notch, which is bordered anteriorly by the clivus. [1] Furthermore, the attachment of this free edge of the tentorium cerebelli to the clinoid process contributes to the formation of the lateral part of the cavernous sinus. The posterior clinoid processes, superior borders of the petrous temporal bone, and the grooves for the transverse sinuses on the occipital bone also provide attachment to the tentorium cerebelli. [3] As alluded to above, the tentorium cerebelli divides the cranial cavity into supratentorial and infratentorial compartments. The falx cerebri (a vertical fold of dura and the largest of the four dural septa) attaches to the superior surface of the tentorium cerebelli along the midline (the straight sinus is contained within this attachment), and a further vertical fold of dura; the falx cerebelli is attached to its inferior surface along its midline. As its name implies, the tentorium cerebelli assumes the shape of a tent with an arched lamina bearing a midline summit, inclining inferiorly towards its periphery. The interpeduncular cistern and brainstem occupy the anterior and middle aspects of the space formed by the tentorial notch and the clivus. [1] [3] The posterior aspect of this space is occupied by the splenium of the corpus callosum, superior portion of the cerebellar vermis, blood vessels, nerves, and cerebrospinal fluid. [1] The principal function of the tentorium cerebelli is to prevent sagging of the heavier temporal and occipital cerebral hemispheres, thus limiting the pressure on the underlying cerebellum. [4]", "contents": "Neuroanatomy, Tentorium Cerebelli -- Structure and Function. The tentorium cerebelli is an extension of the dura mater and constitutes the second largest of the four distinguishable dural septa. [2] The anterior free edge of this tough, collagenous tent attaches to the anterior clinoid process on either side; this free edge possesses a distinct notch designated 'insisura tentorii' or tentorial notch, which is bordered anteriorly by the clivus. [1] Furthermore, the attachment of this free edge of the tentorium cerebelli to the clinoid process contributes to the formation of the lateral part of the cavernous sinus. The posterior clinoid processes, superior borders of the petrous temporal bone, and the grooves for the transverse sinuses on the occipital bone also provide attachment to the tentorium cerebelli. [3] As alluded to above, the tentorium cerebelli divides the cranial cavity into supratentorial and infratentorial compartments. The falx cerebri (a vertical fold of dura and the largest of the four dural septa) attaches to the superior surface of the tentorium cerebelli along the midline (the straight sinus is contained within this attachment), and a further vertical fold of dura; the falx cerebelli is attached to its inferior surface along its midline. As its name implies, the tentorium cerebelli assumes the shape of a tent with an arched lamina bearing a midline summit, inclining inferiorly towards its periphery. The interpeduncular cistern and brainstem occupy the anterior and middle aspects of the space formed by the tentorial notch and the clivus. [1] [3] The posterior aspect of this space is occupied by the splenium of the corpus callosum, superior portion of the cerebellar vermis, blood vessels, nerves, and cerebrospinal fluid. [1] The principal function of the tentorium cerebelli is to prevent sagging of the heavier temporal and occipital cerebral hemispheres, thus limiting the pressure on the underlying cerebellum. [4]"}
{"id": "article-36277_2", "title": "Neuroanatomy, Tentorium Cerebelli -- Embryology", "content": "The development of the tentorium cerebelli commences around day 32 of intrauterine life. [3] This process begins with the formation of an early transient medial portion; derived from the notochordal cellular sheath. [5] The dural limiting layer contributes to the formation of the rostral and lateral portions from about day 41. [5] The lateral portions of the tentorium cerebelli extend caudally, forming a layer surrounding the developing mesencephalon; this caudal portion ultimately meets with the rostral part of the tentorium at the site of the temporary medial portion after day 57 of intrauterine life. The medial portion of the tentorium cerebelli subsequently disintegrates, resulting in the formation of the tentorial notch. [5] [6] The tentorium cerebelli initially consists of flattened mesothelial epithelium with a central core of loose areola connective tissue, which gradually transforms into a dense fibrous membrane owing to increasing collagen deposition. [6]", "contents": "Neuroanatomy, Tentorium Cerebelli -- Embryology. The development of the tentorium cerebelli commences around day 32 of intrauterine life. [3] This process begins with the formation of an early transient medial portion; derived from the notochordal cellular sheath. [5] The dural limiting layer contributes to the formation of the rostral and lateral portions from about day 41. [5] The lateral portions of the tentorium cerebelli extend caudally, forming a layer surrounding the developing mesencephalon; this caudal portion ultimately meets with the rostral part of the tentorium at the site of the temporary medial portion after day 57 of intrauterine life. The medial portion of the tentorium cerebelli subsequently disintegrates, resulting in the formation of the tentorial notch. [5] [6] The tentorium cerebelli initially consists of flattened mesothelial epithelium with a central core of loose areola connective tissue, which gradually transforms into a dense fibrous membrane owing to increasing collagen deposition. [6]"}
{"id": "article-36277_3", "title": "Neuroanatomy, Tentorium Cerebelli -- Embryology", "content": "According to other researchers, among whom we find Tubbs, the initiation of the formation of the future tentorium cerebelli begins from the 32nd day of gestation. The completion of its development occurs around the 57th day of gestation.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Embryology. According to other researchers, among whom we find Tubbs, the initiation of the formation of the future tentorium cerebelli begins from the 32nd day of gestation. The completion of its development occurs around the 57th day of gestation."}
{"id": "article-36277_4", "title": "Neuroanatomy, Tentorium Cerebelli -- Blood Supply and Lymphatics", "content": "The tentorium cerebelli is a constituent part of the posterior cranial fossa meninges and receives its arterial supply from the meningeal branches of the ascending pharyngeal, occipital, and vertebral arteries. [7] [8] Furthermore, this part of the dural septa contains the straight sinus within its attachment to the falx cerebri, and the transverse sinuses within its attachment along the inner surface of the occipital bone. We can also find the superior petrosal sinus and the tentorial sinuses.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Blood Supply and Lymphatics. The tentorium cerebelli is a constituent part of the posterior cranial fossa meninges and receives its arterial supply from the meningeal branches of the ascending pharyngeal, occipital, and vertebral arteries. [7] [8] Furthermore, this part of the dural septa contains the straight sinus within its attachment to the falx cerebri, and the transverse sinuses within its attachment along the inner surface of the occipital bone. We can also find the superior petrosal sinus and the tentorial sinuses."}
{"id": "article-36277_5", "title": "Neuroanatomy, Tentorium Cerebelli -- Blood Supply and Lymphatics", "content": "The meningeal arteries derive from the carotid arteries (internal and external), the posterior cerebral artery and the vertebral arteries. There is a small arterial vessel; the meningohypophyseal trunk, which arises from the internal carotid artery (intracavernous portion). This meningohypophyseal trunk gives rise to two branches known as the tentorial branch or Bernasconi branch, and a dorsal branch or Cassinari branch. The posterior cerebral artery gives rise to two small branches known as Schechter and Davidoff.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Blood Supply and Lymphatics. The meningeal arteries derive from the carotid arteries (internal and external), the posterior cerebral artery and the vertebral arteries. There is a small arterial vessel; the meningohypophyseal trunk, which arises from the internal carotid artery (intracavernous portion). This meningohypophyseal trunk gives rise to two branches known as the tentorial branch or Bernasconi branch, and a dorsal branch or Cassinari branch. The posterior cerebral artery gives rise to two small branches known as Schechter and Davidoff."}
{"id": "article-36277_6", "title": "Neuroanatomy, Tentorium Cerebelli -- Nerves", "content": "Nerve supply to the meninges derives from the ophthalmic, maxillary, and mandibular divisions of the trigeminal nerve (CN V). The meningeal branches of the vagus nerve (CN X) and the first and second cervical spinal nerves also contribute to the innervation of the intracranial meninges. The tentorium cerebelli is innervated by the tentorial branches of the ophthalmic and maxillary divisions of the trigeminal nerve (CN V). [9]", "contents": "Neuroanatomy, Tentorium Cerebelli -- Nerves. Nerve supply to the meninges derives from the ophthalmic, maxillary, and mandibular divisions of the trigeminal nerve (CN V). The meningeal branches of the vagus nerve (CN X) and the first and second cervical spinal nerves also contribute to the innervation of the intracranial meninges. The tentorium cerebelli is innervated by the tentorial branches of the ophthalmic and maxillary divisions of the trigeminal nerve (CN V). [9]"}
{"id": "article-36277_7", "title": "Neuroanatomy, Tentorium Cerebelli -- Nerves", "content": "The supratentorial portion receives its innervation from the ramus tentorii or Arnold's recurrent nerve of the first branch of the trigeminal (ophthalmic) nerve. Beyond the petrous portion, the tentorium's innervation derives from branches of the second and third divisions of the trigeminal nerve. The infratentorial portion is innervated by branches of the upper cervical nerves, and the meningeal branch of the vagus nerve (CN X). The sympathetic and parasympathetic nervous systems innervate the infra and the supratentorial portions of the tentorium.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Nerves. The supratentorial portion receives its innervation from the ramus tentorii or Arnold's recurrent nerve of the first branch of the trigeminal (ophthalmic) nerve. Beyond the petrous portion, the tentorium's innervation derives from branches of the second and third divisions of the trigeminal nerve. The infratentorial portion is innervated by branches of the upper cervical nerves, and the meningeal branch of the vagus nerve (CN X). The sympathetic and parasympathetic nervous systems innervate the infra and the supratentorial portions of the tentorium."}
{"id": "article-36277_8", "title": "Neuroanatomy, Tentorium Cerebelli -- Physiologic Variants", "content": "An anatomical alteration of the tentorial notch (size and shape) could be one of the causes of herniation of the brain stem, or the cerebral or cerebellar parenchyma. There are cases in the literature where the tentorium cerebelli is duplicated or tripled; it may also be absent, but in these cases, the possible symptoms are unknown.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Physiologic Variants. An anatomical alteration of the tentorial notch (size and shape) could be one of the causes of herniation of the brain stem, or the cerebral or cerebellar parenchyma. There are cases in the literature where the tentorium cerebelli is duplicated or tripled; it may also be absent, but in these cases, the possible symptoms are unknown."}
{"id": "article-36277_9", "title": "Neuroanatomy, Tentorium Cerebelli -- Surgical Considerations", "content": "Benign and malignant space-occupying lesions of the brain parenchyma, as well as extra-axial intracranial mass lesions, may be supratentorial or infratentorial (i.e., relative to the tentorium cerebelli) in location. Extra-axial intracranial mass lesions such as meningiomas may also arise directly from the tentorium cerebelli. [10] Supratentorial brain tumors are more common in adults. Pediatric brain tumors are commonly infratentorial in location, and these often carry a better prognosis. The anatomical location of brain tumors relative to the tentorium cerebelli is an essential factor taken into consideration when determining the most suitable neurosurgical approach to the lesion.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Surgical Considerations. Benign and malignant space-occupying lesions of the brain parenchyma, as well as extra-axial intracranial mass lesions, may be supratentorial or infratentorial (i.e., relative to the tentorium cerebelli) in location. Extra-axial intracranial mass lesions such as meningiomas may also arise directly from the tentorium cerebelli. [10] Supratentorial brain tumors are more common in adults. Pediatric brain tumors are commonly infratentorial in location, and these often carry a better prognosis. The anatomical location of brain tumors relative to the tentorium cerebelli is an essential factor taken into consideration when determining the most suitable neurosurgical approach to the lesion."}
{"id": "article-36277_10", "title": "Neuroanatomy, Tentorium Cerebelli -- Surgical Considerations", "content": "Surgical intervention is made complicated by the fact that the free edge of the tentorium cerebelli lies in close proximity to the brainstem, carrying significant risks of iatrogenic injury to the brainstem. Furthermore, the tentorium cerebelli is quite vascular. As alluded to above, the tentorium cerebelli harbors several venous sinuses receiving tributaries from the supratentorial and infratentorial portions of the brain.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Surgical Considerations. Surgical intervention is made complicated by the fact that the free edge of the tentorium cerebelli lies in close proximity to the brainstem, carrying significant risks of iatrogenic injury to the brainstem. Furthermore, the tentorium cerebelli is quite vascular. As alluded to above, the tentorium cerebelli harbors several venous sinuses receiving tributaries from the supratentorial and infratentorial portions of the brain."}
{"id": "article-36277_11", "title": "Neuroanatomy, Tentorium Cerebelli -- Clinical Significance", "content": "The dural septa, including the tentorium cerebelli, are rigid collagenous connective tissue structures; consequently, conditions necessitating an increase in intracranial pressure may cause portions of the brain to herniate beneath the free edges of the dural septa. The cerebrum and cerebellum occupy the supratentorial and infratentorial compartments of the cranial cavity, respectively. The event of an intracranial mass lesion may cause portions of the cerebrum to become entrapped beneath the rigid tentorium cerebelli. [11] [12] Brain tissue herniation may be axial or lateral. Conditions causing widespread mass effect such as generalized edema of the brain are associated with axial cerebral tissue herniation. This condition is characterized by symmetrical herniation of the middle and lower portions of both temporal lobes (bilateral uncal herniation) through the tentorial notch. Furthermore, the herniating cerebral tissue may exert pressure on the rostral portion of the mesencephalon, and may also necessitate herniation of the cerebellar tonsils through the foramen magnum. Axial cerebral herniations may result in brain stem infarction, respiratory and circulatory compromise. Conditions causing unilateral mass effects such as intracranial hematomas or tumors are associated with lateral cerebral tissue herniations; this is characterized by a herniation of the mesiobasal portions of the ipsilateral temporal lobe through the tentorial notch resulting in contralateral hemiparesis. Occasionally, the herniating ipsilateral mesiobasal portions of the temporal lobe may compress the contralateral cerebral peduncle against the sharp edge of the tentorium cerebelli resulting in ipsilateral hemiparesis.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Clinical Significance. The dural septa, including the tentorium cerebelli, are rigid collagenous connective tissue structures; consequently, conditions necessitating an increase in intracranial pressure may cause portions of the brain to herniate beneath the free edges of the dural septa. The cerebrum and cerebellum occupy the supratentorial and infratentorial compartments of the cranial cavity, respectively. The event of an intracranial mass lesion may cause portions of the cerebrum to become entrapped beneath the rigid tentorium cerebelli. [11] [12] Brain tissue herniation may be axial or lateral. Conditions causing widespread mass effect such as generalized edema of the brain are associated with axial cerebral tissue herniation. This condition is characterized by symmetrical herniation of the middle and lower portions of both temporal lobes (bilateral uncal herniation) through the tentorial notch. Furthermore, the herniating cerebral tissue may exert pressure on the rostral portion of the mesencephalon, and may also necessitate herniation of the cerebellar tonsils through the foramen magnum. Axial cerebral herniations may result in brain stem infarction, respiratory and circulatory compromise. Conditions causing unilateral mass effects such as intracranial hematomas or tumors are associated with lateral cerebral tissue herniations; this is characterized by a herniation of the mesiobasal portions of the ipsilateral temporal lobe through the tentorial notch resulting in contralateral hemiparesis. Occasionally, the herniating ipsilateral mesiobasal portions of the temporal lobe may compress the contralateral cerebral peduncle against the sharp edge of the tentorium cerebelli resulting in ipsilateral hemiparesis."}
{"id": "article-36277_12", "title": "Neuroanatomy, Tentorium Cerebelli -- Other Issues", "content": "The best imaging modalities for visualising the tentorium cerebelli are contrast enhanced computed tomography scans and brain magnetic resonance imaging studies. [3]", "contents": "Neuroanatomy, Tentorium Cerebelli -- Other Issues. The best imaging modalities for visualising the tentorium cerebelli are contrast enhanced computed tomography scans and brain magnetic resonance imaging studies. [3]"}
{"id": "article-36277_13", "title": "Neuroanatomy, Tentorium Cerebelli -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Tentorium Cerebelli -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}