{"id": "article-24014_0", "title": "Lamivudine -- Continuing Education Activity", "content": "Lamivudine, a nucleoside reverse transcriptase inhibitor (NRTI), is a cornerstone in the therapeutic landscape for managing HIV-1 and hepatitis B infections. This comprehensive activity explores the diverse indications and contraindications for lamivudine across both conditions, elucidating its mechanism of action as a pivotal component in treating these disorders. Healthcare professionals will gain the necessary knowledge to navigate the nuances of lamivudine usage through a detailed examination of pharmacodynamics, pharmacokinetics, and relevant interactions. The program emphasizes the importance of vigilant monitoring to assess treatment responses and manage potential adverse events effectively, enabling the healthcare team to optimize patient care and outcomes in these infectious diseases.", "contents": "Lamivudine -- Continuing Education Activity. Lamivudine, a nucleoside reverse transcriptase inhibitor (NRTI), is a cornerstone in the therapeutic landscape for managing HIV-1 and hepatitis B infections. This comprehensive activity explores the diverse indications and contraindications for lamivudine across both conditions, elucidating its mechanism of action as a pivotal component in treating these disorders. Healthcare professionals will gain the necessary knowledge to navigate the nuances of lamivudine usage through a detailed examination of pharmacodynamics, pharmacokinetics, and relevant interactions. The program emphasizes the importance of vigilant monitoring to assess treatment responses and manage potential adverse events effectively, enabling the healthcare team to optimize patient care and outcomes in these infectious diseases."}
{"id": "article-24014_1", "title": "Lamivudine -- Continuing Education Activity", "content": "In addition to its established uses, this activity discusses the broader therapeutic scope of lamivudine, including off-label applications where applicable, providing a comprehensive understanding of its clinical utility. By emphasizing the complexities of dosing and relevant interactions, the course prioritizes lamivudine's optimal administration and incorporation into individualized treatment regimens. Illuminating the imperative role of interprofessional collaboration in steering patients through effective monitoring strategies, the program strives to empower healthcare professionals with the necessary insights to navigate challenges in managing patients with HIV and hepatitis B infections. This initiative aims to improve clinical outcomes and enhance patient care by highlighting lamivudine's mechanism of action and adverse event profile.", "contents": "Lamivudine -- Continuing Education Activity. In addition to its established uses, this activity discusses the broader therapeutic scope of lamivudine, including off-label applications where applicable, providing a comprehensive understanding of its clinical utility. By emphasizing the complexities of dosing and relevant interactions, the course prioritizes lamivudine's optimal administration and incorporation into individualized treatment regimens. Illuminating the imperative role of interprofessional collaboration in steering patients through effective monitoring strategies, the program strives to empower healthcare professionals with the necessary insights to navigate challenges in managing patients with HIV and hepatitis B infections. This initiative aims to improve clinical outcomes and enhance patient care by highlighting lamivudine's mechanism of action and adverse event profile."}
{"id": "article-24014_2", "title": "Lamivudine -- Continuing Education Activity", "content": "Objectives: Identify the specific indications for lamivudine in managing HIV-1 and hepatitis B infections, understanding its role within antiretroviral therapy. Screen patients to assess their suitability for lamivudine therapy, considering factors such as viral load, resistance patterns, and liver function tests. Assess the patient's response to lamivudine therapy, monitor viral load, liver function, and potential adverse effects, and adjust treatment based on these assessments. Implement communication with patients about the benefits, potential risks, and expected outcomes of lamivudine therapy, facilitating shared decision-making and promoting adherence. Access free multiple choice questions on this topic.", "contents": "Lamivudine -- Continuing Education Activity. Objectives: Identify the specific indications for lamivudine in managing HIV-1 and hepatitis B infections, understanding its role within antiretroviral therapy. Screen patients to assess their suitability for lamivudine therapy, considering factors such as viral load, resistance patterns, and liver function tests. Assess the patient's response to lamivudine therapy, monitor viral load, liver function, and potential adverse effects, and adjust treatment based on these assessments. Implement communication with patients about the benefits, potential risks, and expected outcomes of lamivudine therapy, facilitating shared decision-making and promoting adherence. Access free multiple choice questions on this topic."}
{"id": "article-24014_3", "title": "Lamivudine -- Indications", "content": "Lamivudine is a prescription nucleoside reverse transcriptase inhibitor (NRTI) that is used in combination with other drugs as antiviral treatment for human immunodeficiency virus type-1 (HIV-1) and as a monotherapy for hepatitis B virus (HBV). [1] Lamivudine reduces viral load and subsequently reduces disease signs and symptoms, increases CD4+ cell count, improves patients' quality of life, and can help prolong life. The ability to reduce viral load rather than eradicate the virus in a human host classifies lamivudine as a virustatic rather than a virucidal agent. Lamivudine is prescribed as part of other combination therapies. Lamivudine is globally crucial as first-line NRTI therapy; it is currently on the World Health Organization's (WHO) \"List of Essential Medications.\"", "contents": "Lamivudine -- Indications. Lamivudine is a prescription nucleoside reverse transcriptase inhibitor (NRTI) that is used in combination with other drugs as antiviral treatment for human immunodeficiency virus type-1 (HIV-1) and as a monotherapy for hepatitis B virus (HBV). [1] Lamivudine reduces viral load and subsequently reduces disease signs and symptoms, increases CD4+ cell count, improves patients' quality of life, and can help prolong life. The ability to reduce viral load rather than eradicate the virus in a human host classifies lamivudine as a virustatic rather than a virucidal agent. Lamivudine is prescribed as part of other combination therapies. Lamivudine is globally crucial as first-line NRTI therapy; it is currently on the World Health Organization's (WHO) \"List of Essential Medications.\""}
{"id": "article-24014_4", "title": "Lamivudine -- Indications", "content": "Lamivudine, also termed 2',3'-dideoxy-3'-thiacytidine or 3TC, was approved to treat HIV-1 in 1995, then for HBV in 1998. [2] The currently manufactured lamivudine (3TC) is an isolated unnatural L-(-) enantiomer more potent and less cytotoxic than the originally studied racemic mixture termed BCH-189. [2] Ensuing studies of lamivudine have shown that it is most efficacious as a monotherapy for HBV as well as in an HIV regimen that includes multiple antiretroviral therapies. [3] [4] Lamivudine is used in combination with 2 or more antivirals to prevent rapid mutations that can lead to drug resistance in HIV-1 patients, specifically via the M184V reverse transcriptase single substitution mutation that has shown to occur in as little as 8 weeks of mono- or combination antiviral therapy that contains lamivudine (3TC). [5]", "contents": "Lamivudine -- Indications. Lamivudine, also termed 2',3'-dideoxy-3'-thiacytidine or 3TC, was approved to treat HIV-1 in 1995, then for HBV in 1998. [2] The currently manufactured lamivudine (3TC) is an isolated unnatural L-(-) enantiomer more potent and less cytotoxic than the originally studied racemic mixture termed BCH-189. [2] Ensuing studies of lamivudine have shown that it is most efficacious as a monotherapy for HBV as well as in an HIV regimen that includes multiple antiretroviral therapies. [3] [4] Lamivudine is used in combination with 2 or more antivirals to prevent rapid mutations that can lead to drug resistance in HIV-1 patients, specifically via the M184V reverse transcriptase single substitution mutation that has shown to occur in as little as 8 weeks of mono- or combination antiviral therapy that contains lamivudine (3TC). [5]"}
{"id": "article-24014_5", "title": "Lamivudine -- Indications", "content": "Treatment of HIV-1 by lamivudine is in combination with lamivudine, raltegravir, or zalcitabine. [6] [7] The newest combination approved by the US Food and Drug Administration (FDA) in 2019 includes 300 mg of 3TC and 50 mg of dolutegravir (DTC), an integrase inhibitor. This is considered a complete therapy regimen for adults who are antiretroviral treatment naïve. [8] This newer dual therapy approach is proving just as effective as 3 or 4 drug regimens. [8] [9]", "contents": "Lamivudine -- Indications. Treatment of HIV-1 by lamivudine is in combination with lamivudine, raltegravir, or zalcitabine. [6] [7] The newest combination approved by the US Food and Drug Administration (FDA) in 2019 includes 300 mg of 3TC and 50 mg of dolutegravir (DTC), an integrase inhibitor. This is considered a complete therapy regimen for adults who are antiretroviral treatment naïve. [8] This newer dual therapy approach is proving just as effective as 3 or 4 drug regimens. [8] [9]"}
{"id": "article-24014_6", "title": "Lamivudine -- Indications", "content": "As a virustatic agent, lamivudine has been studied as a possible treatment for SARS-CoV. However, lamivudine has not demonstrated effectiveness in treating SARS-CoV in all known published trials and research. [10]", "contents": "Lamivudine -- Indications. As a virustatic agent, lamivudine has been studied as a possible treatment for SARS-CoV. However, lamivudine has not demonstrated effectiveness in treating SARS-CoV in all known published trials and research. [10]"}
{"id": "article-24014_7", "title": "Lamivudine -- Indications -- FDA-Approved Indications", "content": "HIV infection in adults and children Chronic hepatitis B infection in adults and children", "contents": "Lamivudine -- Indications -- FDA-Approved Indications. HIV infection in adults and children Chronic hepatitis B infection in adults and children"}
{"id": "article-24014_8", "title": "Lamivudine -- Indications -- Off-Label Uses", "content": "HIV postexposure prophylaxis Perinatal transmission of hepatitis B prevention HIV infection prophylaxis for high-risk neonates HIV nonoccupational postexposure prophylaxis", "contents": "Lamivudine -- Indications -- Off-Label Uses. HIV postexposure prophylaxis Perinatal transmission of hepatitis B prevention HIV infection prophylaxis for high-risk neonates HIV nonoccupational postexposure prophylaxis"}
{"id": "article-24014_9", "title": "Lamivudine -- Mechanism of Action", "content": "Lamivudine is a dideoxynucleoside cytosine analog that inhibits viral DNA synthesis via reverse transcriptase DNA chain termination post phosphorylation. Once inside the cell, lamivudine, 2'-deoxy-3'-thiacytidine, is metabolized to the triphosphate form, lamivudine triphosphate (abbreviated as 3TC-TP or L-TP), and the monophosphate form, lamivudine monophosphate (abbreviated as 3TC-MP or L-MP), during intracellular kinase phosphorylation. Both forms, L-TP and L-MP, inhibit viral DNA synthesis. Lamivudine is advantageous as an antiviral drug because it is primarily not recognized by human polymerase as a substrate. As an L-(-)-nucleoside enantiomer instead of a D-enantiomer, active lamivudine (3TC) is not primarily recognized by human polymerases as a substrate but actively competes with natural cytidine triphosphate to inhibit reverse transcriptase DNA synthesis seen in both HIV-1 and HBV infection. [11] The triphosphate metabolite can also weakly inhibit mammalian DNA polymerase (α and β types) and mitochondrial DNA (mtDNA) polymerase. [12] [13] There are no known pharmacokinetic differences related to gender or race.", "contents": "Lamivudine -- Mechanism of Action. Lamivudine is a dideoxynucleoside cytosine analog that inhibits viral DNA synthesis via reverse transcriptase DNA chain termination post phosphorylation. Once inside the cell, lamivudine, 2'-deoxy-3'-thiacytidine, is metabolized to the triphosphate form, lamivudine triphosphate (abbreviated as 3TC-TP or L-TP), and the monophosphate form, lamivudine monophosphate (abbreviated as 3TC-MP or L-MP), during intracellular kinase phosphorylation. Both forms, L-TP and L-MP, inhibit viral DNA synthesis. Lamivudine is advantageous as an antiviral drug because it is primarily not recognized by human polymerase as a substrate. As an L-(-)-nucleoside enantiomer instead of a D-enantiomer, active lamivudine (3TC) is not primarily recognized by human polymerases as a substrate but actively competes with natural cytidine triphosphate to inhibit reverse transcriptase DNA synthesis seen in both HIV-1 and HBV infection. [11] The triphosphate metabolite can also weakly inhibit mammalian DNA polymerase (α and β types) and mitochondrial DNA (mtDNA) polymerase. [12] [13] There are no known pharmacokinetic differences related to gender or race."}
{"id": "article-24014_10", "title": "Lamivudine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Lamivudine is absorbed rapidly, with a maximum lamivudine concentration of 0.5 to 1.5 hours following oral dose administration and absolute bioavailability of approximately 82% in adults and 68% in children. [11] Lamivudine can be taken with or without food. While systemic exposure to lamivudine does not change with food intake, taking lamivudine with food slows the absorption rate by 40%. Lamivudine is manufactured as an oral liquid and tablet form and has equitable bioavailability in adults. The solid tablet is preferred in children because bioavailability is 40% lower in children using the oral liquid form. While both doses of the solid tablet have similar steady-state concentrations and therapeutic effects, the larger dose of 300 mg once daily has shown to have larger trough and maximum serum levels and is less consistent throughout the day than the smaller 150 mg tablet taken twice daily.", "contents": "Lamivudine -- Mechanism of Action -- Pharmacokinetics. Absorption: Lamivudine is absorbed rapidly, with a maximum lamivudine concentration of 0.5 to 1.5 hours following oral dose administration and absolute bioavailability of approximately 82% in adults and 68% in children. [11] Lamivudine can be taken with or without food. While systemic exposure to lamivudine does not change with food intake, taking lamivudine with food slows the absorption rate by 40%. Lamivudine is manufactured as an oral liquid and tablet form and has equitable bioavailability in adults. The solid tablet is preferred in children because bioavailability is 40% lower in children using the oral liquid form. While both doses of the solid tablet have similar steady-state concentrations and therapeutic effects, the larger dose of 300 mg once daily has shown to have larger trough and maximum serum levels and is less consistent throughout the day than the smaller 150 mg tablet taken twice daily."}
{"id": "article-24014_11", "title": "Lamivudine -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Lamivudine is distributed into the total body fluid/extravascular spaces. The half-life can be as long as 15.5 hours for HIV-infected cells and 19 hours for HBV-infected cells. [4] However, viral replication site reservoirs showed varying pharmacokinetics. Lamivudine has been shown to have a longer half-life and higher IC 50 after the first dose in seminal mononuclear cells and the female genital tract. [14] Conversely, the cerebral spinal fluid has shown minimal transmission of lamivudine across the blood-brain barrier, especially in adults. [15] [16] Lamivudine freely traverses the placenta, often presenting with exceedingly high concentrations, and is readily found in breast milk.", "contents": "Lamivudine -- Mechanism of Action -- Pharmacokinetics. Distribution: Lamivudine is distributed into the total body fluid/extravascular spaces. The half-life can be as long as 15.5 hours for HIV-infected cells and 19 hours for HBV-infected cells. [4] However, viral replication site reservoirs showed varying pharmacokinetics. Lamivudine has been shown to have a longer half-life and higher IC 50 after the first dose in seminal mononuclear cells and the female genital tract. [14] Conversely, the cerebral spinal fluid has shown minimal transmission of lamivudine across the blood-brain barrier, especially in adults. [15] [16] Lamivudine freely traverses the placenta, often presenting with exceedingly high concentrations, and is readily found in breast milk."}
{"id": "article-24014_12", "title": "Lamivudine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Lamivudine does not undergo metabolism via the CYP450 pathway and minimally binds to plasma protein. Therefore, CYP450 inducers and inhibitors will not affect its metabolism, nor does the drug have many drug interactions with protein-bound medications. While lamivudine has some drug-drug interactions, like interferon-α blockers, ribavirin, zidovudine, and drugs that inhibit MATE-1, MATE-2K, OCT2 transporters, like trimethoprim and indinavir, which increases the plasma concentration of lamivudine, no interactions have clinical significance. [17] One exception is sorbitol, which demonstrates dose-dependent decreases in the maximum serum concentration of lamivudine.", "contents": "Lamivudine -- Mechanism of Action -- Pharmacokinetics. Metabolism: Lamivudine does not undergo metabolism via the CYP450 pathway and minimally binds to plasma protein. Therefore, CYP450 inducers and inhibitors will not affect its metabolism, nor does the drug have many drug interactions with protein-bound medications. While lamivudine has some drug-drug interactions, like interferon-α blockers, ribavirin, zidovudine, and drugs that inhibit MATE-1, MATE-2K, OCT2 transporters, like trimethoprim and indinavir, which increases the plasma concentration of lamivudine, no interactions have clinical significance. [17] One exception is sorbitol, which demonstrates dose-dependent decreases in the maximum serum concentration of lamivudine."}
{"id": "article-24014_13", "title": "Lamivudine -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Lamivudine is eliminated in the urine and secreted as an active organic cation. The mean elimination half-life was 5 to 7 hours. [11] The average clearance of unaltered lamivudine is 71%, with 5% to 10% excreted as trans-sulfoxide. [11] [18] This clearance indicates the necessity for sufficient kidney function in the patient, and dosing should be adjusted accordingly. Dialysis did not significantly increase the elimination of lamivudine to warrant dose modification. Pregnant women have a 22% increase in lamivudine clearance without leading to sub-exposure. [18] [19]", "contents": "Lamivudine -- Mechanism of Action -- Pharmacokinetics. Elimination: Lamivudine is eliminated in the urine and secreted as an active organic cation. The mean elimination half-life was 5 to 7 hours. [11] The average clearance of unaltered lamivudine is 71%, with 5% to 10% excreted as trans-sulfoxide. [11] [18] This clearance indicates the necessity for sufficient kidney function in the patient, and dosing should be adjusted accordingly. Dialysis did not significantly increase the elimination of lamivudine to warrant dose modification. Pregnant women have a 22% increase in lamivudine clearance without leading to sub-exposure. [18] [19]"}
{"id": "article-24014_14", "title": "Lamivudine -- Administration -- Dosage Forms and Strengths", "content": "Lamivudine is available in 150 mg scored tablets, 300 mg tablets, and 5 mg/mL or 10 mg/mL oral solutions. Lamivudine may be taken with or without food and should be stored at room temperature. The patient should take a missed dose when remembering, but doses should not be doubled.", "contents": "Lamivudine -- Administration -- Dosage Forms and Strengths. Lamivudine is available in 150 mg scored tablets, 300 mg tablets, and 5 mg/mL or 10 mg/mL oral solutions. Lamivudine may be taken with or without food and should be stored at room temperature. The patient should take a missed dose when remembering, but doses should not be doubled."}
{"id": "article-24014_15", "title": "Lamivudine -- Administration -- Dosage Forms and Strengths", "content": "Care is necessary if the patient resists other previously prescribed antiviral medications. Chronic co-administration with sorbitol should be avoided to prevent a decrease in lamivudine concentration and potency. Pharmacokinetic changes are minor with ZDV, ddI, cotrimoxazole, and interferon-α-2b, so no dose adjustment is recommended. [11]", "contents": "Lamivudine -- Administration -- Dosage Forms and Strengths. Care is necessary if the patient resists other previously prescribed antiviral medications. Chronic co-administration with sorbitol should be avoided to prevent a decrease in lamivudine concentration and potency. Pharmacokinetic changes are minor with ZDV, ddI, cotrimoxazole, and interferon-α-2b, so no dose adjustment is recommended. [11]"}
{"id": "article-24014_16", "title": "Lamivudine -- Administration -- Dosage Forms and Strengths", "content": "Resistance to lamivudine, as well as cross-resistance to other NRTIs, such as didanosine, abacavir, and emtricitabine, are seen in 10% of patients after treatment with lamivudine as a monotherapy or combined therapy after 48 weeks of treatment. [2] While this can result in a virologic failure, clinical observations suggest a benefit to continuing lamivudine treatment even when an M184V substitution mutation causes resistance. [2] [20]", "contents": "Lamivudine -- Administration -- Dosage Forms and Strengths. Resistance to lamivudine, as well as cross-resistance to other NRTIs, such as didanosine, abacavir, and emtricitabine, are seen in 10% of patients after treatment with lamivudine as a monotherapy or combined therapy after 48 weeks of treatment. [2] While this can result in a virologic failure, clinical observations suggest a benefit to continuing lamivudine treatment even when an M184V substitution mutation causes resistance. [2] [20]"}
{"id": "article-24014_17", "title": "Lamivudine -- Administration -- Adult Dosing", "content": "HIV Infection: 300 mg orally once daily. Chronic hepatitis B infection: 100 ng orally once daily. Higher doses are necessary for patients with HIV co-infection. HIV post-exposure prophylaxis (off-label use) <50 kg: 4 mg/kg/dose orally twice daily - maximum dose is 150 mg. >50 kg: 150 mg orally twice daily or 300 mg once daily as part of a multi-drug regimen. Perinatal hepatitis B infection prophylaxis: 100 mg orally once daily.", "contents": "Lamivudine -- Administration -- Adult Dosing. HIV Infection: 300 mg orally once daily. Chronic hepatitis B infection: 100 ng orally once daily. Higher doses are necessary for patients with HIV co-infection. HIV post-exposure prophylaxis (off-label use) <50 kg: 4 mg/kg/dose orally twice daily - maximum dose is 150 mg. >50 kg: 150 mg orally twice daily or 300 mg once daily as part of a multi-drug regimen. Perinatal hepatitis B infection prophylaxis: 100 mg orally once daily."}
{"id": "article-24014_18", "title": "Lamivudine -- Administration -- Special Patient Populations", "content": "Hepatic impairment: No dose adjustment is necessary in patients with hepatic impairment. Renal impairment: Doses should be adjusted accordingly for the patient's kidney function: Creatinine clearance greater than or equal to 50 mL/min should have a lamivudine dose of 150 mg twice per day or 300 mg once per day. Creatinine clearance of 30 to 49 mL/min should have a lamivudine dose of 150 mg once per day. If a patient's creatinine clearance is between 15 to 29 mL/min, they should receive 150 mg as a first dose, then 100 mg daily afterward. Creatinine clearance of 5 to 14 mL/min equates to 150 mg as a first dose, then 50 mg daily afterward. With a creatinine clearance of less than 5 mL/min, the patient would receive 50 mg as the first dose and then 25 mg per day. Additional dosing is not necessary after either 4-hour routine hemodialysis or peritoneal dialysis.", "contents": "Lamivudine -- Administration -- Special Patient Populations. Hepatic impairment: No dose adjustment is necessary in patients with hepatic impairment. Renal impairment: Doses should be adjusted accordingly for the patient's kidney function: Creatinine clearance greater than or equal to 50 mL/min should have a lamivudine dose of 150 mg twice per day or 300 mg once per day. Creatinine clearance of 30 to 49 mL/min should have a lamivudine dose of 150 mg once per day. If a patient's creatinine clearance is between 15 to 29 mL/min, they should receive 150 mg as a first dose, then 100 mg daily afterward. Creatinine clearance of 5 to 14 mL/min equates to 150 mg as a first dose, then 50 mg daily afterward. With a creatinine clearance of less than 5 mL/min, the patient would receive 50 mg as the first dose and then 25 mg per day. Additional dosing is not necessary after either 4-hour routine hemodialysis or peritoneal dialysis."}
{"id": "article-24014_19", "title": "Lamivudine -- Administration -- Special Patient Populations", "content": "Pregnant women: Lamivudine is currently an FDA Category C drug. The benefits outweigh the risks during pregnancy; no known teratogenicity risk exists based on limited human data. There is a potential risk of neonatal mitochondrial dysfunction and anemia based on limited human data.", "contents": "Lamivudine -- Administration -- Special Patient Populations. Pregnant women: Lamivudine is currently an FDA Category C drug. The benefits outweigh the risks during pregnancy; no known teratogenicity risk exists based on limited human data. There is a potential risk of neonatal mitochondrial dysfunction and anemia based on limited human data."}
{"id": "article-24014_20", "title": "Lamivudine -- Administration -- Special Patient Populations", "content": "Breastfeeding women: HIV patients should avoid breastfeeding because of the postnatal HIV infection, irrespective of maternal HIV treatment. No human data exists to assess lamivudine's effects on milk production. Patients with hepatitis B should avoid breastfeeding if they have cracked or bleeding nipples. Otherwise, lamivudine use while breastfeeding is acceptable.", "contents": "Lamivudine -- Administration -- Special Patient Populations. Breastfeeding women: HIV patients should avoid breastfeeding because of the postnatal HIV infection, irrespective of maternal HIV treatment. No human data exists to assess lamivudine's effects on milk production. Patients with hepatitis B should avoid breastfeeding if they have cracked or bleeding nipples. Otherwise, lamivudine use while breastfeeding is acceptable."}
{"id": "article-24014_21", "title": "Lamivudine -- Administration -- Special Patient Populations", "content": "Pediatric patients: Pediatric patients should be able to swallow tablets safely and use a separate dosing schedule. If the child cannot swallow the tablet, the oral solution dosage may need to increase because of the decrease in bioavailability. There is an increased risk of resistance when administering the oral solution to pediatric patients, so tablets are preferred whenever possible. Older patients: Research has concluded that lamivudine therapy is efficacious and well-tolerated in older patients with chronic HBV infection. [21]", "contents": "Lamivudine -- Administration -- Special Patient Populations. Pediatric patients: Pediatric patients should be able to swallow tablets safely and use a separate dosing schedule. If the child cannot swallow the tablet, the oral solution dosage may need to increase because of the decrease in bioavailability. There is an increased risk of resistance when administering the oral solution to pediatric patients, so tablets are preferred whenever possible. Older patients: Research has concluded that lamivudine therapy is efficacious and well-tolerated in older patients with chronic HBV infection. [21]"}
{"id": "article-24014_22", "title": "Lamivudine -- Adverse Effects", "content": "Severe adverse effects include: Pancreatitis, particularly in children Hepatic decompensation Peripheral neuropathy Muscle pain Weakness Aplastic anemia Lactic acidosis with hepatomegaly and steatosis Stevens-Johnson syndrome* Immune reconstruction syndrome Fat redistribution", "contents": "Lamivudine -- Adverse Effects. Severe adverse effects include: Pancreatitis, particularly in children Hepatic decompensation Peripheral neuropathy Muscle pain Weakness Aplastic anemia Lactic acidosis with hepatomegaly and steatosis Stevens-Johnson syndrome* Immune reconstruction syndrome Fat redistribution"}
{"id": "article-24014_23", "title": "Lamivudine -- Adverse Effects", "content": "*Patients with HIV are already at a higher risk of acquiring Stevens-Johnson syndrome (SJS). Combined therapies also make it difficult to discern if one drug alone contributed to SJS or not. No direct cases appear in the literature. Severe adverse effects occurred in about 5% of patients enrolled in all clinical trials. Children seemed to show a higher prevalence of fever and pancreatitis than adult patients. [22] Several case studies have shown that lamivudine can cause unusual adverse effects like thrombocytopenia and paronychia. [23] [24] Common adverse effects: Headache Nausea Vomiting Diarrhea Weight loss Abdominal pain Fever Cough and nasal signs and symptoms", "contents": "Lamivudine -- Adverse Effects. *Patients with HIV are already at a higher risk of acquiring Stevens-Johnson syndrome (SJS). Combined therapies also make it difficult to discern if one drug alone contributed to SJS or not. No direct cases appear in the literature. Severe adverse effects occurred in about 5% of patients enrolled in all clinical trials. Children seemed to show a higher prevalence of fever and pancreatitis than adult patients. [22] Several case studies have shown that lamivudine can cause unusual adverse effects like thrombocytopenia and paronychia. [23] [24] Common adverse effects: Headache Nausea Vomiting Diarrhea Weight loss Abdominal pain Fever Cough and nasal signs and symptoms"}
{"id": "article-24014_24", "title": "Lamivudine -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent lamivudine use should be avoided with the following drugs: Abacavir: avoid concurrent use of abacavir oral solution with lamivudine oral solution, as the combination may decrease lamivudine efficiency. Betibeglogene autotemcel or elivaldogene autoemcel: Lamivudine should be discontinued for at least 1 month prior to starting therapy with betibeglogene autotemcel or elivaldogene autoemcel, as it may interfere with gene transfer into apheresed cells. Cladribine: Combination may increase cladribine levels by inhibiting intracellular phosphorylation. Bictegravir: Duplicate therapy and potential to increase lamivudine levels. Tafenoquine: This combination may increase lamivudine levels, possibly through inhibition of renal transport. The above is not a complete list. As always, a thorough medication reconciliation should take place whenever pharmaceutical therapy is started or modified.", "contents": "Lamivudine -- Adverse Effects -- Drug-Drug Interactions. Concurrent lamivudine use should be avoided with the following drugs: Abacavir: avoid concurrent use of abacavir oral solution with lamivudine oral solution, as the combination may decrease lamivudine efficiency. Betibeglogene autotemcel or elivaldogene autoemcel: Lamivudine should be discontinued for at least 1 month prior to starting therapy with betibeglogene autotemcel or elivaldogene autoemcel, as it may interfere with gene transfer into apheresed cells. Cladribine: Combination may increase cladribine levels by inhibiting intracellular phosphorylation. Bictegravir: Duplicate therapy and potential to increase lamivudine levels. Tafenoquine: This combination may increase lamivudine levels, possibly through inhibition of renal transport. The above is not a complete list. As always, a thorough medication reconciliation should take place whenever pharmaceutical therapy is started or modified."}
{"id": "article-24014_25", "title": "Lamivudine -- Contraindications", "content": "Lamivudine should not be administered to patients with known hypersensitivity. Avoid concurrent sorbitol-containing product use when dosing the oral solution formulation.", "contents": "Lamivudine -- Contraindications. Lamivudine should not be administered to patients with known hypersensitivity. Avoid concurrent sorbitol-containing product use when dosing the oral solution formulation."}
{"id": "article-24014_26", "title": "Lamivudine -- Contraindications -- Box Warning", "content": "There is an FDA Box Warning for lamivudine: There are reports of lactic acidosis and severe hepatomegaly with steatosis, including fatalities, in patients using nucleoside analogs. Reports exist of hepatitis B exacerbations in patients co-infected with HBV and HIV-1 who have discontinued lamivudine. These patients require hepatic function monitoring and initiation of hepatitis B therapy when necessary. HIV-1-infected patients should only receive lamivudine dosage forms approved for HIV-1 treatment.", "contents": "Lamivudine -- Contraindications -- Box Warning. There is an FDA Box Warning for lamivudine: There are reports of lactic acidosis and severe hepatomegaly with steatosis, including fatalities, in patients using nucleoside analogs. Reports exist of hepatitis B exacerbations in patients co-infected with HBV and HIV-1 who have discontinued lamivudine. These patients require hepatic function monitoring and initiation of hepatitis B therapy when necessary. HIV-1-infected patients should only receive lamivudine dosage forms approved for HIV-1 treatment."}
{"id": "article-24014_27", "title": "Lamivudine -- Monitoring", "content": "As a class, NRTIs have more cases of resulting hepatomegaly, with some fatalities. Lactic acidosis, a typical NRTI toxicity, is not seen as frequently with lamivudine. However, severely overweight females who have been on immunotherapy for an extended time seem to be at an increased risk. If a patient presents with symptoms, lamivudine should be discontinued immediately. [25] Additionally, the patient's liver function should be considered before beginning lamivudine; those with liver disease should rank as high risk.", "contents": "Lamivudine -- Monitoring. As a class, NRTIs have more cases of resulting hepatomegaly, with some fatalities. Lactic acidosis, a typical NRTI toxicity, is not seen as frequently with lamivudine. However, severely overweight females who have been on immunotherapy for an extended time seem to be at an increased risk. If a patient presents with symptoms, lamivudine should be discontinued immediately. [25] Additionally, the patient's liver function should be considered before beginning lamivudine; those with liver disease should rank as high risk."}
{"id": "article-24014_28", "title": "Lamivudine -- Monitoring", "content": "Patients treated with interferon-α inhibitors with or without ribavirin when they are co-infected with HCV should be monitored closely for liver toxicities, especially hepatic decompensation, due to their pyrimidine phosphorylation reduction effects. If decompensation or increased liver toxicity occurs, interferon-α inhibitors with or without ribavirin should be decreased or discontinued.", "contents": "Lamivudine -- Monitoring. Patients treated with interferon-α inhibitors with or without ribavirin when they are co-infected with HCV should be monitored closely for liver toxicities, especially hepatic decompensation, due to their pyrimidine phosphorylation reduction effects. If decompensation or increased liver toxicity occurs, interferon-α inhibitors with or without ribavirin should be decreased or discontinued."}
{"id": "article-24014_29", "title": "Lamivudine -- Monitoring", "content": "Patients using lamivudine for HBV should receive testing for HIV-1, and patients with HIV-1 should be tested for HBV. If the patient has a co-infection, the lower dose of lamivudine (EPIVIR-HBV) is not adequate for patients and could lead to increased antiviral resistance of either virus for both adults and children. [26] [27] Patients should not discontinue lamivudine while co-infected with HIV-1 and HBV. Severe, acute hepatitis B exacerbation can occur. Hepatic function (ALT levels) should be closely monitored for several months after stopping treatment, and initiation of anti-hepatitis B treatment may be appropriate with physician-guided discontinuation.", "contents": "Lamivudine -- Monitoring. Patients using lamivudine for HBV should receive testing for HIV-1, and patients with HIV-1 should be tested for HBV. If the patient has a co-infection, the lower dose of lamivudine (EPIVIR-HBV) is not adequate for patients and could lead to increased antiviral resistance of either virus for both adults and children. [26] [27] Patients should not discontinue lamivudine while co-infected with HIV-1 and HBV. Severe, acute hepatitis B exacerbation can occur. Hepatic function (ALT levels) should be closely monitored for several months after stopping treatment, and initiation of anti-hepatitis B treatment may be appropriate with physician-guided discontinuation."}
{"id": "article-24014_30", "title": "Lamivudine -- Monitoring", "content": "CD4+ cell count and viral load should have frequent checking to determine HIV-1 disease progression and efficacy and extent of virologic failure resulting in lamivudine resistance in combination therapy. [28] Patients should also receive monitoring for the development of inflammatory responses to opportunistic infections commonly seen in HIV patients ( mycobacterium avium , CMV, PCP, TB) as well as autoimmune disorders within the first few months of starting combination antiviral therapy, including lamivudine as symptoms of immune reconstitution syndrome.", "contents": "Lamivudine -- Monitoring. CD4+ cell count and viral load should have frequent checking to determine HIV-1 disease progression and efficacy and extent of virologic failure resulting in lamivudine resistance in combination therapy. [28] Patients should also receive monitoring for the development of inflammatory responses to opportunistic infections commonly seen in HIV patients ( mycobacterium avium , CMV, PCP, TB) as well as autoimmune disorders within the first few months of starting combination antiviral therapy, including lamivudine as symptoms of immune reconstitution syndrome."}
{"id": "article-24014_31", "title": "Lamivudine -- Monitoring", "content": "Kidney indicators require monitoring throughout treatment, especially in chronic kidney disease (CKD) patients. CKD is a natural outcome of aging, so special attention may be necessary in treating older patients.", "contents": "Lamivudine -- Monitoring. Kidney indicators require monitoring throughout treatment, especially in chronic kidney disease (CKD) patients. CKD is a natural outcome of aging, so special attention may be necessary in treating older patients."}
{"id": "article-24014_32", "title": "Lamivudine -- Monitoring", "content": "Pediatric patients who have a history of antiviral therapy or a history of pancreatitis need monitoring for lamivudine-induced pancreatitis. Pediatric patients should also know to avoid sorbitol-containing medicines when using oral lamivudine because antiviral resistance and lower virologic suppression rates can occur due to lower plasma lamivudine exposure. [22] [29] Fat redistribution in a \"cushingoid appearance,\" lipoatrophy, and insulin resistance should also be monitored in patients using NRTIs. [30]", "contents": "Lamivudine -- Monitoring. Pediatric patients who have a history of antiviral therapy or a history of pancreatitis need monitoring for lamivudine-induced pancreatitis. Pediatric patients should also know to avoid sorbitol-containing medicines when using oral lamivudine because antiviral resistance and lower virologic suppression rates can occur due to lower plasma lamivudine exposure. [22] [29] Fat redistribution in a \"cushingoid appearance,\" lipoatrophy, and insulin resistance should also be monitored in patients using NRTIs. [30]"}
{"id": "article-24014_33", "title": "Lamivudine -- Toxicity", "content": "Lamivudine is usually well tolerated with milder toxicities compared to other NRTIs. [31] If an overdose of lamivudine occurs, supportive care should be provided with monitoring. Dialysis is not a reliable treatment for an overdose of lamivudine. No human trials to date have shown evidence of carcinogenesis, mutagenesis, or fertility impairment.", "contents": "Lamivudine -- Toxicity. Lamivudine is usually well tolerated with milder toxicities compared to other NRTIs. [31] If an overdose of lamivudine occurs, supportive care should be provided with monitoring. Dialysis is not a reliable treatment for an overdose of lamivudine. No human trials to date have shown evidence of carcinogenesis, mutagenesis, or fertility impairment."}
{"id": "article-24014_34", "title": "Lamivudine -- Enhancing Healthcare Team Outcomes", "content": "Proper patient education on dosage, monitoring, and stopping treatment will help improve outcomes. Proper clinician education on prescribing considerations, including comorbidities, monitoring, adherence to treatment regimens, and stopping treatment, is also necessary. Care is essential when prescribing the oral solution for pediatric patients due to the possibility of pancreatitis or worsening existing pancreatitis. Consideration is also required when prescribing the correct formula for the proper condition(s). A lower dose of lamivudine is indicated for patients with HBV only. If a patient is co-infected with HIV-1, a larger dose of lamivudine is necessary to prevent HIV-1 mutation and resistance. Additionally, co-administered sorbitol-containing medicines should be avoided to limit the sub-exposure of medication.", "contents": "Lamivudine -- Enhancing Healthcare Team Outcomes. Proper patient education on dosage, monitoring, and stopping treatment will help improve outcomes. Proper clinician education on prescribing considerations, including comorbidities, monitoring, adherence to treatment regimens, and stopping treatment, is also necessary. Care is essential when prescribing the oral solution for pediatric patients due to the possibility of pancreatitis or worsening existing pancreatitis. Consideration is also required when prescribing the correct formula for the proper condition(s). A lower dose of lamivudine is indicated for patients with HBV only. If a patient is co-infected with HIV-1, a larger dose of lamivudine is necessary to prevent HIV-1 mutation and resistance. Additionally, co-administered sorbitol-containing medicines should be avoided to limit the sub-exposure of medication."}
{"id": "article-24014_35", "title": "Lamivudine -- Enhancing Healthcare Team Outcomes", "content": "All these factors require the efforts of an interprofessional healthcare team that includes physicians, specialists (particularly with infectious disease and HIV specialized training), advanced practice practitioners, nursing staff, and pharmacists, collaborating so that lamivudine and other antiviral measures can be optimized and issues that can limit therapeutic effectiveness avoided. This will result in better patient outcomes with fewer adverse events.", "contents": "Lamivudine -- Enhancing Healthcare Team Outcomes. All these factors require the efforts of an interprofessional healthcare team that includes physicians, specialists (particularly with infectious disease and HIV specialized training), advanced practice practitioners, nursing staff, and pharmacists, collaborating so that lamivudine and other antiviral measures can be optimized and issues that can limit therapeutic effectiveness avoided. This will result in better patient outcomes with fewer adverse events."}
{"id": "article-24014_36", "title": "Lamivudine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lamivudine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}