{"id": "article-21070_0", "title": "Hepatic Encephalopathy -- Continuing Education Activity", "content": "Hepatic encephalopathy is a serious and potentially reversible condition that can affect individuals with advanced liver dysfunction. It is characterized by a range of neuropsychiatric and neuromuscular abnormalities resulting from the buildup of toxic substances in the bloodstream, ultimately impacting brain function. While commonly associated with underlying liver conditions such as cirrhosis, it can also develop in individuals without prior hepatic issues who develop acute liver failure. While hepatic encephalopathy in chronic liver failure like cirrhosis may be reversible, when secondary to acute liver failure, it can lead to brain edema and prove challenging to manage. Patients can also develop this condition in the setting of portosystemic shunts.", "contents": "Hepatic Encephalopathy -- Continuing Education Activity. Hepatic encephalopathy is a serious and potentially reversible condition that can affect individuals with advanced liver dysfunction. It is characterized by a range of neuropsychiatric and neuromuscular abnormalities resulting from the buildup of toxic substances in the bloodstream, ultimately impacting brain function. While commonly associated with underlying liver conditions such as cirrhosis, it can also develop in individuals without prior hepatic issues who develop acute liver failure. While hepatic encephalopathy in chronic liver failure like cirrhosis may be reversible, when secondary to acute liver failure, it can lead to brain edema and prove challenging to manage. Patients can also develop this condition in the setting of portosystemic shunts."}
{"id": "article-21070_1", "title": "Hepatic Encephalopathy -- Continuing Education Activity", "content": "This activity discusses the etiology, epidemiology, pathophysiology, evaluation, and treatment approaches for hepatic encephalopathy. The course covers the disease staging, potential complications, prognosis, and patient education regarding this condition. Additionally, emphasis is placed on the vital contributions of an interprofessional healthcare team in both the prevention and management of this condition, aiming to improve patient outcomes.", "contents": "Hepatic Encephalopathy -- Continuing Education Activity. This activity discusses the etiology, epidemiology, pathophysiology, evaluation, and treatment approaches for hepatic encephalopathy. The course covers the disease staging, potential complications, prognosis, and patient education regarding this condition. Additionally, emphasis is placed on the vital contributions of an interprofessional healthcare team in both the prevention and management of this condition, aiming to improve patient outcomes."}
{"id": "article-21070_2", "title": "Hepatic Encephalopathy -- Continuing Education Activity", "content": "Objectives: Identify the signs and symptoms of hepatic encephalopathy, including altered mental status, confusion, and neuromuscular dysfunction, in patients with advanced liver dysfunction. Apply routine assessments for hepatic encephalopathy using standardized tools, especially in patients with chronic liver disease or acute liver failure. Apply evidence-based interventions, including pharmacotherapy, dietary modifications, and management of precipitating factors, to treat hepatic encephalopathy. Collaborate with interprofessional healthcare team members, including hepatologists, neurologists, and dietitians, to provide comprehensive care and optimize patient outcomes. Access free multiple choice questions on this topic.", "contents": "Hepatic Encephalopathy -- Continuing Education Activity. Objectives: Identify the signs and symptoms of hepatic encephalopathy, including altered mental status, confusion, and neuromuscular dysfunction, in patients with advanced liver dysfunction. Apply routine assessments for hepatic encephalopathy using standardized tools, especially in patients with chronic liver disease or acute liver failure. Apply evidence-based interventions, including pharmacotherapy, dietary modifications, and management of precipitating factors, to treat hepatic encephalopathy. Collaborate with interprofessional healthcare team members, including hepatologists, neurologists, and dietitians, to provide comprehensive care and optimize patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21070_3", "title": "Hepatic Encephalopathy -- Introduction", "content": "Hepatic encephalopathy is a potentially reversible syndrome that can occur in individuals with advanced liver dysfunction. It is characterized by a range of neuropsychiatric abnormalities caused by the accumulation of neurotoxic substances in the bloodstream. While it is often associated with preexisting liver conditions like cirrhosis, it can also develop in individuals without prior hepatic issues. In cases without preexisting liver disease, acute severe liver failure can lead to brain swelling and, in severe cases, coma. [1] Hepatic encephalopathy in patients with chronic liver disease can potentially be reversed and managed. However, when it occurs acutely with rapidly increasing blood ammonia levels (fulminant), it becomes more challenging to control due to widespread brain swelling and structural brainstem injuries. [1]", "contents": "Hepatic Encephalopathy -- Introduction. Hepatic encephalopathy is a potentially reversible syndrome that can occur in individuals with advanced liver dysfunction. It is characterized by a range of neuropsychiatric abnormalities caused by the accumulation of neurotoxic substances in the bloodstream. While it is often associated with preexisting liver conditions like cirrhosis, it can also develop in individuals without prior hepatic issues. In cases without preexisting liver disease, acute severe liver failure can lead to brain swelling and, in severe cases, coma. [1] Hepatic encephalopathy in patients with chronic liver disease can potentially be reversed and managed. However, when it occurs acutely with rapidly increasing blood ammonia levels (fulminant), it becomes more challenging to control due to widespread brain swelling and structural brainstem injuries. [1]"}
{"id": "article-21070_4", "title": "Hepatic Encephalopathy -- Introduction", "content": "Hepatic encephalopathy symptoms can result from liver insufficiency or the redirection of blood flow away from the liver (portosystemic shunting). According to the consensus of the International Society for Hepatic Encephalopathy and Nitrogen Metabolism, the onset of overt hepatic encephalopathy is defined as the appearance of disorientation or asterixis. [2] Identifying the onset in patients with advanced liver disease can be challenging. Some patients may exhibit subtle signs that can only be detected through specialized tests, a condition referred to as minimal hepatic encephalopathy—observed in as many as 80% of patients with cirrhosis. [3] [4] [5]", "contents": "Hepatic Encephalopathy -- Introduction. Hepatic encephalopathy symptoms can result from liver insufficiency or the redirection of blood flow away from the liver (portosystemic shunting). According to the consensus of the International Society for Hepatic Encephalopathy and Nitrogen Metabolism, the onset of overt hepatic encephalopathy is defined as the appearance of disorientation or asterixis. [2] Identifying the onset in patients with advanced liver disease can be challenging. Some patients may exhibit subtle signs that can only be detected through specialized tests, a condition referred to as minimal hepatic encephalopathy—observed in as many as 80% of patients with cirrhosis. [3] [4] [5]"}
{"id": "article-21070_5", "title": "Hepatic Encephalopathy -- Introduction", "content": "Symptoms of hepatic encephalopathy include confusion, personality alterations, disorientation, and reduced consciousness. In the initial stages, a disrupted sleep-wake pattern is often present, where patients tend to sleep during the day and stay awake at night. As the condition progresses through intermediate stages, patients typically encounter increasing levels of confusion, lethargy, and personality shifts. In advanced stages, hepatic encephalopathy can eventually lead to coma, known as hepatic coma or coma hepaticum, which can be fatal. In cases of severe encephalopathy among patients with acute liver failure or known cirrhosis, the mortality rate exceeds 50% within the first year. [6] [7]", "contents": "Hepatic Encephalopathy -- Introduction. Symptoms of hepatic encephalopathy include confusion, personality alterations, disorientation, and reduced consciousness. In the initial stages, a disrupted sleep-wake pattern is often present, where patients tend to sleep during the day and stay awake at night. As the condition progresses through intermediate stages, patients typically encounter increasing levels of confusion, lethargy, and personality shifts. In advanced stages, hepatic encephalopathy can eventually lead to coma, known as hepatic coma or coma hepaticum, which can be fatal. In cases of severe encephalopathy among patients with acute liver failure or known cirrhosis, the mortality rate exceeds 50% within the first year. [6] [7]"}
{"id": "article-21070_6", "title": "Hepatic Encephalopathy -- Etiology", "content": "Hepatic encephalopathy can develop as a result of underlying liver disease (synthetic encephalopathy) or related to portosystemic shunts (such as transjugular intrahepatic portosystemic shunt [TIPS] or spontaneous shunts). The former is related to liver disease, while the latter is related to portal circulation being shunted to the systemic circulation, bypassing the liver and resulting in the accumulation of toxic metabolites. [8]", "contents": "Hepatic Encephalopathy -- Etiology. Hepatic encephalopathy can develop as a result of underlying liver disease (synthetic encephalopathy) or related to portosystemic shunts (such as transjugular intrahepatic portosystemic shunt [TIPS] or spontaneous shunts). The former is related to liver disease, while the latter is related to portal circulation being shunted to the systemic circulation, bypassing the liver and resulting in the accumulation of toxic metabolites. [8]"}
{"id": "article-21070_7", "title": "Hepatic Encephalopathy -- Etiology", "content": "Acute liver failure can be triggered by viral hepatitis, exposure to hepatotoxins (such as acetaminophen, mushrooms, and alcohol), and ischemic liver injury (eg, septic shock). Chronic liver failure with cirrhosis may stem from causes such as alcoholic cirrhosis, chronic viral hepatitis B or C, nonalcoholic fatty liver disease (NAFLD), hemochromatosis, Wilson disease, and alpha-1 antitrypsin deficiency. In the context of cirrhosis of the liver, hepatic encephalopathy can be triggered by various factors, such as the following: renal failure gastrointestinal bleeding (such as from esophageal varices) constipation infections medication noncompliance excessive dietary protein intake dehydration (due to factors like fluid restriction, diuretics, diarrhea, vomiting, or excessive paracentesis) electrolyte imbalances alcohol consumption the use of specific sedatives or medications (like analgesics)", "contents": "Hepatic Encephalopathy -- Etiology. Acute liver failure can be triggered by viral hepatitis, exposure to hepatotoxins (such as acetaminophen, mushrooms, and alcohol), and ischemic liver injury (eg, septic shock). Chronic liver failure with cirrhosis may stem from causes such as alcoholic cirrhosis, chronic viral hepatitis B or C, nonalcoholic fatty liver disease (NAFLD), hemochromatosis, Wilson disease, and alpha-1 antitrypsin deficiency. In the context of cirrhosis of the liver, hepatic encephalopathy can be triggered by various factors, such as the following: renal failure gastrointestinal bleeding (such as from esophageal varices) constipation infections medication noncompliance excessive dietary protein intake dehydration (due to factors like fluid restriction, diuretics, diarrhea, vomiting, or excessive paracentesis) electrolyte imbalances alcohol consumption the use of specific sedatives or medications (like analgesics)"}
{"id": "article-21070_8", "title": "Hepatic Encephalopathy -- Etiology", "content": "Furthermore, hepatic encephalopathy can be a complication in 30% to 50% of cirrhosis patients who undergo TIPS. [8] [9] [10] Spontaneous portosystemic shunts, occurring when fetal shunt pathways between the portal and systemic circulation open due to cirrhosis, may also be an important contributor to hepatic encephalopathy. Eventually, the systemic shunt increases in volume, portal circulation declines, and liver failure is exacerbated. [11]", "contents": "Hepatic Encephalopathy -- Etiology. Furthermore, hepatic encephalopathy can be a complication in 30% to 50% of cirrhosis patients who undergo TIPS. [8] [9] [10] Spontaneous portosystemic shunts, occurring when fetal shunt pathways between the portal and systemic circulation open due to cirrhosis, may also be an important contributor to hepatic encephalopathy. Eventually, the systemic shunt increases in volume, portal circulation declines, and liver failure is exacerbated. [11]"}
{"id": "article-21070_9", "title": "Hepatic Encephalopathy -- Epidemiology", "content": "One population-based study estimated that within a 5-year period, approximately 44% of individuals with cirrhosis may develop hepatic encephalopathy. [12] In another study of over 9000 newly diagnosed cirrhosis patients, it was found that around one-third had decompensated cirrhosis, and of these, 51% experienced hepatic encephalopathy. [13]", "contents": "Hepatic Encephalopathy -- Epidemiology. One population-based study estimated that within a 5-year period, approximately 44% of individuals with cirrhosis may develop hepatic encephalopathy. [12] In another study of over 9000 newly diagnosed cirrhosis patients, it was found that around one-third had decompensated cirrhosis, and of these, 51% experienced hepatic encephalopathy. [13]"}
{"id": "article-21070_10", "title": "Hepatic Encephalopathy -- Epidemiology", "content": "Chronic liver disease often has a subtle and gradual onset, causing many patients to delay seeking treatment until complications emerge. A study based on the commercial medical claims database reported that the prevalence of hepatic encephalopathy in the United States in 2018 was estimated at 202,000 cases. [14] However, it is important to note that this study may not have included cases of minimal hepatic encephalopathy, which can affect up to 80% of patients with cirrhosis and is characterized by subtle features that require specialized testing for detection. [5]", "contents": "Hepatic Encephalopathy -- Epidemiology. Chronic liver disease often has a subtle and gradual onset, causing many patients to delay seeking treatment until complications emerge. A study based on the commercial medical claims database reported that the prevalence of hepatic encephalopathy in the United States in 2018 was estimated at 202,000 cases. [14] However, it is important to note that this study may not have included cases of minimal hepatic encephalopathy, which can affect up to 80% of patients with cirrhosis and is characterized by subtle features that require specialized testing for detection. [5]"}
{"id": "article-21070_11", "title": "Hepatic Encephalopathy -- Pathophysiology", "content": "The neuropathology of hepatic encephalopathy was initially described in 1949, yet our understanding of its exact causes and mechanisms remains incomplete. [1] One central aspect of the pathogenesis of hepatic encephalopathy is the role of elevated serum ammonia levels. Colonic bacteria and mucosal enzymes break down dietary proteins, releasing ammonia within the gastrointestinal tract. This ammonia then enters the liver's portal circulation, where it is normally converted into urea through the urea cycle. However, in cases of hepatic failure or systemic shunt, ammonia can accumulate and be diverted into the systemic circulation. This buildup of ammonia, known as hyperammonemia, disrupts neuronal function, ultimately contributing to encephalopathy. Ammonia is one of several neurotoxic substances that can impair excitatory neurotransmission. [15]", "contents": "Hepatic Encephalopathy -- Pathophysiology. The neuropathology of hepatic encephalopathy was initially described in 1949, yet our understanding of its exact causes and mechanisms remains incomplete. [1] One central aspect of the pathogenesis of hepatic encephalopathy is the role of elevated serum ammonia levels. Colonic bacteria and mucosal enzymes break down dietary proteins, releasing ammonia within the gastrointestinal tract. This ammonia then enters the liver's portal circulation, where it is normally converted into urea through the urea cycle. However, in cases of hepatic failure or systemic shunt, ammonia can accumulate and be diverted into the systemic circulation. This buildup of ammonia, known as hyperammonemia, disrupts neuronal function, ultimately contributing to encephalopathy. Ammonia is one of several neurotoxic substances that can impair excitatory neurotransmission. [15]"}
{"id": "article-21070_12", "title": "Hepatic Encephalopathy -- Pathophysiology -- Individuals with Chronic Liver Failure/Cirrhosis", "content": "In patients with long-standing cirrhosis, another potential factor contributing to hepatic encephalopathy is manganese toxicity. This can be observed through magnetic resonance imaging (MRI), particularly in T1-weighted imaging, where abnormalities in the globus pallidus may become apparent. [16] Additionally, several other substances and factors have been implicated in the development of hepatic encephalopathy, including mercaptans, short fatty acids, reduced glutaminergic synaptic function, lactate, and dopamine metabolites. [17]", "contents": "Hepatic Encephalopathy -- Pathophysiology -- Individuals with Chronic Liver Failure/Cirrhosis. In patients with long-standing cirrhosis, another potential factor contributing to hepatic encephalopathy is manganese toxicity. This can be observed through magnetic resonance imaging (MRI), particularly in T1-weighted imaging, where abnormalities in the globus pallidus may become apparent. [16] Additionally, several other substances and factors have been implicated in the development of hepatic encephalopathy, including mercaptans, short fatty acids, reduced glutaminergic synaptic function, lactate, and dopamine metabolites. [17]"}
{"id": "article-21070_13", "title": "Hepatic Encephalopathy -- Pathophysiology -- Individuals with Acute Liver Failure without Preexisting Liver Disease", "content": "In individuals without preexisting liver disease, acute fulminant hepatic failure can lead to the accumulation of ammonia. Ammonia can cross the blood-brain barrier and enter the brain, where astrocytic glutamine synthetase converts it and glutamate into glutamine. [18] Glutamine acts as an osmolyte, causing an increase in cerebral volume. This, in turn, results in brain edema, intracranial hypertension, and the potential risk of brain herniation. [18]", "contents": "Hepatic Encephalopathy -- Pathophysiology -- Individuals with Acute Liver Failure without Preexisting Liver Disease. In individuals without preexisting liver disease, acute fulminant hepatic failure can lead to the accumulation of ammonia. Ammonia can cross the blood-brain barrier and enter the brain, where astrocytic glutamine synthetase converts it and glutamate into glutamine. [18] Glutamine acts as an osmolyte, causing an increase in cerebral volume. This, in turn, results in brain edema, intracranial hypertension, and the potential risk of brain herniation. [18]"}
{"id": "article-21070_14", "title": "Hepatic Encephalopathy -- Pathophysiology -- Individuals with Acute Liver Failure without Preexisting Liver Disease", "content": "Serum ammonia levels directly affect the severity of hepatic encephalopathy in cirrhosis patients. However, this correlation is not linear or exponential. It appears to be more pronounced in patients experiencing fulminant hepatic failure. In such cases, the risk of cerebral edema escalates when arterial ammonia levels surpass 200 μmol/L (equivalent to 340 μg/dL). [1]", "contents": "Hepatic Encephalopathy -- Pathophysiology -- Individuals with Acute Liver Failure without Preexisting Liver Disease. Serum ammonia levels directly affect the severity of hepatic encephalopathy in cirrhosis patients. However, this correlation is not linear or exponential. It appears to be more pronounced in patients experiencing fulminant hepatic failure. In such cases, the risk of cerebral edema escalates when arterial ammonia levels surpass 200 μmol/L (equivalent to 340 μg/dL). [1]"}
{"id": "article-21070_15", "title": "Hepatic Encephalopathy -- Histopathology", "content": "In cases of cirrhosis, notable morphological alterations primarily affect astrocytes and microglia within the brain. [19] These changes in astrocytes are often referred to as \"Alzheimer type II astrocytosis\" and are consistently observed in brain tissue sections of those who succumbed to grade 4 hepatic encephalopathy. Under microscopic examination, hyperammonemia may lead to the enlargement of astrocytes, which appear pale due to decreased chromatin content. It is important to note that these changes typically occur after prolonged exposure to hyperammonemia and are not commonly associated with fulminant hepatic failure. Given that the most prominent neuropathological changes seen in individuals with cirrhosis and hepatic encephalopathy involve glial cells rather than neurons, this condition has been described as a \"primary gliopathy.\" [19]", "contents": "Hepatic Encephalopathy -- Histopathology. In cases of cirrhosis, notable morphological alterations primarily affect astrocytes and microglia within the brain. [19] These changes in astrocytes are often referred to as \"Alzheimer type II astrocytosis\" and are consistently observed in brain tissue sections of those who succumbed to grade 4 hepatic encephalopathy. Under microscopic examination, hyperammonemia may lead to the enlargement of astrocytes, which appear pale due to decreased chromatin content. It is important to note that these changes typically occur after prolonged exposure to hyperammonemia and are not commonly associated with fulminant hepatic failure. Given that the most prominent neuropathological changes seen in individuals with cirrhosis and hepatic encephalopathy involve glial cells rather than neurons, this condition has been described as a \"primary gliopathy.\" [19]"}
{"id": "article-21070_16", "title": "Hepatic Encephalopathy -- History and Physical", "content": "To diagnose hepatic encephalopathy, liver disease should be confirmed through abnormal liver function tests, radiologic imaging, or liver biopsy. Alternatively, the presence of a portosystemic shunt may be diagnosed. Additionally, it is crucial to rule out other potential causes or etiologies that can mimic this condition, including intracranial lesions, masses, stroke, seizure activity, post-seizure encephalopathy, intracranial infections, or toxic encephalopathy from other known causes.", "contents": "Hepatic Encephalopathy -- History and Physical. To diagnose hepatic encephalopathy, liver disease should be confirmed through abnormal liver function tests, radiologic imaging, or liver biopsy. Alternatively, the presence of a portosystemic shunt may be diagnosed. Additionally, it is crucial to rule out other potential causes or etiologies that can mimic this condition, including intracranial lesions, masses, stroke, seizure activity, post-seizure encephalopathy, intracranial infections, or toxic encephalopathy from other known causes."}
{"id": "article-21070_17", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "Obtaining the patient's medical history is invaluable in providing insights into the likely causes of liver failure and guiding appropriate interventions. In cases where the patient cannot communicate, it is essential to interview close family members, caretakers, and friends who can provide relevant information. When gathering a patient's medical history, it is important to inquire about the following:", "contents": "Hepatic Encephalopathy -- History and Physical -- History. Obtaining the patient's medical history is invaluable in providing insights into the likely causes of liver failure and guiding appropriate interventions. In cases where the patient cannot communicate, it is essential to interview close family members, caretakers, and friends who can provide relevant information. When gathering a patient's medical history, it is important to inquire about the following:"}
{"id": "article-21070_18", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "Symptoms related to liver failure and its complications, such as jaundice, pruritus, gastrointestinal bleeding, coagulopathy, increased abdominal girth, renal failure, and changes in mental status", "contents": "Hepatic Encephalopathy -- History and Physical -- History. Symptoms related to liver failure and its complications, such as jaundice, pruritus, gastrointestinal bleeding, coagulopathy, increased abdominal girth, renal failure, and changes in mental status"}
{"id": "article-21070_19", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "Alterations in sleep patterns and cognitive capacity may manifest as decreased attention span and impaired short-term memory, potentially leading to difficulties in daily activities.", "contents": "Hepatic Encephalopathy -- History and Physical -- History. Alterations in sleep patterns and cognitive capacity may manifest as decreased attention span and impaired short-term memory, potentially leading to difficulties in daily activities."}
{"id": "article-21070_20", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "History of exposure to hepatotoxins, including alcohol use, medication use, and herbal medicines. Other potential hepatotoxins include mushrooms, organic solvents, or phosphorus-containing substances, such as those found in fireworks.", "contents": "Hepatic Encephalopathy -- History and Physical -- History. History of exposure to hepatotoxins, including alcohol use, medication use, and herbal medicines. Other potential hepatotoxins include mushrooms, organic solvents, or phosphorus-containing substances, such as those found in fireworks."}
{"id": "article-21070_21", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "Risk factors for viral hepatitis, including travel, blood transfusions, sexual contacts, or occupation", "contents": "Hepatic Encephalopathy -- History and Physical -- History. Risk factors for viral hepatitis, including travel, blood transfusions, sexual contacts, or occupation"}
{"id": "article-21070_22", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "Family history of liver disease, including conditions like Wilson disease or alpha-1 antitrypsin deficiency", "contents": "Hepatic Encephalopathy -- History and Physical -- History. Family history of liver disease, including conditions like Wilson disease or alpha-1 antitrypsin deficiency"}
{"id": "article-21070_23", "title": "Hepatic Encephalopathy -- History and Physical -- History", "content": "A precipitating cause for encephalopathy, such as constipation, infection, use of sedatives, episodes of gastrointestinal bleeding, or conditions leading to hypovolemia, such as diarrhea or vomiting", "contents": "Hepatic Encephalopathy -- History and Physical -- History. A precipitating cause for encephalopathy, such as constipation, infection, use of sedatives, episodes of gastrointestinal bleeding, or conditions leading to hypovolemia, such as diarrhea or vomiting"}
{"id": "article-21070_24", "title": "Hepatic Encephalopathy -- History and Physical -- Signs of chronic liver failure", "content": "During a physical examination, patients with hepatic encephalopathy typically exhibit signs of advanced chronic liver disease, often referred to as decompensated cirrhosis. These physical findings may include the following: muscle wasting jaundice ascites (fluid accumulation in the abdomen) palmar erythema (reddening of the palms) edema (swelling) spider telangiectasias (small, dilated blood vessels near the skin's surface) a distinctive odor known as fetor hepaticus", "contents": "Hepatic Encephalopathy -- History and Physical -- Signs of chronic liver failure. During a physical examination, patients with hepatic encephalopathy typically exhibit signs of advanced chronic liver disease, often referred to as decompensated cirrhosis. These physical findings may include the following: muscle wasting jaundice ascites (fluid accumulation in the abdomen) palmar erythema (reddening of the palms) edema (swelling) spider telangiectasias (small, dilated blood vessels near the skin's surface) a distinctive odor known as fetor hepaticus"}
{"id": "article-21070_25", "title": "Hepatic Encephalopathy -- History and Physical -- Signs of chronic liver failure", "content": "However, in patients with acute fulminant hepatitis without a history of chronic liver disease, some of these findings, such as muscle wasting, spider telangiectasias, and palmar erythema, are typically absent. These physical signs require a more extended period of hepatic dysfunction for development. It is worth noting that decreased muscle mass, strength, and function, a condition known as sarcopenia, is often observed in patients with cirrhosis and is associated with an increased risk of hepatic encephalopathy. [20] [21]", "contents": "Hepatic Encephalopathy -- History and Physical -- Signs of chronic liver failure. However, in patients with acute fulminant hepatitis without a history of chronic liver disease, some of these findings, such as muscle wasting, spider telangiectasias, and palmar erythema, are typically absent. These physical signs require a more extended period of hepatic dysfunction for development. It is worth noting that decreased muscle mass, strength, and function, a condition known as sarcopenia, is often observed in patients with cirrhosis and is associated with an increased risk of hepatic encephalopathy. [20] [21]"}
{"id": "article-21070_26", "title": "Hepatic Encephalopathy -- History and Physical -- Neurocognitive and neuromuscular signs", "content": "Hepatic encephalopathy is characterized by changes in neurocognitive function and impaired neuromuscular performance. The neurocognitive manifestations are variable. [22] Typically, the initial signs involve a reduced awareness of one's surroundings and stimuli, accompanied by behaviors such as yawning and episodes of dozing off. Disturbances in the diurnal sleep pattern, which can manifest as insomnia or hypersomnia, are common and often precede other mental status changes or neuromuscular symptoms.", "contents": "Hepatic Encephalopathy -- History and Physical -- Neurocognitive and neuromuscular signs. Hepatic encephalopathy is characterized by changes in neurocognitive function and impaired neuromuscular performance. The neurocognitive manifestations are variable. [22] Typically, the initial signs involve a reduced awareness of one's surroundings and stimuli, accompanied by behaviors such as yawning and episodes of dozing off. Disturbances in the diurnal sleep pattern, which can manifest as insomnia or hypersomnia, are common and often precede other mental status changes or neuromuscular symptoms."}
{"id": "article-21070_27", "title": "Hepatic Encephalopathy -- History and Physical -- Neurocognitive and neuromuscular signs", "content": "Neuromuscular manifestations of hepatic encephalopathy include various signs, including bradykinesia (slowness of movement), asterixis (flapping motions of outstretched, dorsiflexed hands), slurred speech, ataxia (lack of coordination), hyperactive deep tendon reflexes, and nystagmus. Asterixis is typically observed during the intermediate stages of hepatic encephalopathy.", "contents": "Hepatic Encephalopathy -- History and Physical -- Neurocognitive and neuromuscular signs. Neuromuscular manifestations of hepatic encephalopathy include various signs, including bradykinesia (slowness of movement), asterixis (flapping motions of outstretched, dorsiflexed hands), slurred speech, ataxia (lack of coordination), hyperactive deep tendon reflexes, and nystagmus. Asterixis is typically observed during the intermediate stages of hepatic encephalopathy."}
{"id": "article-21070_28", "title": "Hepatic Encephalopathy -- History and Physical -- Neurocognitive and neuromuscular signs", "content": "As hepatic encephalopathy progresses, patients may experience jactitations (restless tossing and muscle or limb twitching), which can merge with multifocal myoclonus. Additional physical signs may include hyperreflexia, a positive Babinski sign, or symptoms resembling Parkinsonian features such as rigidity or tremors. Less frequently, patients may develop loss of reflexes, transient decerebrate posturing, and even progression to a comatose state. Some individuals may present with focal neurological deficits despite negative findings on CT or MRI of the brain. [23]", "contents": "Hepatic Encephalopathy -- History and Physical -- Neurocognitive and neuromuscular signs. As hepatic encephalopathy progresses, patients may experience jactitations (restless tossing and muscle or limb twitching), which can merge with multifocal myoclonus. Additional physical signs may include hyperreflexia, a positive Babinski sign, or symptoms resembling Parkinsonian features such as rigidity or tremors. Less frequently, patients may develop loss of reflexes, transient decerebrate posturing, and even progression to a comatose state. Some individuals may present with focal neurological deficits despite negative findings on CT or MRI of the brain. [23]"}
{"id": "article-21070_29", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Diagnosing hepatic encephalopathy should begin with a comprehensive assessment of the patient's vital signs and airway. Additionally, it is crucial to make a careful distinction between the presence of asterixis and tremulousness, as these manifestations can sometimes be associated with alcohol withdrawal or abuse. Various tests include the following:", "contents": "Hepatic Encephalopathy -- Evaluation. Diagnosing hepatic encephalopathy should begin with a comprehensive assessment of the patient's vital signs and airway. Additionally, it is crucial to make a careful distinction between the presence of asterixis and tremulousness, as these manifestations can sometimes be associated with alcohol withdrawal or abuse. Various tests include the following:"}
{"id": "article-21070_30", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Ammonia levels are generally elevated in both arterial and venous blood. While ammonia is a known neurotoxin, elevated levels are not a requirement for hepatic encephalopathy. In clinical practice, assessing a patient's clinical improvement or deterioration during treatment is more valuable than relying solely on serial measurements of blood ammonia. Neither elevated arterial nor venous ammonia concentrations are sufficient for diagnosing hepatic encephalopathy. [24]", "contents": "Hepatic Encephalopathy -- Evaluation. Ammonia levels are generally elevated in both arterial and venous blood. While ammonia is a known neurotoxin, elevated levels are not a requirement for hepatic encephalopathy. In clinical practice, assessing a patient's clinical improvement or deterioration during treatment is more valuable than relying solely on serial measurements of blood ammonia. Neither elevated arterial nor venous ammonia concentrations are sufficient for diagnosing hepatic encephalopathy. [24]"}
{"id": "article-21070_31", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Hepatic function tests and electrolytes are commonly abnormal due to underlying liver disease. This may manifest as elevated levels of bilirubin, aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, prothrombin time, and International Normalized Ratio (INR). Additionally, patients may experience electrolyte imbalances such as hyponatremia and hypokalemia due to hepatic dysfunction or the use of diuretics.", "contents": "Hepatic Encephalopathy -- Evaluation. Hepatic function tests and electrolytes are commonly abnormal due to underlying liver disease. This may manifest as elevated levels of bilirubin, aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, prothrombin time, and International Normalized Ratio (INR). Additionally, patients may experience electrolyte imbalances such as hyponatremia and hypokalemia due to hepatic dysfunction or the use of diuretics."}
{"id": "article-21070_32", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Serum 3-nitrotyrosine level elevation may be observed in patients with mild hepatic encephalopathy. Research has indicated that using a cutoff of 14 nM, 3-nitrotyrosine can demonstrate a sensitivity of 93% and specificity of 89% for detecting minimal hepatic encephalopathy. [25]", "contents": "Hepatic Encephalopathy -- Evaluation. Serum 3-nitrotyrosine level elevation may be observed in patients with mild hepatic encephalopathy. Research has indicated that using a cutoff of 14 nM, 3-nitrotyrosine can demonstrate a sensitivity of 93% and specificity of 89% for detecting minimal hepatic encephalopathy. [25]"}
{"id": "article-21070_33", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Psychometric tests have been developed and assessed to measure the extent of mental function impairment in individuals with mild stages of hepatic encephalopathy. [3] [26] [27] [28] [29] These tests have shown greater sensitivity than electroencephalogram (EEG) in identifying minor mental function deficits. [26] However, it's worth noting that many of these tests are complex, time-consuming, and not commonly employed as standard clinical tools.", "contents": "Hepatic Encephalopathy -- Evaluation. Psychometric tests have been developed and assessed to measure the extent of mental function impairment in individuals with mild stages of hepatic encephalopathy. [3] [26] [27] [28] [29] These tests have shown greater sensitivity than electroencephalogram (EEG) in identifying minor mental function deficits. [26] However, it's worth noting that many of these tests are complex, time-consuming, and not commonly employed as standard clinical tools."}
{"id": "article-21070_34", "title": "Hepatic Encephalopathy -- Evaluation", "content": "The number connection test (NCT), also known as the Reitan Test, is one of the most commonly utilized psychometric tests. [27] [28] [30] It offers the advantage of being easy to administer and interpret. The NCT involves a timed task of connecting numbers in sequence. Patients without hepatic encephalopathy typically complete the test in a number of seconds ≤ their age in years. For instance, if a patient is aged 50, she should be able to finish the test in 50 seconds or less.", "contents": "Hepatic Encephalopathy -- Evaluation. The number connection test (NCT), also known as the Reitan Test, is one of the most commonly utilized psychometric tests. [27] [28] [30] It offers the advantage of being easy to administer and interpret. The NCT involves a timed task of connecting numbers in sequence. Patients without hepatic encephalopathy typically complete the test in a number of seconds ≤ their age in years. For instance, if a patient is aged 50, she should be able to finish the test in 50 seconds or less."}
{"id": "article-21070_35", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Electroencephalogram activity captures changes like high-amplitude low-frequency waves and triphasic waves, which can be observed in hepatic encephalopathy. However, these findings are not specific to the syndrome. An EEG can be valuable during the initial evaluation to rule out seizure activity.", "contents": "Hepatic Encephalopathy -- Evaluation. Electroencephalogram activity captures changes like high-amplitude low-frequency waves and triphasic waves, which can be observed in hepatic encephalopathy. However, these findings are not specific to the syndrome. An EEG can be valuable during the initial evaluation to rule out seizure activity."}
{"id": "article-21070_36", "title": "Hepatic Encephalopathy -- Evaluation", "content": "Radiologic imaging , such as CT or MRI, may be utilized to rule out alternative causes of encephalopathy, including the presence of intracranial lesions, masses, or hemorrhage. In some cases, a CT scan in hepatic encephalopathy may reveal generalized or localized cerebral edema. While MRI is considered superior to CT for diagnosing brain edema in liver failure, it is not an established method for diagnosing hepatic encephalopathy. In certain instances, changes have been observed on T1-weighted MRI images, showing a strong signal in the basal ganglia in patients with hepatic encephalopathy, possibly due to manganese accumulation. [31] However, it is important to note that these changes are neither highly sensitive nor specific indicators. [32] [33]", "contents": "Hepatic Encephalopathy -- Evaluation. Radiologic imaging , such as CT or MRI, may be utilized to rule out alternative causes of encephalopathy, including the presence of intracranial lesions, masses, or hemorrhage. In some cases, a CT scan in hepatic encephalopathy may reveal generalized or localized cerebral edema. While MRI is considered superior to CT for diagnosing brain edema in liver failure, it is not an established method for diagnosing hepatic encephalopathy. In certain instances, changes have been observed on T1-weighted MRI images, showing a strong signal in the basal ganglia in patients with hepatic encephalopathy, possibly due to manganese accumulation. [31] However, it is important to note that these changes are neither highly sensitive nor specific indicators. [32] [33]"}
{"id": "article-21070_37", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "The management of hepatic encephalopathy typically includes supportive care and ammonia-lowering therapy. Supportive care is a crucial aspect of management, and it encompasses several key elements, including supporting nutrition, avoiding dehydration and electrolyte abnormalities, and providing a safe environment to prevent accidents or falls. Disaccharides such as lactulose and lactitol and antibiotics like rifaximin are the key components of ammonia-lowering therapy.", "contents": "Hepatic Encephalopathy -- Treatment / Management. The management of hepatic encephalopathy typically includes supportive care and ammonia-lowering therapy. Supportive care is a crucial aspect of management, and it encompasses several key elements, including supporting nutrition, avoiding dehydration and electrolyte abnormalities, and providing a safe environment to prevent accidents or falls. Disaccharides such as lactulose and lactitol and antibiotics like rifaximin are the key components of ammonia-lowering therapy."}
{"id": "article-21070_38", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Nutritional support: Patients with hepatic encephalopathy should not have protein intake restricted. Instead, they should receive nutritional support that provides an appropriate energy intake of approximately 35 to 40 kcal/kg/day. This dietary plan should maintain protein intake at around 1.2 to 1.5 gm/kg/day. It's important to emphasize the consumption of small meals throughout the day to prevent fasting, which can lead to increased ammonia production. For patients who experience worsening symptoms with protein intake, exploring vegetable protein as an alternative may be considered. Additionally, for individuals intolerant to protein, adding branched-chain amino acids (BCAA) to a low-protein diet can be explored. This approach is particularly beneficial for patients undergoing procedures like TIPS or surgical portosystemic shunts and experiencing hepatic encephalopathy.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Nutritional support: Patients with hepatic encephalopathy should not have protein intake restricted. Instead, they should receive nutritional support that provides an appropriate energy intake of approximately 35 to 40 kcal/kg/day. This dietary plan should maintain protein intake at around 1.2 to 1.5 gm/kg/day. It's important to emphasize the consumption of small meals throughout the day to prevent fasting, which can lead to increased ammonia production. For patients who experience worsening symptoms with protein intake, exploring vegetable protein as an alternative may be considered. Additionally, for individuals intolerant to protein, adding branched-chain amino acids (BCAA) to a low-protein diet can be explored. This approach is particularly beneficial for patients undergoing procedures like TIPS or surgical portosystemic shunts and experiencing hepatic encephalopathy."}
{"id": "article-21070_39", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Hydration and electrolyte correction: Supportive care also includes ensuring proper hydration and correcting electrolyte imbalances. This involves providing adequate oral fluids and, when necessary, administering intravenous hydration to prevent dehydration. Additionally, any electrolyte abnormalities should be addressed by appropriately replacing essential electrolytes.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Hydration and electrolyte correction: Supportive care also includes ensuring proper hydration and correcting electrolyte imbalances. This involves providing adequate oral fluids and, when necessary, administering intravenous hydration to prevent dehydration. Additionally, any electrolyte abnormalities should be addressed by appropriately replacing essential electrolytes."}
{"id": "article-21070_40", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Safe environment: Establishing a safe environment for patients with overt symptoms is essential. These individuals may exhibit agitation and pose a risk to both themselves and their caregivers. While addressing the patient's agitation, it is crucial to note that sedative medications, such as benzodiazepines, can potentially exacerbate encephalopathy and impede recovery. Therefore, their use should be approached judiciously, and in some cases, temporary restraint measures may be necessary until the patient's agitation subsides.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Safe environment: Establishing a safe environment for patients with overt symptoms is essential. These individuals may exhibit agitation and pose a risk to both themselves and their caregivers. While addressing the patient's agitation, it is crucial to note that sedative medications, such as benzodiazepines, can potentially exacerbate encephalopathy and impede recovery. Therefore, their use should be approached judiciously, and in some cases, temporary restraint measures may be necessary until the patient's agitation subsides."}
{"id": "article-21070_41", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Addressing and treating the precipitating factors: It is paramount to identify and address the precipitating causes of hepatic encephalopathy promptly. These triggers may encompass various factors such as constipation, infections (including spontaneous bacterial peritonitis or urinary tract infections), electrolyte and metabolic abnormalities (eg, hypokalemia or hypoglycemia), hypovolemia, and the use of benzodiazepines or other sedatives. Timely intervention to correct these precipitating factors is essential for effective management.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Addressing and treating the precipitating factors: It is paramount to identify and address the precipitating causes of hepatic encephalopathy promptly. These triggers may encompass various factors such as constipation, infections (including spontaneous bacterial peritonitis or urinary tract infections), electrolyte and metabolic abnormalities (eg, hypokalemia or hypoglycemia), hypovolemia, and the use of benzodiazepines or other sedatives. Timely intervention to correct these precipitating factors is essential for effective management."}
{"id": "article-21070_42", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Lowering ammonia: In most hepatic encephalopathy cases, ammonia levels are elevated; however, they may not be elevated in every instance. Regardless of whether ammonia levels are elevated, once the diagnosis of hepatic encephalopathy is established, steps should be taken to reduce the ammonia levels. Conversely, when serum ammonia levels are elevated without concurrent clinical signs of hepatic encephalopathy, it is essential to understand that this alone does not warrant ammonia-lowering therapy. The decision to initiate such therapy should be based on clinical assessment and the presence of hepatic encephalopathy symptoms rather than ammonia levels alone. Commonly used medications for management include disaccharides like lactulose and lactitol, as well as the antibiotic rifaximin.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Lowering ammonia: In most hepatic encephalopathy cases, ammonia levels are elevated; however, they may not be elevated in every instance. Regardless of whether ammonia levels are elevated, once the diagnosis of hepatic encephalopathy is established, steps should be taken to reduce the ammonia levels. Conversely, when serum ammonia levels are elevated without concurrent clinical signs of hepatic encephalopathy, it is essential to understand that this alone does not warrant ammonia-lowering therapy. The decision to initiate such therapy should be based on clinical assessment and the presence of hepatic encephalopathy symptoms rather than ammonia levels alone. Commonly used medications for management include disaccharides like lactulose and lactitol, as well as the antibiotic rifaximin."}
{"id": "article-21070_43", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Lactulose : Lactulose operates through multiple mechanisms of action. When bacterial degradation of lactulose occurs in the gut, it leads to an acidic pH environment. This, in turn, facilitates the conversion of ammonia (NH3) to ammonium (NH4+), reducing the diffusion of NH3 into the bloodstream. Additionally, lactulose enhances NH3 diffusion from the blood into the gut, where conversion to NH4+ occurs. Furthermore, it exerts an osmotic effect in the colon, promoting distention and peristalsis, which aids in the excretion of NH3. Through these mechanisms, lactulose effectively reduces blood ammonia concentration. Typically, it is administered at a dose of 20 to 30 grams, 2 to 4 times per day, to achieve at least 2 to 3 soft stools daily. In cases where oral administration is not feasible, it can also be given as an enema. Approximately 70% to 80% of patients with hepatic encephalopathy show improvement with lactulose treatment. [34] [35] [36] While lactitol is available in various countries, it is not available in the United States.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Lactulose : Lactulose operates through multiple mechanisms of action. When bacterial degradation of lactulose occurs in the gut, it leads to an acidic pH environment. This, in turn, facilitates the conversion of ammonia (NH3) to ammonium (NH4+), reducing the diffusion of NH3 into the bloodstream. Additionally, lactulose enhances NH3 diffusion from the blood into the gut, where conversion to NH4+ occurs. Furthermore, it exerts an osmotic effect in the colon, promoting distention and peristalsis, which aids in the excretion of NH3. Through these mechanisms, lactulose effectively reduces blood ammonia concentration. Typically, it is administered at a dose of 20 to 30 grams, 2 to 4 times per day, to achieve at least 2 to 3 soft stools daily. In cases where oral administration is not feasible, it can also be given as an enema. Approximately 70% to 80% of patients with hepatic encephalopathy show improvement with lactulose treatment. [34] [35] [36] While lactitol is available in various countries, it is not available in the United States."}
{"id": "article-21070_44", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Rifaximin : Rifaximin is an antibiotic that is poorly absorbed in the gastrointestinal tract, thereby creating a higher intestinal concentration. It is believed to reduce ammonia production by targeting and eliminating ammonia-producing bacteria in the colon. Rifaximin achieves this by binding to bacterial DNA-dependent RNA polymerase, inhibiting bacterial RNA synthesis. It can be considered for patients who do not respond to lactulose or lactitol or for those who experience intolerance to these medications. Rifaximin is typically prescribed at a dose of 550 mg orally twice daily or 400 mg orally 3 times daily.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Rifaximin : Rifaximin is an antibiotic that is poorly absorbed in the gastrointestinal tract, thereby creating a higher intestinal concentration. It is believed to reduce ammonia production by targeting and eliminating ammonia-producing bacteria in the colon. Rifaximin achieves this by binding to bacterial DNA-dependent RNA polymerase, inhibiting bacterial RNA synthesis. It can be considered for patients who do not respond to lactulose or lactitol or for those who experience intolerance to these medications. Rifaximin is typically prescribed at a dose of 550 mg orally twice daily or 400 mg orally 3 times daily."}
{"id": "article-21070_45", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Neomycin : Another antibiotic, neomycin, was previously explored to reduce ammonia-producing colonic bacteria. However, evidence from randomized trials on neomycin has shown inconsistent results in managing hepatic encephalopathy. [37] [38] Additionally, neomycin risks adverse effects, including potential ototoxicity and nephrotoxicity. As a result, neomycin is not routinely used due to limited efficacy and associated risks. Ornithine-aspartate : Ornithine-aspartate, a compound that stimulates the metabolism of ammonia and enhances its utilization in the urea cycle to produce urea, serves as an alternative treatment for hepatic encephalopathy. However, this is not always clinically available. [39]", "contents": "Hepatic Encephalopathy -- Treatment / Management. Neomycin : Another antibiotic, neomycin, was previously explored to reduce ammonia-producing colonic bacteria. However, evidence from randomized trials on neomycin has shown inconsistent results in managing hepatic encephalopathy. [37] [38] Additionally, neomycin risks adverse effects, including potential ototoxicity and nephrotoxicity. As a result, neomycin is not routinely used due to limited efficacy and associated risks. Ornithine-aspartate : Ornithine-aspartate, a compound that stimulates the metabolism of ammonia and enhances its utilization in the urea cycle to produce urea, serves as an alternative treatment for hepatic encephalopathy. However, this is not always clinically available. [39]"}
{"id": "article-21070_46", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Chronic management: For individuals at risk of recurrent hepatic encephalopathy, it is crucial to identify and manage any potential precipitating factors. If a precipitating factor cannot be identified or effectively controlled, patients can benefit from ongoing therapy with disaccharides like lactulose or lactitol in combination with rifaximin.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Chronic management: For individuals at risk of recurrent hepatic encephalopathy, it is crucial to identify and manage any potential precipitating factors. If a precipitating factor cannot be identified or effectively controlled, patients can benefit from ongoing therapy with disaccharides like lactulose or lactitol in combination with rifaximin."}
{"id": "article-21070_47", "title": "Hepatic Encephalopathy -- Treatment / Management", "content": "Liver transplantation: In a patient with cirrhosis, liver transplantation is typically considered when there is a major-index complication (such as ascites, hepatic encephalopathy, or variceal bleeding) or when the Model of End-Stage Liver Disease (MELD) score exceeds 15. [40] In patients who are candidates for and undergo liver transplantation, cognitive impairment associated with hepatic encephalopathy appears to be reversible within 5 years following the transplantation procedure. [41] This underscores the potential for significant improvement in cognitive function and quality of life after successful liver transplantation.", "contents": "Hepatic Encephalopathy -- Treatment / Management. Liver transplantation: In a patient with cirrhosis, liver transplantation is typically considered when there is a major-index complication (such as ascites, hepatic encephalopathy, or variceal bleeding) or when the Model of End-Stage Liver Disease (MELD) score exceeds 15. [40] In patients who are candidates for and undergo liver transplantation, cognitive impairment associated with hepatic encephalopathy appears to be reversible within 5 years following the transplantation procedure. [41] This underscores the potential for significant improvement in cognitive function and quality of life after successful liver transplantation."}
{"id": "article-21070_48", "title": "Hepatic Encephalopathy -- Differential Diagnosis", "content": "The differential diagnosis of hepatic encephalopathy includes the categories as follows: Intracranial lesions: subdural hematoma, intracranial hemorrhage, tumor, stroke, abscess Other primary central nervous system processes: meningitis, Wernicke encephalopathy, post-seizure encephalopathy Metabolic causes: hypoglycemia, anoxia, alcohol intoxication, alcohol withdrawal Drug-related effects: antipsychotics, sedatives, antidepressants", "contents": "Hepatic Encephalopathy -- Differential Diagnosis. The differential diagnosis of hepatic encephalopathy includes the categories as follows: Intracranial lesions: subdural hematoma, intracranial hemorrhage, tumor, stroke, abscess Other primary central nervous system processes: meningitis, Wernicke encephalopathy, post-seizure encephalopathy Metabolic causes: hypoglycemia, anoxia, alcohol intoxication, alcohol withdrawal Drug-related effects: antipsychotics, sedatives, antidepressants"}
{"id": "article-21070_49", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Several other treatment strategies have been explored, some showing promising results in managing hepatic encephalopathy.", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Several other treatment strategies have been explored, some showing promising results in managing hepatic encephalopathy."}
{"id": "article-21070_50", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "BCAA infusions : Various randomized trials have examined the use of parenteral nutrition with modified amino acid solutions containing a high content of branched-chain amino acids (BCAA) and a low content of aromatic amino acids (AAA), as patients with cirrhosis tend to be more depleted of BCAA compared to AAA. However, there is conflicting evidence on mortality effects, and study numbers have so far been very small with short follow-ups. Consequently, BCAA infusions are not routinely recommended for hepatic encephalopathy management. [42]", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. BCAA infusions : Various randomized trials have examined the use of parenteral nutrition with modified amino acid solutions containing a high content of branched-chain amino acids (BCAA) and a low content of aromatic amino acids (AAA), as patients with cirrhosis tend to be more depleted of BCAA compared to AAA. However, there is conflicting evidence on mortality effects, and study numbers have so far been very small with short follow-ups. Consequently, BCAA infusions are not routinely recommended for hepatic encephalopathy management. [42]"}
{"id": "article-21070_51", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Oral BCAA supplements: Several trials have studied the effects of oral BCAA supplements with beneficial effects on hepatic encephalopathy, although no observable mortality benefits. Patients with hyperammonemia are prone to depletion of amino acids in general, and branched-chain amino acids, in particular, are building blocks for neurotransmitter and muscle generation, which is why this may be effective. [39] [43] [44]", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Oral BCAA supplements: Several trials have studied the effects of oral BCAA supplements with beneficial effects on hepatic encephalopathy, although no observable mortality benefits. Patients with hyperammonemia are prone to depletion of amino acids in general, and branched-chain amino acids, in particular, are building blocks for neurotransmitter and muscle generation, which is why this may be effective. [39] [43] [44]"}
{"id": "article-21070_52", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Polyethylene glycol: Polyethylene glycol (PEG) solution, a cathartic, can enhance ammonia excretion in the stool. Many studies find that patients who were administered PEG experienced more substantial improvements in their hepatic encephalopathy scoring algorithm (HESA) scores than those who received lactulose. Consequently, these results support the consideration of PEG as a viable option for treating hepatic encephalopathy. [45] [46]", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Polyethylene glycol: Polyethylene glycol (PEG) solution, a cathartic, can enhance ammonia excretion in the stool. Many studies find that patients who were administered PEG experienced more substantial improvements in their hepatic encephalopathy scoring algorithm (HESA) scores than those who received lactulose. Consequently, these results support the consideration of PEG as a viable option for treating hepatic encephalopathy. [45] [46]"}
{"id": "article-21070_53", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Sodium benzoate: Sodium benzoate operates by reducing ammonia levels through a chemical reaction with glycine, forming hippurate, which is subsequently excreted via the kidneys. One trial showed sodium benzoate yielded similar improvements in encephalopathy as lactulose. [47] While these results are promising, additional research is necessary to determine the position of this medication as a first- or second-line therapy.", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Sodium benzoate: Sodium benzoate operates by reducing ammonia levels through a chemical reaction with glycine, forming hippurate, which is subsequently excreted via the kidneys. One trial showed sodium benzoate yielded similar improvements in encephalopathy as lactulose. [47] While these results are promising, additional research is necessary to determine the position of this medication as a first- or second-line therapy."}
{"id": "article-21070_54", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Probiotics: Probiotic therapy has demonstrated the potential to reduce blood ammonia concentrations, potentially by promoting the colonization of acid-resistant, non-urease-producing bacteria, with Lactobacilli and Bifidobacteria being the most effective species for hepatic encephalopathy management. Probiotics are often used empirically because of the perceived benign nature of the intervention, but rigorous, supportive data is lacking. [22] [48]", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Probiotics: Probiotic therapy has demonstrated the potential to reduce blood ammonia concentrations, potentially by promoting the colonization of acid-resistant, non-urease-producing bacteria, with Lactobacilli and Bifidobacteria being the most effective species for hepatic encephalopathy management. Probiotics are often used empirically because of the perceived benign nature of the intervention, but rigorous, supportive data is lacking. [22] [48]"}
{"id": "article-21070_55", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Flumazenil: Flumazenil, a benzodiazepine receptor antagonist, may offer temporary improvement in patients with hepatic encephalopathy. However, a large meta-analysis found that flumazenil did not impact all-cause mortality. There is some evidence of short-term benefit, but it is not a recommended treatment for patients with hepatic encephalopathy. [49]", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Flumazenil: Flumazenil, a benzodiazepine receptor antagonist, may offer temporary improvement in patients with hepatic encephalopathy. However, a large meta-analysis found that flumazenil did not impact all-cause mortality. There is some evidence of short-term benefit, but it is not a recommended treatment for patients with hepatic encephalopathy. [49]"}
{"id": "article-21070_56", "title": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials", "content": "Zinc: Zinc deficiency is prevalent in patients with cirrhosis and hepatic encephalopathy. [50] Studies investigating zinc supplementation have yielded inconsistent results. Consequently, routine recommendations for zinc supplementation in this context are not established. Other agents being explored include L-carnitine, serotonin antagonists, and opioid antagonists, among others. Further investigation is necessary to comprehensively assess their effectiveness.", "contents": "Hepatic Encephalopathy -- Pertinent Studies and Ongoing Trials. Zinc: Zinc deficiency is prevalent in patients with cirrhosis and hepatic encephalopathy. [50] Studies investigating zinc supplementation have yielded inconsistent results. Consequently, routine recommendations for zinc supplementation in this context are not established. Other agents being explored include L-carnitine, serotonin antagonists, and opioid antagonists, among others. Further investigation is necessary to comprehensively assess their effectiveness."}
{"id": "article-21070_57", "title": "Hepatic Encephalopathy -- Staging", "content": "Hepatic encephalopathy may be classified according to the West Haven Criteria (a semi-quantitative grading of mental state based on the level of dependence on therapy and the impairment in autonomy, behavior, consciousness, and intellectual function) or the World Health Congress of Gastroenterology Criteria (based on the underlying etiology and associated conditions). [51] West Haven Criteria Grade 1 Trivial lack of awareness Euphoria or anxiety Shortened attention span, impaired performance of addition or subtraction Grade 2 Lethargy or apathy Minimal disorientation for time or place Subtle personality change Inappropriate behavior Grade 3 Somnolence to semi-stupor but responsive to verbal stimuli Confusion Gross disorientation Grade 4 Coma", "contents": "Hepatic Encephalopathy -- Staging. Hepatic encephalopathy may be classified according to the West Haven Criteria (a semi-quantitative grading of mental state based on the level of dependence on therapy and the impairment in autonomy, behavior, consciousness, and intellectual function) or the World Health Congress of Gastroenterology Criteria (based on the underlying etiology and associated conditions). [51] West Haven Criteria Grade 1 Trivial lack of awareness Euphoria or anxiety Shortened attention span, impaired performance of addition or subtraction Grade 2 Lethargy or apathy Minimal disorientation for time or place Subtle personality change Inappropriate behavior Grade 3 Somnolence to semi-stupor but responsive to verbal stimuli Confusion Gross disorientation Grade 4 Coma"}
{"id": "article-21070_58", "title": "Hepatic Encephalopathy -- Staging -- World Health Congress of Gastroenterology Criteria", "content": "Type A (acute): Hepatic encephalopathy associated with acute liver failure, typically with cerebral edema Type B (bypass): Hepatic encephalopathy caused by portal-systemic shunting (without associated intrinsic liver disease) Type C (cirrhosis): Hepatic encephalopathy in patients with cirrhosis is subdivided into episodic, persistent, and minimal encephalopathy.", "contents": "Hepatic Encephalopathy -- Staging -- World Health Congress of Gastroenterology Criteria. Type A (acute): Hepatic encephalopathy associated with acute liver failure, typically with cerebral edema Type B (bypass): Hepatic encephalopathy caused by portal-systemic shunting (without associated intrinsic liver disease) Type C (cirrhosis): Hepatic encephalopathy in patients with cirrhosis is subdivided into episodic, persistent, and minimal encephalopathy."}
{"id": "article-21070_59", "title": "Hepatic Encephalopathy -- Staging -- Minimal Hepatic Encephalopathy", "content": "As noted above, this form is not associated with any grossly evident signs of cognitive dysfunction but with cognitive deficits that can be demonstrated with neuropsychological testing. [5] This form has been shown to impair overall quality of life and ability to work and has been associated with a higher risk of motor vehicle accidents. Psychometric testing remains the standard for diagnosis of minimal hepatic encephalopathy, including the Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) and PSE-Syndrome-Test which both incorporate a number of neuropsychological tests aimed at measuring multiple domains of cognitive function (which tend to be more reliable than tests of single domains of cognitive function). Treatment with rifaximin or lactulose has also been shown to improve the quality of life in patients with minimal hepatic encephalopathy. Rifaximin has furthermore been shown to improve driving performance in simulated experiments. The combination of both rifaximin and lactulose has been shown to prevent the recurrence of episodic hepatic encephalopathy.", "contents": "Hepatic Encephalopathy -- Staging -- Minimal Hepatic Encephalopathy. As noted above, this form is not associated with any grossly evident signs of cognitive dysfunction but with cognitive deficits that can be demonstrated with neuropsychological testing. [5] This form has been shown to impair overall quality of life and ability to work and has been associated with a higher risk of motor vehicle accidents. Psychometric testing remains the standard for diagnosis of minimal hepatic encephalopathy, including the Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) and PSE-Syndrome-Test which both incorporate a number of neuropsychological tests aimed at measuring multiple domains of cognitive function (which tend to be more reliable than tests of single domains of cognitive function). Treatment with rifaximin or lactulose has also been shown to improve the quality of life in patients with minimal hepatic encephalopathy. Rifaximin has furthermore been shown to improve driving performance in simulated experiments. The combination of both rifaximin and lactulose has been shown to prevent the recurrence of episodic hepatic encephalopathy."}
{"id": "article-21070_60", "title": "Hepatic Encephalopathy -- Staging -- General Classification", "content": "Hepatic encephalopathy is often categorized broadly into 2 main categories: overt or covert. Exact statistics do not exist about the relative forms of either, and these categories represent a spectrum. The covert form consists of minimal hepatic encephalopathy and West Haven grade 1. Overt hepatic encephalopathy encompasses the other categories. [52]", "contents": "Hepatic Encephalopathy -- Staging -- General Classification. Hepatic encephalopathy is often categorized broadly into 2 main categories: overt or covert. Exact statistics do not exist about the relative forms of either, and these categories represent a spectrum. The covert form consists of minimal hepatic encephalopathy and West Haven grade 1. Overt hepatic encephalopathy encompasses the other categories. [52]"}
{"id": "article-21070_61", "title": "Hepatic Encephalopathy -- Prognosis", "content": "Patients with chronic liver disease who experience hepatic encephalopathy are at risk of recurrence. Even after treatment, individuals may continue to have persistent neurological deficits despite their mental status seemingly returning to normal. The severity of residual impairment tends to be higher in those who have experienced multiple overt episodes. Additionally, hepatic encephalopathy carries poor prognostic significance for those with liver failure. [53] Another study involving hospitalized patients with hepatic encephalopathy showed a 44% probability of survival at 12 months and a 35% probability at 24 months. [54]", "contents": "Hepatic Encephalopathy -- Prognosis. Patients with chronic liver disease who experience hepatic encephalopathy are at risk of recurrence. Even after treatment, individuals may continue to have persistent neurological deficits despite their mental status seemingly returning to normal. The severity of residual impairment tends to be higher in those who have experienced multiple overt episodes. Additionally, hepatic encephalopathy carries poor prognostic significance for those with liver failure. [53] Another study involving hospitalized patients with hepatic encephalopathy showed a 44% probability of survival at 12 months and a 35% probability at 24 months. [54]"}
{"id": "article-21070_62", "title": "Hepatic Encephalopathy -- Complications", "content": "Complications associated with hepatic encephalopathy include the following: Agitation posing a potential risk of harm to both themselves and their caregivers Seizures Residual cognitive impairment even in patients who demonstrate clinical improvement. Decreased likelihood of survival within 12 to 24 months for patients with recurrent episodes Cerebral edema, seizures, and brain herniation in patients with acute fulminant hepatic failure", "contents": "Hepatic Encephalopathy -- Complications. Complications associated with hepatic encephalopathy include the following: Agitation posing a potential risk of harm to both themselves and their caregivers Seizures Residual cognitive impairment even in patients who demonstrate clinical improvement. Decreased likelihood of survival within 12 to 24 months for patients with recurrent episodes Cerebral edema, seizures, and brain herniation in patients with acute fulminant hepatic failure"}
{"id": "article-21070_63", "title": "Hepatic Encephalopathy -- Postoperative and Rehabilitation Care", "content": "One study of patients with cirrhosis who underwent non-hepatic surgery revealed that 7.2% developed hepatic encephalopathy postoperatively. [55] The development of postoperative hepatic encephalopathy can be linked to adverse outcomes. Therefore, it is crucial to improve a patient's preoperative Child-Turcotte-Pugh (CTP) score and address hemodynamic and metabolic abnormalities before considering elective surgery to reduce the risk of postoperative hepatic encephalopathy. Additionally, selecting anesthetics with lower hepatotoxicity may contribute to better outcomes. [55] [56]", "contents": "Hepatic Encephalopathy -- Postoperative and Rehabilitation Care. One study of patients with cirrhosis who underwent non-hepatic surgery revealed that 7.2% developed hepatic encephalopathy postoperatively. [55] The development of postoperative hepatic encephalopathy can be linked to adverse outcomes. Therefore, it is crucial to improve a patient's preoperative Child-Turcotte-Pugh (CTP) score and address hemodynamic and metabolic abnormalities before considering elective surgery to reduce the risk of postoperative hepatic encephalopathy. Additionally, selecting anesthetics with lower hepatotoxicity may contribute to better outcomes. [55] [56]"}
{"id": "article-21070_64", "title": "Hepatic Encephalopathy -- Postoperative and Rehabilitation Care", "content": "In the postoperative period and during the rehabilitation phase after surgery, it is essential to closely monitor abnormalities in electrolyte abnormalities, avoid constipation, and prevent infections. Particular attention should be given to nutritional supplementation. Ensuring adequate caloric intake is crucial, and protein restriction should be avoided. It is important to steer clear of medications that can be nephrotoxic or hepatotoxic, and sedatives should be used with extreme caution. [57]", "contents": "Hepatic Encephalopathy -- Postoperative and Rehabilitation Care. In the postoperative period and during the rehabilitation phase after surgery, it is essential to closely monitor abnormalities in electrolyte abnormalities, avoid constipation, and prevent infections. Particular attention should be given to nutritional supplementation. Ensuring adequate caloric intake is crucial, and protein restriction should be avoided. It is important to steer clear of medications that can be nephrotoxic or hepatotoxic, and sedatives should be used with extreme caution. [57]"}
{"id": "article-21070_65", "title": "Hepatic Encephalopathy -- Consultations", "content": "Consultations with specialists may be indicated for management. These specialists include gastroenterologists, hepatologists, neurologists, neurointensivists, interventional radiologists for TIPS, and transplant surgeons.", "contents": "Hepatic Encephalopathy -- Consultations. Consultations with specialists may be indicated for management. These specialists include gastroenterologists, hepatologists, neurologists, neurointensivists, interventional radiologists for TIPS, and transplant surgeons."}
{"id": "article-21070_66", "title": "Hepatic Encephalopathy -- Deterrence and Patient Education", "content": "Patients at risk for hepatic encephalopathy should receive education about the condition, covering various aspects such as symptoms, triggers, chronic management, and when to seek assistance. Both patients and their families need to be informed and vigilant. Some key points to convey during patient education include the following:", "contents": "Hepatic Encephalopathy -- Deterrence and Patient Education. Patients at risk for hepatic encephalopathy should receive education about the condition, covering various aspects such as symptoms, triggers, chronic management, and when to seek assistance. Both patients and their families need to be informed and vigilant. Some key points to convey during patient education include the following:"}
{"id": "article-21070_67", "title": "Hepatic Encephalopathy -- Deterrence and Patient Education", "content": "Patients and their families should be able to recognize early warning signs of hepatic encephalopathy, such as changes in sleep patterns, the onset of confusion, or a shortened attention span. Awareness of potential triggers is crucial, including infections, constipation, sedative medications, gastrointestinal bleeding, and dehydration. Patients should be advised to steer clear of potential hepatotoxins, such as alcohol and certain herbal medications. Compliance with prescribed medications is essential. Patients on chronic lactulose therapy should ensure they have at least 2 to 3 bowel movements per day, while those prescribed rifaximin should adhere to their treatment plan. This is key for the effectiveness of these medications. Immediate medical attention should be sought if symptoms like fever, worsening abdominal distension, increased jaundice, difficulty staying awake, or deteriorating mental status develop", "contents": "Hepatic Encephalopathy -- Deterrence and Patient Education. Patients and their families should be able to recognize early warning signs of hepatic encephalopathy, such as changes in sleep patterns, the onset of confusion, or a shortened attention span. Awareness of potential triggers is crucial, including infections, constipation, sedative medications, gastrointestinal bleeding, and dehydration. Patients should be advised to steer clear of potential hepatotoxins, such as alcohol and certain herbal medications. Compliance with prescribed medications is essential. Patients on chronic lactulose therapy should ensure they have at least 2 to 3 bowel movements per day, while those prescribed rifaximin should adhere to their treatment plan. This is key for the effectiveness of these medications. Immediate medical attention should be sought if symptoms like fever, worsening abdominal distension, increased jaundice, difficulty staying awake, or deteriorating mental status develop"}
{"id": "article-21070_68", "title": "Hepatic Encephalopathy -- Pearls and Other Issues", "content": "Hepatic encephalopathy secondary to acute liver failure involves a presentation with distinct differences—primarily attributable to the development of rapid brain swelling and the relatively rapid deterioration of the condition in acute liver failure. In this section, some of the key aspects are discussed.", "contents": "Hepatic Encephalopathy -- Pearls and Other Issues. Hepatic encephalopathy secondary to acute liver failure involves a presentation with distinct differences—primarily attributable to the development of rapid brain swelling and the relatively rapid deterioration of the condition in acute liver failure. In this section, some of the key aspects are discussed."}
{"id": "article-21070_69", "title": "Hepatic Encephalopathy -- Pearls and Other Issues -- Hepatic Encephalopathy in Acute Liver Failure", "content": "Acute liver failure is characterized by severe acute liver injury accompanied by impaired synthetic function (INR of ≥1.5) and altered mental status, typically occurring in patients without preexisting liver disease or cirrhosis. [58]", "contents": "Hepatic Encephalopathy -- Pearls and Other Issues -- Hepatic Encephalopathy in Acute Liver Failure. Acute liver failure is characterized by severe acute liver injury accompanied by impaired synthetic function (INR of ≥1.5) and altered mental status, typically occurring in patients without preexisting liver disease or cirrhosis. [58]"}
{"id": "article-21070_70", "title": "Hepatic Encephalopathy -- Pearls and Other Issues -- Causes of Acute Liver Failure:", "content": "Acetaminophen (paracetamol) toxicity Viral hepatitis Autoimmune hepatitis Ischemic hepatopathy Veno-occlusive disease Acute fatty liver of pregnancy Toxin exposure, including mushroom poisoning Sepsis", "contents": "Hepatic Encephalopathy -- Pearls and Other Issues -- Causes of Acute Liver Failure:. Acetaminophen (paracetamol) toxicity Viral hepatitis Autoimmune hepatitis Ischemic hepatopathy Veno-occlusive disease Acute fatty liver of pregnancy Toxin exposure, including mushroom poisoning Sepsis"}
{"id": "article-21070_71", "title": "Hepatic Encephalopathy -- Pearls and Other Issues -- Evaluation and Management of Hepatic Encephalopathy Secondary to Acute Liver Failure", "content": "The classification of stages of hepatic encephalopathy remains similar for both acute liver failure and cirrhosis. In patients experiencing acute liver failure with hepatic encephalopathy, cerebral edema is relatively uncommon in those with West Haven grade 1 or 2 encephalopathy. However, it is observed in approximately 25% to 35% of patients with grade 3 encephalopathy and about 75% of those with grade 4 encephalopathy. [59] [60] The presence of increased intracranial pressure can lead to manifestations such as systemic hypertension, bradycardia, respiratory depression (referred to as Cushing triad), seizures, and abnormal brainstem reflexes.", "contents": "Hepatic Encephalopathy -- Pearls and Other Issues -- Evaluation and Management of Hepatic Encephalopathy Secondary to Acute Liver Failure. The classification of stages of hepatic encephalopathy remains similar for both acute liver failure and cirrhosis. In patients experiencing acute liver failure with hepatic encephalopathy, cerebral edema is relatively uncommon in those with West Haven grade 1 or 2 encephalopathy. However, it is observed in approximately 25% to 35% of patients with grade 3 encephalopathy and about 75% of those with grade 4 encephalopathy. [59] [60] The presence of increased intracranial pressure can lead to manifestations such as systemic hypertension, bradycardia, respiratory depression (referred to as Cushing triad), seizures, and abnormal brainstem reflexes."}
{"id": "article-21070_72", "title": "Hepatic Encephalopathy -- Pearls and Other Issues -- Evaluation and Management of Hepatic Encephalopathy Secondary to Acute Liver Failure", "content": "The optimal approach to managing increased intracranial pressure in acute liver failure or fulminant hepatic failure remains a topic of uncertainty. Potential treatments that may be considered in this situation include the following: Elevating the head end of the bed by 30 degrees In ventilated patients, the cautious use of short-term sedatives to prevent patient-ventilator dyssynchrony Administering a bolus of mannitol or hypertonic saline", "contents": "Hepatic Encephalopathy -- Pearls and Other Issues -- Evaluation and Management of Hepatic Encephalopathy Secondary to Acute Liver Failure. The optimal approach to managing increased intracranial pressure in acute liver failure or fulminant hepatic failure remains a topic of uncertainty. Potential treatments that may be considered in this situation include the following: Elevating the head end of the bed by 30 degrees In ventilated patients, the cautious use of short-term sedatives to prevent patient-ventilator dyssynchrony Administering a bolus of mannitol or hypertonic saline"}
{"id": "article-21070_73", "title": "Hepatic Encephalopathy -- Pearls and Other Issues -- Evaluation and Management of Hepatic Encephalopathy Secondary to Acute Liver Failure", "content": "In cases of irreversible fulminant hepatic failure, liver transplantation may become necessary as a life-saving intervention. The use of the molecular adsorbent recirculating system (MARS) may be effective in preparing patients with fulminant hepatic failure for liver transplantation. However, it's important to note that MARS therapy can potentially worsen coagulopathy. [1]", "contents": "Hepatic Encephalopathy -- Pearls and Other Issues -- Evaluation and Management of Hepatic Encephalopathy Secondary to Acute Liver Failure. In cases of irreversible fulminant hepatic failure, liver transplantation may become necessary as a life-saving intervention. The use of the molecular adsorbent recirculating system (MARS) may be effective in preparing patients with fulminant hepatic failure for liver transplantation. However, it's important to note that MARS therapy can potentially worsen coagulopathy. [1]"}
{"id": "article-21070_74", "title": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes", "content": "Hepatic encephalopathy carries a poor prognosis, with more than 40% of patients succumbing within 12 months of diagnosis. Given this high mortality rate, it is imperative to establish an interprofessional healthcare team that can closely monitor and manage the patient to enhance their quality of life. Upon diagnosis, it is crucial to refer the patient to a liver transplant surgeon for a thorough assessment of their eligibility for transplantation. Internists, gastroenterologists, hepatologists, neurologists, neurointensivists, and radiologists are key members of the treatment team.", "contents": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes. Hepatic encephalopathy carries a poor prognosis, with more than 40% of patients succumbing within 12 months of diagnosis. Given this high mortality rate, it is imperative to establish an interprofessional healthcare team that can closely monitor and manage the patient to enhance their quality of life. Upon diagnosis, it is crucial to refer the patient to a liver transplant surgeon for a thorough assessment of their eligibility for transplantation. Internists, gastroenterologists, hepatologists, neurologists, neurointensivists, and radiologists are key members of the treatment team."}
{"id": "article-21070_75", "title": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists play a critical role in this process by overseeing the medications prescribed to the patient. Some of the medications can not only exacerbate the condition but may also persist in the body for extended periods since the liver does not efficiently metabolize them. Adjusting medication dosages and avoiding potentially liver-toxic drugs are essential to management.", "contents": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes. Pharmacists play a critical role in this process by overseeing the medications prescribed to the patient. Some of the medications can not only exacerbate the condition but may also persist in the body for extended periods since the liver does not efficiently metabolize them. Adjusting medication dosages and avoiding potentially liver-toxic drugs are essential to management."}
{"id": "article-21070_76", "title": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes", "content": "The nursing staff should take the initiative to educate the patient and their family about the disorder, its progression, and its potential complications. It is essential to monitor any changes in the patient's mental status closely. Many patients with hepatic encephalopathy may have limited insight into their disease and may struggle to perform daily living activities. In such cases, a consultation with a social worker, home care nurse, and physical therapist is strongly advised.", "contents": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes. The nursing staff should take the initiative to educate the patient and their family about the disorder, its progression, and its potential complications. It is essential to monitor any changes in the patient's mental status closely. Many patients with hepatic encephalopathy may have limited insight into their disease and may struggle to perform daily living activities. In such cases, a consultation with a social worker, home care nurse, and physical therapist is strongly advised."}
{"id": "article-21070_77", "title": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes", "content": "Furthermore, involving a dietitian is crucial to ensure the patient receives an adequate calorie intake. While various treatment modalities can contribute to a better quality of life, the overall prognosis for most patients remains grim. None of the current treatments offer a cure, and liver transplantation is not readily accessible to most patients. Given the significant burden posed by this disease, an interprofessional approach is highly recommended.", "contents": "Hepatic Encephalopathy -- Enhancing Healthcare Team Outcomes. Furthermore, involving a dietitian is crucial to ensure the patient receives an adequate calorie intake. While various treatment modalities can contribute to a better quality of life, the overall prognosis for most patients remains grim. None of the current treatments offer a cure, and liver transplantation is not readily accessible to most patients. Given the significant burden posed by this disease, an interprofessional approach is highly recommended."}
{"id": "article-21070_78", "title": "Hepatic Encephalopathy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hepatic Encephalopathy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}