{"id": "article-17649_0", "title": "Anterior Interosseous Syndrome -- Continuing Education Activity", "content": "Anterior interosseus syndrome is an isolated palsy of flexor pollicus longus, the index and long fingers of the flexor digitorum profundus, and the pronator quadratus muscles of the forearm. It manifests as pain in the forearm accompanied commonly by the weakness of the index and thumb finger pincer movement. This activity explains the etiology, relevant surgical anatomy, evaluation, and management in patients with the anterior interosseous syndrome, and highlights the role of the interprofessional team in caring for affected patients.", "contents": "Anterior Interosseous Syndrome -- Continuing Education Activity. Anterior interosseus syndrome is an isolated palsy of flexor pollicus longus, the index and long fingers of the flexor digitorum profundus, and the pronator quadratus muscles of the forearm. It manifests as pain in the forearm accompanied commonly by the weakness of the index and thumb finger pincer movement. This activity explains the etiology, relevant surgical anatomy, evaluation, and management in patients with the anterior interosseous syndrome, and highlights the role of the interprofessional team in caring for affected patients."}
{"id": "article-17649_1", "title": "Anterior Interosseous Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the etiology of anterior interosseous syndrome. Outline the neurological evaluation in patients with anterior interosseous syndrome. Explain the management in patients with anterior interosseous syndrome. Summarize a coordinated interprofessional team approach to provide an accurate diagnosis and effective care to patients with anterior interosseous syndrome. Access free multiple choice questions on this topic.", "contents": "Anterior Interosseous Syndrome -- Continuing Education Activity. Objectives: Describe the etiology of anterior interosseous syndrome. Outline the neurological evaluation in patients with anterior interosseous syndrome. Explain the management in patients with anterior interosseous syndrome. Summarize a coordinated interprofessional team approach to provide an accurate diagnosis and effective care to patients with anterior interosseous syndrome. Access free multiple choice questions on this topic."}
{"id": "article-17649_2", "title": "Anterior Interosseous Syndrome -- Introduction", "content": "The anterior interosseous nerve (AIN) is the terminal motor branch of the median nerve.  It branches from the median nerve in the proximal forearm between the two heads of the pronator teres muscle to run deep along the interosseous membrane. From proximal to distal, it innervates the flexor pollicus longus (FPL), the index and long fingers of the flexor digitorum profundus (FDP), and the pronator quadratus (PQ). [1] AIN syndrome is an isolated palsy of these three muscles. It manifests mostly as pain in the forearm accompanied frequently by a characteristic weakness of the index and thumb finger pincer movement. Many cases of AIN syndrome arise secondary to transient neuritis, although nerve compression and trauma are known etiologies as well. Different explanations have been proposed as the etiology of the disease. Controversy still exists among upper extremity surgeons about it; nevertheless, the condition is considered a neuritis in most cases. [2]", "contents": "Anterior Interosseous Syndrome -- Introduction. The anterior interosseous nerve (AIN) is the terminal motor branch of the median nerve.  It branches from the median nerve in the proximal forearm between the two heads of the pronator teres muscle to run deep along the interosseous membrane. From proximal to distal, it innervates the flexor pollicus longus (FPL), the index and long fingers of the flexor digitorum profundus (FDP), and the pronator quadratus (PQ). [1] AIN syndrome is an isolated palsy of these three muscles. It manifests mostly as pain in the forearm accompanied frequently by a characteristic weakness of the index and thumb finger pincer movement. Many cases of AIN syndrome arise secondary to transient neuritis, although nerve compression and trauma are known etiologies as well. Different explanations have been proposed as the etiology of the disease. Controversy still exists among upper extremity surgeons about it; nevertheless, the condition is considered a neuritis in most cases. [2]"}
{"id": "article-17649_3", "title": "Anterior Interosseous Syndrome -- Introduction", "content": "Parsonage and Turner first described the syndrome in 1948. Leslie Gordon Kiloh and Samuel Nevin defined it as an isolated lesion of the anterior interosseous nerve in 1952. Its old name was Kiloh-Nevin syndrome. Different methods of treatment with reasonable outcomes have been reported. Both surgical and medical interventions have been addressed with different timing and variable results. [3]", "contents": "Anterior Interosseous Syndrome -- Introduction. Parsonage and Turner first described the syndrome in 1948. Leslie Gordon Kiloh and Samuel Nevin defined it as an isolated lesion of the anterior interosseous nerve in 1952. Its old name was Kiloh-Nevin syndrome. Different methods of treatment with reasonable outcomes have been reported. Both surgical and medical interventions have been addressed with different timing and variable results. [3]"}
{"id": "article-17649_4", "title": "Anterior Interosseous Syndrome -- Etiology", "content": "Several causes of anterior interosseous nerve syndrome have been documented. Etiologies can be grouped as either spontaneous or traumatic. [4] Among the traumatic causes are forearm fractures such as supracondylar fractures, penetrating injuries and stab wounds, cast fixation, venipuncture, and complication of open reduction and internal fixation of fractures. Among the most common of the spontaneous causative factors are brachial plexus neuritis, compartment syndrome, and compression neuropathy. [5] The most common site of AIN entrapment/compression is the tendinous edge of the deep head of the pronator teres muscle.  Other potential sites include: The proximal edge of the flexor digitorum superficialis (FDS) arch (the FDS arcade) Gantzer's muscle (accessory head of the FPL muscle) FDS or FDP accessory muscles Arterial thrombosis (radial or ulnar artery have been implicated) Lacertus fibrous", "contents": "Anterior Interosseous Syndrome -- Etiology. Several causes of anterior interosseous nerve syndrome have been documented. Etiologies can be grouped as either spontaneous or traumatic. [4] Among the traumatic causes are forearm fractures such as supracondylar fractures, penetrating injuries and stab wounds, cast fixation, venipuncture, and complication of open reduction and internal fixation of fractures. Among the most common of the spontaneous causative factors are brachial plexus neuritis, compartment syndrome, and compression neuropathy. [5] The most common site of AIN entrapment/compression is the tendinous edge of the deep head of the pronator teres muscle.  Other potential sites include: The proximal edge of the flexor digitorum superficialis (FDS) arch (the FDS arcade) Gantzer's muscle (accessory head of the FPL muscle) FDS or FDP accessory muscles Arterial thrombosis (radial or ulnar artery have been implicated) Lacertus fibrous"}
{"id": "article-17649_5", "title": "Anterior Interosseous Syndrome -- Etiology", "content": "AIN syndrome should be clinically differentiating from stenosing tenosynovitis or pathologies limited to local pathology affecting the flexor tendons alone (i.e., flexor tendon adhesions or partial versus complete flexor tendon rupture). The nerve is even normally compressed by the fibrous bands that often originate from the deep head of the brachialis fascia and the pronator teres, and this pressure can increase with minor variations. [6]", "contents": "Anterior Interosseous Syndrome -- Etiology. AIN syndrome should be clinically differentiating from stenosing tenosynovitis or pathologies limited to local pathology affecting the flexor tendons alone (i.e., flexor tendon adhesions or partial versus complete flexor tendon rupture). The nerve is even normally compressed by the fibrous bands that often originate from the deep head of the brachialis fascia and the pronator teres, and this pressure can increase with minor variations. [6]"}
{"id": "article-17649_6", "title": "Anterior Interosseous Syndrome -- Etiology", "content": "Differential diagnosis of the condition consists of a non-compressive neuropathy like brachial neuritis, which might mimic anterior interosseous nerve neuropathy. An FPL tendon rupture is also a possibility among patients who have rheumatoid arthritis. To exclude the differential diagnosis, the wrist must be flexed passively and extended to confirm that the individual has an intact tenodesis effect. [7] Rheumatoid disease and gouty arthritis may be predisposing factors in anterior interosseous nerve entrapment.", "contents": "Anterior Interosseous Syndrome -- Etiology. Differential diagnosis of the condition consists of a non-compressive neuropathy like brachial neuritis, which might mimic anterior interosseous nerve neuropathy. An FPL tendon rupture is also a possibility among patients who have rheumatoid arthritis. To exclude the differential diagnosis, the wrist must be flexed passively and extended to confirm that the individual has an intact tenodesis effect. [7] Rheumatoid disease and gouty arthritis may be predisposing factors in anterior interosseous nerve entrapment."}
{"id": "article-17649_7", "title": "Anterior Interosseous Syndrome -- Epidemiology", "content": "This disease is rare, comprising only 1% of all upper extremity palsies", "contents": "Anterior Interosseous Syndrome -- Epidemiology. This disease is rare, comprising only 1% of all upper extremity palsies"}
{"id": "article-17649_8", "title": "Anterior Interosseous Syndrome -- Pathophysiology", "content": "The exact pathophysiology can occur secondary to primary entrapment, direct trauma, or in more ambiguous or vague clinical presentations, the condition manifests following vial neuritis.  Very similar syndromes can be caused by more proximal lesions, such as brachial plexus neuritis.  In the latter, clinicians should have a heightened diagnostic suspicion in patients presenting with motor loss following prodromal symptoms consisting of intense shoulder pain or recent viral illness/exposure.", "contents": "Anterior Interosseous Syndrome -- Pathophysiology. The exact pathophysiology can occur secondary to primary entrapment, direct trauma, or in more ambiguous or vague clinical presentations, the condition manifests following vial neuritis.  Very similar syndromes can be caused by more proximal lesions, such as brachial plexus neuritis.  In the latter, clinicians should have a heightened diagnostic suspicion in patients presenting with motor loss following prodromal symptoms consisting of intense shoulder pain or recent viral illness/exposure."}
{"id": "article-17649_9", "title": "Anterior Interosseous Syndrome -- History and Physical", "content": "True AIN syndrome presentation will present with motor deficits only.  No sensory changes should be appreciated.  Most patients experience poorly localized pain in the forearm and cubital fossa. This pain is usually the primary complaint. There are no sensations of numbness, tingling, or sensory deficits. The patient will complain of having difficulty bringing the distal phalanx of the thumb and index finger together. On a physical exam, the pinch grip test would turn positive; rather than making the \"OK\" sign, the patient will clap the sheet between the index finger and an extended thumb. The patient may also complain of having difficulty forming a fist or the inability to button their shirts. Sensation should be spared on the exam. [8] [9]", "contents": "Anterior Interosseous Syndrome -- History and Physical. True AIN syndrome presentation will present with motor deficits only.  No sensory changes should be appreciated.  Most patients experience poorly localized pain in the forearm and cubital fossa. This pain is usually the primary complaint. There are no sensations of numbness, tingling, or sensory deficits. The patient will complain of having difficulty bringing the distal phalanx of the thumb and index finger together. On a physical exam, the pinch grip test would turn positive; rather than making the \"OK\" sign, the patient will clap the sheet between the index finger and an extended thumb. The patient may also complain of having difficulty forming a fist or the inability to button their shirts. Sensation should be spared on the exam. [8] [9]"}
{"id": "article-17649_10", "title": "Anterior Interosseous Syndrome -- Evaluation", "content": "Electrodiagnostic studies are instrumental for anterior interosseous nerve syndrome of spontaneous etiology.  Sensory nerve conduction studies of the median nerve should be normal as there is no sensory innervation to the anterior interosseous nerve. Electromyography will show findings in the flexor pollicus longus, the radial portion of the flexor digitorum profundus, and the pronator quadratus. These will be helpful in differentiating neurologic amyotrophy from compression neuropathy. [10] Magnetic resonance imaging is also useful in the evaluation of these patients.", "contents": "Anterior Interosseous Syndrome -- Evaluation. Electrodiagnostic studies are instrumental for anterior interosseous nerve syndrome of spontaneous etiology.  Sensory nerve conduction studies of the median nerve should be normal as there is no sensory innervation to the anterior interosseous nerve. Electromyography will show findings in the flexor pollicus longus, the radial portion of the flexor digitorum profundus, and the pronator quadratus. These will be helpful in differentiating neurologic amyotrophy from compression neuropathy. [10] Magnetic resonance imaging is also useful in the evaluation of these patients."}
{"id": "article-17649_11", "title": "Anterior Interosseous Syndrome -- Treatment / Management -- Nonoperative modalities", "content": "The general consensus for managing AIN syndrome includes a period of rest, observation, and splinting of the elbow near 90 degrees of flexion (or position of most comfort for the patient).  The majority of patients will experience improvement between 6 and 12 weeks of activity modification. Other modalities to consider include NSAIDs and physical therapy modalities (including pain modalities and massage techniques if tolerated)", "contents": "Anterior Interosseous Syndrome -- Treatment / Management -- Nonoperative modalities. The general consensus for managing AIN syndrome includes a period of rest, observation, and splinting of the elbow near 90 degrees of flexion (or position of most comfort for the patient).  The majority of patients will experience improvement between 6 and 12 weeks of activity modification. Other modalities to consider include NSAIDs and physical therapy modalities (including pain modalities and massage techniques if tolerated)"}
{"id": "article-17649_12", "title": "Anterior Interosseous Syndrome -- Treatment / Management -- Surgical decompression", "content": "Surgical treatment consists of exploration, neurolysis, and decompression after several months of failed nonoperative modalities.  The literature reports 75% or greater positive outcomes following surgery, with higher rates reported in patients with an identifiable, clear space-occupying mass.", "contents": "Anterior Interosseous Syndrome -- Treatment / Management -- Surgical decompression. Surgical treatment consists of exploration, neurolysis, and decompression after several months of failed nonoperative modalities.  The literature reports 75% or greater positive outcomes following surgery, with higher rates reported in patients with an identifiable, clear space-occupying mass."}
{"id": "article-17649_13", "title": "Anterior Interosseous Syndrome -- Treatment / Management -- Surgical decompression", "content": "Unless a clear cause is identified, surgical intervention is typically offered only in select cases, and the option is discussed following at least three months of failed conservative treatment. [11] [12]", "contents": "Anterior Interosseous Syndrome -- Treatment / Management -- Surgical decompression. Unless a clear cause is identified, surgical intervention is typically offered only in select cases, and the option is discussed following at least three months of failed conservative treatment. [11] [12]"}
{"id": "article-17649_14", "title": "Anterior Interosseous Syndrome -- Treatment / Management -- Surgical decompression", "content": "During median nerve surgical decompression, meticulous dissection is necessary to establish exact sites of compression. It is critical in the identification and release of compressing edges or fibrous bands.", "contents": "Anterior Interosseous Syndrome -- Treatment / Management -- Surgical decompression. During median nerve surgical decompression, meticulous dissection is necessary to establish exact sites of compression. It is critical in the identification and release of compressing edges or fibrous bands."}
{"id": "article-17649_15", "title": "Anterior Interosseous Syndrome -- Differential Diagnosis", "content": "Anterior interosseous nerve entrapment or compression injury remains a challenging clinical diagnosis. It is difficult because it is mainly a motor nerve and the syndrome is often mistaken for a ligamentous finger injury. Differential diagnosis includes stenosing tenosynovitis, flexor tendon adherence or adhesion, flexor tendon rupture, and brachial neuritis. Brachial plexus neuritis can cause very similar syndromes. [6] [7]", "contents": "Anterior Interosseous Syndrome -- Differential Diagnosis. Anterior interosseous nerve entrapment or compression injury remains a challenging clinical diagnosis. It is difficult because it is mainly a motor nerve and the syndrome is often mistaken for a ligamentous finger injury. Differential diagnosis includes stenosing tenosynovitis, flexor tendon adherence or adhesion, flexor tendon rupture, and brachial neuritis. Brachial plexus neuritis can cause very similar syndromes. [6] [7]"}
{"id": "article-17649_16", "title": "Anterior Interosseous Syndrome -- Pertinent Studies and Ongoing Trials", "content": "Anterior interosseous nerve studies are usually retrospective. No randomized controlled trials have been performed, partially since the condition is relatively rare. Patients who have undergone surgery have good post operation records; many patients will resolve with conservative treatment. Therefore, the natural history of the disease seems to be benign. Those retrospective studies have shown the surgical and nonsurgical methods to be equivocal. [7]", "contents": "Anterior Interosseous Syndrome -- Pertinent Studies and Ongoing Trials. Anterior interosseous nerve studies are usually retrospective. No randomized controlled trials have been performed, partially since the condition is relatively rare. Patients who have undergone surgery have good post operation records; many patients will resolve with conservative treatment. Therefore, the natural history of the disease seems to be benign. Those retrospective studies have shown the surgical and nonsurgical methods to be equivocal. [7]"}
{"id": "article-17649_17", "title": "Anterior Interosseous Syndrome -- Prognosis", "content": "The prognosis is usually good, and most cases don't require surgical treatment. If conservative therapy fails beyond three months, surgery might be offered in select cases.", "contents": "Anterior Interosseous Syndrome -- Prognosis. The prognosis is usually good, and most cases don't require surgical treatment. If conservative therapy fails beyond three months, surgery might be offered in select cases."}
{"id": "article-17649_18", "title": "Anterior Interosseous Syndrome -- Complications", "content": "Complications include those of the disease process that caused the syndrome or those of the surgery intended to treat it.", "contents": "Anterior Interosseous Syndrome -- Complications. Complications include those of the disease process that caused the syndrome or those of the surgery intended to treat it."}
{"id": "article-17649_19", "title": "Anterior Interosseous Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Even though anterior interosseous nerve syndrome is very rare, clinical suspicion ought to arise in the presence of the radial flexor digitorum profundus and weak flexor pollicis longus muscles. The utilization of electrodiagnostic studies, coupled with MRI, is poised to assist in the diagnosis of anterior interosseous syndrome and help to specify the possible etiology.", "contents": "Anterior Interosseous Syndrome -- Enhancing Healthcare Team Outcomes. Even though anterior interosseous nerve syndrome is very rare, clinical suspicion ought to arise in the presence of the radial flexor digitorum profundus and weak flexor pollicis longus muscles. The utilization of electrodiagnostic studies, coupled with MRI, is poised to assist in the diagnosis of anterior interosseous syndrome and help to specify the possible etiology."}
{"id": "article-17649_20", "title": "Anterior Interosseous Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Anterior interosseous nerve syndrome's optimal treatment has not yet been established. It is recommended that surgical interventions be offered only to those patients who do not demonstrate any clinical improvement during the first few months or to those with confirmed cases of compression neuropathy. Meticulous dissection is necessary during median nerve surgical decompression to establish sites of compression. It is critical in the identification and release of any other compressing edges or fibrous bands. [13]", "contents": "Anterior Interosseous Syndrome -- Enhancing Healthcare Team Outcomes. Anterior interosseous nerve syndrome's optimal treatment has not yet been established. It is recommended that surgical interventions be offered only to those patients who do not demonstrate any clinical improvement during the first few months or to those with confirmed cases of compression neuropathy. Meticulous dissection is necessary during median nerve surgical decompression to establish sites of compression. It is critical in the identification and release of any other compressing edges or fibrous bands. [13]"}
{"id": "article-17649_21", "title": "Anterior Interosseous Syndrome -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach to treatment is ideal. This approach includes primary care providers who encounter the disease first and electrophysiologists who run the nerve and muscle studies. It also includes orthopedic surgeons who follow the course of treatment, pharmacists who provide the medication needed, and physical therapists who perform the rehabilitation. Other healthcare team personnel such as the nursing staff should also assist in the coordinated care of the patient. This will result in the best outcomes. [Level 5]", "contents": "Anterior Interosseous Syndrome -- Enhancing Healthcare Team Outcomes. An interprofessional approach to treatment is ideal. This approach includes primary care providers who encounter the disease first and electrophysiologists who run the nerve and muscle studies. It also includes orthopedic surgeons who follow the course of treatment, pharmacists who provide the medication needed, and physical therapists who perform the rehabilitation. Other healthcare team personnel such as the nursing staff should also assist in the coordinated care of the patient. This will result in the best outcomes. [Level 5]"}
{"id": "article-17649_22", "title": "Anterior Interosseous Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anterior Interosseous Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}