{"id": "article-27454_0", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Introduction", "content": "The veins that drain the gastrointestinal organs parallel the major arteries that supply the foregut, midgut, and hindgut, including the celiac, superior mesenteric, and the inferior mesenteric arteries respectively. These veins eventually convene at the portal vein, forming a single venous inflow tract into the liver. The celiac vein drains the foregut structures, including the stomach, through the second part of the duodenum. The superior mesenteric vein drains the third part of the duodenum through the initial two-thirds of the transverse colon. Finally, the inferior mesenteric vein drains the remaining one-third of the transverse colon through the rectum. These veins comprehensively drain nutrients and toxins from the digestive intake and ultimately provide approximately 75% of the liver's blood supply, the remainder coming from the hepatic artery, eventually draining into the hepatic veins and systemic circulation. [1] [2]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Introduction. The veins that drain the gastrointestinal organs parallel the major arteries that supply the foregut, midgut, and hindgut, including the celiac, superior mesenteric, and the inferior mesenteric arteries respectively. These veins eventually convene at the portal vein, forming a single venous inflow tract into the liver. The celiac vein drains the foregut structures, including the stomach, through the second part of the duodenum. The superior mesenteric vein drains the third part of the duodenum through the initial two-thirds of the transverse colon. Finally, the inferior mesenteric vein drains the remaining one-third of the transverse colon through the rectum. These veins comprehensively drain nutrients and toxins from the digestive intake and ultimately provide approximately 75% of the liver's blood supply, the remainder coming from the hepatic artery, eventually draining into the hepatic veins and systemic circulation. [1] [2]"}
{"id": "article-27454_1", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Structure and Function", "content": "The liver receives 25% of the total cardiac output during each cardiac cycle. The portal vein receives drainage from the gallbladder, spleen, pancreas, stomach, and small and large intestines. The portal vein forms from the confluence of the superior and inferior mesenteric veins, the splenic vein, gastric vein, and cystic vein. The portal vein enters the liver within the hepatoduodenal ligament, traveling posterior to the proper hepatic artery and the common bile duct. When the portal vein reaches the hilum of the liver, it divides into right and left branches and feeds into the liver sinusoids. This vasculature comprises the majority of the blood flow to the liver, as well as draining back toxins and nutrients from the drained gastrointestinal tract. Blood then empties into the inferior vena cava (IVC). Figure 1 demonstrates normal portal venous anatomy and branching patterns, as shown by contrast-enhanced CT.", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Structure and Function. The liver receives 25% of the total cardiac output during each cardiac cycle. The portal vein receives drainage from the gallbladder, spleen, pancreas, stomach, and small and large intestines. The portal vein forms from the confluence of the superior and inferior mesenteric veins, the splenic vein, gastric vein, and cystic vein. The portal vein enters the liver within the hepatoduodenal ligament, traveling posterior to the proper hepatic artery and the common bile duct. When the portal vein reaches the hilum of the liver, it divides into right and left branches and feeds into the liver sinusoids. This vasculature comprises the majority of the blood flow to the liver, as well as draining back toxins and nutrients from the drained gastrointestinal tract. Blood then empties into the inferior vena cava (IVC). Figure 1 demonstrates normal portal venous anatomy and branching patterns, as shown by contrast-enhanced CT."}
{"id": "article-27454_2", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Structure and Function", "content": "The remaining minority 25% of blood flow to the liver is supplied by the proper hepatic artery. Hepatic parenchymal cells are some of the most richly-perfused cells in the entire human body due to this blood flow. They receive well-oxygenated blood from the hepatic artery and nutrient-rich blood from the splanchnic vessels via the portal venous system. This blood mixes within the hepatic sinusoids. The intrahepatic and portal venous pressures are regulated by portal venous sphincters. The portal vein branches as it enters the liver into the right and left portal veins and then further divides. The progressively smaller branches that come from the venous divisions form the portal venules. After the blood mixes within the sinusoids, it is collected within the terminal hepatic venule or central vein. These central veins then coalesce to form the hepatic vein, which drains the liver back to the IVC, allowing blood to return to the heart and systemic circulation.", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Structure and Function. The remaining minority 25% of blood flow to the liver is supplied by the proper hepatic artery. Hepatic parenchymal cells are some of the most richly-perfused cells in the entire human body due to this blood flow. They receive well-oxygenated blood from the hepatic artery and nutrient-rich blood from the splanchnic vessels via the portal venous system. This blood mixes within the hepatic sinusoids. The intrahepatic and portal venous pressures are regulated by portal venous sphincters. The portal vein branches as it enters the liver into the right and left portal veins and then further divides. The progressively smaller branches that come from the venous divisions form the portal venules. After the blood mixes within the sinusoids, it is collected within the terminal hepatic venule or central vein. These central veins then coalesce to form the hepatic vein, which drains the liver back to the IVC, allowing blood to return to the heart and systemic circulation."}
{"id": "article-27454_3", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Structure and Function", "content": "There is a large volume of blood contained within the portal venous system and a similarly-large amount of blood contained within the liver. The volume of blood contained within this system affects the body’s response to fluid loss or excess. The blood contained within the portal vein is crucial to the liver’s functional role, including lipoprotein metabolism, drug metabolism, and toxin clearance, as well as endocrine homeostasis. [3] [2]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Structure and Function. There is a large volume of blood contained within the portal venous system and a similarly-large amount of blood contained within the liver. The volume of blood contained within this system affects the body’s response to fluid loss or excess. The blood contained within the portal vein is crucial to the liver’s functional role, including lipoprotein metabolism, drug metabolism, and toxin clearance, as well as endocrine homeostasis. [3] [2]"}
{"id": "article-27454_4", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Embryology", "content": "The embryology of the portal venous system begins during the fourth week of gestation and continues to the twelfth week. During development, the hepatic portal system is composed of the vitelline venous system in conjunction with the umbilical veins. The primitive venous system of the liver begins as the right and left vitelline veins. Over time, these two veins undergo selective involution involving the cranial portion of the left vitelline vein and their anastomoses. The dorsal and cranio-ventral anastomoses give rise to the main portal vein and the left portal vein, respectively. [2]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Embryology. The embryology of the portal venous system begins during the fourth week of gestation and continues to the twelfth week. During development, the hepatic portal system is composed of the vitelline venous system in conjunction with the umbilical veins. The primitive venous system of the liver begins as the right and left vitelline veins. Over time, these two veins undergo selective involution involving the cranial portion of the left vitelline vein and their anastomoses. The dorsal and cranio-ventral anastomoses give rise to the main portal vein and the left portal vein, respectively. [2]"}
{"id": "article-27454_5", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Physiologic Variants", "content": "Anatomical variants of the following venous morphologies occur in up to 35% of individuals. Trifurcation of the main portal vein The right posterior branch, which arises from the main portal vein The right anterior branch which originates from the left portal vein Duplication of the portal vein and non-branching portal vein variants exist as well but are rare.", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Physiologic Variants. Anatomical variants of the following venous morphologies occur in up to 35% of individuals. Trifurcation of the main portal vein The right posterior branch, which arises from the main portal vein The right anterior branch which originates from the left portal vein Duplication of the portal vein and non-branching portal vein variants exist as well but are rare."}
{"id": "article-27454_6", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Physiologic Variants", "content": "Congenital anomalies of the portal venous system can occur. The most common congenital anomaly is agenesis of the left or right portal vein. This variant can lead to the development of collateral vessels of the portal venous system as a result of portal hypertension. The most common of these collaterals are gastroesophageal, paraumbilical, inferior mesenteric, and splenorenal collateral vessels. [4]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Physiologic Variants. Congenital anomalies of the portal venous system can occur. The most common congenital anomaly is agenesis of the left or right portal vein. This variant can lead to the development of collateral vessels of the portal venous system as a result of portal hypertension. The most common of these collaterals are gastroesophageal, paraumbilical, inferior mesenteric, and splenorenal collateral vessels. [4]"}
{"id": "article-27454_7", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Surgical Considerations", "content": "Knowledge of both normal and variant anatomy is of utmost importance, especially for surgery. The branching patterns of the portal venous system are often assessed prior to surgery via imaging techniques. Color Doppler Ultrasound (US) is the most useful imaging technique for identifying aneurysms and/or thrombosis of the portal vein. Helical CT is a valuable tool for visualizing the branching pattern of the portal venous system. [4] Anatomical variants of portal vein’s branching pattern are essential to recognize on imaging for liver surgery to maintain perfusion to the remaining liver segments. Additionally, the anatomy of the portal venous circulation is significant for liver transplantation in which both the donor’s venous anatomy and the recipient’s anatomy requires analysis to ensure appropriate donor and recipient selection. [2]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Surgical Considerations. Knowledge of both normal and variant anatomy is of utmost importance, especially for surgery. The branching patterns of the portal venous system are often assessed prior to surgery via imaging techniques. Color Doppler Ultrasound (US) is the most useful imaging technique for identifying aneurysms and/or thrombosis of the portal vein. Helical CT is a valuable tool for visualizing the branching pattern of the portal venous system. [4] Anatomical variants of portal vein’s branching pattern are essential to recognize on imaging for liver surgery to maintain perfusion to the remaining liver segments. Additionally, the anatomy of the portal venous circulation is significant for liver transplantation in which both the donor’s venous anatomy and the recipient’s anatomy requires analysis to ensure appropriate donor and recipient selection. [2]"}
{"id": "article-27454_8", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Surgical Considerations", "content": "Portal vein thrombosis is a frequent occurrence in patients with hypercoagulable diseases, such as malignancy and cirrhosis, and can be a challenge at the time of liver transplantation. Due to the increased morbidity and mortality associated with this condition at the time of transplantation, this thrombotic state is considered a relative contraindication to a liver transplant. [5] Portal vein recanalization (PVR) and transjugular intrahepatic portosystemic shunts (TIPS) are safe options for patients with portal vein thrombosis in dire need of a liver transplant. [6]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Surgical Considerations. Portal vein thrombosis is a frequent occurrence in patients with hypercoagulable diseases, such as malignancy and cirrhosis, and can be a challenge at the time of liver transplantation. Due to the increased morbidity and mortality associated with this condition at the time of transplantation, this thrombotic state is considered a relative contraindication to a liver transplant. [5] Portal vein recanalization (PVR) and transjugular intrahepatic portosystemic shunts (TIPS) are safe options for patients with portal vein thrombosis in dire need of a liver transplant. [6]"}
{"id": "article-27454_9", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Surgical Considerations", "content": "Due to the large quantity of blood contained within the liver and flowing through the portal system, patients that suffer liver injuries are at increased risk for hemorrhagic shock and death from blood loss. Cross clamping the hepatic pedicle, known as the Pringle Maneuver, stops the blood flow to the liver and allows for better visualization of the surgical field and aids in preventing hemodynamic collapse. [7]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Surgical Considerations. Due to the large quantity of blood contained within the liver and flowing through the portal system, patients that suffer liver injuries are at increased risk for hemorrhagic shock and death from blood loss. Cross clamping the hepatic pedicle, known as the Pringle Maneuver, stops the blood flow to the liver and allows for better visualization of the surgical field and aids in preventing hemodynamic collapse. [7]"}
{"id": "article-27454_10", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Clinical Significance", "content": "Portal hypertension is a disease that arises when blood flow through the liver is compromised, and blood pressures in the portal vein rise. This disease has many complications that result from increased pressure, including esophageal varices, ascites, and hepatorenal syndrome, which contribute to the high morbidity and mortality often seen in this condition. [8] The blood flow through the liver has a direct effect on renal function via a reflex mechanism. The liver detects the sensory afferent response via blood flow-dependent changes in the intrahepatic adenosine concentrations. The efferent response to changes in hepatic blood flow is affected by the renal sympathetic nerves, causing constriction of renal vasculature and release of renal vasoconstricting molecules resulting in renal dysfunction. [9] To date, the only definitive treatment of hepatorenal syndrome is a liver transplant. [10]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Clinical Significance. Portal hypertension is a disease that arises when blood flow through the liver is compromised, and blood pressures in the portal vein rise. This disease has many complications that result from increased pressure, including esophageal varices, ascites, and hepatorenal syndrome, which contribute to the high morbidity and mortality often seen in this condition. [8] The blood flow through the liver has a direct effect on renal function via a reflex mechanism. The liver detects the sensory afferent response via blood flow-dependent changes in the intrahepatic adenosine concentrations. The efferent response to changes in hepatic blood flow is affected by the renal sympathetic nerves, causing constriction of renal vasculature and release of renal vasoconstricting molecules resulting in renal dysfunction. [9] To date, the only definitive treatment of hepatorenal syndrome is a liver transplant. [10]"}
{"id": "article-27454_11", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Clinical Significance", "content": "Additionally, if a patient is under consideration for partial liver resection, portions of the portal vein can be embolized to enable hypertrophy of the remaining liver segments that still receive flow from other segments of the portal venous system. In a majority of patients, portal vein embolization results in adequate liver hypertrophy to allow surgery to proceed. However, should the portal vein embolization result in insufficient hypertrophy of the remaining liver segments, hepatic vein embolization may be an option to augment the effects of portal vein embolization. [11]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Clinical Significance. Additionally, if a patient is under consideration for partial liver resection, portions of the portal vein can be embolized to enable hypertrophy of the remaining liver segments that still receive flow from other segments of the portal venous system. In a majority of patients, portal vein embolization results in adequate liver hypertrophy to allow surgery to proceed. However, should the portal vein embolization result in insufficient hypertrophy of the remaining liver segments, hepatic vein embolization may be an option to augment the effects of portal vein embolization. [11]"}
{"id": "article-27454_12", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Clinical Significance", "content": "Another clinical consideration aforementioned is portal vein thrombosis, which can be pathologically acquired, as seen in cirrhosis, malignancy, liver tumors, and patients with a certain JAK2 mutation. Portal vein thrombosis can present with varied symptoms, including abdominal pain, ischemic hepatitis, liver failure, and/or small intestine infarction. Patients generally receive treatment with anticoagulant medication. This treatment can incur further complications by the accompanying coagulopathy often seen in these patients. The surgeon may consider a transjugular intrahepatic portosystemic shunt (TIPS) procedure in patients who do not improve or continue to worsen despite anticoagulation. [12] [13]", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Clinical Significance. Another clinical consideration aforementioned is portal vein thrombosis, which can be pathologically acquired, as seen in cirrhosis, malignancy, liver tumors, and patients with a certain JAK2 mutation. Portal vein thrombosis can present with varied symptoms, including abdominal pain, ischemic hepatitis, liver failure, and/or small intestine infarction. Patients generally receive treatment with anticoagulant medication. This treatment can incur further complications by the accompanying coagulopathy often seen in these patients. The surgeon may consider a transjugular intrahepatic portosystemic shunt (TIPS) procedure in patients who do not improve or continue to worsen despite anticoagulation. [12] [13]"}
{"id": "article-27454_13", "title": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Portal Venous System (Hepatic Portal System) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}