{"id": "article-29408_0", "title": "Sports Participation Evaluation -- Continuing Education Activity", "content": "The goal of evaluating amateur and professional athletes before sports participation is to ensure their health before competing in a particular sport. Many sports associations and leagues require a health examination and documentation of clinical findings to maximize safe participation by children, adolescents, and young adults and to identify medical problems with risks of life-threatening complications that limit or exclude them from play. Evaluation includes assessment of personal and family medical history, medications and supplements, review of systems, focused physical examination, and, occasionally, diagnostic testing. This activity reviews the fundamental components of the sports participation evaluation by the interprofessional team and how these evaluations can be optimized to ensure that athletes can engage in their chosen sport and limit serious risks and injuries.", "contents": "Sports Participation Evaluation -- Continuing Education Activity. The goal of evaluating amateur and professional athletes before sports participation is to ensure their health before competing in a particular sport. Many sports associations and leagues require a health examination and documentation of clinical findings to maximize safe participation by children, adolescents, and young adults and to identify medical problems with risks of life-threatening complications that limit or exclude them from play. Evaluation includes assessment of personal and family medical history, medications and supplements, review of systems, focused physical examination, and, occasionally, diagnostic testing. This activity reviews the fundamental components of the sports participation evaluation by the interprofessional team and how these evaluations can be optimized to ensure that athletes can engage in their chosen sport and limit serious risks and injuries."}
{"id": "article-29408_1", "title": "Sports Participation Evaluation -- Continuing Education Activity", "content": "Objectives: Identify the essential personal and family medical history items to address in the pre-participation evaluation. Summarize the physical examination findings in a prospective athlete limiting or prohibiting sports participation. Review the indications for diagnostic testing and specialty referrals for prospective athletes. Develop a plan for the interprofessional team to screen and educate patients on safe sports participation. Access free multiple choice questions on this topic.", "contents": "Sports Participation Evaluation -- Continuing Education Activity. Objectives: Identify the essential personal and family medical history items to address in the pre-participation evaluation. Summarize the physical examination findings in a prospective athlete limiting or prohibiting sports participation. Review the indications for diagnostic testing and specialty referrals for prospective athletes. Develop a plan for the interprofessional team to screen and educate patients on safe sports participation. Access free multiple choice questions on this topic."}
{"id": "article-29408_2", "title": "Sports Participation Evaluation -- Introduction", "content": "Evaluating amateur and professional athletes before sports participation ensures their health before competing. Many sports associations and leagues require a health examination and documentation of clinical findings to maximize safe participation and identify medical problems with risks of life-threatening complications that limit or exclude play. Many professional groups make specific recommendations, including the American Academy of Pediatrics, the American Academy of Family Physicians, the American College of Sports Medicine, the American Society for Sports Medicine, the American Orthopedic Society for Sports Medicine, the American Osteopathic Society for Sports Medicine, the American Heart Association, and the European Society of Cardiology. [1]", "contents": "Sports Participation Evaluation -- Introduction. Evaluating amateur and professional athletes before sports participation ensures their health before competing. Many sports associations and leagues require a health examination and documentation of clinical findings to maximize safe participation and identify medical problems with risks of life-threatening complications that limit or exclude play. Many professional groups make specific recommendations, including the American Academy of Pediatrics, the American Academy of Family Physicians, the American College of Sports Medicine, the American Society for Sports Medicine, the American Orthopedic Society for Sports Medicine, the American Osteopathic Society for Sports Medicine, the American Heart Association, and the European Society of Cardiology. [1]"}
{"id": "article-29408_3", "title": "Sports Participation Evaluation -- Introduction", "content": "The assessment is not intended to replace comprehensive health maintenance or well-child visits but rather to identify medical problems that might result in severe complications during play, conditions that require a treatment plan or rehabilitation before participation, and other concerns that unnecessarily restrict athletes from joining a sport. The necessary components are the personal and family medical history, a thorough review of systems, a targeted physical examination, diagnostic studies or referrals when indicated, and a recommendation for full, limited, or no participation. [2] [3] A standardized form to document these findings, endorsed by most professional organizations, can be found at the American Academy of Pediatrics website . [2]", "contents": "Sports Participation Evaluation -- Introduction. The assessment is not intended to replace comprehensive health maintenance or well-child visits but rather to identify medical problems that might result in severe complications during play, conditions that require a treatment plan or rehabilitation before participation, and other concerns that unnecessarily restrict athletes from joining a sport. The necessary components are the personal and family medical history, a thorough review of systems, a targeted physical examination, diagnostic studies or referrals when indicated, and a recommendation for full, limited, or no participation. [2] [3] A standardized form to document these findings, endorsed by most professional organizations, can be found at the American Academy of Pediatrics website . [2]"}
{"id": "article-29408_4", "title": "Sports Participation Evaluation -- Introduction", "content": "Practical considerations include the timing, frequency, and setting of the examination. The ideal time is four to six weeks before the sports season begins. Usually, assessments are required for each new level of school, such as middle school, high school, and university, with yearly updates in between. When conducted in an office setting, the advantages are patient privacy and continuity of care with primary care clinicians. The alternative is the station approach with multiple examiners. This can be time efficient, sports-oriented, less costly, and effective at identifying abnormalities but lacks privacy and continuity of care. The following details the essential elements of the pre-participation evaluation and recommendations regarding specific abnormal findings.", "contents": "Sports Participation Evaluation -- Introduction. Practical considerations include the timing, frequency, and setting of the examination. The ideal time is four to six weeks before the sports season begins. Usually, assessments are required for each new level of school, such as middle school, high school, and university, with yearly updates in between. When conducted in an office setting, the advantages are patient privacy and continuity of care with primary care clinicians. The alternative is the station approach with multiple examiners. This can be time efficient, sports-oriented, less costly, and effective at identifying abnormalities but lacks privacy and continuity of care. The following details the essential elements of the pre-participation evaluation and recommendations regarding specific abnormal findings."}
{"id": "article-29408_5", "title": "Sports Participation Evaluation -- Function", "content": "The primary purpose of the sports pre-participation evaluation is to screen for underlying medical conditions and to ensure the athlete is in optimal health for the chosen sport. The athlete's personal and family medical history identifies most conditions that restrict participation or require further evaluation. The following are critical components of the history, review of systems, and physical examination.", "contents": "Sports Participation Evaluation -- Function. The primary purpose of the sports pre-participation evaluation is to screen for underlying medical conditions and to ensure the athlete is in optimal health for the chosen sport. The athlete's personal and family medical history identifies most conditions that restrict participation or require further evaluation. The following are critical components of the history, review of systems, and physical examination."}
{"id": "article-29408_6", "title": "Sports Participation Evaluation -- Function -- Personal Medical History", "content": "Cardiovascular conditions with increased risk of sudden death, including hypertension, heart murmur, Kawasaki disease, myocarditis, unexplained syncope, and unexplained seizures [4] Previous injuries, including musculoskeletal trauma and concussions, primarily if they resulted in being excluded from play Recent significant weight gain or loss and athlete's perception of current weight Prior heat-related illness Recent serious infections, including COVID-19 Loss of function of a paired organ, such as the eye, testis, or kidney Menstrual history in females", "contents": "Sports Participation Evaluation -- Function -- Personal Medical History. Cardiovascular conditions with increased risk of sudden death, including hypertension, heart murmur, Kawasaki disease, myocarditis, unexplained syncope, and unexplained seizures [4] Previous injuries, including musculoskeletal trauma and concussions, primarily if they resulted in being excluded from play Recent significant weight gain or loss and athlete's perception of current weight Prior heat-related illness Recent serious infections, including COVID-19 Loss of function of a paired organ, such as the eye, testis, or kidney Menstrual history in females"}
{"id": "article-29408_7", "title": "Sports Participation Evaluation -- Function -- Family Medical History", "content": "Death or disability from cardiac causes, including unexplained sudden death in a close family member younger than 50 years of age and unexplained drowning Heritable cardiomyopathies or arrhythmia syndromes, such as hypertrophic cardiomyopathy and prolonged QT, presence of a pacemaker or implanted defibrillator, and Marfan syndrome [5] Undiagnosed syncope Muscular dystrophies", "contents": "Sports Participation Evaluation -- Function -- Family Medical History. Death or disability from cardiac causes, including unexplained sudden death in a close family member younger than 50 years of age and unexplained drowning Heritable cardiomyopathies or arrhythmia syndromes, such as hypertrophic cardiomyopathy and prolonged QT, presence of a pacemaker or implanted defibrillator, and Marfan syndrome [5] Undiagnosed syncope Muscular dystrophies"}
{"id": "article-29408_8", "title": "Sports Participation Evaluation -- Function -- Current Medications, Supplements, and Substance Use", "content": "Athletes commonly use health and nutritional supplements. Some supplements contain ingredients that pose a health risk and are banned from use by the World Anti-Doping Agency (WADA). Also, certain supplements, such as specific stimulants, may be legal but pose long-term cumulative health risks when used in high doses. Performance-enhancing drugs (PEDs) and recreational substances are cause for concern in athletes. PEDs are highly sport-specific, with the most commonly used ones categorized as anabolic agents and stimulants. Anabolic drugs are classified as anabolic-androgenic steroids (AAS) and peptide hormones. Prescribed medications should be reviewed due to the potential for causing athletes to fail a drug test or affecting their performance. [6]", "contents": "Sports Participation Evaluation -- Function -- Current Medications, Supplements, and Substance Use. Athletes commonly use health and nutritional supplements. Some supplements contain ingredients that pose a health risk and are banned from use by the World Anti-Doping Agency (WADA). Also, certain supplements, such as specific stimulants, may be legal but pose long-term cumulative health risks when used in high doses. Performance-enhancing drugs (PEDs) and recreational substances are cause for concern in athletes. PEDs are highly sport-specific, with the most commonly used ones categorized as anabolic agents and stimulants. Anabolic drugs are classified as anabolic-androgenic steroids (AAS) and peptide hormones. Prescribed medications should be reviewed due to the potential for causing athletes to fail a drug test or affecting their performance. [6]"}
{"id": "article-29408_9", "title": "Sports Participation Evaluation -- Function -- Immunizations", "content": "Sports participation is a mechanism for spreading vaccine-preventable communicable infections. Athletes are at risk due to shared travel spaces, food, water bottles, and equipment, as well as potential close exposure to body fluids and travel to at-risk locales. Clinicians should ensure that routine nationally recommended vaccines are up to date and protect players by administering immunizations appropriate for specific geographic locations and the season, including influenza and COVID-19. [7]", "contents": "Sports Participation Evaluation -- Function -- Immunizations. Sports participation is a mechanism for spreading vaccine-preventable communicable infections. Athletes are at risk due to shared travel spaces, food, water bottles, and equipment, as well as potential close exposure to body fluids and travel to at-risk locales. Clinicians should ensure that routine nationally recommended vaccines are up to date and protect players by administering immunizations appropriate for specific geographic locations and the season, including influenza and COVID-19. [7]"}
{"id": "article-29408_10", "title": "Sports Participation Evaluation -- Function -- Review of Systems", "content": "Cardiac: Syncope, presyncope, dizziness, dyspnea or chest pain with exercise, palpitations Respiratory: Dyspnea not related to asthma or poor conditioning Neurological: Headaches, difficulty concentrating, sleep problems, or fatigue that might be mistaken for concussion symptoms, and seizures Musculoskeletal: Joint pain, stiffness, limited range of motion of extremities, hypermobility, chronic back pain Hematologic: Excessive bleeding, easy bruising, or menorrhagia Psychiatric: Symptoms of depression or other mood disorders that may result in less-than-optimal performance or conditions that could be exacerbated by the mental and physical stress of competitive sports", "contents": "Sports Participation Evaluation -- Function -- Review of Systems. Cardiac: Syncope, presyncope, dizziness, dyspnea or chest pain with exercise, palpitations Respiratory: Dyspnea not related to asthma or poor conditioning Neurological: Headaches, difficulty concentrating, sleep problems, or fatigue that might be mistaken for concussion symptoms, and seizures Musculoskeletal: Joint pain, stiffness, limited range of motion of extremities, hypermobility, chronic back pain Hematologic: Excessive bleeding, easy bruising, or menorrhagia Psychiatric: Symptoms of depression or other mood disorders that may result in less-than-optimal performance or conditions that could be exacerbated by the mental and physical stress of competitive sports"}
{"id": "article-29408_11", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "The complete physical examination begins with assessing vital signs and then targets the cardiovascular, respiratory, musculoskeletal, and neurological systems. Elevated blood pressure and bradycardia should be noted. Many healthy athletes have a  low resting heart rate, which is usually of no concern but may suggest inadequate caloric intake associated with an eating disorder. Body weight and body mass index (BMI) may indicate the need for further investigation. A low BMI or body fat percentage may suggest rapid weight loss in wrestlers (\"cutting\") or an eating disorder, especially in female athletes.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. The complete physical examination begins with assessing vital signs and then targets the cardiovascular, respiratory, musculoskeletal, and neurological systems. Elevated blood pressure and bradycardia should be noted. Many healthy athletes have a  low resting heart rate, which is usually of no concern but may suggest inadequate caloric intake associated with an eating disorder. Body weight and body mass index (BMI) may indicate the need for further investigation. A low BMI or body fat percentage may suggest rapid weight loss in wrestlers (\"cutting\") or an eating disorder, especially in female athletes."}
{"id": "article-29408_12", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Eyes: Protective eyewear is recommended if the best-corrected vision is less than 20/40, especially for basketball.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Eyes: Protective eyewear is recommended if the best-corrected vision is less than 20/40, especially for basketball."}
{"id": "article-29408_13", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Skin: Evidence of contagious infections such as tinea corporis, scabies, molluscum contagiosum, and impetigo disqualifies athletes in sports with close physical contact or shared equipment like gymnastics mats.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Skin: Evidence of contagious infections such as tinea corporis, scabies, molluscum contagiosum, and impetigo disqualifies athletes in sports with close physical contact or shared equipment like gymnastics mats."}
{"id": "article-29408_14", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Respiratory: Evidence of wheezing may be associated with poorly controlled asthma.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Respiratory: Evidence of wheezing may be associated with poorly controlled asthma."}
{"id": "article-29408_15", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Cardiovascular: Irregular rhythm, murmurs, S3, or S4 on auscultation must be evaluated. Heaves, lifts, or thrills may indicate a previously undiagnosed cardiac condition. Absent femoral pulses suggest coarctation of the aorta.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Cardiovascular: Irregular rhythm, murmurs, S3, or S4 on auscultation must be evaluated. Heaves, lifts, or thrills may indicate a previously undiagnosed cardiac condition. Absent femoral pulses suggest coarctation of the aorta."}
{"id": "article-29408_16", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Abdomen: Organomegaly is a disqualification for contact sports participation.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Abdomen: Organomegaly is a disqualification for contact sports participation."}
{"id": "article-29408_17", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Genitourinary: The presence of a solitary testis requires the use of a protective athletic cup, especially in contact sports. Tanner staging for biological maturity may aid athletes in choosing sports in which they are likely to succeed.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Genitourinary: The presence of a solitary testis requires the use of a protective athletic cup, especially in contact sports. Tanner staging for biological maturity may aid athletes in choosing sports in which they are likely to succeed."}
{"id": "article-29408_18", "title": "Sports Participation Evaluation -- Function -- Physical Examination", "content": "Musculoskeletal: The examination should highlight high-risk areas such as shoulders, knees, and ankles. Arachnodactyly and pectus chest deformities are associated with Marfan Syndrome. Prominent tibial tuberosities are present in Osgood-Schlatter's disease. Patients with Ehlers-Danlos Syndrome may exhibit joint hypermobility.", "contents": "Sports Participation Evaluation -- Function -- Physical Examination. Musculoskeletal: The examination should highlight high-risk areas such as shoulders, knees, and ankles. Arachnodactyly and pectus chest deformities are associated with Marfan Syndrome. Prominent tibial tuberosities are present in Osgood-Schlatter's disease. Patients with Ehlers-Danlos Syndrome may exhibit joint hypermobility."}
{"id": "article-29408_19", "title": "Sports Participation Evaluation -- Function -- Further Evaluation", "content": "For healthy athletes without symptoms, no routine laboratory studies are recommended. Evaluation should be individualized, such as obtaining a complete blood count to look for anemia if evidence of malnutrition is present. Electrocardiograms and echocardiograms are not indicated in the absence of clinical concerns. Unnecessary diagnostic tests may result in false-positive findings and lead to further invasive testing, which is costly and may cause harm and anxiety to the patient.", "contents": "Sports Participation Evaluation -- Function -- Further Evaluation. For healthy athletes without symptoms, no routine laboratory studies are recommended. Evaluation should be individualized, such as obtaining a complete blood count to look for anemia if evidence of malnutrition is present. Electrocardiograms and echocardiograms are not indicated in the absence of clinical concerns. Unnecessary diagnostic tests may result in false-positive findings and lead to further invasive testing, which is costly and may cause harm and anxiety to the patient."}
{"id": "article-29408_20", "title": "Sports Participation Evaluation -- Function -- Further Evaluation", "content": "Electrocardiogram (ECG): The decision to undergo testing should be discussed between the physician and the patient. It is critical to distinguish between abnormal ECG findings within the general population and expected results in athletes. Concerning findings in athletes include accessory pathways, short PR intervals, long or short QT intervals, epsilon waves, T-wave inversions, and excessive premature ventricular contractions. Normal ECG findings in athletes include bradycardia, sinus arrhythmia, ventricular enlargement, and first-degree atrioventricular block. Distinguishing benign and pathologic findings can reduce unnecessary diagnostic testing and treatments. [8] Consulting cardiologists often perform echocardiography when clinically significant conditions are diagnosed.", "contents": "Sports Participation Evaluation -- Function -- Further Evaluation. Electrocardiogram (ECG): The decision to undergo testing should be discussed between the physician and the patient. It is critical to distinguish between abnormal ECG findings within the general population and expected results in athletes. Concerning findings in athletes include accessory pathways, short PR intervals, long or short QT intervals, epsilon waves, T-wave inversions, and excessive premature ventricular contractions. Normal ECG findings in athletes include bradycardia, sinus arrhythmia, ventricular enlargement, and first-degree atrioventricular block. Distinguishing benign and pathologic findings can reduce unnecessary diagnostic testing and treatments. [8] Consulting cardiologists often perform echocardiography when clinically significant conditions are diagnosed."}
{"id": "article-29408_21", "title": "Sports Participation Evaluation -- Function -- Further Evaluation", "content": "Consultations: Besides cardiologists, examining clinicians refer patients to other specialists when indicated. An example is consulting with a nephrologist before a patient with a solitary kidney plays contact sports since that is a possible contraindication to participation. Patients with eating disorders benefit from gynecologic and nutrition consultations.", "contents": "Sports Participation Evaluation -- Function -- Further Evaluation. Consultations: Besides cardiologists, examining clinicians refer patients to other specialists when indicated. An example is consulting with a nephrologist before a patient with a solitary kidney plays contact sports since that is a possible contraindication to participation. Patients with eating disorders benefit from gynecologic and nutrition consultations."}
{"id": "article-29408_22", "title": "Sports Participation Evaluation -- Function -- Consequences of the Evaluation", "content": "Most healthy young athletes are fully cleared for sports participation.", "contents": "Sports Participation Evaluation -- Function -- Consequences of the Evaluation. Most healthy young athletes are fully cleared for sports participation."}
{"id": "article-29408_23", "title": "Sports Participation Evaluation -- Function -- Consequences of the Evaluation", "content": "For athletes who are not cleared, they may be able to safely play with limitations, such as excluding contact sports. Others may be temporarily banned. Players with febrile illnesses must wait until the resolution of any infectious process for their health and to prevent the disease from spreading to teammates. The COVID-19 pandemic resulted in new, changing restrictions, and clinicians should check current professional and public health guidelines. Before returning to play, a physician should clear patients with more than mild COVID-19 illness. Patients with severe symptoms like multi-system inflammatory syndrome should be restricted from sports for three to six months and evaluated by a cardiologist before returning to play. Uncontrolled hypertension is a condition that prevents participation, and treatment may need to be modified since some diuretics and beta blockers are prohibited by various sports. Patients with sickle cell trait are at increased risk of sudden death during strenuous exercise and require anticipatory interventions to prevent hyperthermia and dehydration.", "contents": "Sports Participation Evaluation -- Function -- Consequences of the Evaluation. For athletes who are not cleared, they may be able to safely play with limitations, such as excluding contact sports. Others may be temporarily banned. Players with febrile illnesses must wait until the resolution of any infectious process for their health and to prevent the disease from spreading to teammates. The COVID-19 pandemic resulted in new, changing restrictions, and clinicians should check current professional and public health guidelines. Before returning to play, a physician should clear patients with more than mild COVID-19 illness. Patients with severe symptoms like multi-system inflammatory syndrome should be restricted from sports for three to six months and evaluated by a cardiologist before returning to play. Uncontrolled hypertension is a condition that prevents participation, and treatment may need to be modified since some diuretics and beta blockers are prohibited by various sports. Patients with sickle cell trait are at increased risk of sudden death during strenuous exercise and require anticipatory interventions to prevent hyperthermia and dehydration."}
{"id": "article-29408_24", "title": "Sports Participation Evaluation -- Function -- Consequences of the Evaluation", "content": "It is unusual for athletes to be permanently excluded from all sports. In those cases, clinicians should provide explanations and empathy and, if possible, guide patients toward safe activities to receive the benefits of exercise and socialization that sports offer.", "contents": "Sports Participation Evaluation -- Function -- Consequences of the Evaluation. It is unusual for athletes to be permanently excluded from all sports. In those cases, clinicians should provide explanations and empathy and, if possible, guide patients toward safe activities to receive the benefits of exercise and socialization that sports offer."}
{"id": "article-29408_25", "title": "Sports Participation Evaluation -- Clinical Significance", "content": "The likelihood of sudden cardiac arrest is minimal in athletes, at less than one per 100,000 athlete-years. [9] Athletes who experience possible cardiac symptoms, especially episodes of unexplained syncope, may be at risk. However, the differential diagnosis for syncope in athletes includes non-cardiac causes, such as vasovagal events, heatstroke, dehydration, and blunt trauma. A comprehensive sports participation evaluation can reassure athletes and their families that they are at low risk of sudden cardiac arrest, death, or other predictable injury.", "contents": "Sports Participation Evaluation -- Clinical Significance. The likelihood of sudden cardiac arrest is minimal in athletes, at less than one per 100,000 athlete-years. [9] Athletes who experience possible cardiac symptoms, especially episodes of unexplained syncope, may be at risk. However, the differential diagnosis for syncope in athletes includes non-cardiac causes, such as vasovagal events, heatstroke, dehydration, and blunt trauma. A comprehensive sports participation evaluation can reassure athletes and their families that they are at low risk of sudden cardiac arrest, death, or other predictable injury."}
{"id": "article-29408_26", "title": "Sports Participation Evaluation -- Clinical Significance -- Cardiac Conditions Associated With Cardiac Arrest in Athletes", "content": "Hypertrophic Obstructive Cardiomyopathy (the most common cause of sudden death in young athletes) [10] [11] [12] Coronary Artery Anomaly (the second most common cause of sudden death in young athletes) Coronary Artery Disease (the most common overall cause of death in athletes of any age due to its relatively high prevalence among older athletes) [13] Arrhythmias such as ventricular tachycardia are among the most frequent causes of sudden death. [14] [13] Anabolic Steroid Induced Cardiac Disease, including left ventricular hypertrophy [15] Arrhythmogenic Right Ventricular Dysplasia Dilated Cardiomyopathy Left Ventricular Noncompaction Congenital Long QT Syndrome Short QT Syndrome Brugada Syndrome Wolff Parkinson White Syndrome Catecholaminergic Polymorphic Ventricular Tachycardia Early Repolarization Syndrome Myocarditis Commotio Cordis associated with sudden chest wall impact, usually in contact sports", "contents": "Sports Participation Evaluation -- Clinical Significance -- Cardiac Conditions Associated With Cardiac Arrest in Athletes. Hypertrophic Obstructive Cardiomyopathy (the most common cause of sudden death in young athletes) [10] [11] [12] Coronary Artery Anomaly (the second most common cause of sudden death in young athletes) Coronary Artery Disease (the most common overall cause of death in athletes of any age due to its relatively high prevalence among older athletes) [13] Arrhythmias such as ventricular tachycardia are among the most frequent causes of sudden death. [14] [13] Anabolic Steroid Induced Cardiac Disease, including left ventricular hypertrophy [15] Arrhythmogenic Right Ventricular Dysplasia Dilated Cardiomyopathy Left Ventricular Noncompaction Congenital Long QT Syndrome Short QT Syndrome Brugada Syndrome Wolff Parkinson White Syndrome Catecholaminergic Polymorphic Ventricular Tachycardia Early Repolarization Syndrome Myocarditis Commotio Cordis associated with sudden chest wall impact, usually in contact sports"}
{"id": "article-29408_27", "title": "Sports Participation Evaluation -- Clinical Significance -- Other Conditions Associated With Injury", "content": "Beyond assessing the risk of sudden death, general harm to individual athletes should be evaluated based on their medical history and chosen sport. Concussion history and the risk of neurological harm and chronic traumatic encephalopathy in contact sports Rheumatologic disease and the forced stresses induced upon already damaged soft tissues Orthopedic injuries and ensuring optimal recovery of prior trauma before returning to competitive sports Hematologic disorders that may lead to internal organ bleeding or significant blood loss after blunt trauma or lacerations", "contents": "Sports Participation Evaluation -- Clinical Significance -- Other Conditions Associated With Injury. Beyond assessing the risk of sudden death, general harm to individual athletes should be evaluated based on their medical history and chosen sport. Concussion history and the risk of neurological harm and chronic traumatic encephalopathy in contact sports Rheumatologic disease and the forced stresses induced upon already damaged soft tissues Orthopedic injuries and ensuring optimal recovery of prior trauma before returning to competitive sports Hematologic disorders that may lead to internal organ bleeding or significant blood loss after blunt trauma or lacerations"}
{"id": "article-29408_28", "title": "Sports Participation Evaluation -- Clinical Significance -- PEDs and Associated Health Risks", "content": "Anabolic steroids induce many symptoms and illnesses, which may increase the long-term risk of early mortality. Peptide hormones may lead to cardiac structural changes that are tied to cardiac arrest and increase the risk of cancers. Stimulants can lead to long-term cardiovascular damage and increase the risk of both benign and dangerous arrhythmias. [16]", "contents": "Sports Participation Evaluation -- Clinical Significance -- PEDs and Associated Health Risks. Anabolic steroids induce many symptoms and illnesses, which may increase the long-term risk of early mortality. Peptide hormones may lead to cardiac structural changes that are tied to cardiac arrest and increase the risk of cancers. Stimulants can lead to long-term cardiovascular damage and increase the risk of both benign and dangerous arrhythmias. [16]"}
{"id": "article-29408_29", "title": "Sports Participation Evaluation -- Other Issues", "content": "Frequently, teenagers report concussion-like symptoms without a history of head trauma. These include fatigue, sleep problems, difficulty concentrating, and headaches. A standardized sports concussion assessment tool like the SCAT-3 before contact sports can help distinguish concussion symptoms after injury from a patient's baseline report and prevent players from being unnecessarily excluded from participation. [17]", "contents": "Sports Participation Evaluation -- Other Issues. Frequently, teenagers report concussion-like symptoms without a history of head trauma. These include fatigue, sleep problems, difficulty concentrating, and headaches. A standardized sports concussion assessment tool like the SCAT-3 before contact sports can help distinguish concussion symptoms after injury from a patient's baseline report and prevent players from being unnecessarily excluded from participation. [17]"}
{"id": "article-29408_30", "title": "Sports Participation Evaluation -- Other Issues", "content": "The American Academy of Pediatrics suggests inquiring about many additional relevant topics during the sports examination. This is more likely to occur when the pre-participation evaluation occurs in an office rather than a station setting. Even then, time constraints may limit a discussion of the following subjects: Stress and pressure the athlete may be experiencing Symptoms of depression and administering a standardized screening tool like the Patient Health Questionnaire (PHQ-9) Whether or not the athlete feels safe at home Tobacco or any substance use Substances or supplements intended to promote weight gain or loss Seat belt use and general safety measures", "contents": "Sports Participation Evaluation -- Other Issues. The American Academy of Pediatrics suggests inquiring about many additional relevant topics during the sports examination. This is more likely to occur when the pre-participation evaluation occurs in an office rather than a station setting. Even then, time constraints may limit a discussion of the following subjects: Stress and pressure the athlete may be experiencing Symptoms of depression and administering a standardized screening tool like the Patient Health Questionnaire (PHQ-9) Whether or not the athlete feels safe at home Tobacco or any substance use Substances or supplements intended to promote weight gain or loss Seat belt use and general safety measures"}
{"id": "article-29408_31", "title": "Sports Participation Evaluation -- Enhancing Healthcare Team Outcomes", "content": "Clinicians and healthcare workers should take an interprofessional team-based approach to ensure safe participation in sports. Primary care clinicians, including physicians, physician assistants, and nurse practitioners, can screen athletes for significant medical issues. Pharmacists play a role as educators and assist the clinical team with reviewing medications and substances. The unnecessary use of nutritional and health supplements can be avoided if athletes are informed and have ready access to consulting pharmacists and registered dietitians.", "contents": "Sports Participation Evaluation -- Enhancing Healthcare Team Outcomes. Clinicians and healthcare workers should take an interprofessional team-based approach to ensure safe participation in sports. Primary care clinicians, including physicians, physician assistants, and nurse practitioners, can screen athletes for significant medical issues. Pharmacists play a role as educators and assist the clinical team with reviewing medications and substances. The unnecessary use of nutritional and health supplements can be avoided if athletes are informed and have ready access to consulting pharmacists and registered dietitians."}
{"id": "article-29408_32", "title": "Sports Participation Evaluation -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team approach is well-suited to pre-participation examinations in a setting with multiple stations to evaluate players. Nurses can assist with history taking, vital signs, recording growth charts and BMI data, performing parts of the physical examination, completing health forms, coordinating referrals to specialists, and answering patient and family questions. An interprofessional team approach will likely result in the best clinical outcomes for athletes.", "contents": "Sports Participation Evaluation -- Enhancing Healthcare Team Outcomes. The interprofessional team approach is well-suited to pre-participation examinations in a setting with multiple stations to evaluate players. Nurses can assist with history taking, vital signs, recording growth charts and BMI data, performing parts of the physical examination, completing health forms, coordinating referrals to specialists, and answering patient and family questions. An interprofessional team approach will likely result in the best clinical outcomes for athletes."}
{"id": "article-29408_33", "title": "Sports Participation Evaluation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sports Participation Evaluation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}