{"id": "article-30983_0", "title": "Varicella-Zoster Immune Globulin -- Continuing Education Activity", "content": "Varicella-zoster immune globulin (VZIG) plays a crucial role in averting varicella infection in high-risk individuals as a post-exposure prevention and treatment option. Classified within the \"Opportunistic Infections and Co-infections\" treatment category, VZIG has proven effective in mitigating the severity of varicella in susceptible patients. This educational activity explores key aspects of VZIG therapy, encompassing indications, contraindications, mechanisms of action, and potential adverse effects. This program also underscores the vital role of interprofessional teams in managing possible infections among high-risk individuals, providing a shield against varicella and its associated complications.", "contents": "Varicella-Zoster Immune Globulin -- Continuing Education Activity. Varicella-zoster immune globulin (VZIG) plays a crucial role in averting varicella infection in high-risk individuals as a post-exposure prevention and treatment option. Classified within the \"Opportunistic Infections and Co-infections\" treatment category, VZIG has proven effective in mitigating the severity of varicella in susceptible patients. This educational activity explores key aspects of VZIG therapy, encompassing indications, contraindications, mechanisms of action, and potential adverse effects. This program also underscores the vital role of interprofessional teams in managing possible infections among high-risk individuals, providing a shield against varicella and its associated complications."}
{"id": "article-30983_1", "title": "Varicella-Zoster Immune Globulin -- Continuing Education Activity", "content": "Participants in this session will acquire a comprehensive understanding of the essential elements of VZIG therapy, enabling them to make informed decisions and implement appropriate measures for post-exposure prophylaxis. Highlighting the clinical significance of VZIG, this activity aims to empower healthcare providers with the requisite knowledge to identify high-risk individuals, recommend proper administration, and effectively mitigate varicella-related risks. By addressing the complexities of VZIG therapy, this activity advocates for an interprofessional approach, ensuring comprehensive care and prophylactic measures against varicella within vulnerable populations.", "contents": "Varicella-Zoster Immune Globulin -- Continuing Education Activity. Participants in this session will acquire a comprehensive understanding of the essential elements of VZIG therapy, enabling them to make informed decisions and implement appropriate measures for post-exposure prophylaxis. Highlighting the clinical significance of VZIG, this activity aims to empower healthcare providers with the requisite knowledge to identify high-risk individuals, recommend proper administration, and effectively mitigate varicella-related risks. By addressing the complexities of VZIG therapy, this activity advocates for an interprofessional approach, ensuring comprehensive care and prophylactic measures against varicella within vulnerable populations."}
{"id": "article-30983_2", "title": "Varicella-Zoster Immune Globulin -- Continuing Education Activity", "content": "Objectives: Identify patients at high risk of severe varicella infection necessitating varicella-zoster immune globulin (VZIG) prophylaxis based on age, immunocompromised status, or lack of evidence of immunity. Implement appropriate dosing, timing, and administering VZIG post-exposure prevention in high-risk individuals to prevent severe varicella complications. Assess the efficacy of VZIG therapy by monitoring clinical response, adverse effects, and serological indicators post-administration. Implement effective communication with patients and caregivers about the purpose, benefits, and potential risks associated with varicella immune globulin administration. Access free multiple choice questions on this topic.", "contents": "Varicella-Zoster Immune Globulin -- Continuing Education Activity. Objectives: Identify patients at high risk of severe varicella infection necessitating varicella-zoster immune globulin (VZIG) prophylaxis based on age, immunocompromised status, or lack of evidence of immunity. Implement appropriate dosing, timing, and administering VZIG post-exposure prevention in high-risk individuals to prevent severe varicella complications. Assess the efficacy of VZIG therapy by monitoring clinical response, adverse effects, and serological indicators post-administration. Implement effective communication with patients and caregivers about the purpose, benefits, and potential risks associated with varicella immune globulin administration. Access free multiple choice questions on this topic."}
{"id": "article-30983_3", "title": "Varicella-Zoster Immune Globulin -- Indications", "content": "Varicella-zoster virus (HHV-3) is a highly contagious virus that can cause either chickenpox or herpes zoster. The virus is transmitted mainly through inhalation of the virus-infected aerosolized droplets. HHV-3 initially presents as an upper airway infection, which enters the circulation 2 to 3 days before causing another bout of viremia (after 10 to 12 days) when it presents with a characteristic pruritic, vesicular rash over the skin and mucous membranes. Additional features include fever and a loss of appetite. This rash typically begins on the face and the trunk and then spreads to the extremities, usually resolving in 4 to 7 days. Individuals produce IgA, IgM, and IgG as a response to the infection, and IgG antibodies provide lifelong immunity against the virus. Varicella-zoster virus (VZV) can remain dormant in the sensory nerves after a primary varicella infection. Its reactivation can cause herpes zoster, a painful vesicular rash along a dermatome that does not cross the midline. [1]", "contents": "Varicella-Zoster Immune Globulin -- Indications. Varicella-zoster virus (HHV-3) is a highly contagious virus that can cause either chickenpox or herpes zoster. The virus is transmitted mainly through inhalation of the virus-infected aerosolized droplets. HHV-3 initially presents as an upper airway infection, which enters the circulation 2 to 3 days before causing another bout of viremia (after 10 to 12 days) when it presents with a characteristic pruritic, vesicular rash over the skin and mucous membranes. Additional features include fever and a loss of appetite. This rash typically begins on the face and the trunk and then spreads to the extremities, usually resolving in 4 to 7 days. Individuals produce IgA, IgM, and IgG as a response to the infection, and IgG antibodies provide lifelong immunity against the virus. Varicella-zoster virus (VZV) can remain dormant in the sensory nerves after a primary varicella infection. Its reactivation can cause herpes zoster, a painful vesicular rash along a dermatome that does not cross the midline. [1]"}
{"id": "article-30983_4", "title": "Varicella-Zoster Immune Globulin -- Indications", "content": "The FDA has approved VZV vaccinations, a decision that has significantly decreased the number of patients admitted with varicella annually in the United States. The vaccines are available for patients 12 months and older, making chickenpox a preventable disease. However, immunocompromised and pregnant patients are ineligible for these vaccinations. [2]", "contents": "Varicella-Zoster Immune Globulin -- Indications. The FDA has approved VZV vaccinations, a decision that has significantly decreased the number of patients admitted with varicella annually in the United States. The vaccines are available for patients 12 months and older, making chickenpox a preventable disease. However, immunocompromised and pregnant patients are ineligible for these vaccinations. [2]"}
{"id": "article-30983_5", "title": "Varicella-Zoster Immune Globulin -- Indications", "content": "Varicella-zoster immune globulin (VZIG) was first researched in the 1960s and prepared from samples from patients recovering from varicella-zoster. The drug reduces the severity and attack rates of primary varicella. Following modification in the late 1970s, the varicella immune globulin came onto the market for high-risk individuals with varicella exposure, and it underwent further revision to the current immune globulin sold in the United States.", "contents": "Varicella-Zoster Immune Globulin -- Indications. Varicella-zoster immune globulin (VZIG) was first researched in the 1960s and prepared from samples from patients recovering from varicella-zoster. The drug reduces the severity and attack rates of primary varicella. Following modification in the late 1970s, the varicella immune globulin came onto the market for high-risk individuals with varicella exposure, and it underwent further revision to the current immune globulin sold in the United States."}
{"id": "article-30983_6", "title": "Varicella-Zoster Immune Globulin -- Indications -- FDA-Approved Indication", "content": "Varicella-zoster immune globulin should be considered for post-exposure prevention in individuals with a high risk of developing severe disease, lacking immunity, or ineligible for vaccination. [3] The CDC recommends varicella-zoster immune globulin either immediately or up to 10 days following exposure for maximal efficacy for the following patient groups:", "contents": "Varicella-Zoster Immune Globulin -- Indications -- FDA-Approved Indication. Varicella-zoster immune globulin should be considered for post-exposure prevention in individuals with a high risk of developing severe disease, lacking immunity, or ineligible for vaccination. [3] The CDC recommends varicella-zoster immune globulin either immediately or up to 10 days following exposure for maximal efficacy for the following patient groups:"}
{"id": "article-30983_7", "title": "Varicella-Zoster Immune Globulin -- Indications -- FDA-Approved Indication", "content": "Immunocompromised patients with no evidence of immunity (including those who have primary or secondary immunodeficiencies), patients with an underlying neoplastic disease, and persons receiving immunosuppressive therapies are also indicated for patients undergoing hematopoietic cell transplantation who have not yet been re-immunized against varicella infection. Mothers of newborn infants who have signs and symptoms of varicella around the time of delivery (ie, 5 days before delivery and up to 2 days after); VZV transmission can be transplacental (in utero) or can happen during a contact perinatally or postnatally. Premature infants hospitalized or born at ≥28 weeks of gestation whose mothers lack evidence of immunity to varicella. Premature infants hospitalized or born at <28 weeks of gestation or weighing <1000g at birth, even if their mothers have evidence of immunity to varicella. Pregnant women who lack evidence of immunity.", "contents": "Varicella-Zoster Immune Globulin -- Indications -- FDA-Approved Indication. Immunocompromised patients with no evidence of immunity (including those who have primary or secondary immunodeficiencies), patients with an underlying neoplastic disease, and persons receiving immunosuppressive therapies are also indicated for patients undergoing hematopoietic cell transplantation who have not yet been re-immunized against varicella infection. Mothers of newborn infants who have signs and symptoms of varicella around the time of delivery (ie, 5 days before delivery and up to 2 days after); VZV transmission can be transplacental (in utero) or can happen during a contact perinatally or postnatally. Premature infants hospitalized or born at ≥28 weeks of gestation whose mothers lack evidence of immunity to varicella. Premature infants hospitalized or born at <28 weeks of gestation or weighing <1000g at birth, even if their mothers have evidence of immunity to varicella. Pregnant women who lack evidence of immunity."}
{"id": "article-30983_8", "title": "Varicella-Zoster Immune Globulin -- Indications -- FDA-Approved Indication", "content": "Immunocompromised patients who were receiving a monthly high dose of intravenous immune globulin (IVIG) and received the dose <3 weeks before exposure were likely to be protected from varicella. [3] [4] [5]", "contents": "Varicella-Zoster Immune Globulin -- Indications -- FDA-Approved Indication. Immunocompromised patients who were receiving a monthly high dose of intravenous immune globulin (IVIG) and received the dose <3 weeks before exposure were likely to be protected from varicella. [3] [4] [5]"}
{"id": "article-30983_9", "title": "Varicella-Zoster Immune Globulin -- Mechanism of Action", "content": "B lymphocytes (plasma cells) produce immunoglobulins, which function as antibodies and can recognize a vast spectrum of antigenic epitopes. Adequate functioning of these immunoglobulins is essential for a healthy humoral immune response. Each immunoglobulin structure is unique, and an extensive collection of immunoglobulins allows the body to respond to various antigens, a process termed passive protection. This passive protection protects the patient until they can produce antibodies against VZV. [6]", "contents": "Varicella-Zoster Immune Globulin -- Mechanism of Action. B lymphocytes (plasma cells) produce immunoglobulins, which function as antibodies and can recognize a vast spectrum of antigenic epitopes. Adequate functioning of these immunoglobulins is essential for a healthy humoral immune response. Each immunoglobulin structure is unique, and an extensive collection of immunoglobulins allows the body to respond to various antigens, a process termed passive protection. This passive protection protects the patient until they can produce antibodies against VZV. [6]"}
{"id": "article-30983_10", "title": "Varicella-Zoster Immune Globulin -- Mechanism of Action", "content": "Human immunoglobulin products are produced from an amalgamation of plasma from several donors; this ensures that the final product contains a wide variety of antibody repertoires with a collection of variable domains of antibodies within the regular serum. The IgG molecules must have suitable functional activities such as complement-mediated bactericidal activity, virus-neutralizing activity, opsonization (ie, marking a pathogen for destruction), and the ability to inactivate toxins to create an effective immune response against various microorganisms. The herpes zoster immune globulin contains antibodies (IgG) from pooled human plasma of individuals with high varicella-zoster titers, providing passive immunity. [7] [8]", "contents": "Varicella-Zoster Immune Globulin -- Mechanism of Action. Human immunoglobulin products are produced from an amalgamation of plasma from several donors; this ensures that the final product contains a wide variety of antibody repertoires with a collection of variable domains of antibodies within the regular serum. The IgG molecules must have suitable functional activities such as complement-mediated bactericidal activity, virus-neutralizing activity, opsonization (ie, marking a pathogen for destruction), and the ability to inactivate toxins to create an effective immune response against various microorganisms. The herpes zoster immune globulin contains antibodies (IgG) from pooled human plasma of individuals with high varicella-zoster titers, providing passive immunity. [7] [8]"}
{"id": "article-30983_11", "title": "Varicella-Zoster Immune Globulin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: IV varicella-zoster immune globulin administration generally persists for 6 weeks or longer. Following IM administration of varicella immune globulin products, varicella antibodies are detectable within 2 or 3 days. VZIG levels are expected to peak within 3 to 7 days of administration. Distribution: Intramuscular varicella-zoster immune globulin administration achieves nearly 100% bioavailability. Metabolism: Metabolism of immune globulins occurs in the reticuloendothelial system. Elimination: Excretion information is unavailable, but the drug exhibits a half-life of 24 to 30 days following IM administration.", "contents": "Varicella-Zoster Immune Globulin -- Mechanism of Action -- Pharmacokinetics. Absorption: IV varicella-zoster immune globulin administration generally persists for 6 weeks or longer. Following IM administration of varicella immune globulin products, varicella antibodies are detectable within 2 or 3 days. VZIG levels are expected to peak within 3 to 7 days of administration. Distribution: Intramuscular varicella-zoster immune globulin administration achieves nearly 100% bioavailability. Metabolism: Metabolism of immune globulins occurs in the reticuloendothelial system. Elimination: Excretion information is unavailable, but the drug exhibits a half-life of 24 to 30 days following IM administration."}
{"id": "article-30983_12", "title": "Varicella-Zoster Immune Globulin -- Administration -- Dosage Forms", "content": "Human immunoglobulin products are available as intravenous immune globulin (IVIG), subcutaneous immune globulin (SCIG), and intramuscular immune globulin (IMIG). In the United States, varicella-zoster immune globulin is available only as intramuscular immune globulin (IMIG). The FDA approved the drug in December 2012.", "contents": "Varicella-Zoster Immune Globulin -- Administration -- Dosage Forms. Human immunoglobulin products are available as intravenous immune globulin (IVIG), subcutaneous immune globulin (SCIG), and intramuscular immune globulin (IMIG). In the United States, varicella-zoster immune globulin is available only as intramuscular immune globulin (IMIG). The FDA approved the drug in December 2012."}
{"id": "article-30983_13", "title": "Varicella-Zoster Immune Globulin -- Administration -- Dosage Forms", "content": "Varicella-zoster immune globulin comes in 125 IU per 1.2 mL vials, and administration should only be intramuscular and as directed by the manufacturer. No dose adjustments are recommended for renal or hepatic impairment. Individuals who later become eligible for vaccination should receive varicella vaccine ≥5 months after varicella-zoster immune globulin administration. [3]", "contents": "Varicella-Zoster Immune Globulin -- Administration -- Dosage Forms. Varicella-zoster immune globulin comes in 125 IU per 1.2 mL vials, and administration should only be intramuscular and as directed by the manufacturer. No dose adjustments are recommended for renal or hepatic impairment. Individuals who later become eligible for vaccination should receive varicella vaccine ≥5 months after varicella-zoster immune globulin administration. [3]"}
{"id": "article-30983_14", "title": "Varicella-Zoster Immune Globulin -- Administration -- Adult Dosing", "content": "Post-exposure varicella-zoster prevention should start as soon as possible following exposure. The drug may be given up to 10 days post-exposure. The dosing for all patients is based on weight: <30 kg: 375 units IM for a single dose 30.1 to 40 kg: 500 units IM for a single dose >40 kg: 625 units IM for a single dose", "contents": "Varicella-Zoster Immune Globulin -- Administration -- Adult Dosing. Post-exposure varicella-zoster prevention should start as soon as possible following exposure. The drug may be given up to 10 days post-exposure. The dosing for all patients is based on weight: <30 kg: 375 units IM for a single dose 30.1 to 40 kg: 500 units IM for a single dose >40 kg: 625 units IM for a single dose"}
{"id": "article-30983_15", "title": "Varicella-Zoster Immune Globulin -- Administration -- Pediatric Dosing", "content": "<2 kg: 62.5 units IM for a single dose. 2.1 to 10 kg: 125 units IM for a single dose. 10.1 to 20 kg: 250 units IM for a single dose. 20.1 to 30 kg: 375 units IM for a single dose. 30.1 to 40 kg: 500 units IM for a single dose. >40 kg: 625 units IM for a single dose.", "contents": "Varicella-Zoster Immune Globulin -- Administration -- Pediatric Dosing. <2 kg: 62.5 units IM for a single dose. 2.1 to 10 kg: 125 units IM for a single dose. 10.1 to 20 kg: 250 units IM for a single dose. 20.1 to 30 kg: 375 units IM for a single dose. 30.1 to 40 kg: 500 units IM for a single dose. >40 kg: 625 units IM for a single dose."}
{"id": "article-30983_16", "title": "Varicella-Zoster Immune Globulin -- Administration -- Special Patient Populations", "content": "Renal impairment dosing: No dose adjustment is necessary; dosing for dialysis patients is undefined. Hepatic impairment dosing: Hepatic dosing is undefined. Pregnancy considerations: There is no known risk of fetal harm based on human data. Breastfeeding considerations: No human data is available to assess the risk of infant harm or effects on milk production; clinicians should weigh risks vs benefits. Pediatric patients: See pediatric dosing above. Older patients: No limitations on dosing based on age for older patients.", "contents": "Varicella-Zoster Immune Globulin -- Administration -- Special Patient Populations. Renal impairment dosing: No dose adjustment is necessary; dosing for dialysis patients is undefined. Hepatic impairment dosing: Hepatic dosing is undefined. Pregnancy considerations: There is no known risk of fetal harm based on human data. Breastfeeding considerations: No human data is available to assess the risk of infant harm or effects on milk production; clinicians should weigh risks vs benefits. Pediatric patients: See pediatric dosing above. Older patients: No limitations on dosing based on age for older patients."}
{"id": "article-30983_17", "title": "Varicella-Zoster Immune Globulin -- Adverse Effects", "content": "Local pain at the injection site is the most typical adverse reaction from VZIG administration. One percent to 10% of patients have developed headaches, fatigue, and chills. Other less common reactions include skin rash and nausea. Very rarely, patients also develop DVT, serum sickness, hypersensitivity reaction, and thrombosis. [9]", "contents": "Varicella-Zoster Immune Globulin -- Adverse Effects. Local pain at the injection site is the most typical adverse reaction from VZIG administration. One percent to 10% of patients have developed headaches, fatigue, and chills. Other less common reactions include skin rash and nausea. Very rarely, patients also develop DVT, serum sickness, hypersensitivity reaction, and thrombosis. [9]"}
{"id": "article-30983_18", "title": "Varicella-Zoster Immune Globulin -- Adverse Effects -- Drug-Drug Interactions", "content": "Varicella immune globulin should not be used with vaccine immune globulin, as the combination may increase the risk of thromboembolism. This risk is also present with numerous other agents at a lower level that may require modifying treatment. As always, a thorough medication reconciliation is necessary.", "contents": "Varicella-Zoster Immune Globulin -- Adverse Effects -- Drug-Drug Interactions. Varicella immune globulin should not be used with vaccine immune globulin, as the combination may increase the risk of thromboembolism. This risk is also present with numerous other agents at a lower level that may require modifying treatment. As always, a thorough medication reconciliation is necessary."}
{"id": "article-30983_19", "title": "Varicella-Zoster Immune Globulin -- Contraindications", "content": "Varicella-zoster immune globulin administration is contraindicated in patients with a history of IgA deficiency. Contraindications also include patients with a history of anaphylaxis to human immune globulin. IV use is also contraindicated. Clinicians should be aware that administration of the drug once the clinical illness has developed is ineffective. [10] [4]", "contents": "Varicella-Zoster Immune Globulin -- Contraindications. Varicella-zoster immune globulin administration is contraindicated in patients with a history of IgA deficiency. Contraindications also include patients with a history of anaphylaxis to human immune globulin. IV use is also contraindicated. Clinicians should be aware that administration of the drug once the clinical illness has developed is ineffective. [10] [4]"}
{"id": "article-30983_20", "title": "Varicella-Zoster Immune Globulin -- Monitoring", "content": "For patients receiving varicella-zoster immune globulin, observation for 28 days after exposure for any signs and symptoms of varicella infection is recommended. The administration of immune globulin might increase the disease's incubation period by ≥1 week. Antiviral therapy should start immediately if a patient develops signs and symptoms of varicella. [3]", "contents": "Varicella-Zoster Immune Globulin -- Monitoring. For patients receiving varicella-zoster immune globulin, observation for 28 days after exposure for any signs and symptoms of varicella infection is recommended. The administration of immune globulin might increase the disease's incubation period by ≥1 week. Antiviral therapy should start immediately if a patient develops signs and symptoms of varicella. [3]"}
{"id": "article-30983_21", "title": "Varicella-Zoster Immune Globulin -- Toxicity", "content": "Since the drug is prepared from a human plasma pool, it may contain other infectious agents. The LD 50 is undetermined, as the maximal dose did not kill any experimental animals.", "contents": "Varicella-Zoster Immune Globulin -- Toxicity. Since the drug is prepared from a human plasma pool, it may contain other infectious agents. The LD 50 is undetermined, as the maximal dose did not kill any experimental animals."}
{"id": "article-30983_22", "title": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes", "content": "While the demand for varicella-zoster immune globulin has reduced significantly, it is essential to remember that exposure to varicella and herpes zoster can still occur. Early recognition of exposure is critical in pregnant females as there is a high risk of maternal complications due to varicella infection. Using varicella-zoster immune globulin helps modify disease and reduces maternal morbidity.", "contents": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes. While the demand for varicella-zoster immune globulin has reduced significantly, it is essential to remember that exposure to varicella and herpes zoster can still occur. Early recognition of exposure is critical in pregnant females as there is a high risk of maternal complications due to varicella infection. Using varicella-zoster immune globulin helps modify disease and reduces maternal morbidity."}
{"id": "article-30983_23", "title": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes", "content": "Similar principles also apply to immunocompromised patients and premature neonates. [4] Varicella-zoster immune globulin must not be confused with the varicella virus vaccine, which is contraindicated during pregnancy and can be given erroneously to pregnant women exposed to the varicella virus. Additionally, clinicians must remember to administer varicella-zoster immune globulin immediately after exposure and within 10 days. [11] [12] [5] [3]", "contents": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes. Similar principles also apply to immunocompromised patients and premature neonates. [4] Varicella-zoster immune globulin must not be confused with the varicella virus vaccine, which is contraindicated during pregnancy and can be given erroneously to pregnant women exposed to the varicella virus. Additionally, clinicians must remember to administer varicella-zoster immune globulin immediately after exposure and within 10 days. [11] [12] [5] [3]"}
{"id": "article-30983_24", "title": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach is optimal for administering therapy with varicella-zoster immune globulin. This interprofessional team will include physicians, advanced practice practitioners, nursing staff, and pharmacists.", "contents": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes. An interprofessional team approach is optimal for administering therapy with varicella-zoster immune globulin. This interprofessional team will include physicians, advanced practice practitioners, nursing staff, and pharmacists."}
{"id": "article-30983_25", "title": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Varicella-zoster immune globulin has minimal adverse reactions and toxicity. Studies have shown that early administration, especially in pregnant women, decreases maternal morbidity and that exposed patients have good clinical outcomes. Additionally, varicella-zoster immune globulin prophylaxis reduced the incidence and morbidity of varicella-zoster in preterm newborns and infants exposed in utero. [13]", "contents": "Varicella-Zoster Immune Globulin -- Enhancing Healthcare Team Outcomes -- Outcomes. Varicella-zoster immune globulin has minimal adverse reactions and toxicity. Studies have shown that early administration, especially in pregnant women, decreases maternal morbidity and that exposed patients have good clinical outcomes. Additionally, varicella-zoster immune globulin prophylaxis reduced the incidence and morbidity of varicella-zoster in preterm newborns and infants exposed in utero. [13]"}
{"id": "article-30983_26", "title": "Varicella-Zoster Immune Globulin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Varicella-Zoster Immune Globulin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}