{"id": "article-29053_0", "title": "Sinus of Valsalva Aneurysm -- Continuing Education Activity", "content": "A sinus of valsalva aneurysm (SOVA) is an abnormal dilatation of the aortic root located between the aortic valve annulus and the sinotubular junction. It occurs as a consequence of weakness of the elastic lamina at the junction of the aortic media and the annulus fibrosis. The function of the normal sinuses is to prevent occlusion of the coronary artery ostia during systole when the aortic valve opens. The normal sinus diameter is less than 4.0 cm for men and 3.6 cm for women. Sinus of Valsalva aneurysms can be either congenital or acquired. They are usually isolated, though rare case reports describe aneurysms involving two to three sinuses. Sinus of valsalva aneurysm rupture is a potentially fatal complication and should prompt an urgent referral to a cardiothoracic surgeon for consideration of repair. This activity describes the risk factors, evaluation, and management of sinus of valsalva aneurysms and highlights the role of the interprofessional team in enhancing care delivery for affected patients.", "contents": "Sinus of Valsalva Aneurysm -- Continuing Education Activity. A sinus of valsalva aneurysm (SOVA) is an abnormal dilatation of the aortic root located between the aortic valve annulus and the sinotubular junction. It occurs as a consequence of weakness of the elastic lamina at the junction of the aortic media and the annulus fibrosis. The function of the normal sinuses is to prevent occlusion of the coronary artery ostia during systole when the aortic valve opens. The normal sinus diameter is less than 4.0 cm for men and 3.6 cm for women. Sinus of Valsalva aneurysms can be either congenital or acquired. They are usually isolated, though rare case reports describe aneurysms involving two to three sinuses. Sinus of valsalva aneurysm rupture is a potentially fatal complication and should prompt an urgent referral to a cardiothoracic surgeon for consideration of repair. This activity describes the risk factors, evaluation, and management of sinus of valsalva aneurysms and highlights the role of the interprofessional team in enhancing care delivery for affected patients."}
{"id": "article-29053_1", "title": "Sinus of Valsalva Aneurysm -- Continuing Education Activity", "content": "Objectives: Review the etiology of sinus of valsalva aneurysms. Explain the presentation of sinus of valsalva aneurysms. Identify the treatment and management options for sinus of valsalva aneurysms. Explain a well-coordinated interprofessional team approach to provide effective care to patients affected by sinus of valsalva aneurysms. Access free multiple choice questions on this topic.", "contents": "Sinus of Valsalva Aneurysm -- Continuing Education Activity. Objectives: Review the etiology of sinus of valsalva aneurysms. Explain the presentation of sinus of valsalva aneurysms. Identify the treatment and management options for sinus of valsalva aneurysms. Explain a well-coordinated interprofessional team approach to provide effective care to patients affected by sinus of valsalva aneurysms. Access free multiple choice questions on this topic."}
{"id": "article-29053_2", "title": "Sinus of Valsalva Aneurysm -- Introduction", "content": "Sinus of Valsalva aneurysm (SOVA) is an abnormal dilatation of the aortic root located between the aortic valve annulus and the sinotubular junction. This occurs as a consequence of the weakness of the elastic lamina at the junction of the aortic media and the annulus fibrosis. The function of the normal sinuses is to prevent occlusion of the coronary artery ostia during systole when the aortic valve opens. The normal sinus diameter is less than 4.0 cm for men and 3.6 cm for women. Sinus of Valsalva aneurysm can be either congenital or acquired. They are usually isolated, rare case reports describe aneurysm of two to three sinuses. Sinus of Valsalva aneurysm rupture is a potentially fatal complication of sinus of Valsalva aneurysm and should prompt urgent referral to a cardiothoracic surgeon for consideration of repair. [1] [2] [3] [4]", "contents": "Sinus of Valsalva Aneurysm -- Introduction. Sinus of Valsalva aneurysm (SOVA) is an abnormal dilatation of the aortic root located between the aortic valve annulus and the sinotubular junction. This occurs as a consequence of the weakness of the elastic lamina at the junction of the aortic media and the annulus fibrosis. The function of the normal sinuses is to prevent occlusion of the coronary artery ostia during systole when the aortic valve opens. The normal sinus diameter is less than 4.0 cm for men and 3.6 cm for women. Sinus of Valsalva aneurysm can be either congenital or acquired. They are usually isolated, rare case reports describe aneurysm of two to three sinuses. Sinus of Valsalva aneurysm rupture is a potentially fatal complication of sinus of Valsalva aneurysm and should prompt urgent referral to a cardiothoracic surgeon for consideration of repair. [1] [2] [3] [4]"}
{"id": "article-29053_3", "title": "Sinus of Valsalva Aneurysm -- Etiology", "content": "Sinus of Valsalva aneurysm can be either congenital or acquired. Embryologically, sinus of Valsalva aneurysm forms first as a blind diverticulum secondary to pressure forces on the aortic root. Congenital sinus of Valsalva aneurysm has been linked to connective tissue diseases, such as Marfan's syndrome and Ehlers-Danlos syndrome. Congenital Sinus of Valsalva aneurysm may be associated with bicuspid aortic valves. [5] [6] [7]", "contents": "Sinus of Valsalva Aneurysm -- Etiology. Sinus of Valsalva aneurysm can be either congenital or acquired. Embryologically, sinus of Valsalva aneurysm forms first as a blind diverticulum secondary to pressure forces on the aortic root. Congenital sinus of Valsalva aneurysm has been linked to connective tissue diseases, such as Marfan's syndrome and Ehlers-Danlos syndrome. Congenital Sinus of Valsalva aneurysm may be associated with bicuspid aortic valves. [5] [6] [7]"}
{"id": "article-29053_4", "title": "Sinus of Valsalva Aneurysm -- Etiology", "content": "Acquired forms of sinus of Valsalva aneurysm may also be seen with connective tissue disease. Infectious etiologies that weaken elastic tissue and are associated with acquired Sinus of Valsalva aneurysm include syphilis, bacterial endocarditis, and tuberculosis. Sinus of Valsalva aneurysm may also occur secondary to chronic changes of atherosclerosis and medial cystic necrosis. Chest trauma and iatrogenic injury during aortic valve surgery have been reported as causes of acquired Sinus of Valsalva aneurysm. Vasculitic diseases, such as Takayasu's Arteritis, may lead to a formation of the sinus of Valsalva aneurysm.", "contents": "Sinus of Valsalva Aneurysm -- Etiology. Acquired forms of sinus of Valsalva aneurysm may also be seen with connective tissue disease. Infectious etiologies that weaken elastic tissue and are associated with acquired Sinus of Valsalva aneurysm include syphilis, bacterial endocarditis, and tuberculosis. Sinus of Valsalva aneurysm may also occur secondary to chronic changes of atherosclerosis and medial cystic necrosis. Chest trauma and iatrogenic injury during aortic valve surgery have been reported as causes of acquired Sinus of Valsalva aneurysm. Vasculitic diseases, such as Takayasu's Arteritis, may lead to a formation of the sinus of Valsalva aneurysm."}
{"id": "article-29053_5", "title": "Sinus of Valsalva Aneurysm -- Epidemiology", "content": "The estimated rate of Sinus of Valsalva aneurysm is approximately 0.09% of the general population, based on large autopsy series. SOVAs comprise up to 3.5% of all congenital heart defects. Sinus of Valsalva aneurysms usually affect the right coronary sinus, followed by the noncoronary sinus, and finally the left coronary sinus. Males are four times more likely to be affected than females. There is a higher reported incidence in Asian groups. [8] [9]", "contents": "Sinus of Valsalva Aneurysm -- Epidemiology. The estimated rate of Sinus of Valsalva aneurysm is approximately 0.09% of the general population, based on large autopsy series. SOVAs comprise up to 3.5% of all congenital heart defects. Sinus of Valsalva aneurysms usually affect the right coronary sinus, followed by the noncoronary sinus, and finally the left coronary sinus. Males are four times more likely to be affected than females. There is a higher reported incidence in Asian groups. [8] [9]"}
{"id": "article-29053_6", "title": "Sinus of Valsalva Aneurysm -- Pathophysiology", "content": "Non-ruptured sinus of Valsalva aneurysm is usually asymptomatic. However, non-ruptured sinus of Valsalva aneurysm can lead to cardiac arrhythmias; atrial fibrillation and complete heart block have both been described. Non-ruptured Sinus of Valsalva aneurysm thrombosis can lead to coronary ostia occlusion. These patients frequently present with acute coronary syndrome. Non-ruptured sinus of Valsalva aneurysm is associated with significant aortic valve regurgitation in 30% to 50% of cases.", "contents": "Sinus of Valsalva Aneurysm -- Pathophysiology. Non-ruptured sinus of Valsalva aneurysm is usually asymptomatic. However, non-ruptured sinus of Valsalva aneurysm can lead to cardiac arrhythmias; atrial fibrillation and complete heart block have both been described. Non-ruptured Sinus of Valsalva aneurysm thrombosis can lead to coronary ostia occlusion. These patients frequently present with acute coronary syndrome. Non-ruptured sinus of Valsalva aneurysm is associated with significant aortic valve regurgitation in 30% to 50% of cases."}
{"id": "article-29053_7", "title": "Sinus of Valsalva Aneurysm -- Pathophysiology", "content": "Ruptured sinus of Valsalva aneurysm is a feared complication of sinus of Valsalva aneurysm. Consequences of rupture typically depend on the anatomical location of the aneurysm. Rupture of the right and noncoronary sinuses typically results in communication between the aorta and either the right atrium or the right ventricular outflow tract, thus creating a left to right shunt, which can lead to right ventricular overload and right-sided heart failure. Left sinus of Valsalva aneurysm rupture is clinically less significant, causing communication to the left atrium or left ventricular outflow tract. [10] [11] [12]", "contents": "Sinus of Valsalva Aneurysm -- Pathophysiology. Ruptured sinus of Valsalva aneurysm is a feared complication of sinus of Valsalva aneurysm. Consequences of rupture typically depend on the anatomical location of the aneurysm. Rupture of the right and noncoronary sinuses typically results in communication between the aorta and either the right atrium or the right ventricular outflow tract, thus creating a left to right shunt, which can lead to right ventricular overload and right-sided heart failure. Left sinus of Valsalva aneurysm rupture is clinically less significant, causing communication to the left atrium or left ventricular outflow tract. [10] [11] [12]"}
{"id": "article-29053_8", "title": "Sinus of Valsalva Aneurysm -- Histopathology", "content": "Sinus of Valsalva aneurysm occurs due to a weakening of elastic lamina between the aortic media and the annulus fibrosis.", "contents": "Sinus of Valsalva Aneurysm -- Histopathology. Sinus of Valsalva aneurysm occurs due to a weakening of elastic lamina between the aortic media and the annulus fibrosis."}
{"id": "article-29053_9", "title": "Sinus of Valsalva Aneurysm -- History and Physical", "content": "Patients that have sinus of Valsalva aneurysm may be completely asymptomatic or may present with non-specific complaints, such as dyspnea, chest pain, palpitations, or loss of consciousness. Physical exam findings are usually not present unless an aneurysm is large or has ruptured. The classic finding on auscultation is a continuous sawing-like murmur that occurs over both heart sounds. There may be a diastolic descrescendo murmur suggestive of aortic regurgitation. Patients with ruptured sinus of Valsalva aneurysm will frequently present with dyspnea and decreased exercise tolerance. In advanced stages, congestive heart failure may occur.", "contents": "Sinus of Valsalva Aneurysm -- History and Physical. Patients that have sinus of Valsalva aneurysm may be completely asymptomatic or may present with non-specific complaints, such as dyspnea, chest pain, palpitations, or loss of consciousness. Physical exam findings are usually not present unless an aneurysm is large or has ruptured. The classic finding on auscultation is a continuous sawing-like murmur that occurs over both heart sounds. There may be a diastolic descrescendo murmur suggestive of aortic regurgitation. Patients with ruptured sinus of Valsalva aneurysm will frequently present with dyspnea and decreased exercise tolerance. In advanced stages, congestive heart failure may occur."}
{"id": "article-29053_10", "title": "Sinus of Valsalva Aneurysm -- Evaluation", "content": "Cardiac computed tomography is the test of choice for quantifying size and morphology of sinus of Valsalva aneurysm. Echocardiography, usually transesophageal, will demonstrate flow and hemodynamic significance if rupture is suspected. Cardiac MRI will demonstrate anatomy as well as hemodynamic significance as well. Cine Cardiac MRI is considered the gold standard for diagnosis but is not required if other imaging modalities sufficiently give the diagnosis as well as pertinent anatomic and physiologic details. Patients will undergo coronary angiography before cardiac surgery to assess coronary anatomy. Patients with low risk of coronary disease may have an evaluation of coronary anatomy using cardiac computed tomography, and may not need to undergo cardiac catheterization. Patients with intermediate or high risk for coronary artery disease will usually undergo cardiac catheterization for assessment of possible bypass grafting at the time of cardiac surgery.", "contents": "Sinus of Valsalva Aneurysm -- Evaluation. Cardiac computed tomography is the test of choice for quantifying size and morphology of sinus of Valsalva aneurysm. Echocardiography, usually transesophageal, will demonstrate flow and hemodynamic significance if rupture is suspected. Cardiac MRI will demonstrate anatomy as well as hemodynamic significance as well. Cine Cardiac MRI is considered the gold standard for diagnosis but is not required if other imaging modalities sufficiently give the diagnosis as well as pertinent anatomic and physiologic details. Patients will undergo coronary angiography before cardiac surgery to assess coronary anatomy. Patients with low risk of coronary disease may have an evaluation of coronary anatomy using cardiac computed tomography, and may not need to undergo cardiac catheterization. Patients with intermediate or high risk for coronary artery disease will usually undergo cardiac catheterization for assessment of possible bypass grafting at the time of cardiac surgery."}
{"id": "article-29053_11", "title": "Sinus of Valsalva Aneurysm -- Treatment / Management", "content": "Ruptured sinus of Valsalva aneurysm traditionally requires surgical management, although endovascular closure devices have been used with good outcomes. Surgical management of sinus of Valsalva aneurysm is preferred when there is significant aortic regurgitation or a ventricular septal defect. Surgical management remains the preferred method of treatment of ruptured sinus of Valsalva aneurysm. Ruptured sinus of Valsalva aneurysm warrants urgent cardiothoracic surgical evaluation, as patients may quickly deteriorate. [13] [14]", "contents": "Sinus of Valsalva Aneurysm -- Treatment / Management. Ruptured sinus of Valsalva aneurysm traditionally requires surgical management, although endovascular closure devices have been used with good outcomes. Surgical management of sinus of Valsalva aneurysm is preferred when there is significant aortic regurgitation or a ventricular septal defect. Surgical management remains the preferred method of treatment of ruptured sinus of Valsalva aneurysm. Ruptured sinus of Valsalva aneurysm warrants urgent cardiothoracic surgical evaluation, as patients may quickly deteriorate. [13] [14]"}
{"id": "article-29053_12", "title": "Sinus of Valsalva Aneurysm -- Treatment / Management", "content": "Non-ruptured sinus of Valsalva aneurysm should be surgically repaired if there is associated with significant symptoms or are rapidly enlarging. The 2010 American Guidelines for Thoracic Aortic Disease recommend surgical repair to be considered in those with aneurysms greater than 5.5 cm, greater than 5 cm in those with bicuspid valves, and greater than 4.5 cm in the setting of connective tissue disease. Sinus of Valsalva aneurysm repair should be considered when there is a growth rate of more than 0.5 cm/year. Surgical repair entails the use of cardiopulmonary bypass, cardioplegia, and either primary closure or patch closure. Surgical mortality ranges from 1.9% to 3.6%. Survival rates are close to 90% after 15 years.", "contents": "Sinus of Valsalva Aneurysm -- Treatment / Management. Non-ruptured sinus of Valsalva aneurysm should be surgically repaired if there is associated with significant symptoms or are rapidly enlarging. The 2010 American Guidelines for Thoracic Aortic Disease recommend surgical repair to be considered in those with aneurysms greater than 5.5 cm, greater than 5 cm in those with bicuspid valves, and greater than 4.5 cm in the setting of connective tissue disease. Sinus of Valsalva aneurysm repair should be considered when there is a growth rate of more than 0.5 cm/year. Surgical repair entails the use of cardiopulmonary bypass, cardioplegia, and either primary closure or patch closure. Surgical mortality ranges from 1.9% to 3.6%. Survival rates are close to 90% after 15 years."}
{"id": "article-29053_13", "title": "Sinus of Valsalva Aneurysm -- Treatment / Management", "content": "Medical management of Sinus of Valsalva aneurysm rupture is insufficient for definitive treatment. Medical management should serve as a bridge to help temporarily stabilize patients until surgical or transcatheter definitive therapy is available. Medical management involves treating arrhythmias as needed, treating endocarditis if present, and treating heart failure if present. Patients with ruptured Sinus of Valsalva aneurysm typically succumb to their disease state within one year of diagnosis due to congestive heart failure in the setting of left to right shunting. Left to right shunting is the usual underlying etiology of decompensation.", "contents": "Sinus of Valsalva Aneurysm -- Treatment / Management. Medical management of Sinus of Valsalva aneurysm rupture is insufficient for definitive treatment. Medical management should serve as a bridge to help temporarily stabilize patients until surgical or transcatheter definitive therapy is available. Medical management involves treating arrhythmias as needed, treating endocarditis if present, and treating heart failure if present. Patients with ruptured Sinus of Valsalva aneurysm typically succumb to their disease state within one year of diagnosis due to congestive heart failure in the setting of left to right shunting. Left to right shunting is the usual underlying etiology of decompensation."}
{"id": "article-29053_14", "title": "Sinus of Valsalva Aneurysm -- Differential Diagnosis", "content": "Aortic Stenosis Atrial Septal Defect AV Block Dilated Cardiomyopathy Hypertrophic Cardiomyopathy Isolated Coronary Artery Anomalies Ventricular Septal Defect Surgery", "contents": "Sinus of Valsalva Aneurysm -- Differential Diagnosis. Aortic Stenosis Atrial Septal Defect AV Block Dilated Cardiomyopathy Hypertrophic Cardiomyopathy Isolated Coronary Artery Anomalies Ventricular Septal Defect Surgery"}
{"id": "article-29053_15", "title": "Sinus of Valsalva Aneurysm -- Pearls and Other Issues", "content": "Although rare, sinus of Valsalva aneurysm can be a significant cause of morbidity. Diagnosis requires a low index of suspicion and proper use of cardiac imaging. Ruptured sinus of Valsalva aneurysm is a surgical urgency with a high rate of mortality if left untreated. Surgical repair remains the preferred method of treatment, although transcatheter closure devices are an acceptable treatment for patients with suitable anatomy and high risk for cardiac surgery.", "contents": "Sinus of Valsalva Aneurysm -- Pearls and Other Issues. Although rare, sinus of Valsalva aneurysm can be a significant cause of morbidity. Diagnosis requires a low index of suspicion and proper use of cardiac imaging. Ruptured sinus of Valsalva aneurysm is a surgical urgency with a high rate of mortality if left untreated. Surgical repair remains the preferred method of treatment, although transcatheter closure devices are an acceptable treatment for patients with suitable anatomy and high risk for cardiac surgery."}
{"id": "article-29053_16", "title": "Sinus of Valsalva Aneurysm -- Enhancing Healthcare Team Outcomes", "content": "Sinus of valsalva aneurysms are best managed by an interprofessional team including cardiac nurses. Medical management is only done to stabilize the patient. These patients need surgery as it can be life saving. Once a sinus of valsalva aneurysm ruptures, the prognosis is very poor.", "contents": "Sinus of Valsalva Aneurysm -- Enhancing Healthcare Team Outcomes. Sinus of valsalva aneurysms are best managed by an interprofessional team including cardiac nurses. Medical management is only done to stabilize the patient. These patients need surgery as it can be life saving. Once a sinus of valsalva aneurysm ruptures, the prognosis is very poor."}
{"id": "article-29053_17", "title": "Sinus of Valsalva Aneurysm -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sinus of Valsalva Aneurysm -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}