{"id": "article-20545_0", "title": "Dipyridamole Nuclear Stress Test -- Continuing Education Activity", "content": "While conventional stress tests are exercise-based, in certain circumstances, there may be contraindications to exercise. In these cases, pharmacologically-based stress tests are an option. These tests typically involve the administration of a vasodilator to mimic the cardiac response to exercise. The most commonly used vasodilator is dipyridamole; less commonly used agents include adenosine and regadenoson. This activity describes dipyridamole stress testing and highlights the role of the interprofessional team in improving care for patients who undergo pharmacological stress testing.", "contents": "Dipyridamole Nuclear Stress Test -- Continuing Education Activity. While conventional stress tests are exercise-based, in certain circumstances, there may be contraindications to exercise. In these cases, pharmacologically-based stress tests are an option. These tests typically involve the administration of a vasodilator to mimic the cardiac response to exercise. The most commonly used vasodilator is dipyridamole; less commonly used agents include adenosine and regadenoson. This activity describes dipyridamole stress testing and highlights the role of the interprofessional team in improving care for patients who undergo pharmacological stress testing."}
{"id": "article-20545_1", "title": "Dipyridamole Nuclear Stress Test -- Continuing Education Activity", "content": "Objectives: Explain the mechanism of action of dipyridamole. Outline the indications for dipyridamole stress tests. Summarize the contraindications to dipyridamole. Explain how collaboration between healthcare professionals performing exercise stress tests and dipyridamole stress tests can help reduce the healthcare burden. Access free multiple choice questions on this topic.", "contents": "Dipyridamole Nuclear Stress Test -- Continuing Education Activity. Objectives: Explain the mechanism of action of dipyridamole. Outline the indications for dipyridamole stress tests. Summarize the contraindications to dipyridamole. Explain how collaboration between healthcare professionals performing exercise stress tests and dipyridamole stress tests can help reduce the healthcare burden. Access free multiple choice questions on this topic."}
{"id": "article-20545_2", "title": "Dipyridamole Nuclear Stress Test -- Introduction", "content": "A nuclear stress test is a relatively non-invasive diagnostic procedure that involves the injection of a small quantity of radioactive tracer into the bloodstream, administered in conjunction with myocardial perfusion imaging and a stress test, which challenges the functional capacity of the heart. [1] As blood containing the radioactive tracer flows through the heart, its energy is detected by a gamma camera or scanner that produces images of the heart’s vascular network after a stress test and/or at rest. [1] [2] The stress test increases myocardial blood perfusion and creates a disparity in blood flow between normal and stenosed arteries, [3] allowing clinicians to see more clearly than if the patient were at rest if there are regions of the heart muscle that are ischemic. Indeed, this allows the clinician to determine the presence and progression of any suspected or known coronary heart disease or if there is a history of myocardial infarction. [4] Additionally, a nuclear stress test can determine the potential or realized effectiveness of interventions or procedures (e.g., bypass surgery or the installation of a coronary stent) that can be implemented to improve myocardial blood perfusion in the treatment of such cardiac complications. [2]", "contents": "Dipyridamole Nuclear Stress Test -- Introduction. A nuclear stress test is a relatively non-invasive diagnostic procedure that involves the injection of a small quantity of radioactive tracer into the bloodstream, administered in conjunction with myocardial perfusion imaging and a stress test, which challenges the functional capacity of the heart. [1] As blood containing the radioactive tracer flows through the heart, its energy is detected by a gamma camera or scanner that produces images of the heart’s vascular network after a stress test and/or at rest. [1] [2] The stress test increases myocardial blood perfusion and creates a disparity in blood flow between normal and stenosed arteries, [3] allowing clinicians to see more clearly than if the patient were at rest if there are regions of the heart muscle that are ischemic. Indeed, this allows the clinician to determine the presence and progression of any suspected or known coronary heart disease or if there is a history of myocardial infarction. [4] Additionally, a nuclear stress test can determine the potential or realized effectiveness of interventions or procedures (e.g., bypass surgery or the installation of a coronary stent) that can be implemented to improve myocardial blood perfusion in the treatment of such cardiac complications. [2]"}
{"id": "article-20545_3", "title": "Dipyridamole Nuclear Stress Test -- Introduction", "content": "One of the most commonly performed stress tests, which accompanies nuclear-based perfusion imaging, is exercise-based. [5] However, in certain circumstances, there may be contraindications for performing an exercise, and it is, subsequently, more appropriate to use a pharmacologically-based stress test involving the administration of dipyridamole, adenosine, or regadenoson. [2] [5] [6] Indeed, these vasodilators can emulate the cardiac response to exercise, [7] increasing myocardial perfusion to reveal ischemic regions while the patient remains physically passive throughout the test. Dipyridamole may not be the most potent vasodilator [8] , but it is associated with a lower frequency of side effects (although longer lasting) than adenosine, and it is far more cost-effective than regadenoson. [2] [9] [10]", "contents": "Dipyridamole Nuclear Stress Test -- Introduction. One of the most commonly performed stress tests, which accompanies nuclear-based perfusion imaging, is exercise-based. [5] However, in certain circumstances, there may be contraindications for performing an exercise, and it is, subsequently, more appropriate to use a pharmacologically-based stress test involving the administration of dipyridamole, adenosine, or regadenoson. [2] [5] [6] Indeed, these vasodilators can emulate the cardiac response to exercise, [7] increasing myocardial perfusion to reveal ischemic regions while the patient remains physically passive throughout the test. Dipyridamole may not be the most potent vasodilator [8] , but it is associated with a lower frequency of side effects (although longer lasting) than adenosine, and it is far more cost-effective than regadenoson. [2] [9] [10]"}
{"id": "article-20545_4", "title": "Dipyridamole Nuclear Stress Test -- Introduction -- Mechanism of Action", "content": "Dipyridamole is a phosphodiesterase enzyme inhibitor. It indirectly increases myocardial perfusion by inhibiting the degradation of cyclic adenosine monophosphate and by blocking the cellular reuptake of endogenous adenosine. Subsequently, the concentration of circulating adenosine increases by 3- to 4-fold. [2] [3] Adenosine then acts on the A receptor, which upregulates the production of cyclic adenosine monophosphate. [2] Cyclic adenosine monophosphate then relaxes the vascular smooth muscle, [11] inducing vasodilation and increasing myocardial perfusion by 3.8- to 7-fold. Peak vasodilation after dipyridamole administration occurs on average 6.5 minutes after the start of the infusion. [2] The hyperemic effect of dipyridamole can last for more than 50 minutes, with the half-life of dipyridamole being 30 to 45 minutes. [2] The circulating adenosine may also act on the A, A and A receptors, which has the potential to induce several complications described further below. [2] It is metabolized in the liver to the glucuronic acid conjugate and excreted in the bile.", "contents": "Dipyridamole Nuclear Stress Test -- Introduction -- Mechanism of Action. Dipyridamole is a phosphodiesterase enzyme inhibitor. It indirectly increases myocardial perfusion by inhibiting the degradation of cyclic adenosine monophosphate and by blocking the cellular reuptake of endogenous adenosine. Subsequently, the concentration of circulating adenosine increases by 3- to 4-fold. [2] [3] Adenosine then acts on the A receptor, which upregulates the production of cyclic adenosine monophosphate. [2] Cyclic adenosine monophosphate then relaxes the vascular smooth muscle, [11] inducing vasodilation and increasing myocardial perfusion by 3.8- to 7-fold. Peak vasodilation after dipyridamole administration occurs on average 6.5 minutes after the start of the infusion. [2] The hyperemic effect of dipyridamole can last for more than 50 minutes, with the half-life of dipyridamole being 30 to 45 minutes. [2] The circulating adenosine may also act on the A, A and A receptors, which has the potential to induce several complications described further below. [2] It is metabolized in the liver to the glucuronic acid conjugate and excreted in the bile."}
{"id": "article-20545_5", "title": "Dipyridamole Nuclear Stress Test -- Indications", "content": "The indications for (list 1) an exercise nuclear stress test and conditions (list 2) where pharmacologic stress test is the recommended approach according to the American Society of Nuclear Cardiology, [2] are detailed below: A - Detection of coronary artery disease: symptomatic B - Detection of coronary artery disease/risk assessment without ischemic equivalent. C - Risk assessment with prior test results and/or known chronic stable coronary artery disease D - Risk assessment: preoperative evaluation for noncardiac surgery without active cardiac condition E - Risk assessment: within 3 months of an acute coronary syndrome F - Risk assessment: Post-revascularization (percutaneous coronary intervention or coronary artery bypass grafting surgery)", "contents": "Dipyridamole Nuclear Stress Test -- Indications. The indications for (list 1) an exercise nuclear stress test and conditions (list 2) where pharmacologic stress test is the recommended approach according to the American Society of Nuclear Cardiology, [2] are detailed below: A - Detection of coronary artery disease: symptomatic B - Detection of coronary artery disease/risk assessment without ischemic equivalent. C - Risk assessment with prior test results and/or known chronic stable coronary artery disease D - Risk assessment: preoperative evaluation for noncardiac surgery without active cardiac condition E - Risk assessment: within 3 months of an acute coronary syndrome F - Risk assessment: Post-revascularization (percutaneous coronary intervention or coronary artery bypass grafting surgery)"}
{"id": "article-20545_6", "title": "Dipyridamole Nuclear Stress Test -- Indications -- AND", "content": "A. The patient does not possess the capacity to perform the required exercise due to non-cardiac physical limitations (e.g., musculoskeletal injury) and/or cognitive conditions, or if the patient doesn’t want to exercise.", "contents": "Dipyridamole Nuclear Stress Test -- Indications -- AND. A. The patient does not possess the capacity to perform the required exercise due to non-cardiac physical limitations (e.g., musculoskeletal injury) and/or cognitive conditions, or if the patient doesn’t want to exercise."}
{"id": "article-20545_7", "title": "Dipyridamole Nuclear Stress Test -- Indications -- AND", "content": "B. If the patient presents with abnormal baseline electrocardiographic measurements such as left bundle branch block, ventricular pre-excitation (Wolff-Parkinson White syndrome), and/or permanent ventricular pacing.", "contents": "Dipyridamole Nuclear Stress Test -- Indications -- AND. B. If the patient presents with abnormal baseline electrocardiographic measurements such as left bundle branch block, ventricular pre-excitation (Wolff-Parkinson White syndrome), and/or permanent ventricular pacing."}
{"id": "article-20545_8", "title": "Dipyridamole Nuclear Stress Test -- Indications -- AND", "content": "C. In the process of risk stratification for patients after acute myocardial infarction who are clinically stable at the time of presentation; and for patients who present to the emergency department with a suspected acute coronary syndrome, which has been excluded by serial clinical evaluation, electrocardiograms, and serum markers.", "contents": "Dipyridamole Nuclear Stress Test -- Indications -- AND. C. In the process of risk stratification for patients after acute myocardial infarction who are clinically stable at the time of presentation; and for patients who present to the emergency department with a suspected acute coronary syndrome, which has been excluded by serial clinical evaluation, electrocardiograms, and serum markers."}
{"id": "article-20545_9", "title": "Dipyridamole Nuclear Stress Test -- Contraindications", "content": "The contraindications for a dipyridamole nuclear stress test, according to guidelines from the American Society of Nuclear Cardiology, [2] are as follows: (1) If a patient has bronchospastic lung disease with ongoing wheezing or significant reactive airway disease.", "contents": "Dipyridamole Nuclear Stress Test -- Contraindications. The contraindications for a dipyridamole nuclear stress test, according to guidelines from the American Society of Nuclear Cardiology, [2] are as follows: (1) If a patient has bronchospastic lung disease with ongoing wheezing or significant reactive airway disease."}
{"id": "article-20545_10", "title": "Dipyridamole Nuclear Stress Test -- Contraindications", "content": "(2) If a patient presents with systolic blood pressure less than 90 mmHg. (The risk of serious hypotension may be higher in patients with autonomic dysfunction, hypovolemia, stenotic valvular disease) (3) If the patient has uncontrolled hypertension, defined by a systolic blood pressure greater than 200 mmHg and/or diastolic blood pressure of 110 mmHg. (4) If the patient has consumed caffeinated foods, beverages, or drugs within 12 hours of the scheduled test. (5) If the patient has a known hypersensitivity to dipyridamole. (6) If the patient has unstable angina or acute coronary syndrome; or has had an acute myocardial infarction within 4 days of the scheduled test. The relative contraindications for a dipyridamole nuclear stress test, according to guidelines American Society of Nuclear Cardiology, [2] are as follows: (1) If the patient presents with sinus bradycardia (i.e., heart rate of fewer than 40 beats per minute.", "contents": "Dipyridamole Nuclear Stress Test -- Contraindications. (2) If a patient presents with systolic blood pressure less than 90 mmHg. (The risk of serious hypotension may be higher in patients with autonomic dysfunction, hypovolemia, stenotic valvular disease) (3) If the patient has uncontrolled hypertension, defined by a systolic blood pressure greater than 200 mmHg and/or diastolic blood pressure of 110 mmHg. (4) If the patient has consumed caffeinated foods, beverages, or drugs within 12 hours of the scheduled test. (5) If the patient has a known hypersensitivity to dipyridamole. (6) If the patient has unstable angina or acute coronary syndrome; or has had an acute myocardial infarction within 4 days of the scheduled test. The relative contraindications for a dipyridamole nuclear stress test, according to guidelines American Society of Nuclear Cardiology, [2] are as follows: (1) If the patient presents with sinus bradycardia (i.e., heart rate of fewer than 40 beats per minute."}
{"id": "article-20545_11", "title": "Dipyridamole Nuclear Stress Test -- Contraindications", "content": "(2) If the patient has a second-degree or third-degree atrioventricular block without a functioning pacemaker. (3) If the patient has severe aortic stenosis. (4) If the patient is prone to seizures.", "contents": "Dipyridamole Nuclear Stress Test -- Contraindications. (2) If the patient has a second-degree or third-degree atrioventricular block without a functioning pacemaker. (3) If the patient has severe aortic stenosis. (4) If the patient is prone to seizures."}
{"id": "article-20545_12", "title": "Dipyridamole Nuclear Stress Test -- Equipment", "content": "In addition to an electrocardiogram and blood pressure monitor, as well as the obvious consumables (e.g., intravenous infusion equipment), a dipyridamole nuclear stress test requires the use of radioactive tracers, including but not limited to TI-201 and/or Tc-99m-labelled tracers. [2] Such radioactive tracers are detectable by imaging technologies such as single-photon emission computed tomography or positron emission tomography, producing an image of the blood flow throughout the patient’s heart. [2]", "contents": "Dipyridamole Nuclear Stress Test -- Equipment. In addition to an electrocardiogram and blood pressure monitor, as well as the obvious consumables (e.g., intravenous infusion equipment), a dipyridamole nuclear stress test requires the use of radioactive tracers, including but not limited to TI-201 and/or Tc-99m-labelled tracers. [2] Such radioactive tracers are detectable by imaging technologies such as single-photon emission computed tomography or positron emission tomography, producing an image of the blood flow throughout the patient’s heart. [2]"}
{"id": "article-20545_13", "title": "Dipyridamole Nuclear Stress Test -- Personnel", "content": "A dipyridamole nuclear stress test should be performed under the supervision of a qualified health professional who is appropriately trained to administer stress tests and under the supervision of a nuclear cardiologist or radiologist qualified to administer the radioactive tracer.", "contents": "Dipyridamole Nuclear Stress Test -- Personnel. A dipyridamole nuclear stress test should be performed under the supervision of a qualified health professional who is appropriately trained to administer stress tests and under the supervision of a nuclear cardiologist or radiologist qualified to administer the radioactive tracer."}
{"id": "article-20545_14", "title": "Dipyridamole Nuclear Stress Test -- Preparation", "content": "According to guidelines from the American Society of Nuclear Cardiology, patients should be instructed not to eat for at least 3 hours before the stress test. [2] Considering that methylxanthines are competitive inhibitors of adenosine receptors, which is the signaling pathway for the vasodilatory effect of dipyridamole, patients should also avoid consumption of any products containing methylxanthines for at least 12 hours prior to the stress test, including caffeinated beverages or foods (e.g., coffee, tea, soda, chocolate, etc.), drugs containing caffeine, theobromine, and theophylline. [2] [3]", "contents": "Dipyridamole Nuclear Stress Test -- Preparation. According to guidelines from the American Society of Nuclear Cardiology, patients should be instructed not to eat for at least 3 hours before the stress test. [2] Considering that methylxanthines are competitive inhibitors of adenosine receptors, which is the signaling pathway for the vasodilatory effect of dipyridamole, patients should also avoid consumption of any products containing methylxanthines for at least 12 hours prior to the stress test, including caffeinated beverages or foods (e.g., coffee, tea, soda, chocolate, etc.), drugs containing caffeine, theobromine, and theophylline. [2] [3]"}
{"id": "article-20545_15", "title": "Dipyridamole Nuclear Stress Test -- Technique or Treatment", "content": "The following protocol for a dipyridamole nuclear stress test is in the guidelines from the American Society of Nuclear Cardiology [2] : (1) Blood pressure and 12-lead electrocardiogram monitoring should be performed every minute throughout the stress test, up to 3 to 5 minutes after the test or when the patient is stable. (2) Dipyridamole is administered intravenously over 4 minutes at a standardized dose of 0.56 mg/kg, with the upper limit of the weight-based dose set at 250 lbs. or 125 kg. (3) The radioactive tracer is then injected 3 to 5 minutes after complete infusion of the dipyridamole.", "contents": "Dipyridamole Nuclear Stress Test -- Technique or Treatment. The following protocol for a dipyridamole nuclear stress test is in the guidelines from the American Society of Nuclear Cardiology [2] : (1) Blood pressure and 12-lead electrocardiogram monitoring should be performed every minute throughout the stress test, up to 3 to 5 minutes after the test or when the patient is stable. (2) Dipyridamole is administered intravenously over 4 minutes at a standardized dose of 0.56 mg/kg, with the upper limit of the weight-based dose set at 250 lbs. or 125 kg. (3) The radioactive tracer is then injected 3 to 5 minutes after complete infusion of the dipyridamole."}
{"id": "article-20545_16", "title": "Dipyridamole Nuclear Stress Test -- Technique or Treatment", "content": "(4) Single-photon emission computed tomography or positron emission tomography is then performed 15 to 45 minutes after inducing the dipyridamole-mediated stress, producing images of the blood flow throughout the patient’s heart.", "contents": "Dipyridamole Nuclear Stress Test -- Technique or Treatment. (4) Single-photon emission computed tomography or positron emission tomography is then performed 15 to 45 minutes after inducing the dipyridamole-mediated stress, producing images of the blood flow throughout the patient’s heart."}
{"id": "article-20545_17", "title": "Dipyridamole Nuclear Stress Test -- Technique or Treatment", "content": "(5) The infusion of dipyridamole should cease and aminophylline administered (50 to 250 mg; at least 1 minute after [if] the radioactive tracer has been injected) if the patient experiences any of the following: Severe hypotension (systolic blood pressure of less than 80 mmHg) Symptomatic, persistent second-degree, or complete heart block Other significant cardiac arrhythmia Wheezing, Severe chest pain associated with an ST depression or signs of poor blood perfusion (e.g., cold skin, pallor, or cyanosis). (6) Indeed, the stress test should always be stopped early at the patient’s request; and if there are technical problems with the imaging equipment. Patients who are ambulatory may undergo low-level exercise combined with Dipyridamole infusion,  the American Society of Nuclear Cardiology guidelines stipulate the following protocol [2] :", "contents": "Dipyridamole Nuclear Stress Test -- Technique or Treatment. (5) The infusion of dipyridamole should cease and aminophylline administered (50 to 250 mg; at least 1 minute after [if] the radioactive tracer has been injected) if the patient experiences any of the following: Severe hypotension (systolic blood pressure of less than 80 mmHg) Symptomatic, persistent second-degree, or complete heart block Other significant cardiac arrhythmia Wheezing, Severe chest pain associated with an ST depression or signs of poor blood perfusion (e.g., cold skin, pallor, or cyanosis). (6) Indeed, the stress test should always be stopped early at the patient’s request; and if there are technical problems with the imaging equipment. Patients who are ambulatory may undergo low-level exercise combined with Dipyridamole infusion,  the American Society of Nuclear Cardiology guidelines stipulate the following protocol [2] :"}
{"id": "article-20545_18", "title": "Dipyridamole Nuclear Stress Test -- Technique or Treatment", "content": "(1) Blood pressure and 12-lead electrocardiogram monitoring should be performed throughout the stress test, up to 3 to 5 minutes after the test or when the patient is stable. (2) Dipyridamole is administered intravenously over a period of 4 minutes at a standardized dose of 0.56 mg/kg, with the upper limit of the weight-based dose set at 250 lb or 125 kg.", "contents": "Dipyridamole Nuclear Stress Test -- Technique or Treatment. (1) Blood pressure and 12-lead electrocardiogram monitoring should be performed throughout the stress test, up to 3 to 5 minutes after the test or when the patient is stable. (2) Dipyridamole is administered intravenously over a period of 4 minutes at a standardized dose of 0.56 mg/kg, with the upper limit of the weight-based dose set at 250 lb or 125 kg."}
{"id": "article-20545_19", "title": "Dipyridamole Nuclear Stress Test -- Technique or Treatment", "content": "(3) The patient then begins 4 to 6 minutes of submaximal exercise (e.g., 1.7 mph, 0% grade) soon after the dipyridamole has been infused, and the radioactive tracer is injected within this time, while the patient is exercising. (4) The patient continues exercising for at least 2 minutes after the tracer is injected to allow its distribution throughout the myocardium.", "contents": "Dipyridamole Nuclear Stress Test -- Technique or Treatment. (3) The patient then begins 4 to 6 minutes of submaximal exercise (e.g., 1.7 mph, 0% grade) soon after the dipyridamole has been infused, and the radioactive tracer is injected within this time, while the patient is exercising. (4) The patient continues exercising for at least 2 minutes after the tracer is injected to allow its distribution throughout the myocardium."}
{"id": "article-20545_20", "title": "Dipyridamole Nuclear Stress Test -- Complications", "content": "There are few risks associated with a nuclear stress test, but, in rare cases, some patients may have a treatable allergic reaction to the radioactive tracer. [12] Importantly, the amount of radiation in the radioactive tracer is of a small, safe quantity. However, the American Society of Nuclear Cardiology recommends avoiding the method of dual-isotope administration due to the associated increase in radiation exposure. [2] The complications associated with dipyridamole may last longer (15 to 25 minutes) than other vasodilators but, as mentioned above, may be less frequent. [2] These complications may include chest pain that may be nonspecific and not necessarily indicative of coronary artery disease, which occurs in 20% of patients, headache which is observed in 12% of patients, dizziness in 12%, ventricular extrasystoles in 5%, nausea in 5%, hypotension in 5%, flushing in 3%, atrioventricular block in 2%, and ST-segment and T-wave variations in 8% of patients. [2] Changes in the ST-segment and T-wave, however, may be indicative of true ischemia. [2] While fatal or nonfatal myocardial infarction during a dipyridamole nuclear stress test is extremely uncommon ( 0.26%), there are reports. [2] [13] The recommendation is that aminophylline (50 to 250 mg intravenously) is readily available throughout a dipyridamole nuclear stress test to counter any of these adverse events. Methylxanthine (aminophylline) is not recommended for use in patients who experience seizures in association with dipyridamole stress testing. [2] [3] Interestingly, when combining dipyridamole with submaximal exercise, there are fewer complications. [14] It is also worth noting that the diagnostic accuracy of a dipyridamole nuclear stress test, like other vasodilators, will be reduced if the patient is taking beta-blockers, nitrates, and/or calcium antagonists. [2]", "contents": "Dipyridamole Nuclear Stress Test -- Complications. There are few risks associated with a nuclear stress test, but, in rare cases, some patients may have a treatable allergic reaction to the radioactive tracer. [12] Importantly, the amount of radiation in the radioactive tracer is of a small, safe quantity. However, the American Society of Nuclear Cardiology recommends avoiding the method of dual-isotope administration due to the associated increase in radiation exposure. [2] The complications associated with dipyridamole may last longer (15 to 25 minutes) than other vasodilators but, as mentioned above, may be less frequent. [2] These complications may include chest pain that may be nonspecific and not necessarily indicative of coronary artery disease, which occurs in 20% of patients, headache which is observed in 12% of patients, dizziness in 12%, ventricular extrasystoles in 5%, nausea in 5%, hypotension in 5%, flushing in 3%, atrioventricular block in 2%, and ST-segment and T-wave variations in 8% of patients. [2] Changes in the ST-segment and T-wave, however, may be indicative of true ischemia. [2] While fatal or nonfatal myocardial infarction during a dipyridamole nuclear stress test is extremely uncommon ( 0.26%), there are reports. [2] [13] The recommendation is that aminophylline (50 to 250 mg intravenously) is readily available throughout a dipyridamole nuclear stress test to counter any of these adverse events. Methylxanthine (aminophylline) is not recommended for use in patients who experience seizures in association with dipyridamole stress testing. [2] [3] Interestingly, when combining dipyridamole with submaximal exercise, there are fewer complications. [14] It is also worth noting that the diagnostic accuracy of a dipyridamole nuclear stress test, like other vasodilators, will be reduced if the patient is taking beta-blockers, nitrates, and/or calcium antagonists. [2]"}
{"id": "article-20545_21", "title": "Dipyridamole Nuclear Stress Test -- Clinical Significance", "content": "Acknowledging that dipyridamole administration mediates an appropriate increase in perfusion, similar to that of exercise, the clinical significance of a dipyridamole nuclear stress test is highly dependent on the diagnostic values of the devices that monitor myocardial perfusion. A systematic review reported that the sensitivity, specificity, and accuracy of single-photon emission computed tomography for the diagnosis of coronary artery disease was 82% (95% confidence interval [CI]: 76% to 88%), 76% (95%CI: 70% to 82%) and 83% (95%CI: 77% to 89%), respectively. [15] Additionally, the sensitivity, specificity and accuracy of positron emission tomography was 91% (95%CI: 85% to 97%), 89% (95%CI: 83% to 95%) and 89% (95%CI: 83% to 95%), respectively. [15] Indeed, while each represents excellent diagnostic and prognostic values, positron emission tomography may be superior to single-photon emission computed tomography. [15] Importantly, it is important to note that the type of radioactive tracer used in each study affected the diagnostic accuracy of these technologies. [15]", "contents": "Dipyridamole Nuclear Stress Test -- Clinical Significance. Acknowledging that dipyridamole administration mediates an appropriate increase in perfusion, similar to that of exercise, the clinical significance of a dipyridamole nuclear stress test is highly dependent on the diagnostic values of the devices that monitor myocardial perfusion. A systematic review reported that the sensitivity, specificity, and accuracy of single-photon emission computed tomography for the diagnosis of coronary artery disease was 82% (95% confidence interval [CI]: 76% to 88%), 76% (95%CI: 70% to 82%) and 83% (95%CI: 77% to 89%), respectively. [15] Additionally, the sensitivity, specificity and accuracy of positron emission tomography was 91% (95%CI: 85% to 97%), 89% (95%CI: 83% to 95%) and 89% (95%CI: 83% to 95%), respectively. [15] Indeed, while each represents excellent diagnostic and prognostic values, positron emission tomography may be superior to single-photon emission computed tomography. [15] Importantly, it is important to note that the type of radioactive tracer used in each study affected the diagnostic accuracy of these technologies. [15]"}
{"id": "article-20545_22", "title": "Dipyridamole Nuclear Stress Test -- Enhancing Healthcare Team Outcomes", "content": "A routine collaboration between health professionals who are directing the exercise stress tests and those who are responsible for directing the dipyridamole stress tests has the potential to reduce the burden on health resources and the patient. In circumstances where a patient begins an exercise stress test and cannot achieve the intensity to ensure the diagnostic sensitivity of the cardiac assessment (i.e., greater than 85% of the patient’s age-predicted maximum heart rate), the data is often lost; and the patient will be required to return for a second stress test, most likely pharmacologically-based. [14] Indeed, this wastes the resources needed to perform such tests, increases financial costs, and ultimately increases the mental burden of healthcare for the patient. With a routine collaboration, dipyridamole is an option if a patient is unable to perform the prescribed exercise, ensuring that myocardial perfusion is increased sufficiently to the point that the stress test and diagnostic procedure are completed within a single visit to the clinic. [2] [14] Additionally, as mentioned above, this will have further benefits for the patient, reducing complications associated with dipyridamole administration alone. [14] The nurse or pharmacist can explain how the drug works to the patient, outline potential adverse effects, and answer any patient questions.", "contents": "Dipyridamole Nuclear Stress Test -- Enhancing Healthcare Team Outcomes. A routine collaboration between health professionals who are directing the exercise stress tests and those who are responsible for directing the dipyridamole stress tests has the potential to reduce the burden on health resources and the patient. In circumstances where a patient begins an exercise stress test and cannot achieve the intensity to ensure the diagnostic sensitivity of the cardiac assessment (i.e., greater than 85% of the patient’s age-predicted maximum heart rate), the data is often lost; and the patient will be required to return for a second stress test, most likely pharmacologically-based. [14] Indeed, this wastes the resources needed to perform such tests, increases financial costs, and ultimately increases the mental burden of healthcare for the patient. With a routine collaboration, dipyridamole is an option if a patient is unable to perform the prescribed exercise, ensuring that myocardial perfusion is increased sufficiently to the point that the stress test and diagnostic procedure are completed within a single visit to the clinic. [2] [14] Additionally, as mentioned above, this will have further benefits for the patient, reducing complications associated with dipyridamole administration alone. [14] The nurse or pharmacist can explain how the drug works to the patient, outline potential adverse effects, and answer any patient questions."}
{"id": "article-20545_23", "title": "Dipyridamole Nuclear Stress Test -- Enhancing Healthcare Team Outcomes", "content": "In summary, stress test administration, whether routine exercise or drug-induced, requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]", "contents": "Dipyridamole Nuclear Stress Test -- Enhancing Healthcare Team Outcomes. In summary, stress test administration, whether routine exercise or drug-induced, requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]"}
{"id": "article-20545_24", "title": "Dipyridamole Nuclear Stress Test -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "If there are indications for stopping a dipyridamole nuclear stress test early, attending nurses may be charged with administering aminophylline to reverse any complications. Additionally, the nurse is capable of life-saving treatment in the rare case that a serious complication such as myocardial infarction occurs during the stress test.", "contents": "Dipyridamole Nuclear Stress Test -- Nursing, Allied Health, and Interprofessional Team Interventions. If there are indications for stopping a dipyridamole nuclear stress test early, attending nurses may be charged with administering aminophylline to reverse any complications. Additionally, the nurse is capable of life-saving treatment in the rare case that a serious complication such as myocardial infarction occurs during the stress test."}
{"id": "article-20545_25", "title": "Dipyridamole Nuclear Stress Test -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nurses play an essential role in monitoring the patient throughout the dipyridamole nuclear stress test, needing to quickly identify if the patient is impacted by any indications, as described above, for stopping the test early.", "contents": "Dipyridamole Nuclear Stress Test -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nurses play an essential role in monitoring the patient throughout the dipyridamole nuclear stress test, needing to quickly identify if the patient is impacted by any indications, as described above, for stopping the test early."}
{"id": "article-20545_26", "title": "Dipyridamole Nuclear Stress Test -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dipyridamole Nuclear Stress Test -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}