{"id": "article-18647_0", "title": "Bronchoalveolar Cancer (Archived) -- Introduction", "content": "Bronchoalveolar carcinoma (BAC) is a variant of non-small cell lung cancer (NSCLC) that, in recent years, has received a new identity and nomenclature from the histology perspective. [1] The orphan among lung cancers has found a family, albeit with some newfound stepbrothers and sisters. The overhaul in the classification system of solitary adenocarcinomas has been driven by the purpose of identifying tumors that have an indolent clinical course and can be treated with a more conservative approach and a higher success rate. BAC is now consisting of five types based on histology: adenocarcinoma in situ, minimally invasive adenocarcinoma, lepidic predominant nonmucinous adenocarcinoma, invasive mucinous adenocarcinoma, and invasive adenocarcinoma with its subtypes. [2]", "contents": "Bronchoalveolar Cancer (Archived) -- Introduction. Bronchoalveolar carcinoma (BAC) is a variant of non-small cell lung cancer (NSCLC) that, in recent years, has received a new identity and nomenclature from the histology perspective. [1] The orphan among lung cancers has found a family, albeit with some newfound stepbrothers and sisters. The overhaul in the classification system of solitary adenocarcinomas has been driven by the purpose of identifying tumors that have an indolent clinical course and can be treated with a more conservative approach and a higher success rate. BAC is now consisting of five types based on histology: adenocarcinoma in situ, minimally invasive adenocarcinoma, lepidic predominant nonmucinous adenocarcinoma, invasive mucinous adenocarcinoma, and invasive adenocarcinoma with its subtypes. [2]"}
{"id": "article-18647_1", "title": "Bronchoalveolar Cancer (Archived) -- Introduction", "content": "Until the previous decade, strict pathologic criteria defined BAC as a tumor arising from terminal bronchiolar and alveolar acinar epithelia with an absence of invasion through the alveolar basement membrane into the pulmonary parenchyma. A growing consensus has been to subclassify adenocarcinoma with radiologic features of ground-glass opacities, with no or minimal extrathoracic spread, and histology demonstrating a lepidic growth pattern in the presence or absence of associated minimally invasive or invasive disease. These types of lung cancers are seen more often in younger patients who are typically non-smokers and with an almost equal 1:1 gender predisposition, or with a slight female predominance. [3]", "contents": "Bronchoalveolar Cancer (Archived) -- Introduction. Until the previous decade, strict pathologic criteria defined BAC as a tumor arising from terminal bronchiolar and alveolar acinar epithelia with an absence of invasion through the alveolar basement membrane into the pulmonary parenchyma. A growing consensus has been to subclassify adenocarcinoma with radiologic features of ground-glass opacities, with no or minimal extrathoracic spread, and histology demonstrating a lepidic growth pattern in the presence or absence of associated minimally invasive or invasive disease. These types of lung cancers are seen more often in younger patients who are typically non-smokers and with an almost equal 1:1 gender predisposition, or with a slight female predominance. [3]"}
{"id": "article-18647_2", "title": "Bronchoalveolar Cancer (Archived) -- Etiology", "content": "The earliest description of adenocarcinoma lung with peripheral pneumonic invasion can be traced to as early as 1876 by Malassez describing a multinodular pulmonary tumor as \"cancer encephaloid du poumon'. Subsequently, in 1903, Muser described a similar diffuse growth pattern in a pulmonary tumor. History waited another 57 years before Dr. Averill Liebow coined the term BAC in 1960. He used it to describe a well-differentiated form of adenocarcinoma, which exhibits any of the three growth patterns: single nodular, multinodular, or diffuse pneumonic pattern. [4] [5] [6]", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology. The earliest description of adenocarcinoma lung with peripheral pneumonic invasion can be traced to as early as 1876 by Malassez describing a multinodular pulmonary tumor as \"cancer encephaloid du poumon'. Subsequently, in 1903, Muser described a similar diffuse growth pattern in a pulmonary tumor. History waited another 57 years before Dr. Averill Liebow coined the term BAC in 1960. He used it to describe a well-differentiated form of adenocarcinoma, which exhibits any of the three growth patterns: single nodular, multinodular, or diffuse pneumonic pattern. [4] [5] [6]"}
{"id": "article-18647_3", "title": "Bronchoalveolar Cancer (Archived) -- Etiology", "content": "However, the pathologic criteria for BAC remained somewhat nebulous. As knowledge of radiology, histology, and immunophenotyping continued to evolve, the necessity to identify certain subtypes among the conglomerate of NSCLC with a more favorable prognosis and less invasive treatment became increasingly important.", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology. However, the pathologic criteria for BAC remained somewhat nebulous. As knowledge of radiology, histology, and immunophenotyping continued to evolve, the necessity to identify certain subtypes among the conglomerate of NSCLC with a more favorable prognosis and less invasive treatment became increasingly important."}
{"id": "article-18647_4", "title": "Bronchoalveolar Cancer (Archived) -- Etiology", "content": "The Liebow definition held its stature until 2004 when the World Health Organization (WHO) publication on the tumors of the lung, pleura, thymus, and heart redefined BAC as adenocarcinoma with a lepidic growth pattern along alveolar walls without stromal, vascular, or pleural invasion. They classified BACa into mucinous and non-mucinous subtypes. They delineated a continuum as adenocarcinoma with both bronchioloalveolar carcinoma and invasive component, and invasive adenocarcinoma with stromal invasion and reactive fibroblastic response.", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology. The Liebow definition held its stature until 2004 when the World Health Organization (WHO) publication on the tumors of the lung, pleura, thymus, and heart redefined BAC as adenocarcinoma with a lepidic growth pattern along alveolar walls without stromal, vascular, or pleural invasion. They classified BACa into mucinous and non-mucinous subtypes. They delineated a continuum as adenocarcinoma with both bronchioloalveolar carcinoma and invasive component, and invasive adenocarcinoma with stromal invasion and reactive fibroblastic response."}
{"id": "article-18647_5", "title": "Bronchoalveolar Cancer (Archived) -- Etiology", "content": "The extent of the invasive component has been under intense scrutiny to identify the limits of a subtype that still portends a favorable prognosis or a scope of limited resection. A joint collaboration of the International Association for the study of Lung Cancer (IASLC), the American thoracic society (ATS), and the European Respiratory Society (ERS) introduced a revised classification of pulmonary adenocarcinoma. Among salient modifications was a revised identification of adenocarcinoma precursors as well as a semi-quantitative assessment of adenocarcinoma growth patterns. The classification has been validated worldwide as a stage-independent predictor of survival. The ATS/ERS/ IASLC classification in 2011, therefore, did away with the term BAC altogether and focused on all tumors exhibiting lepidic growth patterns. [7]", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology. The extent of the invasive component has been under intense scrutiny to identify the limits of a subtype that still portends a favorable prognosis or a scope of limited resection. A joint collaboration of the International Association for the study of Lung Cancer (IASLC), the American thoracic society (ATS), and the European Respiratory Society (ERS) introduced a revised classification of pulmonary adenocarcinoma. Among salient modifications was a revised identification of adenocarcinoma precursors as well as a semi-quantitative assessment of adenocarcinoma growth patterns. The classification has been validated worldwide as a stage-independent predictor of survival. The ATS/ERS/ IASLC classification in 2011, therefore, did away with the term BAC altogether and focused on all tumors exhibiting lepidic growth patterns. [7]"}
{"id": "article-18647_6", "title": "Bronchoalveolar Cancer (Archived) -- Etiology -- Salient Features of the Revised Classification of 2011", "content": "Removal of the term bronchioloalveolar carcinoma and hence its subtypes of mucinous and non-mucinous Replacement of the prior bronchioloalveolar carcinoma with adenocarcinoma in situ Introduction of a minimally invasive adenocarcinoma with lepidic growth with less than 5 mm invasive component A size limit of 3 cm to noninvasive or minimally invasive adenocarcinoma", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology -- Salient Features of the Revised Classification of 2011. Removal of the term bronchioloalveolar carcinoma and hence its subtypes of mucinous and non-mucinous Replacement of the prior bronchioloalveolar carcinoma with adenocarcinoma in situ Introduction of a minimally invasive adenocarcinoma with lepidic growth with less than 5 mm invasive component A size limit of 3 cm to noninvasive or minimally invasive adenocarcinoma"}
{"id": "article-18647_7", "title": "Bronchoalveolar Cancer (Archived) -- Etiology", "content": "Therefore, it is important to remember that the terms \"bronchoalveolar carcinoma \" and \"adenocarcinoma with lepidic growth\" are not synonyms but a reflection of our evolved histologic understanding of a less aggressive form of adenocarcinoma, overall.", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology. Therefore, it is important to remember that the terms \"bronchoalveolar carcinoma \" and \"adenocarcinoma with lepidic growth\" are not synonyms but a reflection of our evolved histologic understanding of a less aggressive form of adenocarcinoma, overall."}
{"id": "article-18647_8", "title": "Bronchoalveolar Cancer (Archived) -- Etiology", "content": "The 2015 WHO classification approved the classification of pulmonary adenocarcinoma. Finally, in 2017 the 8th edition of the American Joint Commission on Cancer (AJCC) lung cancer TNM staging acknowledged the new subclassifications and made appropriate changes to the T component based on nodule characteristics. [8]", "contents": "Bronchoalveolar Cancer (Archived) -- Etiology. The 2015 WHO classification approved the classification of pulmonary adenocarcinoma. Finally, in 2017 the 8th edition of the American Joint Commission on Cancer (AJCC) lung cancer TNM staging acknowledged the new subclassifications and made appropriate changes to the T component based on nodule characteristics. [8]"}
{"id": "article-18647_9", "title": "Bronchoalveolar Cancer (Archived) -- Epidemiology", "content": "Adenocarcinoma with lepidic growth has been reported to have a 15% to 20% incidence among all NSCLCs. Pure adenocarcinoma in situ and minimally invasive adenocarcinoma are rare and have a 3% to 6% prevalence among all lung cancers.", "contents": "Bronchoalveolar Cancer (Archived) -- Epidemiology. Adenocarcinoma with lepidic growth has been reported to have a 15% to 20% incidence among all NSCLCs. Pure adenocarcinoma in situ and minimally invasive adenocarcinoma are rare and have a 3% to 6% prevalence among all lung cancers."}
{"id": "article-18647_10", "title": "Bronchoalveolar Cancer (Archived) -- Epidemiology", "content": "Younger age, women, and nonsmokers were reported as more predominant in the bronchioloalveolar carcinoma subgroup than adenocarcinoma in general. Women represented more than 50%, while nonsmokers comprised one-third of the overall prevalence of bronchioloalveolar carcinoma. [9]", "contents": "Bronchoalveolar Cancer (Archived) -- Epidemiology. Younger age, women, and nonsmokers were reported as more predominant in the bronchioloalveolar carcinoma subgroup than adenocarcinoma in general. Women represented more than 50%, while nonsmokers comprised one-third of the overall prevalence of bronchioloalveolar carcinoma. [9]"}
{"id": "article-18647_11", "title": "Bronchoalveolar Cancer (Archived) -- Pathophysiology", "content": "BAC can vary in pathogenicity from a slow-growing indolent tumor to a rapidly growing, aggressive cancer. The non-mucinous subtypes are frequently associated with EGFR mutations, while the mucinous variants are often associated with K-Ras mutations. [10] Though the actual pathogenesis of BAC has not been well understood, a multistep carcinogenesis model has been hypothesized, which starts as an atypical adenomatous hyperplasia, moving onto BAC and then into an invasive adenocarcinoma. [11]", "contents": "Bronchoalveolar Cancer (Archived) -- Pathophysiology. BAC can vary in pathogenicity from a slow-growing indolent tumor to a rapidly growing, aggressive cancer. The non-mucinous subtypes are frequently associated with EGFR mutations, while the mucinous variants are often associated with K-Ras mutations. [10] Though the actual pathogenesis of BAC has not been well understood, a multistep carcinogenesis model has been hypothesized, which starts as an atypical adenomatous hyperplasia, moving onto BAC and then into an invasive adenocarcinoma. [11]"}
{"id": "article-18647_12", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology", "content": "The term \"lepidic\" originates from Latin and alludes to a sense of the \"scale-like\" appearance of flat cells without papillary outgrowths. The lepidic growth pattern lacks alveolar thickening, evidence of inflammation, vascular, stromal, pleural invasion, or desmoplastic reaction. [12]", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology. The term \"lepidic\" originates from Latin and alludes to a sense of the \"scale-like\" appearance of flat cells without papillary outgrowths. The lepidic growth pattern lacks alveolar thickening, evidence of inflammation, vascular, stromal, pleural invasion, or desmoplastic reaction. [12]"}
{"id": "article-18647_13", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Atypical adenomatous hyperplasia", "content": "Less than 0.5 cm, localized areas of hyperplasia of type 2 pneumocytes and/or Clara cells replacing normal alveolar epithelium.", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Atypical adenomatous hyperplasia. Less than 0.5 cm, localized areas of hyperplasia of type 2 pneumocytes and/or Clara cells replacing normal alveolar epithelium."}
{"id": "article-18647_14", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Adenocarcinoma in situ", "content": "The closest to the previous non-mucinous BAC. Less than 3 cm, solitary nodules with pure lepidic growth with somewhat higher cellular atypia than AAH. They have small monomorphous nuclei with pinpoint nucleoli and occasional nuclear inclusions.", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Adenocarcinoma in situ. The closest to the previous non-mucinous BAC. Less than 3 cm, solitary nodules with pure lepidic growth with somewhat higher cellular atypia than AAH. They have small monomorphous nuclei with pinpoint nucleoli and occasional nuclear inclusions."}
{"id": "article-18647_15", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Minimally invasive adenocarcinoma", "content": "Less than 3 cm solitary lesions with lepidic growth pattern with less than 5 mm areas of invasive foci. The invasive component can be uni- or multifocal and can be of any histologic pattern other than lepidic (papillary, micropapillary, acinar, or solid). By definition, they do not have any evidence of vascular, stromal, or pleural invasion. It can be challenging to distinguish alveolar collapse from stromal invasion, and elastin stains can be of use.", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Minimally invasive adenocarcinoma. Less than 3 cm solitary lesions with lepidic growth pattern with less than 5 mm areas of invasive foci. The invasive component can be uni- or multifocal and can be of any histologic pattern other than lepidic (papillary, micropapillary, acinar, or solid). By definition, they do not have any evidence of vascular, stromal, or pleural invasion. It can be challenging to distinguish alveolar collapse from stromal invasion, and elastin stains can be of use."}
{"id": "article-18647_16", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma", "content": "These are adenocarcinomas with areas of lepidic growth and greater than 5 mm invasive foci, or evidence of invasion of stroma with blood vessels, pleura, or lymphatic invasion or necrosis. A higher percentage of lepidic growth pattern was associated with a lower risk of recurrence. Multiple studies have demonstrated that the invasive component size and the histomorphologic subtype are better predictors of survival than total tumor size.", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma. These are adenocarcinomas with areas of lepidic growth and greater than 5 mm invasive foci, or evidence of invasion of stroma with blood vessels, pleura, or lymphatic invasion or necrosis. A higher percentage of lepidic growth pattern was associated with a lower risk of recurrence. Multiple studies have demonstrated that the invasive component size and the histomorphologic subtype are better predictors of survival than total tumor size."}
{"id": "article-18647_17", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma", "content": "Cytological features include a flat sheet of homogenous neoplastic cells with mild nuclear enlargement and prominent nuclear grooves. In the case of minimally invasive adenocarcinoma, apart from the lepidic growth pattern, the invasive component is represented by papillary or acinar growth patterns in the center or periphery of the tumor mass.", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma. Cytological features include a flat sheet of homogenous neoplastic cells with mild nuclear enlargement and prominent nuclear grooves. In the case of minimally invasive adenocarcinoma, apart from the lepidic growth pattern, the invasive component is represented by papillary or acinar growth patterns in the center or periphery of the tumor mass."}
{"id": "article-18647_18", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma", "content": "Naito et al looked at the microenvironmental changes in the transition of adenocarcinoma in situ to lepidic predominant invasive adenocarcinoma of the lung. During the progression from the adenocarcinoma in situ to lepidic predominant adenocarcinoma, expression of laminin 5 and ezrin in the invasive component was significantly increased. Tumor-promoting stromal cells were also expressed in higher proportions. High expression of ezrin is associated with lymphovascular invasion and poorer prognosis of LPA. It can thus be explored as a marker for the metastatic potential for these groups of neoplasms. [13]", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma. Naito et al looked at the microenvironmental changes in the transition of adenocarcinoma in situ to lepidic predominant invasive adenocarcinoma of the lung. During the progression from the adenocarcinoma in situ to lepidic predominant adenocarcinoma, expression of laminin 5 and ezrin in the invasive component was significantly increased. Tumor-promoting stromal cells were also expressed in higher proportions. High expression of ezrin is associated with lymphovascular invasion and poorer prognosis of LPA. It can thus be explored as a marker for the metastatic potential for these groups of neoplasms. [13]"}
{"id": "article-18647_19", "title": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma", "content": "Features of high differentiation or lepidic pattern, irrespective of the invasive component, provide the treating physician a direction in terms of the search for therapeutic targets. EGFR mutations are more frequently associated with lepidic growth patterns and prior BACs. Even when adjusted for gender, smoking status, and EGFR amplification, exon 21 missense mutation has been found to be significantly more common in lepidic predominant adenocarcinoma. Ground glass volume percentage within a tumor was found to correlate significantly with exon 21 missense mutation. While a nonmucinous BAC is highly positive for TTF-1 and CK-7, mucinous BAC is focally and weakly positive for those markers. Mucinous BAC may show strong positivity for CK 20.", "contents": "Bronchoalveolar Cancer (Archived) -- Histopathology -- Lepidic predominant adenocarcinoma. Features of high differentiation or lepidic pattern, irrespective of the invasive component, provide the treating physician a direction in terms of the search for therapeutic targets. EGFR mutations are more frequently associated with lepidic growth patterns and prior BACs. Even when adjusted for gender, smoking status, and EGFR amplification, exon 21 missense mutation has been found to be significantly more common in lepidic predominant adenocarcinoma. Ground glass volume percentage within a tumor was found to correlate significantly with exon 21 missense mutation. While a nonmucinous BAC is highly positive for TTF-1 and CK-7, mucinous BAC is focally and weakly positive for those markers. Mucinous BAC may show strong positivity for CK 20."}
{"id": "article-18647_20", "title": "Bronchoalveolar Cancer (Archived) -- History and Physical", "content": "Daly et al. evaluated presenting symptoms of 134 patients diagnosed with BAC. Of those, 68% were asymptomatic at presentation, with 17% presenting with a cough. Unlike other NSCLCs, bronchorrhea or excessive airway secretions were more common in this subgroup (17%), as was nonspecific chest pain (10%). [14] Copious frothy secretions of up to a few liters per day have been reported to the extent of causing a fluid-electrolyte imbalance. Its presence usually portends a poor prognosis. [14]", "contents": "Bronchoalveolar Cancer (Archived) -- History and Physical. Daly et al. evaluated presenting symptoms of 134 patients diagnosed with BAC. Of those, 68% were asymptomatic at presentation, with 17% presenting with a cough. Unlike other NSCLCs, bronchorrhea or excessive airway secretions were more common in this subgroup (17%), as was nonspecific chest pain (10%). [14] Copious frothy secretions of up to a few liters per day have been reported to the extent of causing a fluid-electrolyte imbalance. Its presence usually portends a poor prognosis. [14]"}
{"id": "article-18647_21", "title": "Bronchoalveolar Cancer (Archived) -- Evaluation", "content": "Routine chest x-ray findings of non-resolving pneumonia or an isolated, persistent, ill-defined opacity have often been reported as the primary starting point of diagnosis. [12] [15] [16] CT of the chest may show an isolated, or more often, a multifocal or diffuse opacity with a predominant ground-glass pattern. The size and mass of the nodule are important predictors of an invasive component.", "contents": "Bronchoalveolar Cancer (Archived) -- Evaluation. Routine chest x-ray findings of non-resolving pneumonia or an isolated, persistent, ill-defined opacity have often been reported as the primary starting point of diagnosis. [12] [15] [16] CT of the chest may show an isolated, or more often, a multifocal or diffuse opacity with a predominant ground-glass pattern. The size and mass of the nodule are important predictors of an invasive component."}
{"id": "article-18647_22", "title": "Bronchoalveolar Cancer (Archived) -- Evaluation", "content": "Differential diagnosis of a ground glass area of opacity in CT may include organizing pneumonia, focal inflammation, or focal fibrosis. Precise measurement of a subsolid nodule size can often be challenging in axial CT. An alternative method of measurement could be volumetry though it has not been standardized and validated.", "contents": "Bronchoalveolar Cancer (Archived) -- Evaluation. Differential diagnosis of a ground glass area of opacity in CT may include organizing pneumonia, focal inflammation, or focal fibrosis. Precise measurement of a subsolid nodule size can often be challenging in axial CT. An alternative method of measurement could be volumetry though it has not been standardized and validated."}
{"id": "article-18647_23", "title": "Bronchoalveolar Cancer (Archived) -- Evaluation", "content": "While erstwhile non-mucinous BAC presents most commonly as ground-glass nodules with a variable solid component, mucinous BACs more often present as pneumonic infiltrates with consolidation, pseudo cavitation, and often visualization of blood vessels within the area of mucinous consolidation – known as \"angiogram sign'.", "contents": "Bronchoalveolar Cancer (Archived) -- Evaluation. While erstwhile non-mucinous BAC presents most commonly as ground-glass nodules with a variable solid component, mucinous BACs more often present as pneumonic infiltrates with consolidation, pseudo cavitation, and often visualization of blood vessels within the area of mucinous consolidation – known as \"angiogram sign'."}
{"id": "article-18647_24", "title": "Bronchoalveolar Cancer (Archived) -- Evaluation", "content": "Consolidation to tumor ratio, defined as a ratio of the maximum diameter of the area of consolidation to the tumor, has also been used as a prognostic marker in non-solid adenocarcinoma with lepidic growth.", "contents": "Bronchoalveolar Cancer (Archived) -- Evaluation. Consolidation to tumor ratio, defined as a ratio of the maximum diameter of the area of consolidation to the tumor, has also been used as a prognostic marker in non-solid adenocarcinoma with lepidic growth."}
{"id": "article-18647_25", "title": "Bronchoalveolar Cancer (Archived) -- Evaluation", "content": "Cellular density and turnover being somewhat lower, fluorodeoxyglucose (FDG) uptake in a positron emission tomography (PET) scan is often underwhelming, and these lesions are often, therefore, PET negative. Forty-five percent to 60% of the erstwhile BACs have been reported to present in radiologic stage I or stage II disease.", "contents": "Bronchoalveolar Cancer (Archived) -- Evaluation. Cellular density and turnover being somewhat lower, fluorodeoxyglucose (FDG) uptake in a positron emission tomography (PET) scan is often underwhelming, and these lesions are often, therefore, PET negative. Forty-five percent to 60% of the erstwhile BACs have been reported to present in radiologic stage I or stage II disease."}
{"id": "article-18647_26", "title": "Bronchoalveolar Cancer (Archived) -- Evaluation", "content": "Tissue diagnosis by biopsy is the confirmatory step. However, complete histologic evaluation of an excised specimen or biopsy is increasingly stressed to determine the extent of invasiveness. The diagnosis of adenocarcinoma with lepidic growth made by cytology or core biopsy can contain a more invasive component in an excised specimen. The specificity of frozen section biopsy for diagnosing adenocarcinoma with lepidic growth is excellent, with positive predictive values of 93% to 100%.", "contents": "Bronchoalveolar Cancer (Archived) -- Evaluation. Tissue diagnosis by biopsy is the confirmatory step. However, complete histologic evaluation of an excised specimen or biopsy is increasingly stressed to determine the extent of invasiveness. The diagnosis of adenocarcinoma with lepidic growth made by cytology or core biopsy can contain a more invasive component in an excised specimen. The specificity of frozen section biopsy for diagnosing adenocarcinoma with lepidic growth is excellent, with positive predictive values of 93% to 100%."}
{"id": "article-18647_27", "title": "Bronchoalveolar Cancer (Archived) -- Treatment / Management", "content": "Complete surgical excision is the most definitive therapy that aligns with the reported recurrence-free survival rates. Lobectomy with mediastinal lymph node dissection has been the most followed approach, although, in clinical practice, patients with limited lung functions or multifocal synchronous disease pose a challenge at times. Therefore, limited resection by segmentectomy or sub-lobar resection has been considered for less-than-ideal circumstances for lobectomy. [17] [18] [19]", "contents": "Bronchoalveolar Cancer (Archived) -- Treatment / Management. Complete surgical excision is the most definitive therapy that aligns with the reported recurrence-free survival rates. Lobectomy with mediastinal lymph node dissection has been the most followed approach, although, in clinical practice, patients with limited lung functions or multifocal synchronous disease pose a challenge at times. Therefore, limited resection by segmentectomy or sub-lobar resection has been considered for less-than-ideal circumstances for lobectomy. [17] [18] [19]"}
{"id": "article-18647_28", "title": "Bronchoalveolar Cancer (Archived) -- Treatment / Management", "content": "Radiologic pure solid adenocarcinoma is found to have intraoperative nodal involvement in 15% to 20% of cases and is not considered ideal in candidates being selected for sub-lobar resection. Hattori et al. retrospectively reviewed 200 radiologic stage Ia lung adenocarcinoma cases to identify clinical factors associated with histologic lepidic predominant adenocarcinomas. They found that SUV max level of less than 3.3 in PET scan correlated well with lepidic predominant growth even in pure solid stage Ia adenocarcinomas. Therefore, it opens up the scope for sub-lobar resection in this subgroup that would not tolerate lobectomy otherwise. [20] A rare form of BAC called the pneumonic form carries a very poor prognosis irrespective of the aggressiveness of surgical resection. [21]", "contents": "Bronchoalveolar Cancer (Archived) -- Treatment / Management. Radiologic pure solid adenocarcinoma is found to have intraoperative nodal involvement in 15% to 20% of cases and is not considered ideal in candidates being selected for sub-lobar resection. Hattori et al. retrospectively reviewed 200 radiologic stage Ia lung adenocarcinoma cases to identify clinical factors associated with histologic lepidic predominant adenocarcinomas. They found that SUV max level of less than 3.3 in PET scan correlated well with lepidic predominant growth even in pure solid stage Ia adenocarcinomas. Therefore, it opens up the scope for sub-lobar resection in this subgroup that would not tolerate lobectomy otherwise. [20] A rare form of BAC called the pneumonic form carries a very poor prognosis irrespective of the aggressiveness of surgical resection. [21]"}
{"id": "article-18647_29", "title": "Bronchoalveolar Cancer (Archived) -- Treatment / Management", "content": "BAC is known to be less responsive to systemic chemotherapy compared to other NSCLCs. However, in cases with multiple nodules or foci, who are not eligible for upfront surgery, neoadjuvant platinum doublet chemotherapy could be considered. This approach might be definitive in patients who are not deemed to be surgical candidates. In advanced stages or recurrent cancers, EGFR-directed tyrosine kinase inhibitors (EGFR-TKIs) like erlotinib, gefitinib, and afatinib have been used. [22] There are some small studies looking into the use of proteasome inhibitor bortezomib, after progressing on EGFR-TKIs. [23]", "contents": "Bronchoalveolar Cancer (Archived) -- Treatment / Management. BAC is known to be less responsive to systemic chemotherapy compared to other NSCLCs. However, in cases with multiple nodules or foci, who are not eligible for upfront surgery, neoadjuvant platinum doublet chemotherapy could be considered. This approach might be definitive in patients who are not deemed to be surgical candidates. In advanced stages or recurrent cancers, EGFR-directed tyrosine kinase inhibitors (EGFR-TKIs) like erlotinib, gefitinib, and afatinib have been used. [22] There are some small studies looking into the use of proteasome inhibitor bortezomib, after progressing on EGFR-TKIs. [23]"}
{"id": "article-18647_30", "title": "Bronchoalveolar Cancer (Archived) -- Treatment / Management", "content": "However, erstwhile mucinous BACs are more frequently K ras mutation-positive (reported at 75%) with low expression of EGFR mutation. Therefore, they are somewhat more responsive to taxane-based chemotherapy and are not ideal candidates for EGFR-targeted therapy. [24] Finally, like other variants of adenocarcinoma, the treatment of locally advanced or metastatic adenocarcinoma with lepidic growth has also been positively impacted by the advent of immunotherapy in general, and PD1-L1 inhibitors to be specific.", "contents": "Bronchoalveolar Cancer (Archived) -- Treatment / Management. However, erstwhile mucinous BACs are more frequently K ras mutation-positive (reported at 75%) with low expression of EGFR mutation. Therefore, they are somewhat more responsive to taxane-based chemotherapy and are not ideal candidates for EGFR-targeted therapy. [24] Finally, like other variants of adenocarcinoma, the treatment of locally advanced or metastatic adenocarcinoma with lepidic growth has also been positively impacted by the advent of immunotherapy in general, and PD1-L1 inhibitors to be specific."}
{"id": "article-18647_31", "title": "Bronchoalveolar Cancer (Archived) -- Differential Diagnosis", "content": "Differential diagnoses of BAC with similar histological findings but a much more favorable prognosis include: Type 2 pneumocyte hyperplasia Atypical adenomatous hyperplasia Sclerosing hemangioma Pneumonia Cryptogenic organizing pneumonia Sarcoidosis Tuberculosis Pulmonary edema Immunophenotyping is helpful in differentiation.", "contents": "Bronchoalveolar Cancer (Archived) -- Differential Diagnosis. Differential diagnoses of BAC with similar histological findings but a much more favorable prognosis include: Type 2 pneumocyte hyperplasia Atypical adenomatous hyperplasia Sclerosing hemangioma Pneumonia Cryptogenic organizing pneumonia Sarcoidosis Tuberculosis Pulmonary edema Immunophenotyping is helpful in differentiation."}
{"id": "article-18647_32", "title": "Bronchoalveolar Cancer (Archived) -- Staging -- AJCC eighth edition of TNM classification:", "content": "T (primary tumor) T0 No primary tumorTis Carcinoma in situ (squamous or adenocarcinoma)T1 Tumor <=3 cmT1mi Minimally invasive adenocarcinomaT1a Superficial spreading tumor in central airwaysT1a Tumor <=1 cmT1b Tumor >1 but <=2 cmT1c Tumor >2 but <=3 cmT2 Tumor >3 but <=5 cm or tumor involving: visceral pleura, main bronchus (not carina), atelectasis to hilumT2a Tumor >3 but <=4 cmT2b Tumor >4 but <=5 cmT3 Tumor >5 but <=7 cm or invading chest wall, pericardium, phrenic nerve; or separate tumor nodule(s) in the same lobeT4 Tumor >7 cm or tumor invading: mediastinum, diaphragm, heart, great vessels, recurrent laryngeal nerve, carina, trachea, esophagus, spine; or tumor nodule(s) in a different ipsilateral lobe", "contents": "Bronchoalveolar Cancer (Archived) -- Staging -- AJCC eighth edition of TNM classification:. T (primary tumor) T0 No primary tumorTis Carcinoma in situ (squamous or adenocarcinoma)T1 Tumor <=3 cmT1mi Minimally invasive adenocarcinomaT1a Superficial spreading tumor in central airwaysT1a Tumor <=1 cmT1b Tumor >1 but <=2 cmT1c Tumor >2 but <=3 cmT2 Tumor >3 but <=5 cm or tumor involving: visceral pleura, main bronchus (not carina), atelectasis to hilumT2a Tumor >3 but <=4 cmT2b Tumor >4 but <=5 cmT3 Tumor >5 but <=7 cm or invading chest wall, pericardium, phrenic nerve; or separate tumor nodule(s) in the same lobeT4 Tumor >7 cm or tumor invading: mediastinum, diaphragm, heart, great vessels, recurrent laryngeal nerve, carina, trachea, esophagus, spine; or tumor nodule(s) in a different ipsilateral lobe"}
{"id": "article-18647_33", "title": "Bronchoalveolar Cancer (Archived) -- Staging -- AJCC eighth edition of TNM classification:", "content": "N (regional lymph nodes) N0 No regional node metastasisN1 Metastasis in ipsilateral pulmonary or hilar nodesN2 Metastasis in ipsilateral mediastinal or subcarinal nodesN3 Metastasis in contralateral mediastinal, hilar, or supraclavicular nodes", "contents": "Bronchoalveolar Cancer (Archived) -- Staging -- AJCC eighth edition of TNM classification:. N (regional lymph nodes) N0 No regional node metastasisN1 Metastasis in ipsilateral pulmonary or hilar nodesN2 Metastasis in ipsilateral mediastinal or subcarinal nodesN3 Metastasis in contralateral mediastinal, hilar, or supraclavicular nodes"}
{"id": "article-18647_34", "title": "Bronchoalveolar Cancer (Archived) -- Staging -- AJCC eighth edition of TNM classification:", "content": "M (distant metastasis) M0 No distant metastasisM1a Malignant pleural or pericardial effusion or pleural or pericardial nodules or separate tumor nodule(s) in a contralateral lobeM1b Single extrathoracic metastasisM1c Multiple extrathoracic metastases (1 or>1 organ)", "contents": "Bronchoalveolar Cancer (Archived) -- Staging -- AJCC eighth edition of TNM classification:. M (distant metastasis) M0 No distant metastasisM1a Malignant pleural or pericardial effusion or pleural or pericardial nodules or separate tumor nodule(s) in a contralateral lobeM1b Single extrathoracic metastasisM1c Multiple extrathoracic metastases (1 or>1 organ)"}
{"id": "article-18647_35", "title": "Bronchoalveolar Cancer (Archived) -- Prognosis", "content": "Tumors classified as minimally invasive adenocarcinoma and adenocarcinoma in situ have been shown to have a near 100% disease-free survival once completely resected (100% 10-year disease-free survival for adenocarcinoma in situ and 97.3% to 100% for minimally invasive adenocarcinoma). [25] [26]", "contents": "Bronchoalveolar Cancer (Archived) -- Prognosis. Tumors classified as minimally invasive adenocarcinoma and adenocarcinoma in situ have been shown to have a near 100% disease-free survival once completely resected (100% 10-year disease-free survival for adenocarcinoma in situ and 97.3% to 100% for minimally invasive adenocarcinoma). [25] [26]"}
{"id": "article-18647_36", "title": "Bronchoalveolar Cancer (Archived) -- Prognosis", "content": "Tumors identified as BAC or adenocarcinoma with lepidic growth rarely follow the traditional progression through nodal or vascular involvement. Multifocal disease within lung parenchyma has been seen and attributed to synchronous disease or aerogenous spread. Given their intrathoracic spread, even lung transplantation has been performed in cases of multifocal BACs but has often exhibited recurrence in the donor's lung as late as 48 months post-transplantation. Considering all forms of adenocarcinoma, the solid component (contrary to ground glass) and mucinous pattern are widely considered to be predictors of metastatic potential.", "contents": "Bronchoalveolar Cancer (Archived) -- Prognosis. Tumors identified as BAC or adenocarcinoma with lepidic growth rarely follow the traditional progression through nodal or vascular involvement. Multifocal disease within lung parenchyma has been seen and attributed to synchronous disease or aerogenous spread. Given their intrathoracic spread, even lung transplantation has been performed in cases of multifocal BACs but has often exhibited recurrence in the donor's lung as late as 48 months post-transplantation. Considering all forms of adenocarcinoma, the solid component (contrary to ground glass) and mucinous pattern are widely considered to be predictors of metastatic potential."}
{"id": "article-18647_37", "title": "Bronchoalveolar Cancer (Archived) -- Complications", "content": "The reason the name \"bronchoalveolar carcinoma\" was destined to die was that it clubbed two very unrelated forms of adenocarcinoma in histology, immunophenotype, and invasive nature. It also became important to recognize minimally invasive adenocarcinoma, which portends a similar prognostic significance as adenocarcinoma in situ, and also to reclassify adenocarcinoma purely from the prognostic viewpoint.", "contents": "Bronchoalveolar Cancer (Archived) -- Complications. The reason the name \"bronchoalveolar carcinoma\" was destined to die was that it clubbed two very unrelated forms of adenocarcinoma in histology, immunophenotype, and invasive nature. It also became important to recognize minimally invasive adenocarcinoma, which portends a similar prognostic significance as adenocarcinoma in situ, and also to reclassify adenocarcinoma purely from the prognostic viewpoint."}
{"id": "article-18647_38", "title": "Bronchoalveolar Cancer (Archived) -- Complications", "content": "Since the introduction of the newer classification, there have been several articles with caution and counterarguments. The purpose of those is not to be ignored as they convey a valuable message that identification of adenocarcinoma as one with lepidic growth does not label them as one with potential curability or 100% disease-free survival until a surgical staging has been achieved with an adequate evaluation of the specimen in its entirety along with the evaluation of pleura and lymph nodes. Finally, it has opened up the scope for early planning of definitive therapy with sometimes a less than optimal limited resection and preservation of lung function with equally optimistic outcomes.", "contents": "Bronchoalveolar Cancer (Archived) -- Complications. Since the introduction of the newer classification, there have been several articles with caution and counterarguments. The purpose of those is not to be ignored as they convey a valuable message that identification of adenocarcinoma as one with lepidic growth does not label them as one with potential curability or 100% disease-free survival until a surgical staging has been achieved with an adequate evaluation of the specimen in its entirety along with the evaluation of pleura and lymph nodes. Finally, it has opened up the scope for early planning of definitive therapy with sometimes a less than optimal limited resection and preservation of lung function with equally optimistic outcomes."}
{"id": "article-18647_39", "title": "Bronchoalveolar Cancer (Archived) -- Deterrence and Patient Education", "content": "Smoking cessation counseling and education are imperative in the prevention of this disease, though the role of smoking as a causative factor in the development of BAC is debatable. Screening should be conducted in patients over the age of 50 who have the following risk factors: A family history of lung cancer Radon exposure Occupational exposure to carcinogenic particles Chronic lung disease Smoking", "contents": "Bronchoalveolar Cancer (Archived) -- Deterrence and Patient Education. Smoking cessation counseling and education are imperative in the prevention of this disease, though the role of smoking as a causative factor in the development of BAC is debatable. Screening should be conducted in patients over the age of 50 who have the following risk factors: A family history of lung cancer Radon exposure Occupational exposure to carcinogenic particles Chronic lung disease Smoking"}
{"id": "article-18647_40", "title": "Bronchoalveolar Cancer (Archived) -- Pearls and Other Issues", "content": "Radiographic evidence of resolving pneumonia or persistent ground-glass opacity should always raise suspicion for adenocarcinoma with lepidic growth. Diagnosis of adenocarcinoma with lepidic growth should be avoided from pure cytology or core biopsy specimens without evaluating an entire excised specimen for an invasive component. The presence of an invasive component excludes the diagnosis of adenocarcinoma in situ. Histologic evidence of lepidic tumor growth has mirrored a uniform CT appearance of ground glass pattern, a favorable prognostic pattern, and, therefore, the scope for targeted therapy as well as limited surgical resection. The diagnosis of adenocarcinoma in situ, minimally invasive adenocarcinoma, and even atypical adenomatous hyperplasia are likely to grow in the recent and coming years due to their incidental diagnosis by the increasing implementation of lung cancer low-dose CT screening programs.", "contents": "Bronchoalveolar Cancer (Archived) -- Pearls and Other Issues. Radiographic evidence of resolving pneumonia or persistent ground-glass opacity should always raise suspicion for adenocarcinoma with lepidic growth. Diagnosis of adenocarcinoma with lepidic growth should be avoided from pure cytology or core biopsy specimens without evaluating an entire excised specimen for an invasive component. The presence of an invasive component excludes the diagnosis of adenocarcinoma in situ. Histologic evidence of lepidic tumor growth has mirrored a uniform CT appearance of ground glass pattern, a favorable prognostic pattern, and, therefore, the scope for targeted therapy as well as limited surgical resection. The diagnosis of adenocarcinoma in situ, minimally invasive adenocarcinoma, and even atypical adenomatous hyperplasia are likely to grow in the recent and coming years due to their incidental diagnosis by the increasing implementation of lung cancer low-dose CT screening programs."}
{"id": "article-18647_41", "title": "Bronchoalveolar Cancer (Archived) -- Pearls and Other Issues", "content": "What was previously known as mucinous BAC is now recognized as invasive mucinous adenocarcinoma.", "contents": "Bronchoalveolar Cancer (Archived) -- Pearls and Other Issues. What was previously known as mucinous BAC is now recognized as invasive mucinous adenocarcinoma."}
{"id": "article-18647_42", "title": "Bronchoalveolar Cancer (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The survival of most patients with lung cancer is poor. Thus, a streamlined approach to diagnosis and treatment is important in achieving good outcomes. The earlier the cancer is diagnosed, the higher the cure rate with surgery. Since most patients with lung cancer initially present to the primary care physician, a high index of suspicion should be present based on personal and family history. Any patient with risk factors for lung cancer should have a low-dose lung cancer screening CT scan of the chest. The availability of an interventional radiologist or interventional pulmonologist is essential for the biopsy of any lung lesion, and a well-trained pathologist is necessary to determine the type of cancer. A thoracic surgeon should be involved in the care of the patient since early surgery is curative. Even after surgery, an interprofessional team of healthcare professionals needs to follow the patient for appropriate surveillance. [27] [28] [Level 5]", "contents": "Bronchoalveolar Cancer (Archived) -- Enhancing Healthcare Team Outcomes. The survival of most patients with lung cancer is poor. Thus, a streamlined approach to diagnosis and treatment is important in achieving good outcomes. The earlier the cancer is diagnosed, the higher the cure rate with surgery. Since most patients with lung cancer initially present to the primary care physician, a high index of suspicion should be present based on personal and family history. Any patient with risk factors for lung cancer should have a low-dose lung cancer screening CT scan of the chest. The availability of an interventional radiologist or interventional pulmonologist is essential for the biopsy of any lung lesion, and a well-trained pathologist is necessary to determine the type of cancer. A thoracic surgeon should be involved in the care of the patient since early surgery is curative. Even after surgery, an interprofessional team of healthcare professionals needs to follow the patient for appropriate surveillance. [27] [28] [Level 5]"}
{"id": "article-18647_43", "title": "Bronchoalveolar Cancer (Archived) -- Enhancing Healthcare Team Outcomes", "content": "For those patients deemed to be non-surgical candidates, the treatment involves systemic therapy. In the presence of advanced disease, it is important to involve the palliative care team, as well as radiation oncology for palliative radiation, as and when deemed necessary. With the availability of the newer targeted agents, the medical oncologist can play a very important role in selecting appropriate agents and monitoring the patient closely for adverse reactions, and response assessments. Many guidelines exist to assess patients for lung cancer, but the key is an index of suspicion.", "contents": "Bronchoalveolar Cancer (Archived) -- Enhancing Healthcare Team Outcomes. For those patients deemed to be non-surgical candidates, the treatment involves systemic therapy. In the presence of advanced disease, it is important to involve the palliative care team, as well as radiation oncology for palliative radiation, as and when deemed necessary. With the availability of the newer targeted agents, the medical oncologist can play a very important role in selecting appropriate agents and monitoring the patient closely for adverse reactions, and response assessments. Many guidelines exist to assess patients for lung cancer, but the key is an index of suspicion."}
{"id": "article-18647_44", "title": "Bronchoalveolar Cancer (Archived) -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team should manage BAC. Besides the pulmonologist, thoracic surgeon, medical oncologist, radiation oncologist, palliative care physician, radiologist, and pathologist, other team members may include an oncology pharmacist, oncology certified nurses, social workers, and oncology psychologists. [Level 5]", "contents": "Bronchoalveolar Cancer (Archived) -- Enhancing Healthcare Team Outcomes. An interprofessional team should manage BAC. Besides the pulmonologist, thoracic surgeon, medical oncologist, radiation oncologist, palliative care physician, radiologist, and pathologist, other team members may include an oncology pharmacist, oncology certified nurses, social workers, and oncology psychologists. [Level 5]"}
{"id": "article-18647_45", "title": "Bronchoalveolar Cancer (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bronchoalveolar Cancer (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}