{"id": "article-63828_0", "title": "Learning Taxonomies in Medical Simulation -- Introduction", "content": "Benjamin Bloom and colleagues published the Taxonomy of Educational Objectives in 1956, the foundation for educational objectives and learning goals. Bloom's taxonomy created a common language such that learning materials could be compared between institutions and provided a way to assess what a curriculum offered within the learning domain. Based on this work, the 3 learning domains are cognitive, affective, and psychomotor. See Image. Bloom's Taxonomy. Bloom's taxonomy is specific to the cognitive domain and presents a hierarchical structure with 6 levels of learning: Knowledge (lowest level) Comprehension Application Analysis Synthesis Evaluation (highest level)", "contents": "Learning Taxonomies in Medical Simulation -- Introduction. Benjamin Bloom and colleagues published the Taxonomy of Educational Objectives in 1956, the foundation for educational objectives and learning goals. Bloom's taxonomy created a common language such that learning materials could be compared between institutions and provided a way to assess what a curriculum offered within the learning domain. Based on this work, the 3 learning domains are cognitive, affective, and psychomotor. See Image. Bloom's Taxonomy. Bloom's taxonomy is specific to the cognitive domain and presents a hierarchical structure with 6 levels of learning: Knowledge (lowest level) Comprehension Application Analysis Synthesis Evaluation (highest level)"}
{"id": "article-63828_1", "title": "Learning Taxonomies in Medical Simulation -- Introduction -- Revised Edition", "content": "Bloom's taxonomy was revised in 2001 by Lorin Anderson and David Krathwohl (one of the authors of the original taxonomy). Regarding this revision, Krathwohl commented on how Bloom's taxonomy went from a unidimensional ladder of cognitive processes to a 2-dimensional structure of mental processes and types of knowledge. The knowledge dimension consisted of factual knowledge, conceptual knowledge, procedural knowledge, and metacognitive knowledge subtypes. The dimension of cognitive processes resembled the original taxonomy, with 6 levels, but the names were changed from nouns to verbs: Remember Understand Apply Analyze Evaluate Create [1]", "contents": "Learning Taxonomies in Medical Simulation -- Introduction -- Revised Edition. Bloom's taxonomy was revised in 2001 by Lorin Anderson and David Krathwohl (one of the authors of the original taxonomy). Regarding this revision, Krathwohl commented on how Bloom's taxonomy went from a unidimensional ladder of cognitive processes to a 2-dimensional structure of mental processes and types of knowledge. The knowledge dimension consisted of factual knowledge, conceptual knowledge, procedural knowledge, and metacognitive knowledge subtypes. The dimension of cognitive processes resembled the original taxonomy, with 6 levels, but the names were changed from nouns to verbs: Remember Understand Apply Analyze Evaluate Create [1]"}
{"id": "article-63828_2", "title": "Learning Taxonomies in Medical Simulation -- Introduction -- Fink's Taxonomy", "content": "Since Bloom's taxonomy was developed, additional taxonomies have been created for the cognitive, affective, and psychomotor domains. New taxonomies will continue to be designed to fit broader educational needs. One example of another taxonomy is Fink's Taxonomy of Significant Learning , which also consists of 6 parts: Learning how to learn Foundational knowledge Application Integration Human dimension Caring [2]", "contents": "Learning Taxonomies in Medical Simulation -- Introduction -- Fink's Taxonomy. Since Bloom's taxonomy was developed, additional taxonomies have been created for the cognitive, affective, and psychomotor domains. New taxonomies will continue to be designed to fit broader educational needs. One example of another taxonomy is Fink's Taxonomy of Significant Learning , which also consists of 6 parts: Learning how to learn Foundational knowledge Application Integration Human dimension Caring [2]"}
{"id": "article-63828_3", "title": "Learning Taxonomies in Medical Simulation -- Introduction -- Fink's Taxonomy", "content": "These taxonomies can help guide the creation of curriculum learning objectives and reveal what a curriculum might be lacking. In medical education, learning objectives often focus on knowledge more than the other domains. [3] The medical simulation field comprises various educational tools and approaches that can reach learning objectives across all 3 academic domains.", "contents": "Learning Taxonomies in Medical Simulation -- Introduction -- Fink's Taxonomy. These taxonomies can help guide the creation of curriculum learning objectives and reveal what a curriculum might be lacking. In medical education, learning objectives often focus on knowledge more than the other domains. [3] The medical simulation field comprises various educational tools and approaches that can reach learning objectives across all 3 academic domains."}
{"id": "article-63828_4", "title": "Learning Taxonomies in Medical Simulation -- Curriculum Development", "content": "Educational taxonomies, including Bloom's, can be used to develop educational objectives for a curriculum and identify pieces that may be missing from an existing curriculum. Bloom's taxonomy is often presented with examples of verbs corresponding to each level, which can aid in identifying where a learning objective fits in the taxonomy. The revised taxonomy can be shown in a 4x6 table with knowledge and cognitive processes axes. The revised taxonomy has 4 kinds of knowledge: Factual: Knowledge of terminology and specific details Conceptual: Knowledge of classifications, categories, principles, and theories Procedural: Knowledge of subject-specific skills and techniques Metacognitive: knowledge about oneself and knowledge about cognition", "contents": "Learning Taxonomies in Medical Simulation -- Curriculum Development. Educational taxonomies, including Bloom's, can be used to develop educational objectives for a curriculum and identify pieces that may be missing from an existing curriculum. Bloom's taxonomy is often presented with examples of verbs corresponding to each level, which can aid in identifying where a learning objective fits in the taxonomy. The revised taxonomy can be shown in a 4x6 table with knowledge and cognitive processes axes. The revised taxonomy has 4 kinds of knowledge: Factual: Knowledge of terminology and specific details Conceptual: Knowledge of classifications, categories, principles, and theories Procedural: Knowledge of subject-specific skills and techniques Metacognitive: knowledge about oneself and knowledge about cognition"}
{"id": "article-63828_5", "title": "Learning Taxonomies in Medical Simulation -- Curriculum Development", "content": "Considering these different types of knowledge against cognitive processes can help create learning objectives that move beyond recalling factual knowledge. [4] Often, curricula overemphasize the lower levels of Bloom's taxonomy and knowledge subtypes.", "contents": "Learning Taxonomies in Medical Simulation -- Curriculum Development. Considering these different types of knowledge against cognitive processes can help create learning objectives that move beyond recalling factual knowledge. [4] Often, curricula overemphasize the lower levels of Bloom's taxonomy and knowledge subtypes."}
{"id": "article-63828_6", "title": "Learning Taxonomies in Medical Simulation -- Curriculum Development -- Zheng et al", "content": "Zheng et al applied Bloom's taxonomy to show how first-year medical school courses in biology have exam questions focused on the knowledge, comprehension, and application levels of learning, whereas the MCAT had more high-level questions. [5] The art of medicine encompasses more than knowledge regurgitation, and using learning taxonomies can ensure that a curriculum moves learners beyond just remembering and recalling. Furthermore, aside from needing to function at higher levels in the cognitive domain, medicine calls for both emotional intelligence and fine motor abilities.", "contents": "Learning Taxonomies in Medical Simulation -- Curriculum Development -- Zheng et al. Zheng et al applied Bloom's taxonomy to show how first-year medical school courses in biology have exam questions focused on the knowledge, comprehension, and application levels of learning, whereas the MCAT had more high-level questions. [5] The art of medicine encompasses more than knowledge regurgitation, and using learning taxonomies can ensure that a curriculum moves learners beyond just remembering and recalling. Furthermore, aside from needing to function at higher levels in the cognitive domain, medicine calls for both emotional intelligence and fine motor abilities."}
{"id": "article-63828_7", "title": "Learning Taxonomies in Medical Simulation -- Curriculum Development -- Simulation Scenarios", "content": "Simulation can incorporate the full breadth of educational opportunities as learners are placed into seemingly real-life scenarios. Therefore, all 3  cognitive, affective, and psychomotor learning domains should be considered when designing a simulation scenario for medical education. [6] For example, a cognitive domain objective could be having the learner demonstrate proper calculations to get a particular drug concentration. An aim of showing adequate communication with other team members would be in the affective domain. An aim to show how to draw up a medication correctly would fall into the psychomotor domain. [7] Therefore, when creating a simulation, one can consider learning objectives beyond Bloom's traditional taxonomy and, in turn, encompass the full breadth of educational opportunity.", "contents": "Learning Taxonomies in Medical Simulation -- Curriculum Development -- Simulation Scenarios. Simulation can incorporate the full breadth of educational opportunities as learners are placed into seemingly real-life scenarios. Therefore, all 3  cognitive, affective, and psychomotor learning domains should be considered when designing a simulation scenario for medical education. [6] For example, a cognitive domain objective could be having the learner demonstrate proper calculations to get a particular drug concentration. An aim of showing adequate communication with other team members would be in the affective domain. An aim to show how to draw up a medication correctly would fall into the psychomotor domain. [7] Therefore, when creating a simulation, one can consider learning objectives beyond Bloom's traditional taxonomy and, in turn, encompass the full breadth of educational opportunity."}
{"id": "article-63828_8", "title": "Learning Taxonomies in Medical Simulation -- Curriculum Development -- McIvor et al", "content": "Taxonomies can be used to facilitate communication across institutions about learning materials. Many educational taxonomies have been created since the original Bloom's taxonomy in 1956, and more continue to be developed. For example, in a multicenter trial, McIvor et al showed how creating a new taxonomy could compare how different simulation centers executed a standardized simulation. [8] This topic demonstrates how new taxonomies can be developed to fill an educational gap.", "contents": "Learning Taxonomies in Medical Simulation -- Curriculum Development -- McIvor et al. Taxonomies can be used to facilitate communication across institutions about learning materials. Many educational taxonomies have been created since the original Bloom's taxonomy in 1956, and more continue to be developed. For example, in a multicenter trial, McIvor et al showed how creating a new taxonomy could compare how different simulation centers executed a standardized simulation. [8] This topic demonstrates how new taxonomies can be developed to fill an educational gap."}
{"id": "article-63828_9", "title": "Learning Taxonomies in Medical Simulation -- Procedural Skills Assessment", "content": "Teaching motor skills is incredibly important in medicine so learners are competent in performing procedures. Using the affective and psychomotor learning and cognitive domains can help improve curriculums for procedural-based specialties. [9]", "contents": "Learning Taxonomies in Medical Simulation -- Procedural Skills Assessment. Teaching motor skills is incredibly important in medicine so learners are competent in performing procedures. Using the affective and psychomotor learning and cognitive domains can help improve curriculums for procedural-based specialties. [9]"}
{"id": "article-63828_10", "title": "Learning Taxonomies in Medical Simulation -- Procedural Skills Assessment -- Dave's Psychomotor Taxonomy", "content": "When creating a simulation for a surgical specialty, it might be helpful to use Dave's psychomotor taxonomy to help develop relevant learning objectives: [10] Imitation Manipulation Practical precision Articulation Naturalization [10]", "contents": "Learning Taxonomies in Medical Simulation -- Procedural Skills Assessment -- Dave's Psychomotor Taxonomy. When creating a simulation for a surgical specialty, it might be helpful to use Dave's psychomotor taxonomy to help develop relevant learning objectives: [10] Imitation Manipulation Practical precision Articulation Naturalization [10]"}
{"id": "article-63828_11", "title": "Learning Taxonomies in Medical Simulation -- Procedural Skills Assessment -- Simpson's Taxonomy", "content": "Another taxonomy devised for the psychomotor domain is Simpson's taxonomy, which presents 7 categories: Perception Set Guided response Mechanism Complex overt response Adaptation Origination [6]", "contents": "Learning Taxonomies in Medical Simulation -- Procedural Skills Assessment -- Simpson's Taxonomy. Another taxonomy devised for the psychomotor domain is Simpson's taxonomy, which presents 7 categories: Perception Set Guided response Mechanism Complex overt response Adaptation Origination [6]"}
{"id": "article-63828_12", "title": "Learning Taxonomies in Medical Simulation -- Clinical Significance", "content": "Medical simulation provides a way to integrate multiple levels of learning taxonomies across the learning domains, which can help improve training and clinical outcomes. For example, Chan et al demonstrated a pedagogy that moves beyond the cognitive domain and includes affective elements using standardized patients. [11]", "contents": "Learning Taxonomies in Medical Simulation -- Clinical Significance. Medical simulation provides a way to integrate multiple levels of learning taxonomies across the learning domains, which can help improve training and clinical outcomes. For example, Chan et al demonstrated a pedagogy that moves beyond the cognitive domain and includes affective elements using standardized patients. [11]"}
{"id": "article-63828_13", "title": "Learning Taxonomies in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Healthcare team training has been demonstrated to improve patient outcomes. [12] Furthermore, simulation can teach ethics and place learners in scenarios where they must align their actions with their values. [13] The affective learning domain encompasses communication and teamwork and can help create learning objectives designed to improve healthcare teams. Krathwohl presented a taxonomy for the affective domain with 5 levels: Receiving Responding Valuing Organization Characterization by a value or value complex [6]", "contents": "Learning Taxonomies in Medical Simulation -- Enhancing Healthcare Team Outcomes. Healthcare team training has been demonstrated to improve patient outcomes. [12] Furthermore, simulation can teach ethics and place learners in scenarios where they must align their actions with their values. [13] The affective learning domain encompasses communication and teamwork and can help create learning objectives designed to improve healthcare teams. Krathwohl presented a taxonomy for the affective domain with 5 levels: Receiving Responding Valuing Organization Characterization by a value or value complex [6]"}
{"id": "article-63828_14", "title": "Learning Taxonomies in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Incorporating learning objectives from the affective domain and those from the cognitive domain can create a more complete and encompassing simulation scenario and drive beneficial results for students' outcomes.", "contents": "Learning Taxonomies in Medical Simulation -- Enhancing Healthcare Team Outcomes. Incorporating learning objectives from the affective domain and those from the cognitive domain can create a more complete and encompassing simulation scenario and drive beneficial results for students' outcomes."}
{"id": "article-63828_15", "title": "Learning Taxonomies in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Learning Taxonomies in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}