{"id": "article-24499_0", "title": "Lung Exam -- Introduction", "content": "Rene Laënnec's invention of the stethoscope in the early 1800s paved the way for the clinical examination of the lungs. The lung exam is a standard approach for comprehensive and focused physical examinations in patients. Due to their proximity to vital structures such as the heart, great vessels, esophagus, and diaphragm, a careful examination of the lungs can offer valuable insights for differential diagnoses. The airway extends from the trachea to the bronchus for each lung segment and to the smallest structure for air exchange, called the bronchioles. The airway continuity is derived from the embryonic foregut and is divided into the trachea, bronchi, and bronchioles. Although humans have 2 lungs, they are not symmetrical; the right lung is bigger compared to the left. The right lung comprises 3 lobes and 10 segments, whereas the left has 2 lobes and 9 segments. The segmental division of the lungs is based on their airway supply. [1] [2]", "contents": "Lung Exam -- Introduction. Rene Laënnec's invention of the stethoscope in the early 1800s paved the way for the clinical examination of the lungs. The lung exam is a standard approach for comprehensive and focused physical examinations in patients. Due to their proximity to vital structures such as the heart, great vessels, esophagus, and diaphragm, a careful examination of the lungs can offer valuable insights for differential diagnoses. The airway extends from the trachea to the bronchus for each lung segment and to the smallest structure for air exchange, called the bronchioles. The airway continuity is derived from the embryonic foregut and is divided into the trachea, bronchi, and bronchioles. Although humans have 2 lungs, they are not symmetrical; the right lung is bigger compared to the left. The right lung comprises 3 lobes and 10 segments, whereas the left has 2 lobes and 9 segments. The segmental division of the lungs is based on their airway supply. [1] [2]"}
{"id": "article-24499_1", "title": "Lung Exam -- Introduction", "content": "The physical examination of the chest consists of inspection, palpation, percussion, and auscultation. Although clinicians may skip the first 3 steps of the chest auscultation, a thorough lung examination can reveal important pertinent positives or negatives for further evaluation. Depending on the experience of the examining clinician and the acuity of the case, certain parts of the examination are more important compared to others. Several technological advances have also reduced the necessity for manual completion of each part of the exam. Currently, digital stethoscopes are utilized by some clinicians to facilitate higher accuracy of changes in lung sounds and differentiation of lung sounds.", "contents": "Lung Exam -- Introduction. The physical examination of the chest consists of inspection, palpation, percussion, and auscultation. Although clinicians may skip the first 3 steps of the chest auscultation, a thorough lung examination can reveal important pertinent positives or negatives for further evaluation. Depending on the experience of the examining clinician and the acuity of the case, certain parts of the examination are more important compared to others. Several technological advances have also reduced the necessity for manual completion of each part of the exam. Currently, digital stethoscopes are utilized by some clinicians to facilitate higher accuracy of changes in lung sounds and differentiation of lung sounds."}
{"id": "article-24499_2", "title": "Lung Exam -- Function -- Inspection", "content": "During the inspection, the clinician should pay attention to the patient's breathing pattern, including thoracic breathing, thoracoabdominal breathing, costal markings, and the use of accessory breathing muscles. Accessory breathing muscles such as scalenes, sternocleidomastoid, and intercostal muscles could point to excessive breathing effort caused by lung pathology or several pathologies. The patient's body habitus could provide information regarding chest compliance, especially in severely obese patients, where chest mobility and compliance are reduced due to added weight from adipose tissue. Alternatively, in emaciated patients, chest mobility could also be reduced due to fatigue or muscle wasting. The patient's position should be noted; patients with extreme pulmonary dysfunction often sit upright, and in distress, they assume the tripod position, characterized by leaning forward and resting their hands on their knees. Breathing through pursed lips is often observed in cases of emphysema. Patients who cannot speak or become short of breath during the interview are likely to have worse pulmonary function or reserve.", "contents": "Lung Exam -- Function -- Inspection. During the inspection, the clinician should pay attention to the patient's breathing pattern, including thoracic breathing, thoracoabdominal breathing, costal markings, and the use of accessory breathing muscles. Accessory breathing muscles such as scalenes, sternocleidomastoid, and intercostal muscles could point to excessive breathing effort caused by lung pathology or several pathologies. The patient's body habitus could provide information regarding chest compliance, especially in severely obese patients, where chest mobility and compliance are reduced due to added weight from adipose tissue. Alternatively, in emaciated patients, chest mobility could also be reduced due to fatigue or muscle wasting. The patient's position should be noted; patients with extreme pulmonary dysfunction often sit upright, and in distress, they assume the tripod position, characterized by leaning forward and resting their hands on their knees. Breathing through pursed lips is often observed in cases of emphysema. Patients who cannot speak or become short of breath during the interview are likely to have worse pulmonary function or reserve."}
{"id": "article-24499_3", "title": "Lung Exam -- Function -- Inspection", "content": "Skeletal chest abnormalities should also be noted during the inspection. The most common chest osseous abnormality is pectus excavatum, where the sternum is depressed into the chest cavity. Conversely, pectus carinatum presents with a protrusion of the sternum from the chest wall. Barrel chest could also be present, which consists of increased anterior-posterior diameter of the chest wall and is a normal finding in children but is suggestive of hyperinflation in adults with chronic obstructive pulmonary disease. Thoracic spine abnormalities such as kyphosis and scoliosis could also be noted during physical examination of the chest. Within the context of rapid assessment, any signs of cyanosis, such as the pale or bluish color of the lips or the fingertips, and any apparent injuries could be noted.", "contents": "Lung Exam -- Function -- Inspection. Skeletal chest abnormalities should also be noted during the inspection. The most common chest osseous abnormality is pectus excavatum, where the sternum is depressed into the chest cavity. Conversely, pectus carinatum presents with a protrusion of the sternum from the chest wall. Barrel chest could also be present, which consists of increased anterior-posterior diameter of the chest wall and is a normal finding in children but is suggestive of hyperinflation in adults with chronic obstructive pulmonary disease. Thoracic spine abnormalities such as kyphosis and scoliosis could also be noted during physical examination of the chest. Within the context of rapid assessment, any signs of cyanosis, such as the pale or bluish color of the lips or the fingertips, and any apparent injuries could be noted."}
{"id": "article-24499_4", "title": "Lung Exam -- Function -- Palpation", "content": "Palpation should focus on detecting abnormalities such as masses or bony crepitus. During palpation, the examiner can assess tactile fremitus by placing both hands on the patient's back, medial to the shoulder blades, and instructing the patient to say 99. An increase in the tactile fremitus points towards an increased intraparenchymal density, and a decreased fremitus hints towards a pleural process that separates the pleura from the parenchyma, such as pleural effusion and pneumothorax. Notably, fremitus can also be auscultated and referred to as vocal fremitus.", "contents": "Lung Exam -- Function -- Palpation. Palpation should focus on detecting abnormalities such as masses or bony crepitus. During palpation, the examiner can assess tactile fremitus by placing both hands on the patient's back, medial to the shoulder blades, and instructing the patient to say 99. An increase in the tactile fremitus points towards an increased intraparenchymal density, and a decreased fremitus hints towards a pleural process that separates the pleura from the parenchyma, such as pleural effusion and pneumothorax. Notably, fremitus can also be auscultated and referred to as vocal fremitus."}
{"id": "article-24499_5", "title": "Lung Exam -- Function -- Percussion", "content": "Percussion is not typically utilized in focused exams and is primarily used to detect underlying consolidation, fluid, or obstruction that changes the normal quality of resonance at different parts of the lungs, from the apices to the bases. The sound quality should be dull, resonant (normal), or hyper-resonant. When the sound quality changes from resonant to dull, the lung borders can indicate any changes in anatomical relationships within the thorax, especially to the spleen and liver on the left and right sides.", "contents": "Lung Exam -- Function -- Percussion. Percussion is not typically utilized in focused exams and is primarily used to detect underlying consolidation, fluid, or obstruction that changes the normal quality of resonance at different parts of the lungs, from the apices to the bases. The sound quality should be dull, resonant (normal), or hyper-resonant. When the sound quality changes from resonant to dull, the lung borders can indicate any changes in anatomical relationships within the thorax, especially to the spleen and liver on the left and right sides."}
{"id": "article-24499_6", "title": "Lung Exam -- Function -- Auscultation", "content": "Auscultation of the lungs should be systematic and follow a stepwise approach in which the clinician surveys all the lung zones. During auscultation, the lung can be divided into apical, middle, and basilar regions. The description of abnormal breathing sounds should be documented, including location. The movement of air generates normal breath sounds through the large and small airways. Normal breath sounds have a frequency of approximately 100 Hz. The absence of breath sounds should prompt the clinician to consider shallow breath, abnormal anatomy, or pathologic entities such as airway obstruction, bulla, hyperinflation, pneumothorax, pleural effusion or thickening, and obesity. Tubular breath sounds: High-pitched, bronchial breath sounds are observed in conditions such as consolidation, pleural effusion, pulmonary fibrosis, distal collapse, and mediastinal tumor over a large patent bronchus.", "contents": "Lung Exam -- Function -- Auscultation. Auscultation of the lungs should be systematic and follow a stepwise approach in which the clinician surveys all the lung zones. During auscultation, the lung can be divided into apical, middle, and basilar regions. The description of abnormal breathing sounds should be documented, including location. The movement of air generates normal breath sounds through the large and small airways. Normal breath sounds have a frequency of approximately 100 Hz. The absence of breath sounds should prompt the clinician to consider shallow breath, abnormal anatomy, or pathologic entities such as airway obstruction, bulla, hyperinflation, pneumothorax, pleural effusion or thickening, and obesity. Tubular breath sounds: High-pitched, bronchial breath sounds are observed in conditions such as consolidation, pleural effusion, pulmonary fibrosis, distal collapse, and mediastinal tumor over a large patent bronchus."}
{"id": "article-24499_7", "title": "Lung Exam -- Function -- Auscultation", "content": "Vesicular breath sounds: Although Laënnec considered normal lung sounds to originate from the airflow in and out of alveoli, later investigations of the origin of respiratory sounds have not shown lung vesicles to participate in sound generation. Therefore, vesicular breath sounds are a misnomer for normal breath sounds. Wheezes: High-pitched continuous sounds with a dominant frequency of 400 Hz or more suggest asthma, chronic obstructive pulmonary disease, airway obstruction, or mucus plug. Rhonchi: Low-pitched continuous musical sounds with a dominant frequency of about 200 Hz or less indicate fluid or mucus in the airways due to infectious or chronic conditions. Crackles: A popping sound generated by air passage through the accumulated secretions within the large and medium-sized airways creates bubbling sounds, manifesting as brief, non-musical, and discontinuous sounds. These are observed in chronic obstructive pulmonary disease, pneumonia, and heart failure.", "contents": "Lung Exam -- Function -- Auscultation. Vesicular breath sounds: Although Laënnec considered normal lung sounds to originate from the airflow in and out of alveoli, later investigations of the origin of respiratory sounds have not shown lung vesicles to participate in sound generation. Therefore, vesicular breath sounds are a misnomer for normal breath sounds. Wheezes: High-pitched continuous sounds with a dominant frequency of 400 Hz or more suggest asthma, chronic obstructive pulmonary disease, airway obstruction, or mucus plug. Rhonchi: Low-pitched continuous musical sounds with a dominant frequency of about 200 Hz or less indicate fluid or mucus in the airways due to infectious or chronic conditions. Crackles: A popping sound generated by air passage through the accumulated secretions within the large and medium-sized airways creates bubbling sounds, manifesting as brief, non-musical, and discontinuous sounds. These are observed in chronic obstructive pulmonary disease, pneumonia, and heart failure."}
{"id": "article-24499_8", "title": "Lung Exam -- Function -- Auscultation", "content": "Pleural rub: This occurs when inflamed pleural surfaces rub against each other during breathing. The sound is difficult to differentiate from fine crackles but similar to rubbing the stethoscope against cotton. Stridor: A loud, high-pitched, musical sound produced by upper respiratory tract obstruction. When heard during inspiration, this indicates an extrathoracic upper airway obstruction above the thoracic inlet, typically involving structures such as supraglottic lesions, including laryngomalacia or vocal cord lesions. Stridor occurs during expiration if associated with intrathoracic tracheobronchial lesions, such as tracheomalacia, bronchomalacia, and extrinsic compression. This sound can occur in both phases of respiration if a lesion, such as stenosis, is fixed. [3]", "contents": "Lung Exam -- Function -- Auscultation. Pleural rub: This occurs when inflamed pleural surfaces rub against each other during breathing. The sound is difficult to differentiate from fine crackles but similar to rubbing the stethoscope against cotton. Stridor: A loud, high-pitched, musical sound produced by upper respiratory tract obstruction. When heard during inspiration, this indicates an extrathoracic upper airway obstruction above the thoracic inlet, typically involving structures such as supraglottic lesions, including laryngomalacia or vocal cord lesions. Stridor occurs during expiration if associated with intrathoracic tracheobronchial lesions, such as tracheomalacia, bronchomalacia, and extrinsic compression. This sound can occur in both phases of respiration if a lesion, such as stenosis, is fixed. [3]"}
{"id": "article-24499_9", "title": "Lung Exam -- Function -- Special Maneuvers", "content": "Pectoriloquy: Ask the patient to whisper 1-2-3 or 99 and listen with a stethoscope. Typically, words are heard faintly. In cases of consolidation, the whispered sounds are heard clearly and distinctly. Egophony: This test can be elicited by asking the patient to say Ee, which sounds like an A. The sounds suggest consolidation or pleural effusion. [Bates' Guide. Thorax and Lungs ]", "contents": "Lung Exam -- Function -- Special Maneuvers. Pectoriloquy: Ask the patient to whisper 1-2-3 or 99 and listen with a stethoscope. Typically, words are heard faintly. In cases of consolidation, the whispered sounds are heard clearly and distinctly. Egophony: This test can be elicited by asking the patient to say Ee, which sounds like an A. The sounds suggest consolidation or pleural effusion. [Bates' Guide. Thorax and Lungs ]"}
{"id": "article-24499_10", "title": "Lung Exam -- Issues of Concern -- Frequency of Use", "content": "Although more elaborate and expensive technologies for diagnosing chest diseases have emerged, auscultation of the lung still provides valuable, immediate, and low-cost exam findings to the experienced clinician. For clinicians who can allot a comprehensive visit in primary care or internal medicine, the lung exam that comprises lung sounds is essential. The chief complaint may guide a focused lung exam in acute- or high-volume settings. For example, if a patient presents with difficulty breathing, the clinician would prioritize auscultation, possibly omitting palpation. Alternatively, for a patient in the intensive care unit, the lung exam could be repeated based on updated laboratory values and new or existing concerns from the treating team. A patient who was admitted for chronic obstructive pulmonary disease who suddenly develops rhonchi may prompt the clinician to consider any new or developing infections.", "contents": "Lung Exam -- Issues of Concern -- Frequency of Use. Although more elaborate and expensive technologies for diagnosing chest diseases have emerged, auscultation of the lung still provides valuable, immediate, and low-cost exam findings to the experienced clinician. For clinicians who can allot a comprehensive visit in primary care or internal medicine, the lung exam that comprises lung sounds is essential. The chief complaint may guide a focused lung exam in acute- or high-volume settings. For example, if a patient presents with difficulty breathing, the clinician would prioritize auscultation, possibly omitting palpation. Alternatively, for a patient in the intensive care unit, the lung exam could be repeated based on updated laboratory values and new or existing concerns from the treating team. A patient who was admitted for chronic obstructive pulmonary disease who suddenly develops rhonchi may prompt the clinician to consider any new or developing infections."}
{"id": "article-24499_11", "title": "Lung Exam -- Issues of Concern -- Technological Advances", "content": "The current discussion regarding alternatives to stethoscopes centers on the subjective interpretation of lung sounds. Current research primarily aims to improve the quality of inpatient monitoring. Some alternatives include wearables for acoustic analysis, which could detect wheezing or coughing patterns. [4] Computer analysis could better detect the Hz frequency of pathological sounds, especially in bronchial asthma. Results of digital auscultation are variable in adults versus children. [5] [6] [7] Given these testing methods, considerable areas for research are still underway. Some studies support differentiating heart sounds from lung sounds in younger patients. [8] In some instances, differentiating types of pathological sounds has exceeded clinician interpretation, although the correlation to overall diagnostic ability is unknown. Several digital stethoscopes are approved by the Food and Drug Administration. [9] [10] [11]", "contents": "Lung Exam -- Issues of Concern -- Technological Advances. The current discussion regarding alternatives to stethoscopes centers on the subjective interpretation of lung sounds. Current research primarily aims to improve the quality of inpatient monitoring. Some alternatives include wearables for acoustic analysis, which could detect wheezing or coughing patterns. [4] Computer analysis could better detect the Hz frequency of pathological sounds, especially in bronchial asthma. Results of digital auscultation are variable in adults versus children. [5] [6] [7] Given these testing methods, considerable areas for research are still underway. Some studies support differentiating heart sounds from lung sounds in younger patients. [8] In some instances, differentiating types of pathological sounds has exceeded clinician interpretation, although the correlation to overall diagnostic ability is unknown. Several digital stethoscopes are approved by the Food and Drug Administration. [9] [10] [11]"}
{"id": "article-24499_12", "title": "Lung Exam -- Clinical Significance", "content": "A useful mnemonic  to remember the steps of the lung exam is PIPPA: Positioning of the patient Inspection Palpation Percussion Auscultation", "contents": "Lung Exam -- Clinical Significance. A useful mnemonic  to remember the steps of the lung exam is PIPPA: Positioning of the patient Inspection Palpation Percussion Auscultation"}
{"id": "article-24499_13", "title": "Lung Exam -- Clinical Significance -- Restrictive Lung Diseases", "content": "The lung exam generally excludes these restrictive diseases rather than confirming their presence. If the exam has several pertinent positives or negatives for obstructive lung diseases, restrictive diseases are less considered in the differential diagnosis. For example, on initial observation, if the patient has a barrel chest and difficulty breathing, the clinician begins to consider obstructive etiology. Alternatively, if, on observation, the spine appears curved or the patient has clearly stated occupational hazards, then the lung exam excludes restrictive lung diseases. [12] In more complex cases, patients may exhibit mixed obstructive and restrictive findings.", "contents": "Lung Exam -- Clinical Significance -- Restrictive Lung Diseases. The lung exam generally excludes these restrictive diseases rather than confirming their presence. If the exam has several pertinent positives or negatives for obstructive lung diseases, restrictive diseases are less considered in the differential diagnosis. For example, on initial observation, if the patient has a barrel chest and difficulty breathing, the clinician begins to consider obstructive etiology. Alternatively, if, on observation, the spine appears curved or the patient has clearly stated occupational hazards, then the lung exam excludes restrictive lung diseases. [12] In more complex cases, patients may exhibit mixed obstructive and restrictive findings."}
{"id": "article-24499_14", "title": "Lung Exam -- Clinical Significance -- Obstructive Lung Diseases", "content": "Differentiating between asthma and chronic obstructive pulmonary disease based on lung exams is unfounded but should be guided by the medical history and additional physical exam findings. The lung auscultation typically reveals wheezing. However, if the patient describes experiencing wheezing, this is more likely indicative of stridor. [13] Obstructive diseases are not solely diagnosed by wheezing; other lung sounds, such as rhonchi, can also be heard.", "contents": "Lung Exam -- Clinical Significance -- Obstructive Lung Diseases. Differentiating between asthma and chronic obstructive pulmonary disease based on lung exams is unfounded but should be guided by the medical history and additional physical exam findings. The lung auscultation typically reveals wheezing. However, if the patient describes experiencing wheezing, this is more likely indicative of stridor. [13] Obstructive diseases are not solely diagnosed by wheezing; other lung sounds, such as rhonchi, can also be heard."}
{"id": "article-24499_15", "title": "Lung Exam -- Clinical Significance -- Infectious Diseases", "content": "Croup is characterized by stridor on auscultation and can indicate acute airway obstruction in children. [14] Crackles are more likely to point to a diagnosis of pneumonia, either bacterial or viral in origin. Although these lung exam findings indicate a diagnosis, the medical history, physical exam, and lab evaluation should guide the process. For example, if  crackles are heard during auscultation but the patient shows no abnormalities in white blood cell count and appears normal without respiratory distress, the clinician might opt for further observation or evaluation rather than immediate intervention.", "contents": "Lung Exam -- Clinical Significance -- Infectious Diseases. Croup is characterized by stridor on auscultation and can indicate acute airway obstruction in children. [14] Crackles are more likely to point to a diagnosis of pneumonia, either bacterial or viral in origin. Although these lung exam findings indicate a diagnosis, the medical history, physical exam, and lab evaluation should guide the process. For example, if  crackles are heard during auscultation but the patient shows no abnormalities in white blood cell count and appears normal without respiratory distress, the clinician might opt for further observation or evaluation rather than immediate intervention."}
{"id": "article-24499_16", "title": "Lung Exam -- Enhancing Healthcare Team Outcomes", "content": "Within clinical training or further practice, the standardized lung exam typically includes inspection, palpation, percussion, and auscultation. However, the order and sequence are integrated or tailored to the patient's case based on the clinician's experience. For example, auscultating takes priority over percussion in a patient losing an airway. Similarly, inspection may be the only feasible part of the lung exam for a patient who refuses a physical exam.", "contents": "Lung Exam -- Enhancing Healthcare Team Outcomes. Within clinical training or further practice, the standardized lung exam typically includes inspection, palpation, percussion, and auscultation. However, the order and sequence are integrated or tailored to the patient's case based on the clinician's experience. For example, auscultating takes priority over percussion in a patient losing an airway. Similarly, inspection may be the only feasible part of the lung exam for a patient who refuses a physical exam."}
{"id": "article-24499_17", "title": "Lung Exam -- Enhancing Healthcare Team Outcomes", "content": "The process of conducting a lung exam varies from one facility to another. In teaching institutions, students or early trainees often perform the exam under the guidance of a senior clinician, repeating the more complex parts. Interprofessional collaboration between clinicians at varying training levels integrates manual methods with recent developments in digital and software-driven approaches. In particular, the role of environmental noise in interfering with accurate manual readings could be reduced. Integrating manual and digital methods is still a topic of research. [15] [16] [17] Although integrated approaches are in progress, the decision to complete each part of the exam in sequence is still the didactic method.", "contents": "Lung Exam -- Enhancing Healthcare Team Outcomes. The process of conducting a lung exam varies from one facility to another. In teaching institutions, students or early trainees often perform the exam under the guidance of a senior clinician, repeating the more complex parts. Interprofessional collaboration between clinicians at varying training levels integrates manual methods with recent developments in digital and software-driven approaches. In particular, the role of environmental noise in interfering with accurate manual readings could be reduced. Integrating manual and digital methods is still a topic of research. [15] [16] [17] Although integrated approaches are in progress, the decision to complete each part of the exam in sequence is still the didactic method."}
{"id": "article-24499_18", "title": "Lung Exam -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lung Exam -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}