{"id": "article-38731_0", "title": "Physiology, Cervical Dilation -- Introduction", "content": "The cervix is a fibromuscular organ linking the uterus to the vagina. The upper two-thirds of the uterus is termed the corpus, or body of the uterus. The lower one-third of the uterus comprises the cervix, with the upper boundary of the cervix being the internal os. The cervix lies anterior to the bowel and posterior to the bladder. Anatomically, internal to external: uterine cavity, internal os, endocervix (endocervical canal), external os, ectocervix, vagina. In pre-menopausal women, the cervix faces downward and protrudes into the vagina. The cervix serves as a passageway between the endometrial cavity and the vagina and is physiologically important in reproduction and childbirth. [1] Towards the end of pregnancy, as the time of labor approaches, the cervix must undergo cervical effacement (thinning) and dilation (widening) to facilitate and accommodate the delivery of the fetus. [2]", "contents": "Physiology, Cervical Dilation -- Introduction. The cervix is a fibromuscular organ linking the uterus to the vagina. The upper two-thirds of the uterus is termed the corpus, or body of the uterus. The lower one-third of the uterus comprises the cervix, with the upper boundary of the cervix being the internal os. The cervix lies anterior to the bowel and posterior to the bladder. Anatomically, internal to external: uterine cavity, internal os, endocervix (endocervical canal), external os, ectocervix, vagina. In pre-menopausal women, the cervix faces downward and protrudes into the vagina. The cervix serves as a passageway between the endometrial cavity and the vagina and is physiologically important in reproduction and childbirth. [1] Towards the end of pregnancy, as the time of labor approaches, the cervix must undergo cervical effacement (thinning) and dilation (widening) to facilitate and accommodate the delivery of the fetus. [2]"}
{"id": "article-38731_1", "title": "Physiology, Cervical Dilation -- Issues of Concern", "content": "Complete dilation of the cervix is achieved when the cervix dilates to 10 cm. How rapidly a female will progress to full dilation is dependent on several factors, including her parity, medical history, pelvic anatomy, the size of the fetus, and the position of the fetus at the time of labor. [3] Multigravida women progress to full dilation more quickly than primigravida. If the pelvic anatomy of the mother is too narrow or has any other anatomic anomaly, cephalopelvic disproportion between the fetus and the mother may lead to prolonged or arrest of labor. [4] If the fetus is in the breech position, this may also lead to labor difficulties and hinder the ability of the cervix to dilate fully. [5] The stages of labor and their associated cervical dilations are as follows: Stage 1: Effacement and dilation of the cervix from 0 to 10 cm Latent phase: 0-6 cm Active phase: 6-10 cm Stage 2: Delivery of the fetus Stage 3: Expulsion of the placenta [6]", "contents": "Physiology, Cervical Dilation -- Issues of Concern. Complete dilation of the cervix is achieved when the cervix dilates to 10 cm. How rapidly a female will progress to full dilation is dependent on several factors, including her parity, medical history, pelvic anatomy, the size of the fetus, and the position of the fetus at the time of labor. [3] Multigravida women progress to full dilation more quickly than primigravida. If the pelvic anatomy of the mother is too narrow or has any other anatomic anomaly, cephalopelvic disproportion between the fetus and the mother may lead to prolonged or arrest of labor. [4] If the fetus is in the breech position, this may also lead to labor difficulties and hinder the ability of the cervix to dilate fully. [5] The stages of labor and their associated cervical dilations are as follows: Stage 1: Effacement and dilation of the cervix from 0 to 10 cm Latent phase: 0-6 cm Active phase: 6-10 cm Stage 2: Delivery of the fetus Stage 3: Expulsion of the placenta [6]"}
{"id": "article-38731_2", "title": "Physiology, Cervical Dilation -- Issues of Concern", "content": "The latent phase should not exceed 20 hours in a primigravida female or 14 hours in a multigravida female. If the mother does not fully dilate by these average time estimates, she is said to be having an arrest of the active phase of Stage 1 labor.", "contents": "Physiology, Cervical Dilation -- Issues of Concern. The latent phase should not exceed 20 hours in a primigravida female or 14 hours in a multigravida female. If the mother does not fully dilate by these average time estimates, she is said to be having an arrest of the active phase of Stage 1 labor."}
{"id": "article-38731_3", "title": "Physiology, Cervical Dilation -- Cellular Level", "content": "The cervix is composed of multiple cell types. The endocervix is lined by simple columnar epithelium interspersed with mucus-producing goblet cells, while the ectocervix and vagina are composed of squamous epithelium. [7] The transition point between these two epithelia occurs at the external os and is termed the squamocolumnar junction (SCJ), or the \"transformation zone.\"", "contents": "Physiology, Cervical Dilation -- Cellular Level. The cervix is composed of multiple cell types. The endocervix is lined by simple columnar epithelium interspersed with mucus-producing goblet cells, while the ectocervix and vagina are composed of squamous epithelium. [7] The transition point between these two epithelia occurs at the external os and is termed the squamocolumnar junction (SCJ), or the \"transformation zone.\""}
{"id": "article-38731_4", "title": "Physiology, Cervical Dilation -- Cellular Level", "content": "Unlike the uterus, a purely smooth muscle organ, the cervix is a collagenous structure composed of proteoglycans, fibrin, and glycosaminoglycans (GAGs) with smooth muscle present throughout the organ. [8] These components of the cervix give it elastic properties that allow it to dilate and efface during pregnancy and recoil after delivery, making it more similar to connective tissue. [9] While the mechanism is not entirely understood, studies suggest that the cervix undergoes temporary hyperplasia with a multitude of collagenous cells to support the birthing process. [10] Once delivery is complete, these cells undergo apoptosis and return the cervix to its pre-pregnancy state. [11]", "contents": "Physiology, Cervical Dilation -- Cellular Level. Unlike the uterus, a purely smooth muscle organ, the cervix is a collagenous structure composed of proteoglycans, fibrin, and glycosaminoglycans (GAGs) with smooth muscle present throughout the organ. [8] These components of the cervix give it elastic properties that allow it to dilate and efface during pregnancy and recoil after delivery, making it more similar to connective tissue. [9] While the mechanism is not entirely understood, studies suggest that the cervix undergoes temporary hyperplasia with a multitude of collagenous cells to support the birthing process. [10] Once delivery is complete, these cells undergo apoptosis and return the cervix to its pre-pregnancy state. [11]"}
{"id": "article-38731_5", "title": "Physiology, Cervical Dilation -- Development", "content": "The cervix and upper one-third of the vagina form from two paramesonephric (Mullerian) ducts that fuse and recanalize, also giving rise to the body of the uterus and the fallopian tubes. The paramesonephric ducts are present in all embryos from day 0. Without the Mullerian inhibiting factor (MIF), a hormone produced by male embryos, the paramesonephric ducts will develop into the fallopian tubes, uterus, upper one-third of the vagina, and cervix by default. [7]", "contents": "Physiology, Cervical Dilation -- Development. The cervix and upper one-third of the vagina form from two paramesonephric (Mullerian) ducts that fuse and recanalize, also giving rise to the body of the uterus and the fallopian tubes. The paramesonephric ducts are present in all embryos from day 0. Without the Mullerian inhibiting factor (MIF), a hormone produced by male embryos, the paramesonephric ducts will develop into the fallopian tubes, uterus, upper one-third of the vagina, and cervix by default. [7]"}
{"id": "article-38731_6", "title": "Physiology, Cervical Dilation -- Development", "content": "A recent study found that obvious discernment of a developing cervix is present around 18 weeks of gestation. However, before this time, at roughly 8-10 weeks, the cervical domain can be inferred based upon craniocaudal position within the uterovaginal canal and subtle histological differentiation of the epithelium. [12]", "contents": "Physiology, Cervical Dilation -- Development. A recent study found that obvious discernment of a developing cervix is present around 18 weeks of gestation. However, before this time, at roughly 8-10 weeks, the cervical domain can be inferred based upon craniocaudal position within the uterovaginal canal and subtle histological differentiation of the epithelium. [12]"}
{"id": "article-38731_7", "title": "Physiology, Cervical Dilation -- Function", "content": "To protect the developing fetus from the outside world, the cervix maintains its anatomy as a tightly-closed tubular structure throughout the majority of the pregnancy. As a mother approaches the term segment of her pregnancy, which is recognized anywhere between 37 and 42 weeks, the cervix undergoes dilation and effacement to enable the passage of the fetus from the uterus down through the vaginal canal. [13] Effacement refers to the thinning and stretching of the entire cervix, while dilation refers to the softening and widening of the external os of the cervix. [9]", "contents": "Physiology, Cervical Dilation -- Function. To protect the developing fetus from the outside world, the cervix maintains its anatomy as a tightly-closed tubular structure throughout the majority of the pregnancy. As a mother approaches the term segment of her pregnancy, which is recognized anywhere between 37 and 42 weeks, the cervix undergoes dilation and effacement to enable the passage of the fetus from the uterus down through the vaginal canal. [13] Effacement refers to the thinning and stretching of the entire cervix, while dilation refers to the softening and widening of the external os of the cervix. [9]"}
{"id": "article-38731_8", "title": "Physiology, Cervical Dilation -- Mechanism", "content": "As previously mentioned, the first stage of labor contains a latent phase and an active phase. During the latent phase, the cervix will dilate to 6 centimeters. The latent phase tends to last longer and shows less predictability of cervical change than is observed in the active phase of labor. The cervix changes at a more rapid and predictable pace in the active phase until it reaches complete dilation (10 cm). The cervix dilates at approximately 1.2 to 1.5 centimeters per hour during the active phase, with multiparous women demonstrating more rapid cervical dilation than nulliparous. [1]", "contents": "Physiology, Cervical Dilation -- Mechanism. As previously mentioned, the first stage of labor contains a latent phase and an active phase. During the latent phase, the cervix will dilate to 6 centimeters. The latent phase tends to last longer and shows less predictability of cervical change than is observed in the active phase of labor. The cervix changes at a more rapid and predictable pace in the active phase until it reaches complete dilation (10 cm). The cervix dilates at approximately 1.2 to 1.5 centimeters per hour during the active phase, with multiparous women demonstrating more rapid cervical dilation than nulliparous. [1]"}
{"id": "article-38731_9", "title": "Physiology, Cervical Dilation -- Mechanism", "content": "A positive feedback loop requiring oxytocin plays a pivotal role in the progression of the first stage of labor. Oxytocin is made in the hypothalamus and released into the bloodstream by the posterior pituitary gland, where it is transported to the uterus and stimulates uterine contractions. These contractions result in the descent of the fetus, with the descending fetal head activating stretch receptors on the cervix. These cervical stretch receptors send signals to the hypothalamus via afferent nerves, stimulating the additional release of oxytocin, thereby closing the loop. This loop results in progressively intensifying contractions and dilation over time.", "contents": "Physiology, Cervical Dilation -- Mechanism. A positive feedback loop requiring oxytocin plays a pivotal role in the progression of the first stage of labor. Oxytocin is made in the hypothalamus and released into the bloodstream by the posterior pituitary gland, where it is transported to the uterus and stimulates uterine contractions. These contractions result in the descent of the fetus, with the descending fetal head activating stretch receptors on the cervix. These cervical stretch receptors send signals to the hypothalamus via afferent nerves, stimulating the additional release of oxytocin, thereby closing the loop. This loop results in progressively intensifying contractions and dilation over time."}
{"id": "article-38731_10", "title": "Physiology, Cervical Dilation -- Related Testing", "content": "The most commonly used method of measuring cervical dilation during labor is a digital cervical exam. The obstetrician places two fingers inside the vagina and measures the width of the opening of the external os of the cervix using fingers to approximate the distance. In simple terms, 1 cm is about one finger's width, and 3 cm is the width of two fingers. 4 cm dilated is when the two fingers are approximately 1 cm apart. The widest stretch of the two fingers is about 7 to 8 cm. At 10 cm (full dilation), the cervix should not be present in front of the presenting fetal part (typically the head).", "contents": "Physiology, Cervical Dilation -- Related Testing. The most commonly used method of measuring cervical dilation during labor is a digital cervical exam. The obstetrician places two fingers inside the vagina and measures the width of the opening of the external os of the cervix using fingers to approximate the distance. In simple terms, 1 cm is about one finger's width, and 3 cm is the width of two fingers. 4 cm dilated is when the two fingers are approximately 1 cm apart. The widest stretch of the two fingers is about 7 to 8 cm. At 10 cm (full dilation), the cervix should not be present in front of the presenting fetal part (typically the head)."}
{"id": "article-38731_11", "title": "Physiology, Cervical Dilation -- Related Testing", "content": "One meta-analysis suggested that ultrasound may play a new role in measuring cervical dilation to assess labor progression accurately. Still, at the moment, the digital cervical exam remains the gold standard. [14]", "contents": "Physiology, Cervical Dilation -- Related Testing. One meta-analysis suggested that ultrasound may play a new role in measuring cervical dilation to assess labor progression accurately. Still, at the moment, the digital cervical exam remains the gold standard. [14]"}
{"id": "article-38731_12", "title": "Physiology, Cervical Dilation -- Related Testing", "content": "A pelvic scoring system, known as the Bishop score, is an important criterion utilized to determine the probability of successful labor induction. It is a clinical tool used to assess the cervix in pregnant women that can be obtained at the time of induction by a digital cervical exam. This scoring system considers the dilation and effacement of the cervix, its position and consistency, and the fetal station. There is a maximum score of 13, with a higher score (defined as 6+) indicating a more \"favorable\" cervix for vaginal delivery. A lower score indicates a more \"unfavorable\" cervix for vaginal delivery and a higher chance of the woman undergoing cesarean delivery. [15]", "contents": "Physiology, Cervical Dilation -- Related Testing. A pelvic scoring system, known as the Bishop score, is an important criterion utilized to determine the probability of successful labor induction. It is a clinical tool used to assess the cervix in pregnant women that can be obtained at the time of induction by a digital cervical exam. This scoring system considers the dilation and effacement of the cervix, its position and consistency, and the fetal station. There is a maximum score of 13, with a higher score (defined as 6+) indicating a more \"favorable\" cervix for vaginal delivery. A lower score indicates a more \"unfavorable\" cervix for vaginal delivery and a higher chance of the woman undergoing cesarean delivery. [15]"}
{"id": "article-38731_13", "title": "Physiology, Cervical Dilation -- Pathophysiology", "content": "Failure of the cervix to dilate an appropriate amount in a certain amount of time can lead to protracted or arrested labor. The definitions of what is termed protracted vs. arrested labor are listed below. Abnormal labor patterns First stage Protracted latent phase (dilation < 6 cm) > 20 hours (primigravida) > 14 hours (multigravida) Protracted active phase (dilation 6+ cm) Dilation progresses less than 1 cm/hour Arrested active phase No cervical change for 4+ hours with adequate contractions No cervical change for 6+ hours with inadequate contractions", "contents": "Physiology, Cervical Dilation -- Pathophysiology. Failure of the cervix to dilate an appropriate amount in a certain amount of time can lead to protracted or arrested labor. The definitions of what is termed protracted vs. arrested labor are listed below. Abnormal labor patterns First stage Protracted latent phase (dilation < 6 cm) > 20 hours (primigravida) > 14 hours (multigravida) Protracted active phase (dilation 6+ cm) Dilation progresses less than 1 cm/hour Arrested active phase No cervical change for 4+ hours with adequate contractions No cervical change for 6+ hours with inadequate contractions"}
{"id": "article-38731_14", "title": "Physiology, Cervical Dilation -- Pathophysiology", "content": "The absence of cervical change for greater than 4 hours in the presence of adequate contractions or six hours with inadequate contractions is considered an arrest of labor and may warrant clinical intervention. [7]", "contents": "Physiology, Cervical Dilation -- Pathophysiology. The absence of cervical change for greater than 4 hours in the presence of adequate contractions or six hours with inadequate contractions is considered an arrest of labor and may warrant clinical intervention. [7]"}
{"id": "article-38731_15", "title": "Physiology, Cervical Dilation -- Clinical Significance", "content": "In those with a Bishop score < 6 or arrest of labor, multiple methods of cervical ripening can be performed by the obstetrician. Pharmacologic Methods of Cervical Ripening [16] Misoprostol: synthetic prostaglandin E1 analog administered orally or vaginally Dinoprostone: prostaglandin E2 agent may be given as a vaginal insert or cervical gel Mifepristone: progesterone antagonist administered orally Oxytocin: does not directly induce cervical dilation but instead causes the uterus to contract more fully. This pushes the fetal head against the cervix, further stimulating the thinning and widening.", "contents": "Physiology, Cervical Dilation -- Clinical Significance. In those with a Bishop score < 6 or arrest of labor, multiple methods of cervical ripening can be performed by the obstetrician. Pharmacologic Methods of Cervical Ripening [16] Misoprostol: synthetic prostaglandin E1 analog administered orally or vaginally Dinoprostone: prostaglandin E2 agent may be given as a vaginal insert or cervical gel Mifepristone: progesterone antagonist administered orally Oxytocin: does not directly induce cervical dilation but instead causes the uterus to contract more fully. This pushes the fetal head against the cervix, further stimulating the thinning and widening."}
{"id": "article-38731_16", "title": "Physiology, Cervical Dilation -- Clinical Significance", "content": "Many patients will inquire about natural methods of augmenting labor and cervical dilation. The clinician should verbalize to the patient that these non-pharmacologic methods continue to maintain an uncertain efficacy role in labor induction and cervical ripening.", "contents": "Physiology, Cervical Dilation -- Clinical Significance. Many patients will inquire about natural methods of augmenting labor and cervical dilation. The clinician should verbalize to the patient that these non-pharmacologic methods continue to maintain an uncertain efficacy role in labor induction and cervical ripening."}
{"id": "article-38731_17", "title": "Physiology, Cervical Dilation -- Clinical Significance -- Non-pharmacologic Methods of Cervical Ripening", "content": "Herbal: evening primrose oil and red raspberry leaves [17] Breast stimulation: facilitates the release of oxytocin Sexual intercourse: promotes the release of oxytocin via breast and nipple stimulation. Stimulation of the lower uterine segment via penetration may result in the local release of prostaglandins. [18] Acupuncture: may trigger the release of oxytocin and prostaglandins [19]", "contents": "Physiology, Cervical Dilation -- Clinical Significance -- Non-pharmacologic Methods of Cervical Ripening. Herbal: evening primrose oil and red raspberry leaves [17] Breast stimulation: facilitates the release of oxytocin Sexual intercourse: promotes the release of oxytocin via breast and nipple stimulation. Stimulation of the lower uterine segment via penetration may result in the local release of prostaglandins. [18] Acupuncture: may trigger the release of oxytocin and prostaglandins [19]"}
{"id": "article-38731_18", "title": "Physiology, Cervical Dilation -- Clinical Significance -- Mechanical Methods of Cervical Ripening", "content": "Hygroscopic dilators: absorb endocervical fluids, allowing the device to expand within the endocervix, leading to dilation. Balloon catheter: a specialized balloon catheter or foley catheter may be used. The catheter is introduced into the endocervix and inflated with saline. The balloon is retracted to rest on the internal os, applying direct pressure to the cervix, mimicking the fetal head pressure against the cervix. This, in turn, increases the cervical tissue response to oxytocin and prostaglandin. [20]", "contents": "Physiology, Cervical Dilation -- Clinical Significance -- Mechanical Methods of Cervical Ripening. Hygroscopic dilators: absorb endocervical fluids, allowing the device to expand within the endocervix, leading to dilation. Balloon catheter: a specialized balloon catheter or foley catheter may be used. The catheter is introduced into the endocervix and inflated with saline. The balloon is retracted to rest on the internal os, applying direct pressure to the cervix, mimicking the fetal head pressure against the cervix. This, in turn, increases the cervical tissue response to oxytocin and prostaglandin. [20]"}
{"id": "article-38731_19", "title": "Physiology, Cervical Dilation -- Clinical Significance -- Surgical Methods of Cervical Ripening", "content": "Membrane stripping: inserting a finger through the internal cervical os and moving it in a circle, detaching the inferior pole of the membranes from the lower uterine segment. Amniotomy: also known as artificial rupture of the membranes (AROM) The majority of the above methods of cervical ripening may also be utilized to ripen and dilate the cervix in dilation and curettage.", "contents": "Physiology, Cervical Dilation -- Clinical Significance -- Surgical Methods of Cervical Ripening. Membrane stripping: inserting a finger through the internal cervical os and moving it in a circle, detaching the inferior pole of the membranes from the lower uterine segment. Amniotomy: also known as artificial rupture of the membranes (AROM) The majority of the above methods of cervical ripening may also be utilized to ripen and dilate the cervix in dilation and curettage."}
{"id": "article-38731_20", "title": "Physiology, Cervical Dilation -- Clinical Significance", "content": "Also of clinical importance is the length of the cervix. It is well known that the cervical length is a strong indicator of whether or not a birth will be preterm. The shorter the cervical length, the higher the risk of spontaneous preterm birth. For clinical ease, the cutoff above which a cervix can be considered normal is 25 mm (2.5 cm). Those below this cutoff are at an increased risk of spontaneous preterm birth. [21] For reference, a meta-analysis of 158,000 women who underwent a transvaginal ultrasound between 16 and 24 weeks showed a mean cervical length of 3.8 cm. [22]", "contents": "Physiology, Cervical Dilation -- Clinical Significance. Also of clinical importance is the length of the cervix. It is well known that the cervical length is a strong indicator of whether or not a birth will be preterm. The shorter the cervical length, the higher the risk of spontaneous preterm birth. For clinical ease, the cutoff above which a cervix can be considered normal is 25 mm (2.5 cm). Those below this cutoff are at an increased risk of spontaneous preterm birth. [21] For reference, a meta-analysis of 158,000 women who underwent a transvaginal ultrasound between 16 and 24 weeks showed a mean cervical length of 3.8 cm. [22]"}
{"id": "article-38731_21", "title": "Physiology, Cervical Dilation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Cervical Dilation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}