{"id": "article-31713_0", "title": "EMS Flight Barotrauma -- Introduction", "content": "Physiologic parameters at high altitudes vary from those at sea level. An understanding of flight and altitude physiology is essential to prevent pre-hospital fight-induced barotrauma. Boyle’s law explains that “the volume of a gas is inversely proportional to the pressure to which it is subjected.” Based on this law, pressure decreases with increased altitude, thereby causing an increase in the volume of gas.  These changes are demonstrated by the fact that atmospheric pressure at 10000 feet is 10.1 pounds per square inch (psi) (68 kPa), compared to 14.7 psi (101 kPa) at ground level. [1]", "contents": "EMS Flight Barotrauma -- Introduction. Physiologic parameters at high altitudes vary from those at sea level. An understanding of flight and altitude physiology is essential to prevent pre-hospital fight-induced barotrauma. Boyle’s law explains that “the volume of a gas is inversely proportional to the pressure to which it is subjected.” Based on this law, pressure decreases with increased altitude, thereby causing an increase in the volume of gas.  These changes are demonstrated by the fact that atmospheric pressure at 10000 feet is 10.1 pounds per square inch (psi) (68 kPa), compared to 14.7 psi (101 kPa) at ground level. [1]"}
{"id": "article-31713_1", "title": "EMS Flight Barotrauma -- Introduction", "content": "These physiological factors affect both helicopter pre-hospital transport and aeromedical airplane transport. Federal regulations, such as those promulgated by the FAA, require cabin pressure to be below atmospheric pressure equal to the pressure at 8000 feet above sea level. [2] [3] This setting is possible through in-cabin pressurization, thereby decreasing barotraumatic risks that would be in effect at higher altitudes. Fortunately, acceptable cabin altitude levels, or the atmospheric height experienced inside a flight cabin, have been safely increased over time due to aircraft and technologic improvements. [2]", "contents": "EMS Flight Barotrauma -- Introduction. These physiological factors affect both helicopter pre-hospital transport and aeromedical airplane transport. Federal regulations, such as those promulgated by the FAA, require cabin pressure to be below atmospheric pressure equal to the pressure at 8000 feet above sea level. [2] [3] This setting is possible through in-cabin pressurization, thereby decreasing barotraumatic risks that would be in effect at higher altitudes. Fortunately, acceptable cabin altitude levels, or the atmospheric height experienced inside a flight cabin, have been safely increased over time due to aircraft and technologic improvements. [2]"}
{"id": "article-31713_2", "title": "EMS Flight Barotrauma -- Introduction", "content": "Another physiological factor that changes with altitude is the decrease in the partial pressure of oxygen as height above sea level increases; this leads to a reduction in FiO2 (fraction of inspired oxygen) at a higher altitude compared to sea level.  One report demonstrated a decrease of 32 mm Hg, from 159 at sea level to 127 at the height of 6200 feet. [4] In-flight hypoxia as altitude increases can have a marked clinical significance in the transport of the critically ill. Additional physiological factors of high altitude transport, the details of which are beyond the scope of this discussion, include decreasing temperatures, dehydration, and gravitational forces.", "contents": "EMS Flight Barotrauma -- Introduction. Another physiological factor that changes with altitude is the decrease in the partial pressure of oxygen as height above sea level increases; this leads to a reduction in FiO2 (fraction of inspired oxygen) at a higher altitude compared to sea level.  One report demonstrated a decrease of 32 mm Hg, from 159 at sea level to 127 at the height of 6200 feet. [4] In-flight hypoxia as altitude increases can have a marked clinical significance in the transport of the critically ill. Additional physiological factors of high altitude transport, the details of which are beyond the scope of this discussion, include decreasing temperatures, dehydration, and gravitational forces."}
{"id": "article-31713_3", "title": "EMS Flight Barotrauma -- Introduction", "content": "A typical helicopter pre-hospital transport reaches altitudes of 1000 to 3500 feet above ground level, while airplane transport typically transports at altitudes of 10000 to 40000 ft above sea level. An understanding of flight physiology is essential, as even an increase of 1000 to 1500 feet above sea level can cause gas expansion leading to clinical significance in the critically ill. [1]", "contents": "EMS Flight Barotrauma -- Introduction. A typical helicopter pre-hospital transport reaches altitudes of 1000 to 3500 feet above ground level, while airplane transport typically transports at altitudes of 10000 to 40000 ft above sea level. An understanding of flight physiology is essential, as even an increase of 1000 to 1500 feet above sea level can cause gas expansion leading to clinical significance in the critically ill. [1]"}
{"id": "article-31713_4", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "The increase in the volume occupied by gas at higher altitudes can have adverse effects on various body sites sensitive to changes in air volume and pressure. Such areas include the inner ear, lungs (specifically relative to pneumothoraces), and potentially any air-filled instruments like a balloon cuff on an endotracheal tube (ET). [5]", "contents": "EMS Flight Barotrauma -- Issues of Concern. The increase in the volume occupied by gas at higher altitudes can have adverse effects on various body sites sensitive to changes in air volume and pressure. Such areas include the inner ear, lungs (specifically relative to pneumothoraces), and potentially any air-filled instruments like a balloon cuff on an endotracheal tube (ET). [5]"}
{"id": "article-31713_5", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "The middle and inner ear are air-filled spaces that are essential for both hearing and spatial orientation.  The middle ear begins behind the tympanic membrane (TM) and communicates via the eustachian tube with the nasopharynx [6] . This anatomy further divides into two separate parts. The anterior aspect is a mucosa-lined structure adjacent to the nasopharynx that is flat at rest. Posterior to this is an ossicular structure that remains open.", "contents": "EMS Flight Barotrauma -- Issues of Concern. The middle and inner ear are air-filled spaces that are essential for both hearing and spatial orientation.  The middle ear begins behind the tympanic membrane (TM) and communicates via the eustachian tube with the nasopharynx [6] . This anatomy further divides into two separate parts. The anterior aspect is a mucosa-lined structure adjacent to the nasopharynx that is flat at rest. Posterior to this is an ossicular structure that remains open."}
{"id": "article-31713_6", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "The Eustachian tube helps equilibrate the pressure in the middle ear with the external atmosphere via the levator and tensor veli palati muscles. These open during yawning or swallowing, or during Valsalva maneuvers (forcing positive pressure to open the eustachian tube by blowing against a closed nasopharynx).  When gas expansion builds up in the middle ear via decreased atmospheric pressure (as seen with altitude increases), or by direct compression from increased pressure externally compressing the TM (as in landing), barotrauma to the TM may result. This risk increases in patients with underlying eustachian tube dysfunction, either via structural disease or inflammatory process. [7] [8]", "contents": "EMS Flight Barotrauma -- Issues of Concern. The Eustachian tube helps equilibrate the pressure in the middle ear with the external atmosphere via the levator and tensor veli palati muscles. These open during yawning or swallowing, or during Valsalva maneuvers (forcing positive pressure to open the eustachian tube by blowing against a closed nasopharynx).  When gas expansion builds up in the middle ear via decreased atmospheric pressure (as seen with altitude increases), or by direct compression from increased pressure externally compressing the TM (as in landing), barotrauma to the TM may result. This risk increases in patients with underlying eustachian tube dysfunction, either via structural disease or inflammatory process. [7] [8]"}
{"id": "article-31713_7", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "Flying is the most cited cause of ear barotrauma. In commercial flying, ways to prevent barotrauma include the Valsalva maneuver, chewing mints or gum, or swallowing to equalize the inner ear pressure with the outer ear. Flyers should also avoid air travel when they have signs or symptoms or an upper respiratory tract infection. [9] In emergent EMS travel, conscious or alert patients may receive instruction on middle ear pressure equalization techniques. However, patients critical enough to require air travel are often not alert and able to follow commands nor able to avoid the additional risk factors of high altitude transport for ear barotrauma, including upper respiratory infection or otitis media.  EMS should be aware of the risks involved and carefully observe for symptoms of ear barotrauma, especially in susceptible patients, as some presentations may mimic other severe pathologies.  Most common mimickers include barotitis, which occurs due to an inward and outward stretching of the eardrum, leading to transient pain felt behind the TM. [10] This is more common in landing than takeoff, as the atmospheric pressure increases. [8] More severe injuries include hearing loss, hemorrhage into the TM, or uncommonly TM perforation.", "contents": "EMS Flight Barotrauma -- Issues of Concern. Flying is the most cited cause of ear barotrauma. In commercial flying, ways to prevent barotrauma include the Valsalva maneuver, chewing mints or gum, or swallowing to equalize the inner ear pressure with the outer ear. Flyers should also avoid air travel when they have signs or symptoms or an upper respiratory tract infection. [9] In emergent EMS travel, conscious or alert patients may receive instruction on middle ear pressure equalization techniques. However, patients critical enough to require air travel are often not alert and able to follow commands nor able to avoid the additional risk factors of high altitude transport for ear barotrauma, including upper respiratory infection or otitis media.  EMS should be aware of the risks involved and carefully observe for symptoms of ear barotrauma, especially in susceptible patients, as some presentations may mimic other severe pathologies.  Most common mimickers include barotitis, which occurs due to an inward and outward stretching of the eardrum, leading to transient pain felt behind the TM. [10] This is more common in landing than takeoff, as the atmospheric pressure increases. [8] More severe injuries include hearing loss, hemorrhage into the TM, or uncommonly TM perforation."}
{"id": "article-31713_8", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "Another issue of concern regarding flight barotrauma can present in the pulmonary system. In patients with a pneumothorax, the air volume trapped in any pulmonary space that does not communicate with the outside atmosphere will increase as atmospheric pressure decreases, consistent with Boyle’s law. [11] This air becomes trapped in the pleural space between the visceral and parietal pleura, decreasing the lungs' ability to expand.  This risk is evident in patients with pneumothoraces who undergo EMS air transport. Experience shows that in EMS helicopter transport in artificial models simulating a pneumothorax, air volume increased 1.27% to 1.52% for every 500-foot increase in altitude, and by 12.7 to 16.2% at an altitude of 5000 feet. [12] EMS flight providers must be aware of the increased risk that a worsening pneumothorax poses for air transfer. This situation is particularly evident in patients who have suffered a significant trauma, where up to one in five patients have been found to have a traumatic pneumothorax. [13] Flight personal need to maintain close observation of vital signs and should have a low threshold for needle decompression if a pneumothorax becomes unstable with tension conversion during transport at altitude.", "contents": "EMS Flight Barotrauma -- Issues of Concern. Another issue of concern regarding flight barotrauma can present in the pulmonary system. In patients with a pneumothorax, the air volume trapped in any pulmonary space that does not communicate with the outside atmosphere will increase as atmospheric pressure decreases, consistent with Boyle’s law. [11] This air becomes trapped in the pleural space between the visceral and parietal pleura, decreasing the lungs' ability to expand.  This risk is evident in patients with pneumothoraces who undergo EMS air transport. Experience shows that in EMS helicopter transport in artificial models simulating a pneumothorax, air volume increased 1.27% to 1.52% for every 500-foot increase in altitude, and by 12.7 to 16.2% at an altitude of 5000 feet. [12] EMS flight providers must be aware of the increased risk that a worsening pneumothorax poses for air transfer. This situation is particularly evident in patients who have suffered a significant trauma, where up to one in five patients have been found to have a traumatic pneumothorax. [13] Flight personal need to maintain close observation of vital signs and should have a low threshold for needle decompression if a pneumothorax becomes unstable with tension conversion during transport at altitude."}
{"id": "article-31713_9", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "In patients who do not have a pneumothorax at the beginning of air travel, the risk of spontaneously developing a pneumothorax secondary to changes in atmospheric pressure is low yet does occur. [14] Risk factors for spontaneous pneumothorax development include prior spontaneous pneumothorax, COPD, pulmonary fibrosis, and bullous emphysema. [15] The risk has been linked to mucus plugs of smaller airways leading to larger volumes of trapped air, further worsened by lower partial pressures of oxygen at altitude via bronchoconstriction secondary to increased hypoxia. [16]", "contents": "EMS Flight Barotrauma -- Issues of Concern. In patients who do not have a pneumothorax at the beginning of air travel, the risk of spontaneously developing a pneumothorax secondary to changes in atmospheric pressure is low yet does occur. [14] Risk factors for spontaneous pneumothorax development include prior spontaneous pneumothorax, COPD, pulmonary fibrosis, and bullous emphysema. [15] The risk has been linked to mucus plugs of smaller airways leading to larger volumes of trapped air, further worsened by lower partial pressures of oxygen at altitude via bronchoconstriction secondary to increased hypoxia. [16]"}
{"id": "article-31713_10", "title": "EMS Flight Barotrauma -- Issues of Concern", "content": "Another area of concern regarding flight barotrauma comes in the form of endotracheal cuffs and changes in cuff pressures.  On flight ascent, due to the decreased barometric pressure, there is a concern for expanded gas volume within the cuff that may lead to tracheal injury and necrosis secondary to decreased perfusion if the balloon overcomes the critical perfusion pressure to the corresponding tracheal tissue, often cited at 30 cm H20. [5] [17] Aside from manometry monitoring of cuff pressures, one practical application to combat this is to fill an ET tube cuff with saline rather than air. This process will serve to limit gas volume expansion. Studies are divided on the actual clinical significance of increased ET tube cuff size, and below 3000 feet above sea level have failed to demonstrate a linear increase in inner cuff pressures with increased height. [18] Other less common potential consequences of gas expansion/trapped gas also include dehiscence of surgical wounds (i.e., ruptures along a surgical incision), expansion of intracranial air leading to brain herniation, expansion of air emboli, or even expansion of intestinal and gastric air leading to gastrointestinal and respiratory morbidity.", "contents": "EMS Flight Barotrauma -- Issues of Concern. Another area of concern regarding flight barotrauma comes in the form of endotracheal cuffs and changes in cuff pressures.  On flight ascent, due to the decreased barometric pressure, there is a concern for expanded gas volume within the cuff that may lead to tracheal injury and necrosis secondary to decreased perfusion if the balloon overcomes the critical perfusion pressure to the corresponding tracheal tissue, often cited at 30 cm H20. [5] [17] Aside from manometry monitoring of cuff pressures, one practical application to combat this is to fill an ET tube cuff with saline rather than air. This process will serve to limit gas volume expansion. Studies are divided on the actual clinical significance of increased ET tube cuff size, and below 3000 feet above sea level have failed to demonstrate a linear increase in inner cuff pressures with increased height. [18] Other less common potential consequences of gas expansion/trapped gas also include dehiscence of surgical wounds (i.e., ruptures along a surgical incision), expansion of intracranial air leading to brain herniation, expansion of air emboli, or even expansion of intestinal and gastric air leading to gastrointestinal and respiratory morbidity."}
{"id": "article-31713_11", "title": "EMS Flight Barotrauma -- Clinical Significance", "content": "While air transport of patients is necessary in many cases, such transport is not without risks due to decreased pressure at higher altitudes. In particular, common concerns are barotrauma to the inner ear, pulmonary effects including worsening of pneumothorax, and tracheal necrosis, and further respiratory injury due to effects on ET tube cuffs. Air transport personnel are advised to be aware of flight physiological effects, risk factors, and to manage and monitor patients carefully to avoid adverse medical consequences.", "contents": "EMS Flight Barotrauma -- Clinical Significance. While air transport of patients is necessary in many cases, such transport is not without risks due to decreased pressure at higher altitudes. In particular, common concerns are barotrauma to the inner ear, pulmonary effects including worsening of pneumothorax, and tracheal necrosis, and further respiratory injury due to effects on ET tube cuffs. Air transport personnel are advised to be aware of flight physiological effects, risk factors, and to manage and monitor patients carefully to avoid adverse medical consequences."}
{"id": "article-31713_12", "title": "EMS Flight Barotrauma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Flight Barotrauma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}