{"id": "article-36086_0", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Introduction", "content": "The hamstring muscle complex occupies the posterior compartment of the thigh and is comprised of three individual muscles. Together, they play a critical role in human activities ranging from standing to explosive actions such as sprinting and jumping. Hamstring injuries are common in elite and amateur sportspeople, and the treatment of such injuries ranges from conservative management to operative fixation. Uninjured hamstring tendons can be used as autografts in knee ligament reconstruction surgery.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Introduction. The hamstring muscle complex occupies the posterior compartment of the thigh and is comprised of three individual muscles. Together, they play a critical role in human activities ranging from standing to explosive actions such as sprinting and jumping. Hamstring injuries are common in elite and amateur sportspeople, and the treatment of such injuries ranges from conservative management to operative fixation. Uninjured hamstring tendons can be used as autografts in knee ligament reconstruction surgery."}
{"id": "article-36086_1", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function", "content": "The semitendinosus, semimembranosus, and biceps femoris muscles comprise the hamstring muscle group. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function. The semitendinosus, semimembranosus, and biceps femoris muscles comprise the hamstring muscle group. [1]"}
{"id": "article-36086_2", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Biceps Femoris: Short Head", "content": "Origin: Lateral lip of the linea aspera Insertion: The fibular head and lateral condyle of the tibia Function: Knee flexion and lateral rotation of the tibia Innervation: Fibular (common peroneal) nerve Vascular supply: Perforating branches of the deep femoral artery", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Biceps Femoris: Short Head. Origin: Lateral lip of the linea aspera Insertion: The fibular head and lateral condyle of the tibia Function: Knee flexion and lateral rotation of the tibia Innervation: Fibular (common peroneal) nerve Vascular supply: Perforating branches of the deep femoral artery"}
{"id": "article-36086_3", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Biceps Femoris: Long Head", "content": "Origin: Ischial tuberosity Insertion: The fibular head and lateral condyle of the tibia Function: Knee flexion, lateral rotation of the tibia, and hip extension Innervation: Tibial nerve Vascular supply: Perforating branches of the deep femoral artery", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Biceps Femoris: Long Head. Origin: Ischial tuberosity Insertion: The fibular head and lateral condyle of the tibia Function: Knee flexion, lateral rotation of the tibia, and hip extension Innervation: Tibial nerve Vascular supply: Perforating branches of the deep femoral artery"}
{"id": "article-36086_4", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Semitendinosus", "content": "Origin: Lower, medial surface of the ischial tuberosity Insertion: Medial tibia (pes anserinus) Function: Knee flexion, hip extension, and medial rotation of the tibia (with knee flexion) Innervation: Tibial nerve Vascular supply: Perforating branches of the deep femoral artery", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Semitendinosus. Origin: Lower, medial surface of the ischial tuberosity Insertion: Medial tibia (pes anserinus) Function: Knee flexion, hip extension, and medial rotation of the tibia (with knee flexion) Innervation: Tibial nerve Vascular supply: Perforating branches of the deep femoral artery"}
{"id": "article-36086_5", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Semimembranosus", "content": "Origin: Ischial tuberosity Insertion: Medial tibial condyle Function: Knee flexion, hip extension, and medial rotation of the tibia (with knee flexion) Innervation: Tibial nerve Vascular supply: Perforating branches of the deep femoral artery", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function -- Semimembranosus. Origin: Ischial tuberosity Insertion: Medial tibial condyle Function: Knee flexion, hip extension, and medial rotation of the tibia (with knee flexion) Innervation: Tibial nerve Vascular supply: Perforating branches of the deep femoral artery"}
{"id": "article-36086_6", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function", "content": "Beginning at the pelvis and running posteriorly along the length of the femur, the majority of muscles within the hamstring complex cross both the femoroacetabular and tibiofemoral joints. The short head of the biceps femoris is an exception to this rule as it originates from the lateral lip of the femoral linea aspera, distal to the femoroacetabular joint. For this reason, some argue that the short head of the biceps femoris is not a true hamstring muscle.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function. Beginning at the pelvis and running posteriorly along the length of the femur, the majority of muscles within the hamstring complex cross both the femoroacetabular and tibiofemoral joints. The short head of the biceps femoris is an exception to this rule as it originates from the lateral lip of the femoral linea aspera, distal to the femoroacetabular joint. For this reason, some argue that the short head of the biceps femoris is not a true hamstring muscle."}
{"id": "article-36086_7", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function", "content": "Unlike the short head of the biceps femoris, all other hamstring muscles originate from the ischial tuberosity. The proximal, long head of the biceps femoris and semitendinosus muscles are linked by an aponeurosis that extends approximately 7 cm from the ischial tuberosity. The distal hamstrings form the superolateral (biceps femoris) and superomedial (semimembranosus and semitendinosus) borders of the popliteal fossa. The gastrocnemius primarily forms the inferior border of the popliteal fossa. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function. Unlike the short head of the biceps femoris, all other hamstring muscles originate from the ischial tuberosity. The proximal, long head of the biceps femoris and semitendinosus muscles are linked by an aponeurosis that extends approximately 7 cm from the ischial tuberosity. The distal hamstrings form the superolateral (biceps femoris) and superomedial (semimembranosus and semitendinosus) borders of the popliteal fossa. The gastrocnemius primarily forms the inferior border of the popliteal fossa. [2]"}
{"id": "article-36086_8", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function", "content": "The hamstring muscle group plays a prominent role in hip extension (posterior movement of the femur) and knee flexion (posterior movement of the tibia and fibula). Concerning the gait cycle, the hamstrings activate at the final 25% of the swing phase generating extension force at the hip and resisting knee extension. The hamstring muscles also play an essential role as a dynamic stabilizer of the knee joint. Operating in tandem with the anterior cruciate ligament (ACL), the hamstrings resist anterior translation of the tibia during the heel strike phase of the gait cycle. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function. The hamstring muscle group plays a prominent role in hip extension (posterior movement of the femur) and knee flexion (posterior movement of the tibia and fibula). Concerning the gait cycle, the hamstrings activate at the final 25% of the swing phase generating extension force at the hip and resisting knee extension. The hamstring muscles also play an essential role as a dynamic stabilizer of the knee joint. Operating in tandem with the anterior cruciate ligament (ACL), the hamstrings resist anterior translation of the tibia during the heel strike phase of the gait cycle. [3]"}
{"id": "article-36086_9", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function", "content": "The longest muscle in the hamstring group is the semitendinosus, measuring an average of 44.3 cm, followed by the long head of the biceps, which measures an average of 42.0 cm. The other two muscles in the group, the semimembranosus and the short head of the biceps, measure an average of 38.7 cm and 29.7 cm, respectively. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Structure and Function. The longest muscle in the hamstring group is the semitendinosus, measuring an average of 44.3 cm, followed by the long head of the biceps, which measures an average of 42.0 cm. The other two muscles in the group, the semimembranosus and the short head of the biceps, measure an average of 38.7 cm and 29.7 cm, respectively. [4]"}
{"id": "article-36086_10", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Embryology", "content": "A significant portion of lower extremity development occurs during weeks 4 to 8 of embryogenesis. Like all other skeletal muscle tissue, the hamstring muscles form from the embryonic mesoderm. The initial limb bud originates from the lateral plate mesoderm. [5] Migrating from the somites during the early embryonic phase, mesodermal cells differentiate into myoblasts, which duplicate and coalesce, eventually forming functional muscle tissue. [6] This occurs due to a complex array of physiological signals governing the subsequent organization and symmetry of the structures formed, for example, fibroblast growth factors, sonic hedgehog, and Wnt7a. [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Embryology. A significant portion of lower extremity development occurs during weeks 4 to 8 of embryogenesis. Like all other skeletal muscle tissue, the hamstring muscles form from the embryonic mesoderm. The initial limb bud originates from the lateral plate mesoderm. [5] Migrating from the somites during the early embryonic phase, mesodermal cells differentiate into myoblasts, which duplicate and coalesce, eventually forming functional muscle tissue. [6] This occurs due to a complex array of physiological signals governing the subsequent organization and symmetry of the structures formed, for example, fibroblast growth factors, sonic hedgehog, and Wnt7a. [7]"}
{"id": "article-36086_11", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Blood Supply and Lymphatics", "content": "The hamstring muscle complex receives vascular supply from the perforating branches of the deep femoral artery, also known as the profunda femoris artery. The profunda femoris artery is a branch of the femoral artery. [8] [9] The demarcation between the external iliac artery and the femoral artery is the inguinal ligament.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Blood Supply and Lymphatics. The hamstring muscle complex receives vascular supply from the perforating branches of the deep femoral artery, also known as the profunda femoris artery. The profunda femoris artery is a branch of the femoral artery. [8] [9] The demarcation between the external iliac artery and the femoral artery is the inguinal ligament."}
{"id": "article-36086_12", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Blood Supply and Lymphatics", "content": "In general, the deep veins of the thigh share the same name as the major arteries they follow. The femoral vein is responsible for significant venous drainage of the thigh. It accompanies the femoral artery and receives additional venous drainage from the profunda femoris vein. Like the femoral artery, the femoral vein transitions to the external iliac vein at the level of the inguinal ligament. The lymphatic drainage of the thigh also mirrors the arterial supply and eventually drains into the lumbar lymphatic trunks and cisterna chyli.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Blood Supply and Lymphatics. In general, the deep veins of the thigh share the same name as the major arteries they follow. The femoral vein is responsible for significant venous drainage of the thigh. It accompanies the femoral artery and receives additional venous drainage from the profunda femoris vein. Like the femoral artery, the femoral vein transitions to the external iliac vein at the level of the inguinal ligament. The lymphatic drainage of the thigh also mirrors the arterial supply and eventually drains into the lumbar lymphatic trunks and cisterna chyli."}
{"id": "article-36086_13", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Nerves", "content": "The hamstring muscle complex is innervated by nerves that arise from the lumbar and sacral plexuses. These plexuses give rise to the sciatic nerve (L4-S3), which bifurcates into the tibial and common peroneal (fibular) nerves at the level of the tibiofemoral joint. [10] The tibial nerve innervates the semimembranosus, semitendinosus, and long head of the biceps femoris muscles. The common peroneal branch of the sciatic nerve innervates the short head of the biceps femoris.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Nerves. The hamstring muscle complex is innervated by nerves that arise from the lumbar and sacral plexuses. These plexuses give rise to the sciatic nerve (L4-S3), which bifurcates into the tibial and common peroneal (fibular) nerves at the level of the tibiofemoral joint. [10] The tibial nerve innervates the semimembranosus, semitendinosus, and long head of the biceps femoris muscles. The common peroneal branch of the sciatic nerve innervates the short head of the biceps femoris."}
{"id": "article-36086_14", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Physiologic Variants", "content": "Although uncommon, surgeons must remain aware of hamstring muscle anatomical variations. The hamstring muscle group, except for the short head of the biceps femoris, typically originates from a conjoint muscle tendon arising from the ischial tuberosity. Interestingly, there are reports which reveal variants where the semitendinosus and the long head of the biceps femoris appear from distinct tendinous origins. [3] Another report published in 2013 revealed findings of a third head of the biceps femoris and an anomalous muscle inserted into the semimembranosus. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Physiologic Variants. Although uncommon, surgeons must remain aware of hamstring muscle anatomical variations. The hamstring muscle group, except for the short head of the biceps femoris, typically originates from a conjoint muscle tendon arising from the ischial tuberosity. Interestingly, there are reports which reveal variants where the semitendinosus and the long head of the biceps femoris appear from distinct tendinous origins. [3] Another report published in 2013 revealed findings of a third head of the biceps femoris and an anomalous muscle inserted into the semimembranosus. [11]"}
{"id": "article-36086_15", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Physiologic Variants", "content": "There is also a report of a patient with a bilateral absence of the semimembranosus muscles. This finding was noticed incidentally on MRI after the patient presented with knee pain after a fall. [12] Although the article did not indicate whether or not the patient had experienced symptoms related to this atypical finding prior to his presentation, this finding may be relevant in the context of ACL reconstruction, as hamstring autografts are a common choice.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Physiologic Variants. There is also a report of a patient with a bilateral absence of the semimembranosus muscles. This finding was noticed incidentally on MRI after the patient presented with knee pain after a fall. [12] Although the article did not indicate whether or not the patient had experienced symptoms related to this atypical finding prior to his presentation, this finding may be relevant in the context of ACL reconstruction, as hamstring autografts are a common choice."}
{"id": "article-36086_16", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Physiologic Variants", "content": "Common peroneal nerve entrapment neuropathy most commonly occurs at the level of the fibular head and neck. A 2018 report revealed the findings of common peroneal neuropathy associated with variation of the short head of the biceps femoris. In this case, the location of the common peroneal nerve was within a 4.4 cm tunnel between the gastrocnemius and the short head of the biceps femoris. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Physiologic Variants. Common peroneal nerve entrapment neuropathy most commonly occurs at the level of the fibular head and neck. A 2018 report revealed the findings of common peroneal neuropathy associated with variation of the short head of the biceps femoris. In this case, the location of the common peroneal nerve was within a 4.4 cm tunnel between the gastrocnemius and the short head of the biceps femoris. [13]"}
{"id": "article-36086_17", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Surgical Considerations", "content": "The vast majority of hamstring injuries are manageable nonoperatively. However, hamstring tendon avulsion often requires surgical intervention. Hamstring tendon avulsions are treated endoscopically with fixation of the torn segment of the hamstring tendon to the ischial tuberosity. [14] Surgical repair of chronic proximal hamstring rupture can have augmentation with an Achilles tendon autograft. [15]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Surgical Considerations. The vast majority of hamstring injuries are manageable nonoperatively. However, hamstring tendon avulsion often requires surgical intervention. Hamstring tendon avulsions are treated endoscopically with fixation of the torn segment of the hamstring tendon to the ischial tuberosity. [14] Surgical repair of chronic proximal hamstring rupture can have augmentation with an Achilles tendon autograft. [15]"}
{"id": "article-36086_18", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Surgical Considerations", "content": "Ischial apophyseal avulsion fractures are extremely rare. Studies report that they account for only 1.4 to 4% of all hamstring injuries. [16] Avulsion fractures with less than 1 cm of displacement are candidates for conservative management. Patients are advised to limit hamstring stretching, preventing the fractured segment of the ischial apophysis from becoming further displaced. [17] Surgical fixation is necessary for patients with ischial apophyseal avulsion fractures displaced more than 1 cm or those experiencing symptomatic malunion. Early intervention is advised to decrease the risk of ischiofemoral impingement. [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Surgical Considerations. Ischial apophyseal avulsion fractures are extremely rare. Studies report that they account for only 1.4 to 4% of all hamstring injuries. [16] Avulsion fractures with less than 1 cm of displacement are candidates for conservative management. Patients are advised to limit hamstring stretching, preventing the fractured segment of the ischial apophysis from becoming further displaced. [17] Surgical fixation is necessary for patients with ischial apophyseal avulsion fractures displaced more than 1 cm or those experiencing symptomatic malunion. Early intervention is advised to decrease the risk of ischiofemoral impingement. [18]"}
{"id": "article-36086_19", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Surgical Considerations", "content": "The hamstring muscle is harvestable as an autograft in ACL reconstruction. The quadruple hamstring autograft involves the semitendinosus and gracilis muscles and is known to be one of the strongest grafts available. [19] Compared to patellar tendon grafts, hamstring autografts offer a decreased risk of donor site trauma, patellofemoral crepitation, kneeling pain, and loss of more than 5 degrees of knee extension. [20] In contrast, studies demonstrate that hamstring autografts have an increased risk of laxity and functional hamstring weakness. [20] No conclusive evidence exists to date suggesting that one graft material produces superior long-term results. Kocher et al. found no association between graft type and patient satisfaction in patients undergoing ACL reconstruction using hamstring and patellar grafts. [21]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Surgical Considerations. The hamstring muscle is harvestable as an autograft in ACL reconstruction. The quadruple hamstring autograft involves the semitendinosus and gracilis muscles and is known to be one of the strongest grafts available. [19] Compared to patellar tendon grafts, hamstring autografts offer a decreased risk of donor site trauma, patellofemoral crepitation, kneeling pain, and loss of more than 5 degrees of knee extension. [20] In contrast, studies demonstrate that hamstring autografts have an increased risk of laxity and functional hamstring weakness. [20] No conclusive evidence exists to date suggesting that one graft material produces superior long-term results. Kocher et al. found no association between graft type and patient satisfaction in patients undergoing ACL reconstruction using hamstring and patellar grafts. [21]"}
{"id": "article-36086_20", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance", "content": "Hamstring strains are common in both elite and recreational athletes. In addition to being highly prevalent, hamstring injuries are often slow to heal and tend to recur. Nearly one-third of those who suffer from a hamstring injury are estimated to reinjure themselves within one year of returning to their sport. [22] Most hamstring strains occur in high-risk activities such as sprinting, where rapid changes in speed or direction cause excessive muscle lengthening. The biceps femoris is the most frequently injured of the hamstrings, followed by the semimembranosus and the semitendinosus. [23] [24]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance. Hamstring strains are common in both elite and recreational athletes. In addition to being highly prevalent, hamstring injuries are often slow to heal and tend to recur. Nearly one-third of those who suffer from a hamstring injury are estimated to reinjure themselves within one year of returning to their sport. [22] Most hamstring strains occur in high-risk activities such as sprinting, where rapid changes in speed or direction cause excessive muscle lengthening. The biceps femoris is the most frequently injured of the hamstrings, followed by the semimembranosus and the semitendinosus. [23] [24]"}
{"id": "article-36086_21", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance", "content": "Typically, hamstring injuries are characterized by pain in the posterior thigh, which can be exacerbated by knee flexion and hip extension. In severe injuries, patients may also report hearing a popping sound. When evaluating a patient with a possible hamstring injury, it is important that clinicians also consider other diagnostic possibilities, such as lumbosacral radiculopathy, adductor strain, or a femoral stress fracture.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance. Typically, hamstring injuries are characterized by pain in the posterior thigh, which can be exacerbated by knee flexion and hip extension. In severe injuries, patients may also report hearing a popping sound. When evaluating a patient with a possible hamstring injury, it is important that clinicians also consider other diagnostic possibilities, such as lumbosacral radiculopathy, adductor strain, or a femoral stress fracture."}
{"id": "article-36086_22", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance", "content": "Hamstring strain injuries classify as mild (Grade I), moderate (Grade II), or severe (Grade III) based on the severity of patient symptoms. [25] Grade I injuries are characterized by minimal pain and functional impairment, with minimal disruption to the hamstring myofibrils present. Grade II injuries are partial thickness tears to the musculotendinous fibers. Patients exhibit increased pain with definite strength loss. Grade III tears present with severe pain, hematoma, significant strength loss, and a full-thickness tear to the hamstring muscle or tendon. Orthopedic consultation is the recommendation for Grade III and Grade II/III tears, which affect the distal aspect of the hamstring.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance. Hamstring strain injuries classify as mild (Grade I), moderate (Grade II), or severe (Grade III) based on the severity of patient symptoms. [25] Grade I injuries are characterized by minimal pain and functional impairment, with minimal disruption to the hamstring myofibrils present. Grade II injuries are partial thickness tears to the musculotendinous fibers. Patients exhibit increased pain with definite strength loss. Grade III tears present with severe pain, hematoma, significant strength loss, and a full-thickness tear to the hamstring muscle or tendon. Orthopedic consultation is the recommendation for Grade III and Grade II/III tears, which affect the distal aspect of the hamstring."}
{"id": "article-36086_23", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance", "content": "In the acute phase, hamstring injuries are initially managed with protection, rest, ice, compression, and elevation to limit inflammation and swelling. [26] Patient pain tolerance should dictate the range of motion, as excessive hamstring stretching may lead to scar tissue formation. [27] The role of non-steroidal anti-inflammatory drugs (NSAIDs) in hamstring injury is somewhat controversial, with some studies failing to show recovery benefits and others demonstrating possible adverse effects. [28] [29] However, short (5 to 7 days) courses of NSAIDs do not significantly hamper recovery and should be used primarily as analgesics. Alternative pharmacologic agents, such as platelet-rich plasma (PRP), have been explored to enhance athlete recovery. There is no strong evidence to support the use of PRP for muscle strain injury. [30]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance. In the acute phase, hamstring injuries are initially managed with protection, rest, ice, compression, and elevation to limit inflammation and swelling. [26] Patient pain tolerance should dictate the range of motion, as excessive hamstring stretching may lead to scar tissue formation. [27] The role of non-steroidal anti-inflammatory drugs (NSAIDs) in hamstring injury is somewhat controversial, with some studies failing to show recovery benefits and others demonstrating possible adverse effects. [28] [29] However, short (5 to 7 days) courses of NSAIDs do not significantly hamper recovery and should be used primarily as analgesics. Alternative pharmacologic agents, such as platelet-rich plasma (PRP), have been explored to enhance athlete recovery. There is no strong evidence to support the use of PRP for muscle strain injury. [30]"}
{"id": "article-36086_24", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance", "content": "In patients who have healed to the point where they can begin therapeutic activities, exercise regimens that focus on eccentric contraction have been shown to shorten recovery time significantly. [31] These regimens can be altered based on the patient’s rehabilitation phase and can continue to decrease the re-injury rate. [32] Although hamstring stretching is commonly advocated to decrease the probability of re-injury, hamstring flexibility training has not demonstrated a decrease in the incidence of hamstring re-injury.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance. In patients who have healed to the point where they can begin therapeutic activities, exercise regimens that focus on eccentric contraction have been shown to shorten recovery time significantly. [31] These regimens can be altered based on the patient’s rehabilitation phase and can continue to decrease the re-injury rate. [32] Although hamstring stretching is commonly advocated to decrease the probability of re-injury, hamstring flexibility training has not demonstrated a decrease in the incidence of hamstring re-injury."}
{"id": "article-36086_25", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance", "content": "Studies have also emphasized the importance of neuromuscular control of the lumbopelvic region. A 2004 prospective randomized study found that patients suffering from acute hamstring strain injury who were rehabilitated using a progressive agility and trunk stabilization program showed lower re-injury rates than those enrolled in a more standard progressive stretching and strengthening program. [33]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Clinical Significance. Studies have also emphasized the importance of neuromuscular control of the lumbopelvic region. A 2004 prospective randomized study found that patients suffering from acute hamstring strain injury who were rehabilitated using a progressive agility and trunk stabilization program showed lower re-injury rates than those enrolled in a more standard progressive stretching and strengthening program. [33]"}
{"id": "article-36086_26", "title": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Hamstring Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}