{"id": "article-23908_0", "title": "Klippel Feil Syndrome -- Continuing Education Activity", "content": "Klippel-Feil syndrome presents with an abnormal fusion of 2 or more bones in the cervical spine, creating the characteristic appearance of a short neck. This skeletal anomaly results in facial asymmetry, low hairline, and limited neck mobility, leading to chronic headaches, limited range of neck motion, and neck muscle pain. The condition can also result in spinal stenosis, neurologic deficit, cervical spinal deformity, instability, and spinal stenosis. Patients can be polysyndromic in their presentation as well. This activity reviews the evaluation of Klippel-Feil syndrome and the role of the interprofessional team in managing this rare condition.", "contents": "Klippel Feil Syndrome -- Continuing Education Activity. Klippel-Feil syndrome presents with an abnormal fusion of 2 or more bones in the cervical spine, creating the characteristic appearance of a short neck. This skeletal anomaly results in facial asymmetry, low hairline, and limited neck mobility, leading to chronic headaches, limited range of neck motion, and neck muscle pain. The condition can also result in spinal stenosis, neurologic deficit, cervical spinal deformity, instability, and spinal stenosis. Patients can be polysyndromic in their presentation as well. This activity reviews the evaluation of Klippel-Feil syndrome and the role of the interprofessional team in managing this rare condition."}
{"id": "article-23908_1", "title": "Klippel Feil Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the bony abnormalities associated with Klippel-Feil syndrome. Identify the signs and symptoms associated with Klippel-Feil syndrome. Determine the appropriate treatment options for Klippel-Feil syndrome. Develop interprofessional team strategies for improving care coordination for patients with Klippel-Feil syndrome. Access free multiple choice questions on this topic.", "contents": "Klippel Feil Syndrome -- Continuing Education Activity. Objectives: Identify the bony abnormalities associated with Klippel-Feil syndrome. Identify the signs and symptoms associated with Klippel-Feil syndrome. Determine the appropriate treatment options for Klippel-Feil syndrome. Develop interprofessional team strategies for improving care coordination for patients with Klippel-Feil syndrome. Access free multiple choice questions on this topic."}
{"id": "article-23908_2", "title": "Klippel Feil Syndrome -- Introduction", "content": "Klippel-Feil syndrome (KFS) is a complex condition presenting due to abnormal fusion of cervical vertebrae at C2 and C3, caused by a failure in the division or normal segmentation of the cervical spine vertebrae in early fetal development. This condition leads to a characteristic appearance of a short neck, low hairline, facial asymmetry, and limited neck mobility. The anomalies can lead to chronic headaches, a limited range of neck motion, and neck muscle pain; more importantly, they can also result in spinal stenosis, neurologic deficit, cervical spinal deformity, instability, and spinal stenosis. Patients can be polysyndromic in their presentation as well. [1] [2] [3] [4]", "contents": "Klippel Feil Syndrome -- Introduction. Klippel-Feil syndrome (KFS) is a complex condition presenting due to abnormal fusion of cervical vertebrae at C2 and C3, caused by a failure in the division or normal segmentation of the cervical spine vertebrae in early fetal development. This condition leads to a characteristic appearance of a short neck, low hairline, facial asymmetry, and limited neck mobility. The anomalies can lead to chronic headaches, a limited range of neck motion, and neck muscle pain; more importantly, they can also result in spinal stenosis, neurologic deficit, cervical spinal deformity, instability, and spinal stenosis. Patients can be polysyndromic in their presentation as well. [1] [2] [3] [4]"}
{"id": "article-23908_3", "title": "Klippel Feil Syndrome -- Etiology", "content": "The etiology of Klippel-Feil syndrome is not well known. Several studies have hypothesized that vascular disruption, global fetal insult, primary neural tube complications, or related genetic factors may carry implications in the development of KFS. [5] [6] [7] [8] The condition can copresent with fetal alcohol syndrome, Goldenhar syndrome, as well as Sprengel deformity. [9] [10] [11] In some families, mutations in the GDF6 , GDF 3, and MEOX1 genes can cause Klippel-Feil syndrome and can be inherited. GDF6 is involved in proper bone formation, while GDF3 is involved in bone development. The MEOX1 gene creates the homeobox protein MOX1 that regulates the separation of vertebrae. GDF6 and GDF3 abnormalities are inherited in an autosomal dominant pattern, while MEOX1 mutations are autosomal recessive. [12]", "contents": "Klippel Feil Syndrome -- Etiology. The etiology of Klippel-Feil syndrome is not well known. Several studies have hypothesized that vascular disruption, global fetal insult, primary neural tube complications, or related genetic factors may carry implications in the development of KFS. [5] [6] [7] [8] The condition can copresent with fetal alcohol syndrome, Goldenhar syndrome, as well as Sprengel deformity. [9] [10] [11] In some families, mutations in the GDF6 , GDF 3, and MEOX1 genes can cause Klippel-Feil syndrome and can be inherited. GDF6 is involved in proper bone formation, while GDF3 is involved in bone development. The MEOX1 gene creates the homeobox protein MOX1 that regulates the separation of vertebrae. GDF6 and GDF3 abnormalities are inherited in an autosomal dominant pattern, while MEOX1 mutations are autosomal recessive. [12]"}
{"id": "article-23908_4", "title": "Klippel Feil Syndrome -- Epidemiology", "content": "Klippel-Feil syndrome was initially reported in 1912 by Maurice Klippel and Andre Feil. [13] It occurs in approximately 1 in 40,000 to 42,000 newborns worldwide, with a slight preference for females. Nouri et al illustrated a 2.0% incidence of Klippel-Feil syndrome on MRI in a global cohort of 458 patients. [14] Brown et al reviewed 1400 skeletons and put the incidence at 0.71%. [15] It is important to recognize that asymptomatic pediatric patients who do not undergo cervical imaging and do not present with an obvious physical deformity are likely to graduate into adulthood unaware of their condition. [16] [17]", "contents": "Klippel Feil Syndrome -- Epidemiology. Klippel-Feil syndrome was initially reported in 1912 by Maurice Klippel and Andre Feil. [13] It occurs in approximately 1 in 40,000 to 42,000 newborns worldwide, with a slight preference for females. Nouri et al illustrated a 2.0% incidence of Klippel-Feil syndrome on MRI in a global cohort of 458 patients. [14] Brown et al reviewed 1400 skeletons and put the incidence at 0.71%. [15] It is important to recognize that asymptomatic pediatric patients who do not undergo cervical imaging and do not present with an obvious physical deformity are likely to graduate into adulthood unaware of their condition. [16] [17]"}
{"id": "article-23908_5", "title": "Klippel Feil Syndrome -- Pathophysiology", "content": "Faulty segmentation occurs during embryo development week of gestation 3 to 8, a failure of normal segmentation or formation of the cervical somites.", "contents": "Klippel Feil Syndrome -- Pathophysiology. Faulty segmentation occurs during embryo development week of gestation 3 to 8, a failure of normal segmentation or formation of the cervical somites."}
{"id": "article-23908_6", "title": "Klippel Feil Syndrome -- History and Physical", "content": "A thorough and complete history and physical should be performed, including a detailed family genetic history. It is also important to recognize that patients with Klippel-Feil syndrome may be predisposed to congenital spinal stenosis. As such, a relatively low-impact or low-energy injury may induce a significant neurologic deficit.", "contents": "Klippel Feil Syndrome -- History and Physical. A thorough and complete history and physical should be performed, including a detailed family genetic history. It is also important to recognize that patients with Klippel-Feil syndrome may be predisposed to congenital spinal stenosis. As such, a relatively low-impact or low-energy injury may induce a significant neurologic deficit."}
{"id": "article-23908_7", "title": "Klippel Feil Syndrome -- History and Physical", "content": "Physical exam findings include shortened neck stature and low-lying hairline. Neurologic symptoms may include radiculopathy and myelopathy. A thorough neurological examination is necessary, including cranial nerves, sensory, motor, and reflexes, and gait testing, along with checking for signs of bowel or bladder incontinence.", "contents": "Klippel Feil Syndrome -- History and Physical. Physical exam findings include shortened neck stature and low-lying hairline. Neurologic symptoms may include radiculopathy and myelopathy. A thorough neurological examination is necessary, including cranial nerves, sensory, motor, and reflexes, and gait testing, along with checking for signs of bowel or bladder incontinence."}
{"id": "article-23908_8", "title": "Klippel Feil Syndrome -- History and Physical", "content": "The classic complete clinical triad of the low hairline, short neck, and restricted neck motion is only present in 50% of patients with Klippel-Feil syndrome. This variance can be secondary to several factors, such as the time dependency of the congenitally fused cervical patterns assessment and bias associated with the clinical evaluation of the clinical triad.", "contents": "Klippel Feil Syndrome -- History and Physical. The classic complete clinical triad of the low hairline, short neck, and restricted neck motion is only present in 50% of patients with Klippel-Feil syndrome. This variance can be secondary to several factors, such as the time dependency of the congenitally fused cervical patterns assessment and bias associated with the clinical evaluation of the clinical triad."}
{"id": "article-23908_9", "title": "Klippel Feil Syndrome -- History and Physical", "content": "The presentation may occur simultaneously with Sprengel deformity, Duane syndrome, renal agenesis, Wildervanck syndrome, and other vascular and cardiac abnormalities. Approximately 50% of patients with Klippel-Feil present with concurrent scoliosis. Fifty percent may have atlantoaxial instability. Approximately 30%  present with renal disease and 30% with deafness. All other systems require proper evaluation as well.", "contents": "Klippel Feil Syndrome -- History and Physical. The presentation may occur simultaneously with Sprengel deformity, Duane syndrome, renal agenesis, Wildervanck syndrome, and other vascular and cardiac abnormalities. Approximately 50% of patients with Klippel-Feil present with concurrent scoliosis. Fifty percent may have atlantoaxial instability. Approximately 30%  present with renal disease and 30% with deafness. All other systems require proper evaluation as well."}
{"id": "article-23908_10", "title": "Klippel Feil Syndrome -- Evaluation", "content": "Laboratory tests should be done to rule out other conditions and assess for organ dysfunctions. The concern should be given to the possible presence of cardiac, gastrointestinal (GI), and urinary disorders and should include an echocardiogram, renal ultrasonogram, and intravenous pyelogram, respectively. [18] [19] [20] [21] An audiological evaluation for testing hearing would be useful as well. [22] [23]", "contents": "Klippel Feil Syndrome -- Evaluation. Laboratory tests should be done to rule out other conditions and assess for organ dysfunctions. The concern should be given to the possible presence of cardiac, gastrointestinal (GI), and urinary disorders and should include an echocardiogram, renal ultrasonogram, and intravenous pyelogram, respectively. [18] [19] [20] [21] An audiological evaluation for testing hearing would be useful as well. [22] [23]"}
{"id": "article-23908_11", "title": "Klippel Feil Syndrome -- Evaluation", "content": "Radiographic evaluation of the cervical spine in patients with Klippel-Feil syndrome includes plain radiographs (X-rays), computed tomography (CT), and magnetic resonance imaging (MRI). A thorough evaluation of the cervical spine is important before procedures like intubation, laryngoscopy, head manipulation, or intraoperative positioning due to the risk of atlantoaxial subluxation and craniovertebral dislocation to avoid any risk of causing spinal cord injury. [24] [25] [26]", "contents": "Klippel Feil Syndrome -- Evaluation. Radiographic evaluation of the cervical spine in patients with Klippel-Feil syndrome includes plain radiographs (X-rays), computed tomography (CT), and magnetic resonance imaging (MRI). A thorough evaluation of the cervical spine is important before procedures like intubation, laryngoscopy, head manipulation, or intraoperative positioning due to the risk of atlantoaxial subluxation and craniovertebral dislocation to avoid any risk of causing spinal cord injury. [24] [25] [26]"}
{"id": "article-23908_12", "title": "Klippel Feil Syndrome -- Evaluation -- X-Rays", "content": "It is commonly performed to illustrate the fusion of the vertebral bodies, facets, and even spinous processes. The examination should include AP, lateral, and odontoid views in flexion and extension. These studies help to evaluate the stability of the atlantoaxial, atlantooccipital, and subaxial joints. The thoracic and lumbar spine images are also necessary since they may illustrate scoliosis, spinal bifida, or hemivertebrae. A wasp-waist sign (anterior-posterior narrowing) may be present. Flexion/extension X-ray may illustrate spinal stability and movement in a clinically stable patient.", "contents": "Klippel Feil Syndrome -- Evaluation -- X-Rays. It is commonly performed to illustrate the fusion of the vertebral bodies, facets, and even spinous processes. The examination should include AP, lateral, and odontoid views in flexion and extension. These studies help to evaluate the stability of the atlantoaxial, atlantooccipital, and subaxial joints. The thoracic and lumbar spine images are also necessary since they may illustrate scoliosis, spinal bifida, or hemivertebrae. A wasp-waist sign (anterior-posterior narrowing) may be present. Flexion/extension X-ray may illustrate spinal stability and movement in a clinically stable patient."}
{"id": "article-23908_13", "title": "Klippel Feil Syndrome -- Evaluation -- CT", "content": "These images would provide additional details about the spinal anatomy and the bony structures, including bony fusion. When recommended, these studies are especially useful for pre-operative planning.", "contents": "Klippel Feil Syndrome -- Evaluation -- CT. These images would provide additional details about the spinal anatomy and the bony structures, including bony fusion. When recommended, these studies are especially useful for pre-operative planning."}
{"id": "article-23908_14", "title": "Klippel Feil Syndrome -- Evaluation -- MRI", "content": "MRI is useful in assessing the integrity of the spinal cord, disc space, nerve rootlets, ligaments, and other soft tissue structures. This study can also illustrate other spinal cord abnormalities, such as Chiari malformations and diastematomyelia. MRIs are most useful in patients who present with neurologic deficits.", "contents": "Klippel Feil Syndrome -- Evaluation -- MRI. MRI is useful in assessing the integrity of the spinal cord, disc space, nerve rootlets, ligaments, and other soft tissue structures. This study can also illustrate other spinal cord abnormalities, such as Chiari malformations and diastematomyelia. MRIs are most useful in patients who present with neurologic deficits."}
{"id": "article-23908_15", "title": "Klippel Feil Syndrome -- Treatment / Management", "content": "The majority of the patients receive non-operative management unless an acute neurological deficit, cervical instability, or a risk of chronic neurologic problems is present, where the recommendation is for operative management. [27] [28]", "contents": "Klippel Feil Syndrome -- Treatment / Management. The majority of the patients receive non-operative management unless an acute neurological deficit, cervical instability, or a risk of chronic neurologic problems is present, where the recommendation is for operative management. [27] [28]"}
{"id": "article-23908_16", "title": "Klippel Feil Syndrome -- Treatment / Management -- Non-Operative Management", "content": "Overall, treatment is conservative and symptom-driven; monitoring and conservative management are sufficient for patients with 1 or 2-level fusions below C3. They may play contact sports such as hockey and rugby with proper education.", "contents": "Klippel Feil Syndrome -- Treatment / Management -- Non-Operative Management. Overall, treatment is conservative and symptom-driven; monitoring and conservative management are sufficient for patients with 1 or 2-level fusions below C3. They may play contact sports such as hockey and rugby with proper education."}
{"id": "article-23908_17", "title": "Klippel Feil Syndrome -- Treatment / Management -- Non-Operative Management", "content": "Patients who are at high risk for spinal deformity should undergo activity modification. Those with a fusion above C3, especially to the occiput, should avoid contact sports and are more likely to be symptomatic and prone to the risk of spinal injury. This situation is also true for those patients with long fusions of the cervical spine.", "contents": "Klippel Feil Syndrome -- Treatment / Management -- Non-Operative Management. Patients who are at high risk for spinal deformity should undergo activity modification. Those with a fusion above C3, especially to the occiput, should avoid contact sports and are more likely to be symptomatic and prone to the risk of spinal injury. This situation is also true for those patients with long fusions of the cervical spine."}
{"id": "article-23908_18", "title": "Klippel Feil Syndrome -- Treatment / Management -- Non-Operative Management", "content": "It is also important to focus on the poly-syndromic presentation of patients. For younger patients, pediatricians play a crucial role in coordinating care between various specialists for cardiac, renal, or gastrointestinal congenital abnormalities. This interdisciplinary care becomes even more vital if patients are candidates for operative care.", "contents": "Klippel Feil Syndrome -- Treatment / Management -- Non-Operative Management. It is also important to focus on the poly-syndromic presentation of patients. For younger patients, pediatricians play a crucial role in coordinating care between various specialists for cardiac, renal, or gastrointestinal congenital abnormalities. This interdisciplinary care becomes even more vital if patients are candidates for operative care."}
{"id": "article-23908_19", "title": "Klippel Feil Syndrome -- Treatment / Management -- Operative Management", "content": "Patients with persistent neurological pain, myelopathy, new-onset muscle group weakness, and documented spinal instability are operative candidates. [29] Spinal deformities and instability drive surgical decision-making. The surgeon can perform cervical fusion from anterior or posterior approaches secondary to evaluation. The anterior approach includes anterior cervical fusion or corpectomy with synthetic or bone graft placement. [30] Cervical total disc arthroplasty is under investigation as a surgical option. This modality has shown some positive benefits regarding the quality of life outcomes and prevention of adjacent-level disease in the degenerative adult population. Posterior approaches, including decompression and fusion, are also options through various instrumentation procedure options. In some instances of severe deformity, a combined anterior-posterior approach is another option. [28] Surgical or bracing intervention may be necessary for associated compensatory thoracic scoliosis. [31]", "contents": "Klippel Feil Syndrome -- Treatment / Management -- Operative Management. Patients with persistent neurological pain, myelopathy, new-onset muscle group weakness, and documented spinal instability are operative candidates. [29] Spinal deformities and instability drive surgical decision-making. The surgeon can perform cervical fusion from anterior or posterior approaches secondary to evaluation. The anterior approach includes anterior cervical fusion or corpectomy with synthetic or bone graft placement. [30] Cervical total disc arthroplasty is under investigation as a surgical option. This modality has shown some positive benefits regarding the quality of life outcomes and prevention of adjacent-level disease in the degenerative adult population. Posterior approaches, including decompression and fusion, are also options through various instrumentation procedure options. In some instances of severe deformity, a combined anterior-posterior approach is another option. [28] Surgical or bracing intervention may be necessary for associated compensatory thoracic scoliosis. [31]"}
{"id": "article-23908_20", "title": "Klippel Feil Syndrome -- Treatment / Management -- Operative Management", "content": "Otolaryngological evaluation and treatment may be necessary for those with hearing impairment for placing cochlear implants and providing hearing devices where necessary. [32]", "contents": "Klippel Feil Syndrome -- Treatment / Management -- Operative Management. Otolaryngological evaluation and treatment may be necessary for those with hearing impairment for placing cochlear implants and providing hearing devices where necessary. [32]"}
{"id": "article-23908_21", "title": "Klippel Feil Syndrome -- Differential Diagnosis", "content": "Healing osteomyelitis or discitis Previous fusion without instrumentation Juvenile idiopathic arthritis Juvenile rheumatoid arthritis can present with similar cervical spine anomalies, but a thorough workup and serological testing would facilitate differentiating from KFS easily Ankylosing spondylitis", "contents": "Klippel Feil Syndrome -- Differential Diagnosis. Healing osteomyelitis or discitis Previous fusion without instrumentation Juvenile idiopathic arthritis Juvenile rheumatoid arthritis can present with similar cervical spine anomalies, but a thorough workup and serological testing would facilitate differentiating from KFS easily Ankylosing spondylitis"}
{"id": "article-23908_22", "title": "Klippel Feil Syndrome -- Prognosis", "content": "KFS patients with fusion above C3 tend to be more symptomatic. By definition, Klippel-Feil is a heterogeneous presentation. The prognosis can be related to the Samartzis classification system. [31] Type I: Single-level congenital fusion of cervical segment Type II: Multiple, noncontiguous, congenitally fused segments Type III: Multiple, contiguous congenitally fused segments in the cervical region", "contents": "Klippel Feil Syndrome -- Prognosis. KFS patients with fusion above C3 tend to be more symptomatic. By definition, Klippel-Feil is a heterogeneous presentation. The prognosis can be related to the Samartzis classification system. [31] Type I: Single-level congenital fusion of cervical segment Type II: Multiple, noncontiguous, congenitally fused segments Type III: Multiple, contiguous congenitally fused segments in the cervical region"}
{"id": "article-23908_23", "title": "Klippel Feil Syndrome -- Prognosis", "content": "Samartzis et al. noted that over eight years, approximately two-thirds of patients with Klippel-Feil syndrome had no symptoms. Those with a type-I deformity had more axial symptoms, while those with type II and type III were the patients who developed myelopathy and radiculopathy. [31]", "contents": "Klippel Feil Syndrome -- Prognosis. Samartzis et al. noted that over eight years, approximately two-thirds of patients with Klippel-Feil syndrome had no symptoms. Those with a type-I deformity had more axial symptoms, while those with type II and type III were the patients who developed myelopathy and radiculopathy. [31]"}
{"id": "article-23908_24", "title": "Klippel Feil Syndrome -- Complications", "content": "The degenerative changes throughout the cervical spine can lead to the following conditions requiring monitoring and prompt management. These include: Fractures Disc degeneration Spondylosis Spinal canal stenosis Disc herniation Osteophytes", "contents": "Klippel Feil Syndrome -- Complications. The degenerative changes throughout the cervical spine can lead to the following conditions requiring monitoring and prompt management. These include: Fractures Disc degeneration Spondylosis Spinal canal stenosis Disc herniation Osteophytes"}
{"id": "article-23908_25", "title": "Klippel Feil Syndrome -- Deterrence and Patient Education", "content": "Non-surgical options require an explanation to the patient and parents, and for surgical cases, surgeons need to set expectations regarding what surgery can realistically accomplish.", "contents": "Klippel Feil Syndrome -- Deterrence and Patient Education. Non-surgical options require an explanation to the patient and parents, and for surgical cases, surgeons need to set expectations regarding what surgery can realistically accomplish."}
{"id": "article-23908_26", "title": "Klippel Feil Syndrome -- Deterrence and Patient Education", "content": "Klippel-Feil syndrome is a very rare condition. Patients and parents should receive information about support groups such as the Genetic and Rare Diseases (GARD) Information Center and Klippel-Feil Syndrome Freedom, which can provide education and management techniques and help patients optimize their options in life depending on the severity of the condition.", "contents": "Klippel Feil Syndrome -- Deterrence and Patient Education. Klippel-Feil syndrome is a very rare condition. Patients and parents should receive information about support groups such as the Genetic and Rare Diseases (GARD) Information Center and Klippel-Feil Syndrome Freedom, which can provide education and management techniques and help patients optimize their options in life depending on the severity of the condition."}
{"id": "article-23908_27", "title": "Klippel Feil Syndrome -- Pearls and Other Issues", "content": "Patients can present with obvious physical abnormalities, but nearly 50% do not present with the typical physical exam findings and features. Great care is necessary when advising patients with high cervical fusions. X-ray is a very reasonable and moderately safe modality to treat patient deformity. Early intervention with modification of physical activities and therapy may lower the risk of degenerative disc changes and trauma. There are no standardized guidelines for sports participation; however, recommendations suggested include: Absolute contraindication for type 1 lesions and type II lesions with limited range of motion, C2 involvement, instability or spondylosis, and occipitocervical anomalies; Relative contraindication for type II lesion with a known previous episode of transient quadriplegia; Type II lesions located C3 and below with a full range of cervical spine motion and lack of instability and spondylosis may participate with proper education and measures. [33]", "contents": "Klippel Feil Syndrome -- Pearls and Other Issues. Patients can present with obvious physical abnormalities, but nearly 50% do not present with the typical physical exam findings and features. Great care is necessary when advising patients with high cervical fusions. X-ray is a very reasonable and moderately safe modality to treat patient deformity. Early intervention with modification of physical activities and therapy may lower the risk of degenerative disc changes and trauma. There are no standardized guidelines for sports participation; however, recommendations suggested include: Absolute contraindication for type 1 lesions and type II lesions with limited range of motion, C2 involvement, instability or spondylosis, and occipitocervical anomalies; Relative contraindication for type II lesion with a known previous episode of transient quadriplegia; Type II lesions located C3 and below with a full range of cervical spine motion and lack of instability and spondylosis may participate with proper education and measures. [33]"}
{"id": "article-23908_28", "title": "Klippel Feil Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Diagnosing and managing patients with KF syndrome should include an interprofessional team consisting of a neurologist, orthopedic surgeon, pediatrician, nurse practitioner, physical therapist, and neurosurgeon, among other medical staff personnel. The disorder can be managed non-surgically or surgically, depending on the presence of symptoms. For patients with functional limitations, orthotics and assistive devices may be necessary. However, these patients need education about protecting the cervical spine. They should not participate in contact sports if there is absolute contraindication given the obvious risk of spinal injury. Those with moderate to severe spinal deformity should undergo lifestyle modification.", "contents": "Klippel Feil Syndrome -- Enhancing Healthcare Team Outcomes. Diagnosing and managing patients with KF syndrome should include an interprofessional team consisting of a neurologist, orthopedic surgeon, pediatrician, nurse practitioner, physical therapist, and neurosurgeon, among other medical staff personnel. The disorder can be managed non-surgically or surgically, depending on the presence of symptoms. For patients with functional limitations, orthotics and assistive devices may be necessary. However, these patients need education about protecting the cervical spine. They should not participate in contact sports if there is absolute contraindication given the obvious risk of spinal injury. Those with moderate to severe spinal deformity should undergo lifestyle modification."}
{"id": "article-23908_29", "title": "Klippel Feil Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Several types of surgical procedures are available, but the outcomes are unpredictable. There is always a risk of serious complications, making it necessary to have an interprofessional team of surgical specialists, including neurosurgeons, otolaryngologists, orthopedists, and oro-maxillofacial surgeons managing the patient. The outcomes of patients depend on the initial deformity. While some patients have no symptoms, a significant number have myelopathy and neuropathy, which significantly lowers the quality of life. [34] [35] [36]", "contents": "Klippel Feil Syndrome -- Enhancing Healthcare Team Outcomes. Several types of surgical procedures are available, but the outcomes are unpredictable. There is always a risk of serious complications, making it necessary to have an interprofessional team of surgical specialists, including neurosurgeons, otolaryngologists, orthopedists, and oro-maxillofacial surgeons managing the patient. The outcomes of patients depend on the initial deformity. While some patients have no symptoms, a significant number have myelopathy and neuropathy, which significantly lowers the quality of life. [34] [35] [36]"}
{"id": "article-23908_30", "title": "Klippel Feil Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Klippel Feil Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}