{"id": "article-23592_0", "title": "Anatomy, Thorax, Intercostal Nerves -- Introduction", "content": "The intercostal nerves are part of the somatic nervous system, aiding in the contraction of muscles and the return of sensory information from the skin and parietal pleura. The intercostal nerves arise from the anterior rami of the thoracic spinal nerves from T1 to T11 and are situated between adjacent ribs. The anterior division of the twelfth thoracic nerve is not technically an intercostal nerve as it sits below the ribs to enter the abdominal wall; this nerve is instead referred to as the subcostal nerve. Some techniques utilize the blockage of these nerves for analgesia and also the pathology of these nerves giving rise to neuralgia. It is crucial for providers to be comfortable with the anatomy and physiology of the intercostal nerves to accurately diagnose and treat intercostal nerve pain and pathology.", "contents": "Anatomy, Thorax, Intercostal Nerves -- Introduction. The intercostal nerves are part of the somatic nervous system, aiding in the contraction of muscles and the return of sensory information from the skin and parietal pleura. The intercostal nerves arise from the anterior rami of the thoracic spinal nerves from T1 to T11 and are situated between adjacent ribs. The anterior division of the twelfth thoracic nerve is not technically an intercostal nerve as it sits below the ribs to enter the abdominal wall; this nerve is instead referred to as the subcostal nerve. Some techniques utilize the blockage of these nerves for analgesia and also the pathology of these nerves giving rise to neuralgia. It is crucial for providers to be comfortable with the anatomy and physiology of the intercostal nerves to accurately diagnose and treat intercostal nerve pain and pathology."}
{"id": "article-23592_1", "title": "Anatomy, Thorax, Intercostal Nerves -- Structure and Function", "content": "Each intercostal nerve enters the correlated intercostal space between the posterior intercostal membrane and the parietal pleura. The intercostal nerve at this point is directly external to the parietal pleura and then dives into the subcostal groove of its associated rib, which lies directly inferior to the rib. As it runs its course through the subcostal groove, the nerve is bounded by the innermost intercostal muscle and the internal intercostal muscle. The first six intercostal nerves give off branches and then end within the corresponding intercostal space just below the corresponding rib. The seventh through eleventh intercostal nerves exit the intercostal spaces and travel into the abdominal wall. These last five intercostal nerves are termed thoracoabdominal nerves due to this pathway. [1] [2]", "contents": "Anatomy, Thorax, Intercostal Nerves -- Structure and Function. Each intercostal nerve enters the correlated intercostal space between the posterior intercostal membrane and the parietal pleura. The intercostal nerve at this point is directly external to the parietal pleura and then dives into the subcostal groove of its associated rib, which lies directly inferior to the rib. As it runs its course through the subcostal groove, the nerve is bounded by the innermost intercostal muscle and the internal intercostal muscle. The first six intercostal nerves give off branches and then end within the corresponding intercostal space just below the corresponding rib. The seventh through eleventh intercostal nerves exit the intercostal spaces and travel into the abdominal wall. These last five intercostal nerves are termed thoracoabdominal nerves due to this pathway. [1] [2]"}
{"id": "article-23592_2", "title": "Anatomy, Thorax, Intercostal Nerves -- Blood Supply and Lymphatics", "content": "The intercostal vessels travel along with the intercostal nerves in the intercostal space of each rib. These are the anterior and posterior intercostal arteries. The anterior intercostal arteries are branches of the internal thoracic artery and supply the upper six intercostal spaces. After this point, the internal thoracic artery ends by dividing into the superior epigastric artery and musculophrenic artery. The musculophrenic artery is the supply artery for the remaining anterior intercostal branches, which then anastomose with the posterior intercostal arteries arising from the thoracic aorta. The right posterior intercostal arteries are longer than those on the left due to the aorta's position to the left of the vertebral column. [3] Each posterior intercostal artery travels along the bottom of the rib with a corresponding posterior intercostal vein and intercostal nerve. Along most of its course, the intercostal nerve lies inferior to the intercostal artery, while the intercostal vein lies superior to the artery. [4]", "contents": "Anatomy, Thorax, Intercostal Nerves -- Blood Supply and Lymphatics. The intercostal vessels travel along with the intercostal nerves in the intercostal space of each rib. These are the anterior and posterior intercostal arteries. The anterior intercostal arteries are branches of the internal thoracic artery and supply the upper six intercostal spaces. After this point, the internal thoracic artery ends by dividing into the superior epigastric artery and musculophrenic artery. The musculophrenic artery is the supply artery for the remaining anterior intercostal branches, which then anastomose with the posterior intercostal arteries arising from the thoracic aorta. The right posterior intercostal arteries are longer than those on the left due to the aorta's position to the left of the vertebral column. [3] Each posterior intercostal artery travels along the bottom of the rib with a corresponding posterior intercostal vein and intercostal nerve. Along most of its course, the intercostal nerve lies inferior to the intercostal artery, while the intercostal vein lies superior to the artery. [4]"}
{"id": "article-23592_3", "title": "Anatomy, Thorax, Intercostal Nerves -- Nerves", "content": "The intercostal nerves are commonly grouped into two categories: typical intercostal nerves and atypical intercostal nerves. The typical intercostal nerves (IC) include IC3 through IC6, and the atypical intercostal nerves include IC1 through IC2 and IC8 through IC11. The main reason for the two separate groupings is that the typical intercostal nerves stay confined to their own intercostal spaces. In contrast, the atypical spinal nerves go past the thoracic wall and partially or wholly supply other regions. [5]", "contents": "Anatomy, Thorax, Intercostal Nerves -- Nerves. The intercostal nerves are commonly grouped into two categories: typical intercostal nerves and atypical intercostal nerves. The typical intercostal nerves (IC) include IC3 through IC6, and the atypical intercostal nerves include IC1 through IC2 and IC8 through IC11. The main reason for the two separate groupings is that the typical intercostal nerves stay confined to their own intercostal spaces. In contrast, the atypical spinal nerves go past the thoracic wall and partially or wholly supply other regions. [5]"}
{"id": "article-23592_4", "title": "Anatomy, Thorax, Intercostal Nerves -- Nerves", "content": "As described above, the typical intercostal nerve runs laterally behind the sympathetic trunk and enters the intercostal space between the parietal pleura and the intercostal membrane. While in the costal groove, it runs along with the intercostal vessels and crosses anterior to the internal thoracic artery. The major branches of the typical intercostal nerves include the rami communicantes, the muscular branches, the collateral branch, the lateral cutaneous branch, and the anterior cutaneous branch. The ramus communicans branches carry visceral signals to and from the corresponding thoracic ganglion by gray and white rami. The muscular branches supply the intercostal muscles, as well as the serratus posterior superior, subcostal, transversus thoracis, and levatores costarum. The collateral branch innervates the intercostal muscles, parietal pleura, and periosteum of the rib. The lateral cutaneous branch goes through the muscles of the lateral thoracic wall and then divides into anterior and posterior branches to return sensory information from the skin of the lateral thoracic wall. The anterior cutaneous branch is the terminal branch of the typical intercostal nerves and divides into medial and lateral branches to supply sensory innervation to the skin of the anterior thoracic wall. [6]", "contents": "Anatomy, Thorax, Intercostal Nerves -- Nerves. As described above, the typical intercostal nerve runs laterally behind the sympathetic trunk and enters the intercostal space between the parietal pleura and the intercostal membrane. While in the costal groove, it runs along with the intercostal vessels and crosses anterior to the internal thoracic artery. The major branches of the typical intercostal nerves include the rami communicantes, the muscular branches, the collateral branch, the lateral cutaneous branch, and the anterior cutaneous branch. The ramus communicans branches carry visceral signals to and from the corresponding thoracic ganglion by gray and white rami. The muscular branches supply the intercostal muscles, as well as the serratus posterior superior, subcostal, transversus thoracis, and levatores costarum. The collateral branch innervates the intercostal muscles, parietal pleura, and periosteum of the rib. The lateral cutaneous branch goes through the muscles of the lateral thoracic wall and then divides into anterior and posterior branches to return sensory information from the skin of the lateral thoracic wall. The anterior cutaneous branch is the terminal branch of the typical intercostal nerves and divides into medial and lateral branches to supply sensory innervation to the skin of the anterior thoracic wall. [6]"}
{"id": "article-23592_5", "title": "Anatomy, Thorax, Intercostal Nerves -- Nerves", "content": "The atypical intercostal nerves, IC1 through IC2 and IC7 through IC11, run a more complicated course and have their own routes to innervation in the human body. The first intercostal nerve does give some contribution to the lower trunk of the brachial plexus along with the anterior ramus of C8. The first intercostal nerve lacks both lateral and anterior cutaneous branches seen in typical intercostal nerves. The second intercostal nerve has a branch named the intercostobrachial nerve, and this branch returns cutaneous information from the floor of the axilla and the superior region of the upper extremity. In cases of coronary artery disease, the cardiac pain that some patients describe on the medial side of the arm is due to the intercostobrachial nerve. The seventh to eleventh intercostal nerves travel in the intercostal spaces but then travel into the abdominal wall, supplying muscles such as the external oblique, internal oblique, transversus abdominis, and rectus abdominis. They also innervate the skin and parietal peritoneum. [7]", "contents": "Anatomy, Thorax, Intercostal Nerves -- Nerves. The atypical intercostal nerves, IC1 through IC2 and IC7 through IC11, run a more complicated course and have their own routes to innervation in the human body. The first intercostal nerve does give some contribution to the lower trunk of the brachial plexus along with the anterior ramus of C8. The first intercostal nerve lacks both lateral and anterior cutaneous branches seen in typical intercostal nerves. The second intercostal nerve has a branch named the intercostobrachial nerve, and this branch returns cutaneous information from the floor of the axilla and the superior region of the upper extremity. In cases of coronary artery disease, the cardiac pain that some patients describe on the medial side of the arm is due to the intercostobrachial nerve. The seventh to eleventh intercostal nerves travel in the intercostal spaces but then travel into the abdominal wall, supplying muscles such as the external oblique, internal oblique, transversus abdominis, and rectus abdominis. They also innervate the skin and parietal peritoneum. [7]"}
{"id": "article-23592_6", "title": "Anatomy, Thorax, Intercostal Nerves -- Surgical Considerations", "content": "The intercostal nerves are in constant jeopardy of being damaged during thoracotomy procedures. The intercostal nerves are also in danger of damage or transection during the placement of a chest tube. There have been case reports describing chest tube placement techniques that include careful dissection of the intercostal spaces and identification of the intercostal nerve as opposed to a stab insertion of a chest tube. There have also been reports that anesthetic blocks of the intercostal nerves before the closure of a thoracotomy have resulted in hypotension both with and without a spinal block. [8] [9]", "contents": "Anatomy, Thorax, Intercostal Nerves -- Surgical Considerations. The intercostal nerves are in constant jeopardy of being damaged during thoracotomy procedures. The intercostal nerves are also in danger of damage or transection during the placement of a chest tube. There have been case reports describing chest tube placement techniques that include careful dissection of the intercostal spaces and identification of the intercostal nerve as opposed to a stab insertion of a chest tube. There have also been reports that anesthetic blocks of the intercostal nerves before the closure of a thoracotomy have resulted in hypotension both with and without a spinal block. [8] [9]"}
{"id": "article-23592_7", "title": "Anatomy, Thorax, Intercostal Nerves -- Clinical Significance", "content": "Pain arising from the intercostal nerves has been termed intercostal neuralgia. Intercostal neuralgia is a common pathology that can occur due to nerve entrapment, traumatic causes, persistent nerve irritation, and herpes zoster. Patients describe pain from intercostal neuralgia as a shooting, burning, or sharp pain. The location of the pain usually begins at the posterior axillary line and radiates anteriorly into the distribution territory of the intercostal nerve. The pain is reproducible during deep inspiration or other chest wall movements, which creates a complication for those who do not take adequate breaths. Upon diagnosing intercostal neuralgia, treatment can vary from pharmacological therapy with tricyclic antidepressants or anticonvulsants, non-somatic treatment, and interventional pain treatment. It is important to note that intercostal nerve blocks are a viable option for providing analgesia; however, their proximity to the pleural space makes careful attention to technique and anatomy mandatory. [10] This is why it is crucial for healthcare providers who engage in such procedures to be thoroughly familiar with the anatomy of the intercostal nerves and their accompanying vasculature.", "contents": "Anatomy, Thorax, Intercostal Nerves -- Clinical Significance. Pain arising from the intercostal nerves has been termed intercostal neuralgia. Intercostal neuralgia is a common pathology that can occur due to nerve entrapment, traumatic causes, persistent nerve irritation, and herpes zoster. Patients describe pain from intercostal neuralgia as a shooting, burning, or sharp pain. The location of the pain usually begins at the posterior axillary line and radiates anteriorly into the distribution territory of the intercostal nerve. The pain is reproducible during deep inspiration or other chest wall movements, which creates a complication for those who do not take adequate breaths. Upon diagnosing intercostal neuralgia, treatment can vary from pharmacological therapy with tricyclic antidepressants or anticonvulsants, non-somatic treatment, and interventional pain treatment. It is important to note that intercostal nerve blocks are a viable option for providing analgesia; however, their proximity to the pleural space makes careful attention to technique and anatomy mandatory. [10] This is why it is crucial for healthcare providers who engage in such procedures to be thoroughly familiar with the anatomy of the intercostal nerves and their accompanying vasculature."}
{"id": "article-23592_8", "title": "Anatomy, Thorax, Intercostal Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Intercostal Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}