{"id": "article-27198_0", "title": "Physostigmine (Archived) -- Indications", "content": "Physostigmine is a tertiary amine and a reversible cholinergic medication that was most commonly used to manage and treat antimuscarinic toxicity and glaucoma. It is no longer available. This article is for historical purposes. Physostigmine originates from the Calabar bean, widely found in the African tropics, and is a highly toxic parasympathomimetic alkaloid. [1] [2] Although small in size, its lethality was first discovered by Sir Robert Christison in 1855. A few decades later, in 1863, Sir Thomas Richard Fraser wrote his thesis on the medicinal uses of physostigmine. Josef Pikl and Percy Lavon Julian synthesized physostigmine for the first time in 1935. [3] From 1863 to this day, extensive research has been performed on the applications of physostigmine, examining its use in treating glaucoma to its use in the treatment of septic shock. [1] [4]", "contents": "Physostigmine (Archived) -- Indications. Physostigmine is a tertiary amine and a reversible cholinergic medication that was most commonly used to manage and treat antimuscarinic toxicity and glaucoma. It is no longer available. This article is for historical purposes. Physostigmine originates from the Calabar bean, widely found in the African tropics, and is a highly toxic parasympathomimetic alkaloid. [1] [2] Although small in size, its lethality was first discovered by Sir Robert Christison in 1855. A few decades later, in 1863, Sir Thomas Richard Fraser wrote his thesis on the medicinal uses of physostigmine. Josef Pikl and Percy Lavon Julian synthesized physostigmine for the first time in 1935. [3] From 1863 to this day, extensive research has been performed on the applications of physostigmine, examining its use in treating glaucoma to its use in the treatment of septic shock. [1] [4]"}
{"id": "article-27198_1", "title": "Physostigmine (Archived) -- Indications", "content": "Physostigmine salicylate has FDA approval for use in treating glaucoma and the treatment of anticholinergic toxicity. It is useful to treat the effects of anticholinergic toxicity on the central nervous system due to its ability to cross the blood-brain barrier. [5] The symptoms associated with anticholinergic toxicity are delirium, tachycardia, mydriasis, urinary retention, dry skin, and ileus.", "contents": "Physostigmine (Archived) -- Indications. Physostigmine salicylate has FDA approval for use in treating glaucoma and the treatment of anticholinergic toxicity. It is useful to treat the effects of anticholinergic toxicity on the central nervous system due to its ability to cross the blood-brain barrier. [5] The symptoms associated with anticholinergic toxicity are delirium, tachycardia, mydriasis, urinary retention, dry skin, and ileus."}
{"id": "article-27198_2", "title": "Physostigmine (Archived) -- Indications", "content": "Concerning the treatment of glaucoma, physostigmine increases the levels of acetylcholine available for the ciliary muscle of the eye to contract. This increase results in increased aqueous humor flow and a decrease in intraocular pressure. Due to its increased side effects, medications with fewer side effects are preferable for the treatment of glaucoma. [1] [6]", "contents": "Physostigmine (Archived) -- Indications. Concerning the treatment of glaucoma, physostigmine increases the levels of acetylcholine available for the ciliary muscle of the eye to contract. This increase results in increased aqueous humor flow and a decrease in intraocular pressure. Due to its increased side effects, medications with fewer side effects are preferable for the treatment of glaucoma. [1] [6]"}
{"id": "article-27198_3", "title": "Physostigmine (Archived) -- Indications", "content": "Recent studies have examined the use of physostigmine in systemic inflammation, sepsis, and nerve gas exposure. A randomized, double-blind, placebo-controlled monocentric pilot trial performed between 2015 and 2017 with 20 enrolled patients looked at the effects of physostigmine in patients following intra-abdominal infections leading to septic shock. There was no statistical significance in the outcome between the two groups of placebo (0.9% sodium chloride) and physostigmine salicylate. The research found treatment with physostigmine salicylate to be feasible and safe. Future research looking at a large sample size is necessary to assess the effects of physostigmine on recovery from septic shock. [4]", "contents": "Physostigmine (Archived) -- Indications. Recent studies have examined the use of physostigmine in systemic inflammation, sepsis, and nerve gas exposure. A randomized, double-blind, placebo-controlled monocentric pilot trial performed between 2015 and 2017 with 20 enrolled patients looked at the effects of physostigmine in patients following intra-abdominal infections leading to septic shock. There was no statistical significance in the outcome between the two groups of placebo (0.9% sodium chloride) and physostigmine salicylate. The research found treatment with physostigmine salicylate to be feasible and safe. Future research looking at a large sample size is necessary to assess the effects of physostigmine on recovery from septic shock. [4]"}
{"id": "article-27198_4", "title": "Physostigmine (Archived) -- Indications", "content": "A study published in 2018 proposed using physostigmine-loaded liposomes to protect against nerve gas exposure. Nerve gas commonly affects acetylcholinesterase by amplifying its action. Physostigmine can reversibly bind to acetylcholinesterase and block the effects of nerve gas. Liposomes were used in this study to prolong the half-life of physostigmine, which usually has a half-life of 23 minutes. [7] [8]", "contents": "Physostigmine (Archived) -- Indications. A study published in 2018 proposed using physostigmine-loaded liposomes to protect against nerve gas exposure. Nerve gas commonly affects acetylcholinesterase by amplifying its action. Physostigmine can reversibly bind to acetylcholinesterase and block the effects of nerve gas. Liposomes were used in this study to prolong the half-life of physostigmine, which usually has a half-life of 23 minutes. [7] [8]"}
{"id": "article-27198_5", "title": "Physostigmine (Archived) -- Mechanism of Action", "content": "Physostigmine functions as a cholinergic medication by increasing the amounts of acetylcholine present at cholinergic synapses in the central and peripheral nervous systems. It accomplishes this by reversibly binding to and inactivating acetylcholinesterase. This medication inhibits the actions of acetylcholinesterase and butyrylcholinesterase, enzymes that normally break down acetylcholine. [9] Through this mechanism, acetylcholine accumulates at synapse sites of muscarinic or nicotinic receptors, triggering action potentials. This action leads to the muscarinic receptor effects of decreased pupil size, increased aqueous humor production, increased salivation, increased gastrointestinal secretions, increased urination, and sweating. [5]", "contents": "Physostigmine (Archived) -- Mechanism of Action. Physostigmine functions as a cholinergic medication by increasing the amounts of acetylcholine present at cholinergic synapses in the central and peripheral nervous systems. It accomplishes this by reversibly binding to and inactivating acetylcholinesterase. This medication inhibits the actions of acetylcholinesterase and butyrylcholinesterase, enzymes that normally break down acetylcholine. [9] Through this mechanism, acetylcholine accumulates at synapse sites of muscarinic or nicotinic receptors, triggering action potentials. This action leads to the muscarinic receptor effects of decreased pupil size, increased aqueous humor production, increased salivation, increased gastrointestinal secretions, increased urination, and sweating. [5]"}
{"id": "article-27198_6", "title": "Physostigmine (Archived) -- Mechanism of Action", "content": "Nicotinic effects are those affecting striated muscle or sympathetic ganglia. Symptoms consist of cramps, fasciculations, twitching, weakness, elevated blood pressure, and tachycardia. Central nervous system effects are ataxia and convulsions, eventually leading to a coma. [6]", "contents": "Physostigmine (Archived) -- Mechanism of Action. Nicotinic effects are those affecting striated muscle or sympathetic ganglia. Symptoms consist of cramps, fasciculations, twitching, weakness, elevated blood pressure, and tachycardia. Central nervous system effects are ataxia and convulsions, eventually leading to a coma. [6]"}
{"id": "article-27198_7", "title": "Physostigmine (Archived) -- Administration -- For Anticholinergic Toxicity", "content": "Adults - Intramuscular or Intravenous: Start initially at 0.5 mg to 2 mg, with a minimum delay of at least 10 to 30 minutes before dosing if symptoms persist and are severe, with the absence of cholinergic signs. Infuse at a rate of 1 mg/minute in adults. Pediatric - Intramuscular or Intravenous: Start at 0.02 mg/kg, with a maximum dose of 0.5 mg/dose, 2 mg total; repeated every 5 to 10 minutes if symptoms persist and are severe, with the absence of cholinergic signs. Infuse at a rate no faster than 0.5 mg/minute in the pediatric population.", "contents": "Physostigmine (Archived) -- Administration -- For Anticholinergic Toxicity. Adults - Intramuscular or Intravenous: Start initially at 0.5 mg to 2 mg, with a minimum delay of at least 10 to 30 minutes before dosing if symptoms persist and are severe, with the absence of cholinergic signs. Infuse at a rate of 1 mg/minute in adults. Pediatric - Intramuscular or Intravenous: Start at 0.02 mg/kg, with a maximum dose of 0.5 mg/dose, 2 mg total; repeated every 5 to 10 minutes if symptoms persist and are severe, with the absence of cholinergic signs. Infuse at a rate no faster than 0.5 mg/minute in the pediatric population."}
{"id": "article-27198_8", "title": "Physostigmine (Archived) -- Administration -- For Nondepolarizing Neuromuscular Blockade Reversal", "content": "Adults - Intramuscular or Intravenous: Start initially at 0.5 mg, with a minimum delay of at least 10 to 15 minutes before re-dosing, up to a maximum dose of 2 mg in the first hour. [7] Infuse at a rate no faster than 1mg/minute in adults. Pediatric - Intramuscular or Intravenous: Start initially at 0.01 mg/kg to 0.02 mg/kg in children, with a minimum delay of at least 10 to 15 minutes before re-dosing, up to a maximum dose of 2 mg in the 1st hour. [7] Infuse at a rate no faster than 0.5 mg/minute in the pediatric population. Important note: The healthcare team should keep atropine available for any severe cholinergic symptoms when dosing/administering physostigmine. Renal and hepatic dose adjustments are undefined.", "contents": "Physostigmine (Archived) -- Administration -- For Nondepolarizing Neuromuscular Blockade Reversal. Adults - Intramuscular or Intravenous: Start initially at 0.5 mg, with a minimum delay of at least 10 to 15 minutes before re-dosing, up to a maximum dose of 2 mg in the first hour. [7] Infuse at a rate no faster than 1mg/minute in adults. Pediatric - Intramuscular or Intravenous: Start initially at 0.01 mg/kg to 0.02 mg/kg in children, with a minimum delay of at least 10 to 15 minutes before re-dosing, up to a maximum dose of 2 mg in the 1st hour. [7] Infuse at a rate no faster than 0.5 mg/minute in the pediatric population. Important note: The healthcare team should keep atropine available for any severe cholinergic symptoms when dosing/administering physostigmine. Renal and hepatic dose adjustments are undefined."}
{"id": "article-27198_9", "title": "Physostigmine (Archived) -- Adverse Effects", "content": "Significant adverse effects seen with the use of physostigmine are rarely reported and are most commonly related to overdose or seen in patients who have contraindications. [10]", "contents": "Physostigmine (Archived) -- Adverse Effects. Significant adverse effects seen with the use of physostigmine are rarely reported and are most commonly related to overdose or seen in patients who have contraindications. [10]"}
{"id": "article-27198_10", "title": "Physostigmine (Archived) -- Adverse Effects -- Severe Adverse Effects", "content": "Cholinergic crisis Bradycardia Hypotension Seizures/hallucinations Anaphylaxis - especially in those with salicylate/sulfite allergies Respiratory depression/edema/arrest Pulmonary edema Cardiac arrest/paralysis Syncope Bronchospasm Seizures Hallucinations Paralysis", "contents": "Physostigmine (Archived) -- Adverse Effects -- Severe Adverse Effects. Cholinergic crisis Bradycardia Hypotension Seizures/hallucinations Anaphylaxis - especially in those with salicylate/sulfite allergies Respiratory depression/edema/arrest Pulmonary edema Cardiac arrest/paralysis Syncope Bronchospasm Seizures Hallucinations Paralysis"}
{"id": "article-27198_11", "title": "Physostigmine (Archived) -- Adverse Effects -- Common Reactions", "content": "Nausea/vomiting Diarrhea Abdominal cramps Lacrimation Dyspnea Miosis Sweating Muscle weakness/cramps Rhinorrhea Fasciculations Urinary urgency/frequency Palpitations Blurred vision Restlessness", "contents": "Physostigmine (Archived) -- Adverse Effects -- Common Reactions. Nausea/vomiting Diarrhea Abdominal cramps Lacrimation Dyspnea Miosis Sweating Muscle weakness/cramps Rhinorrhea Fasciculations Urinary urgency/frequency Palpitations Blurred vision Restlessness"}
{"id": "article-27198_12", "title": "Physostigmine (Archived) -- Adverse Effects", "content": "In a literature review looking at 161 articles and a total patient population of 2299, adverse effects from physostigmine occurred in 415 patients. These adverse effects mainly consisted of hypersalivation in 206 patients and nausea and vomiting in 96 patients, while 15 patients had seizures. Symptomatic bradycardia occurred in eight patients, of which three patients had bradycardic-asystolic arrests. Ventricular fibrillation occurred in one patient who had an underlying coronary artery disease. [5]", "contents": "Physostigmine (Archived) -- Adverse Effects. In a literature review looking at 161 articles and a total patient population of 2299, adverse effects from physostigmine occurred in 415 patients. These adverse effects mainly consisted of hypersalivation in 206 patients and nausea and vomiting in 96 patients, while 15 patients had seizures. Symptomatic bradycardia occurred in eight patients, of which three patients had bradycardic-asystolic arrests. Ventricular fibrillation occurred in one patient who had an underlying coronary artery disease. [5]"}
{"id": "article-27198_13", "title": "Physostigmine (Archived) -- Contraindications", "content": "Contraindications for physostigmine use include the presence of: Hypersensitivity to the drug, drug class, or any formulation components Pulmonary disease-causing bronchoconstriction of the airways, such as asthma Gangrene Diabetes mellitus Cardiovascular disease Gastrointestinal or urogenital tract obstruction Angle-closure glaucoma Coexisting medications with choline esters and depolarizing neuromuscular blockers or a salicylate/sulfite allergy Genitourinary tract obstruction Arrhythmia patients Neonates", "contents": "Physostigmine (Archived) -- Contraindications. Contraindications for physostigmine use include the presence of: Hypersensitivity to the drug, drug class, or any formulation components Pulmonary disease-causing bronchoconstriction of the airways, such as asthma Gangrene Diabetes mellitus Cardiovascular disease Gastrointestinal or urogenital tract obstruction Angle-closure glaucoma Coexisting medications with choline esters and depolarizing neuromuscular blockers or a salicylate/sulfite allergy Genitourinary tract obstruction Arrhythmia patients Neonates"}
{"id": "article-27198_14", "title": "Physostigmine (Archived) -- Contraindications", "content": "Caution is necessary when administering to patients with bradycardia, vagal tone increase, peptic ulcer disease, gastroesophageal reflux disease, hypotension, hyperthyroidism, and patients with seizure disorders. Patients with QRS prolongation on EKG or those with a history of overdose with QRS prolonging medications should not receive physostigmine. [5]", "contents": "Physostigmine (Archived) -- Contraindications. Caution is necessary when administering to patients with bradycardia, vagal tone increase, peptic ulcer disease, gastroesophageal reflux disease, hypotension, hyperthyroidism, and patients with seizure disorders. Patients with QRS prolongation on EKG or those with a history of overdose with QRS prolonging medications should not receive physostigmine. [5]"}
{"id": "article-27198_15", "title": "Physostigmine (Archived) -- Contraindications", "content": "Physostigmine is FDA Pregnancy Category C. A study looking at information collected between 2010 and 2012 by the Toxicology Investigators Consortium (ToxIC) Registry of the American College of Medical Toxicology suggested that clinicians used physostigmine in 4% of cases involving pregnant women (N=103). [11] Clinicians need to weigh the risk vs. benefit to determine whether to use the drug during pregnancy; there is inadequate available human and animal data. Based on the drug's characteristics, it is possible that it can pass to the infant in breast milk, so here again, clinicians must conduct a risk/benefit analysis. [12]", "contents": "Physostigmine (Archived) -- Contraindications. Physostigmine is FDA Pregnancy Category C. A study looking at information collected between 2010 and 2012 by the Toxicology Investigators Consortium (ToxIC) Registry of the American College of Medical Toxicology suggested that clinicians used physostigmine in 4% of cases involving pregnant women (N=103). [11] Clinicians need to weigh the risk vs. benefit to determine whether to use the drug during pregnancy; there is inadequate available human and animal data. Based on the drug's characteristics, it is possible that it can pass to the infant in breast milk, so here again, clinicians must conduct a risk/benefit analysis. [12]"}
{"id": "article-27198_16", "title": "Physostigmine (Archived) -- Monitoring", "content": "Physostigmine administered via the intravenous route has rapid distribution and plasma elimination; distribution is 2.3 minutes, while elimination half-life is 23 minutes. [7] There are no recommended routine tests for the use of physostigmine. Monitoring of the effects of physostigmine is possible using EKG and vital signs. The most significant side effect is a cholinergic crisis, which is avoidable by administering physostigmine at the dosage protocols while keeping contraindications and cautions in mind.", "contents": "Physostigmine (Archived) -- Monitoring. Physostigmine administered via the intravenous route has rapid distribution and plasma elimination; distribution is 2.3 minutes, while elimination half-life is 23 minutes. [7] There are no recommended routine tests for the use of physostigmine. Monitoring of the effects of physostigmine is possible using EKG and vital signs. The most significant side effect is a cholinergic crisis, which is avoidable by administering physostigmine at the dosage protocols while keeping contraindications and cautions in mind."}
{"id": "article-27198_17", "title": "Physostigmine (Archived) -- Toxicity", "content": "The antidote for physostigmine toxicity is atropine. [13] Atropine is in the tropane alkaloid class and is an anticholinergic medication used as an antidote to pesticide and nerve agent poisonings. [14]", "contents": "Physostigmine (Archived) -- Toxicity. The antidote for physostigmine toxicity is atropine. [13] Atropine is in the tropane alkaloid class and is an anticholinergic medication used as an antidote to pesticide and nerve agent poisonings. [14]"}
{"id": "article-27198_18", "title": "Physostigmine (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Managing physostigmine dosing requires multiple healthcare professionals operating as an interprofessional team. This includes clinicians (MDs, DOs, NPs, and PAs), nursing staff, and pharmacists. It is of utmost importance that those involved in caring for patients who require physostigmine understand the mechanism of action, dosing protocols, and toxicity treatment. When toxicity occurs, the nurse, as the team member who administers the drug, may be the first to notice it and report it to the healthcare team; it is up to the clinician to consult with the pharmacist to determine the proper dosing of atropine required to keep the patient stable and in no acute distress. The pharmacy and the ordering clinician are also responsible for medication reconciliation to avoid drug-drug interactions. The pharmacist must also perform medication reconciliation. After stabilizing the patient, it is up to the healthcare professionals involved in the care to collaboratively determine the reason behind toxicity. Protocols should be changed if necessary.", "contents": "Physostigmine (Archived) -- Enhancing Healthcare Team Outcomes. Managing physostigmine dosing requires multiple healthcare professionals operating as an interprofessional team. This includes clinicians (MDs, DOs, NPs, and PAs), nursing staff, and pharmacists. It is of utmost importance that those involved in caring for patients who require physostigmine understand the mechanism of action, dosing protocols, and toxicity treatment. When toxicity occurs, the nurse, as the team member who administers the drug, may be the first to notice it and report it to the healthcare team; it is up to the clinician to consult with the pharmacist to determine the proper dosing of atropine required to keep the patient stable and in no acute distress. The pharmacy and the ordering clinician are also responsible for medication reconciliation to avoid drug-drug interactions. The pharmacist must also perform medication reconciliation. After stabilizing the patient, it is up to the healthcare professionals involved in the care to collaboratively determine the reason behind toxicity. Protocols should be changed if necessary."}
{"id": "article-27198_19", "title": "Physostigmine (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Because of the potential for cholinergic toxicity, physostigmine therapy requires an interprofessional team approach, including clinicians, specialists, mid-level practitioners (PA and NP), specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]", "contents": "Physostigmine (Archived) -- Enhancing Healthcare Team Outcomes. Because of the potential for cholinergic toxicity, physostigmine therapy requires an interprofessional team approach, including clinicians, specialists, mid-level practitioners (PA and NP), specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]"}
{"id": "article-27198_20", "title": "Physostigmine (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physostigmine (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}