{"id": "article-28245_0", "title": "Pediatric Craniopharyngioma -- Continuing Education Activity", "content": "Pediatric craniopharyngioma could be considered one of the most complex neurosurgical pathologies in the pediatric population. The tumor's proximity to essential neural structures poses challenges to manage in both pediatric and adult populations. In pediatric populations, these structures are still maturing and are extremely sensitive, both to the craniopharyngioma and the treatment that might be employed against it making treatment decisions difficult. This activity reviews the most important aspects of this pathology in the pediatric population and highlights the role of the interprofessional team in evaluating and improving care for patients with this condition.", "contents": "Pediatric Craniopharyngioma -- Continuing Education Activity. Pediatric craniopharyngioma could be considered one of the most complex neurosurgical pathologies in the pediatric population. The tumor's proximity to essential neural structures poses challenges to manage in both pediatric and adult populations. In pediatric populations, these structures are still maturing and are extremely sensitive, both to the craniopharyngioma and the treatment that might be employed against it making treatment decisions difficult. This activity reviews the most important aspects of this pathology in the pediatric population and highlights the role of the interprofessional team in evaluating and improving care for patients with this condition."}
{"id": "article-28245_1", "title": "Pediatric Craniopharyngioma -- Continuing Education Activity", "content": "Objectives: Review the presentation of craniopharyngioma. Describe the pathophysiology of a craniopharyngioma. Summarize the treatment options for craniopharyngioma. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by craniopharyngioma. Access free multiple choice questions on this topic.", "contents": "Pediatric Craniopharyngioma -- Continuing Education Activity. Objectives: Review the presentation of craniopharyngioma. Describe the pathophysiology of a craniopharyngioma. Summarize the treatment options for craniopharyngioma. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by craniopharyngioma. Access free multiple choice questions on this topic."}
{"id": "article-28245_2", "title": "Pediatric Craniopharyngioma -- Introduction", "content": "Pediatric craniopharyngioma could be considered one of the most complex neurosurgical pathologies in the pediatric population. The tumor's proximity to essential neural structures makes it challenging to manage. In children, these structures are still maturing and are extremely sensitive, both to the craniopharyngioma and the treatments that might be used for treatment can lead to further complications. This article reviews the most important aspects of this pathology in the pediatric population.", "contents": "Pediatric Craniopharyngioma -- Introduction. Pediatric craniopharyngioma could be considered one of the most complex neurosurgical pathologies in the pediatric population. The tumor's proximity to essential neural structures makes it challenging to manage. In children, these structures are still maturing and are extremely sensitive, both to the craniopharyngioma and the treatments that might be used for treatment can lead to further complications. This article reviews the most important aspects of this pathology in the pediatric population."}
{"id": "article-28245_3", "title": "Pediatric Craniopharyngioma -- Etiology", "content": "Craniopharyngioma is a benign tumor of the central nervous system (CNS); however, malignant cases have been reported. It is a partly cystic embryonic malformation of the sellar/parasellar region.", "contents": "Pediatric Craniopharyngioma -- Etiology. Craniopharyngioma is a benign tumor of the central nervous system (CNS); however, malignant cases have been reported. It is a partly cystic embryonic malformation of the sellar/parasellar region."}
{"id": "article-28245_4", "title": "Pediatric Craniopharyngioma -- Epidemiology", "content": "Craniopharyngioma has an incidence of 0.5 to 2 cases per million persons per year. Craniopharyngiomas can be recognized at any age. It is generally considered as a pediatric disease accounting for 1.2-4% of all intracranial tumors, however, approximately half of the craniopharyngiomas are diagnosed in adults. It has a classical bimodal age distribution, with an increased incidence rate in 5 to 14 years and 50 to 74 years of age. There is no statistical difference in the incidence based on gender, race, and geographical location. Familial cases of craniopharyngioma have been reported only in two families.", "contents": "Pediatric Craniopharyngioma -- Epidemiology. Craniopharyngioma has an incidence of 0.5 to 2 cases per million persons per year. Craniopharyngiomas can be recognized at any age. It is generally considered as a pediatric disease accounting for 1.2-4% of all intracranial tumors, however, approximately half of the craniopharyngiomas are diagnosed in adults. It has a classical bimodal age distribution, with an increased incidence rate in 5 to 14 years and 50 to 74 years of age. There is no statistical difference in the incidence based on gender, race, and geographical location. Familial cases of craniopharyngioma have been reported only in two families."}
{"id": "article-28245_5", "title": "Pediatric Craniopharyngioma -- Epidemiology", "content": "Craniopharyngioma has a very high recurrence rate of approximately 50%. It also has high survival rates (83% to 96% five-year survival and 65% to 100% 10-year survival) but also carries similar rates of morbidity, with almost all patients developing some sequelae.", "contents": "Pediatric Craniopharyngioma -- Epidemiology. Craniopharyngioma has a very high recurrence rate of approximately 50%. It also has high survival rates (83% to 96% five-year survival and 65% to 100% 10-year survival) but also carries similar rates of morbidity, with almost all patients developing some sequelae."}
{"id": "article-28245_6", "title": "Pediatric Craniopharyngioma -- Pathophysiology", "content": "There are two major theories of the development of craniopharyngioma: the embryonic theory and the metaplastic theory. These two theories correlate with the two histologic subtypes of craniopharyngiomas; adamantinomatous craniopharyngioma (ACP) and papillary craniopharyngioma (PCP). [1]", "contents": "Pediatric Craniopharyngioma -- Pathophysiology. There are two major theories of the development of craniopharyngioma: the embryonic theory and the metaplastic theory. These two theories correlate with the two histologic subtypes of craniopharyngiomas; adamantinomatous craniopharyngioma (ACP) and papillary craniopharyngioma (PCP). [1]"}
{"id": "article-28245_7", "title": "Pediatric Craniopharyngioma -- Pathophysiology", "content": "The embryonic theory is related to the development of ACP, which is a more common subtype and can affect all age groups but especially the pediatric population. During embryogenesis, there is an outpouching of the ectodermal roof of the stomodeum. This outpouching, known as Rathke pouch, extends cranially towards the floor of the diencephalon to later form the adenohypophysis or anterior pituitary gland. While migrating cranially, its extension forms the craniopharyngeal duct which later involutes. On some occasions, involution is not total, and remnants of ectodermal cells can be present. These embryonic cells can proliferate around the extension of the craniopharyngeal duct and develop into a craniopharyngioma. Somatic mutation in the CTNNB1 is proposed to be responsible for ACP development. CTNNb1 mutation is a point mutation in exon 3 leading to excessive β-catenin protein thus activating the WNT signaling pathway leading to cell proliferation, invasion, and development of a tumor.", "contents": "Pediatric Craniopharyngioma -- Pathophysiology. The embryonic theory is related to the development of ACP, which is a more common subtype and can affect all age groups but especially the pediatric population. During embryogenesis, there is an outpouching of the ectodermal roof of the stomodeum. This outpouching, known as Rathke pouch, extends cranially towards the floor of the diencephalon to later form the adenohypophysis or anterior pituitary gland. While migrating cranially, its extension forms the craniopharyngeal duct which later involutes. On some occasions, involution is not total, and remnants of ectodermal cells can be present. These embryonic cells can proliferate around the extension of the craniopharyngeal duct and develop into a craniopharyngioma. Somatic mutation in the CTNNB1 is proposed to be responsible for ACP development. CTNNb1 mutation is a point mutation in exon 3 leading to excessive β-catenin protein thus activating the WNT signaling pathway leading to cell proliferation, invasion, and development of a tumor."}
{"id": "article-28245_8", "title": "Pediatric Craniopharyngioma -- Pathophysiology", "content": "The metaplastic theory is related to the development of PCP, which is primarily seen in adults. There have been cases reported in the literature of papillary squamous and mixed subtypes presenting in children. The adenohypophyseal cells of the pars tuberalis can undergo metaplasia and result in the formation of squamous cell nests; which further proliferates and leads to PCP. Somatic mutation in BRAF has been associated with PCP. BRAF activated the mitogen-activated protein kinase(MAPK) pathways; which are usually upregulated in cancer.", "contents": "Pediatric Craniopharyngioma -- Pathophysiology. The metaplastic theory is related to the development of PCP, which is primarily seen in adults. There have been cases reported in the literature of papillary squamous and mixed subtypes presenting in children. The adenohypophyseal cells of the pars tuberalis can undergo metaplasia and result in the formation of squamous cell nests; which further proliferates and leads to PCP. Somatic mutation in BRAF has been associated with PCP. BRAF activated the mitogen-activated protein kinase(MAPK) pathways; which are usually upregulated in cancer."}
{"id": "article-28245_9", "title": "Pediatric Craniopharyngioma -- Histopathology", "content": "Craniopharyngiomas are histologically benign World Health Organization (WHO) grade I tumors. There are two histologic subtypes of craniopharyngiomas: adamantinomatous and papillary.", "contents": "Pediatric Craniopharyngioma -- Histopathology. Craniopharyngiomas are histologically benign World Health Organization (WHO) grade I tumors. There are two histologic subtypes of craniopharyngiomas: adamantinomatous and papillary."}
{"id": "article-28245_10", "title": "Pediatric Craniopharyngioma -- Histopathology", "content": "Adamantinomatous craniopharyngioma (ACP) is primarily seen in pediatric cases but can be seen in adults as well. They have solid and cystic parts. The solid part is characterized by dense nodules and trabeculae of squamous epithelium bordered by a palisade of columnar epithelium sometimes referred to as a \"picket fence.\" These nests of squamous epithelium are surrounded by loose aggregates of squamous epithelium known as stellate reticulum. The cystic part has a yellow-brown, cholesterol-rich fluid. Nodules of “wet keratin” represent desquamated cells that form large, pale, eosinophilic masses that occasionally contain calcium. Piloid gliosis with abundant Rosenthal fibers is suggestive of invasion of surrounding brain tissue.", "contents": "Pediatric Craniopharyngioma -- Histopathology. Adamantinomatous craniopharyngioma (ACP) is primarily seen in pediatric cases but can be seen in adults as well. They have solid and cystic parts. The solid part is characterized by dense nodules and trabeculae of squamous epithelium bordered by a palisade of columnar epithelium sometimes referred to as a \"picket fence.\" These nests of squamous epithelium are surrounded by loose aggregates of squamous epithelium known as stellate reticulum. The cystic part has a yellow-brown, cholesterol-rich fluid. Nodules of “wet keratin” represent desquamated cells that form large, pale, eosinophilic masses that occasionally contain calcium. Piloid gliosis with abundant Rosenthal fibers is suggestive of invasion of surrounding brain tissue."}
{"id": "article-28245_11", "title": "Pediatric Craniopharyngioma -- Histopathology", "content": "Papillary craniopharyngioma( PCP) is commonly seen in adults. They are characterized as well-differentiated squamous epithelium lacking surface maturation, with occasional goblet cells and ciliated epithelium. Calcifications are rare in papillary types. The papillary craniopharyngiomas are well-circumscribed as compared to the adamatinomatous type, and invasion of surrounding brain tissue is much less common. [1]", "contents": "Pediatric Craniopharyngioma -- Histopathology. Papillary craniopharyngioma( PCP) is commonly seen in adults. They are characterized as well-differentiated squamous epithelium lacking surface maturation, with occasional goblet cells and ciliated epithelium. Calcifications are rare in papillary types. The papillary craniopharyngiomas are well-circumscribed as compared to the adamatinomatous type, and invasion of surrounding brain tissue is much less common. [1]"}
{"id": "article-28245_12", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Craniopharyngiomas are slow-growing tumors thus are usually diagnosed late when the patient develops symptoms from intracranial pressure including headaches and vision changes. Endocrinopathy may be reported for several years. On initial presentation,  most children will be found to have sub-normal growth, obesity, and delayed puberty. [2] [3]", "contents": "Pediatric Craniopharyngioma -- History and Physical. Craniopharyngiomas are slow-growing tumors thus are usually diagnosed late when the patient develops symptoms from intracranial pressure including headaches and vision changes. Endocrinopathy may be reported for several years. On initial presentation,  most children will be found to have sub-normal growth, obesity, and delayed puberty. [2] [3]"}
{"id": "article-28245_13", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Headaches: Headaches are reported in approximately 50% of patients. Headaches may be due to increased intracranial pressure (ICP) with associated nausea and vomiting or meningeal irritation from the cystic fluid.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Headaches: Headaches are reported in approximately 50% of patients. Headaches may be due to increased intracranial pressure (ICP) with associated nausea and vomiting or meningeal irritation from the cystic fluid."}
{"id": "article-28245_14", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Visual Symptoms:  62% to 84% of craniopharyngiomas patients will present with visual symptoms. The most common visual disturbance encountered is temporal hemianopsia due to optic chiasm compression. The dysfunction of the optic pathway is present in 50-75% of patients. Unfortunately, children rarely are aware of the vision changes, and consequently, they develop permanent loss of vision. Severe cases may manifest with optic nerve atrophy, papilledema, and visual field deficits.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Visual Symptoms:  62% to 84% of craniopharyngiomas patients will present with visual symptoms. The most common visual disturbance encountered is temporal hemianopsia due to optic chiasm compression. The dysfunction of the optic pathway is present in 50-75% of patients. Unfortunately, children rarely are aware of the vision changes, and consequently, they develop permanent loss of vision. Severe cases may manifest with optic nerve atrophy, papilledema, and visual field deficits."}
{"id": "article-28245_15", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Behavioral and Cognitive Dysfunction: Visual and olfactory hallucination has been reported in children with craniopharyngioma. Monoplegia and hemiplegia have been observed in some cases. Seizures and unsteady gait have been reported in about 10% of cases.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Behavioral and Cognitive Dysfunction: Visual and olfactory hallucination has been reported in children with craniopharyngioma. Monoplegia and hemiplegia have been observed in some cases. Seizures and unsteady gait have been reported in about 10% of cases."}
{"id": "article-28245_16", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Hormonal Deficiency: Approximately 80-90% of patients present with at least one hormonal deficit on the initial presentation. However, only 15% of children will present with endocrine symptoms leading to the evaluation of craniopharyngioma.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Hormonal Deficiency: Approximately 80-90% of patients present with at least one hormonal deficit on the initial presentation. However, only 15% of children will present with endocrine symptoms leading to the evaluation of craniopharyngioma."}
{"id": "article-28245_17", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Growth Hormone (GH) Deficiency: Short stature is the common reason for the evaluation of the pituitary axis in children. It is present in 75% of pediatric craniopharyngioma.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Growth Hormone (GH) Deficiency: Short stature is the common reason for the evaluation of the pituitary axis in children. It is present in 75% of pediatric craniopharyngioma."}
{"id": "article-28245_18", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Gonadotropin Deficiency: 85 % of children will have gonadotropin deficiency leading to delayed puberty. Delayed puberty is the lack of sexual development at a certain time, which is the absence of breast development by age 12 years in girls and the absence of testicular growth in 14 years old boys.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Gonadotropin Deficiency: 85 % of children will have gonadotropin deficiency leading to delayed puberty. Delayed puberty is the lack of sexual development at a certain time, which is the absence of breast development by age 12 years in girls and the absence of testicular growth in 14 years old boys."}
{"id": "article-28245_19", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Thyroid-Stimulating Hormone (TSH) Deficiency: It is present in 2-25% of pediatric craniopharyngioma. The symptoms of hypothyroidism include weight gain, fatigue, dry skin, cold intolerance, constipation, and failure to thrive.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Thyroid-Stimulating Hormone (TSH) Deficiency: It is present in 2-25% of pediatric craniopharyngioma. The symptoms of hypothyroidism include weight gain, fatigue, dry skin, cold intolerance, constipation, and failure to thrive."}
{"id": "article-28245_20", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Adrenocortical Hormone (ACTH) Deficiency: This is present in 25-70% of patients on the initial presentation. The symptoms may be subtle, but weight loss, fatigue, dizziness, anorexia, and hypoglycemia may be present.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Adrenocortical Hormone (ACTH) Deficiency: This is present in 25-70% of patients on the initial presentation. The symptoms may be subtle, but weight loss, fatigue, dizziness, anorexia, and hypoglycemia may be present."}
{"id": "article-28245_21", "title": "Pediatric Craniopharyngioma -- History and Physical", "content": "Vasopressin deficiency, also known as diabetes insipidus (DI), is reported in approximately 9-38% of patients presenting with symptoms of increased thirst and urination.", "contents": "Pediatric Craniopharyngioma -- History and Physical. Vasopressin deficiency, also known as diabetes insipidus (DI), is reported in approximately 9-38% of patients presenting with symptoms of increased thirst and urination."}
{"id": "article-28245_22", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "The evaluation of craniopharyngioma required a multi-disciplinary approach with evaluation by an endocrinologist, neuro-opthalmologist, and neurosurgeon. [3]", "contents": "Pediatric Craniopharyngioma -- Evaluation. The evaluation of craniopharyngioma required a multi-disciplinary approach with evaluation by an endocrinologist, neuro-opthalmologist, and neurosurgeon. [3]"}
{"id": "article-28245_23", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "Imaging: Craniopharyngioma is diagnosed with computerized tomography (CT) and or magnetic resonance imaging (MRI) during the evaluation of visual symptoms. MRI is the standard of care in identifying craniopharyngiomas or any other pituitary tumors as it provides better information on the tumor, its location, and association to the surrounding structure. The cystic area is visible on both modalities but calcification is primarily seen with CT imaging. Craniopharyngioma is heterogeneous in texture; the combination of solid, cystic, and calcification components is a clue to its diagnosis on imaging modalities. ACP is primarily large irregular with 90% calcification and a cystic area, while PCP is mostly solid, and rarely with cysts and calcifications. Visual Exam: A complete visual exam, including acuity and visual field, should be done by a neuro-opthalmologist in patients with visual disturbances. Endocrine Evaluation:", "contents": "Pediatric Craniopharyngioma -- Evaluation. Imaging: Craniopharyngioma is diagnosed with computerized tomography (CT) and or magnetic resonance imaging (MRI) during the evaluation of visual symptoms. MRI is the standard of care in identifying craniopharyngiomas or any other pituitary tumors as it provides better information on the tumor, its location, and association to the surrounding structure. The cystic area is visible on both modalities but calcification is primarily seen with CT imaging. Craniopharyngioma is heterogeneous in texture; the combination of solid, cystic, and calcification components is a clue to its diagnosis on imaging modalities. ACP is primarily large irregular with 90% calcification and a cystic area, while PCP is mostly solid, and rarely with cysts and calcifications. Visual Exam: A complete visual exam, including acuity and visual field, should be done by a neuro-opthalmologist in patients with visual disturbances. Endocrine Evaluation:"}
{"id": "article-28245_24", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "GH Deficiency: Initial laboratory evaluation includes checking insulin-like growth factor-1 (IGF-1), insulin-like growth factor-binding protein -3, and bone age X-ray. Checking plasma GH level add limited value as it is secreted in a pulsatile fashion. If insulin-like growth factor 1 (IGF-1) is normal in patients with craniopharyngioma, then provocative tests using pharmacologic agents to stimulate GH secretion should be performed. The pharmacologic agents are glucagon, levodopa, arginine, or insulin. The use and interpretation of these agents should be done cautiously as stimulation of GH secretion with insulin is not the right choice in a patient with a history of seizure disorder as hypoglycemia can further precipitate the seizures.", "contents": "Pediatric Craniopharyngioma -- Evaluation. GH Deficiency: Initial laboratory evaluation includes checking insulin-like growth factor-1 (IGF-1), insulin-like growth factor-binding protein -3, and bone age X-ray. Checking plasma GH level add limited value as it is secreted in a pulsatile fashion. If insulin-like growth factor 1 (IGF-1) is normal in patients with craniopharyngioma, then provocative tests using pharmacologic agents to stimulate GH secretion should be performed. The pharmacologic agents are glucagon, levodopa, arginine, or insulin. The use and interpretation of these agents should be done cautiously as stimulation of GH secretion with insulin is not the right choice in a patient with a history of seizure disorder as hypoglycemia can further precipitate the seizures."}
{"id": "article-28245_25", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "Gonadotropin Deficiency: This is diagnosed by observation of a lack of pubertal growth in adolescents. Checking gonadotropins, estradiol or testosterone may not aid in diagnosis.", "contents": "Pediatric Craniopharyngioma -- Evaluation. Gonadotropin Deficiency: This is diagnosed by observation of a lack of pubertal growth in adolescents. Checking gonadotropins, estradiol or testosterone may not aid in diagnosis."}
{"id": "article-28245_26", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "TSH Deficiency: Checking Free T4 is the key to diagnose central hypothyroidism. TSH level will be inappropriately normal to the low free T4 level.", "contents": "Pediatric Craniopharyngioma -- Evaluation. TSH Deficiency: Checking Free T4 is the key to diagnose central hypothyroidism. TSH level will be inappropriately normal to the low free T4 level."}
{"id": "article-28245_27", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "ACTH Deficiency: A baseline morning cortisol with a low ACTH level can give a pretty good assessment of the hypothalamic-pituitary-adrenal axis. AM cortisol of more than 18 ugs/dl rules out adrenal insufficiency. Dynamic testing like a cosyntropin stim test can be done in selected patients where AM cortisol is equivocal or indeterminate.", "contents": "Pediatric Craniopharyngioma -- Evaluation. ACTH Deficiency: A baseline morning cortisol with a low ACTH level can give a pretty good assessment of the hypothalamic-pituitary-adrenal axis. AM cortisol of more than 18 ugs/dl rules out adrenal insufficiency. Dynamic testing like a cosyntropin stim test can be done in selected patients where AM cortisol is equivocal or indeterminate."}
{"id": "article-28245_28", "title": "Pediatric Craniopharyngioma -- Evaluation", "content": "Vasopressin Deficiency: The diagnosis is established by documenting fluid intake and output along with checking plasma sodium, plasma, and urine osmolarity. The urine is diluted due to the lack of vasopressin. A water deprivation test can be done to confirm the diagnosis.", "contents": "Pediatric Craniopharyngioma -- Evaluation. Vasopressin Deficiency: The diagnosis is established by documenting fluid intake and output along with checking plasma sodium, plasma, and urine osmolarity. The urine is diluted due to the lack of vasopressin. A water deprivation test can be done to confirm the diagnosis."}
{"id": "article-28245_29", "title": "Pediatric Craniopharyngioma -- Treatment / Management", "content": "The treatment for craniopharyngiomas is challenging because of their location, invasiveness, and proximity to adjacent neurovascular structures. Multiple modalities can be implemented in the management of craniopharyngioma, including surgery, radiotherapy, and intracystic therapy. The choice of treatment, surgery type, and extent should be individualized for each patient. The patient's age, underlying medical co-morbidities, tumor location, type and invasiveness, and ultimately neurosurgeon experience should be considered while deciding the treatment strategy. There is no consensus on the best treatment regimen. [4] [5] [6]", "contents": "Pediatric Craniopharyngioma -- Treatment / Management. The treatment for craniopharyngiomas is challenging because of their location, invasiveness, and proximity to adjacent neurovascular structures. Multiple modalities can be implemented in the management of craniopharyngioma, including surgery, radiotherapy, and intracystic therapy. The choice of treatment, surgery type, and extent should be individualized for each patient. The patient's age, underlying medical co-morbidities, tumor location, type and invasiveness, and ultimately neurosurgeon experience should be considered while deciding the treatment strategy. There is no consensus on the best treatment regimen. [4] [5] [6]"}
{"id": "article-28245_30", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Neurosurgery", "content": "Surgical intervention is indicated to confirm the diagnosis, tumors causing neurologic deficits, pituitary dysfunction, and hydrocephalus. The most common surgical approaches are endoscopic endonasal transsphenoidal (EET) or transcranial depending on the location of craniopharyngioma. Extension of resection is a matter of debate. Gross total resection has been associated with an increased incidence of post-surgical deficits, with no change in the recurrence rates.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Neurosurgery. Surgical intervention is indicated to confirm the diagnosis, tumors causing neurologic deficits, pituitary dysfunction, and hydrocephalus. The most common surgical approaches are endoscopic endonasal transsphenoidal (EET) or transcranial depending on the location of craniopharyngioma. Extension of resection is a matter of debate. Gross total resection has been associated with an increased incidence of post-surgical deficits, with no change in the recurrence rates."}
{"id": "article-28245_31", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Neurosurgery", "content": "Several grading systems have been developed based on the location of craniopharyngioma and its relation to surrounding structures to help decide on the best modality for surgery. Kassam et al had a classification system based on the infundibulum to strategize the surgical approach. Type I tumors are pre-infundibular which are sub chiasmatic tumors displacing the optic chiasm superiorly and posteriorly. Type II tumors are trans-infundibular which can extend into the third ventricle. Type III is retro-infundibular which can either extend superiorly into the third ventricle or inferiorly into the pontine cisterns. Type IV tumors are primarily located in the third ventricles. ETT can be done in all types except type IV. The isolated third ventral tumors are better approached with craniotomy and transcallosal, transcortical, or trans-ventricular approaches. ETT should be avoided in very large tumors, mostly solid with calcification and vascular invasiveness.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Neurosurgery. Several grading systems have been developed based on the location of craniopharyngioma and its relation to surrounding structures to help decide on the best modality for surgery. Kassam et al had a classification system based on the infundibulum to strategize the surgical approach. Type I tumors are pre-infundibular which are sub chiasmatic tumors displacing the optic chiasm superiorly and posteriorly. Type II tumors are trans-infundibular which can extend into the third ventricle. Type III is retro-infundibular which can either extend superiorly into the third ventricle or inferiorly into the pontine cisterns. Type IV tumors are primarily located in the third ventricles. ETT can be done in all types except type IV. The isolated third ventral tumors are better approached with craniotomy and transcallosal, transcortical, or trans-ventricular approaches. ETT should be avoided in very large tumors, mostly solid with calcification and vascular invasiveness."}
{"id": "article-28245_32", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Neurosurgery", "content": "In cases of cystic tumors, the surgeon can introduce an intracystic catheter into the tumor and connect it to a reservoir, called the Ommaya reservoir. The reservoir then permits frequent aspiration of the cyst thus helping to avoid aggressive surgeries and further radiotherapy in children.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Neurosurgery. In cases of cystic tumors, the surgeon can introduce an intracystic catheter into the tumor and connect it to a reservoir, called the Ommaya reservoir. The reservoir then permits frequent aspiration of the cyst thus helping to avoid aggressive surgeries and further radiotherapy in children."}
{"id": "article-28245_33", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Radiotherapy", "content": "Radiation therapy includes various modalities: conventional external radiotherapy, proton beam therapy, stereotactic radiotherapy, radiosurgery, and brachytherapy. The goal of radiotherapy is to decrease tumor burden while protecting essential neural structures. Specific Gy doses have been designated for every radiation modality. Multiple reports have suggested decreased mortality with slightly reduced morbidity following radiation therapy. Despite this, radiation therapy has not been proven to reduce the recurrence rate. Therefore, it continues to be an adjuvant modality to neurosurgical intervention. [7] [8]", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Radiotherapy. Radiation therapy includes various modalities: conventional external radiotherapy, proton beam therapy, stereotactic radiotherapy, radiosurgery, and brachytherapy. The goal of radiotherapy is to decrease tumor burden while protecting essential neural structures. Specific Gy doses have been designated for every radiation modality. Multiple reports have suggested decreased mortality with slightly reduced morbidity following radiation therapy. Despite this, radiation therapy has not been proven to reduce the recurrence rate. Therefore, it continues to be an adjuvant modality to neurosurgical intervention. [7] [8]"}
{"id": "article-28245_34", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Intracystic Therapy", "content": "Inttacystic therapy is primarily used for purely cystic craniopharyngioma. Toxic substances like radioactive isotopes, bleomycin, interferon-alpha are used in intracystic therapy to produce tumor fibrosis and sclerosis. [9] This method has been reported to produce significant cyst shrinkage, but there is limited data on its use and support. A disadvantage of this option is that severe neurotoxicity can occur in some cases due to cystic leakage of the sclerosing substance.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Intracystic Therapy. Inttacystic therapy is primarily used for purely cystic craniopharyngioma. Toxic substances like radioactive isotopes, bleomycin, interferon-alpha are used in intracystic therapy to produce tumor fibrosis and sclerosis. [9] This method has been reported to produce significant cyst shrinkage, but there is limited data on its use and support. A disadvantage of this option is that severe neurotoxicity can occur in some cases due to cystic leakage of the sclerosing substance."}
{"id": "article-28245_35", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment", "content": "GH Deficiency: Most children will receive GH replacement after 6 months to 1 year after documenting a cure from craniopharyngioma. Most of the patients requiring GH treatment have persistent GH deficiency and have not achieved their normal height velocity. Interestingly some patients will attain normal height postoperatively without replacement. The period after surgery without any treatment is essential to identify the patients who will benefit from GH treatment. Even though GH treatment is relatively safe, there are some concerns of growth in residual tumors, thus patients should be monitored closely when treating them with growth hormones.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment. GH Deficiency: Most children will receive GH replacement after 6 months to 1 year after documenting a cure from craniopharyngioma. Most of the patients requiring GH treatment have persistent GH deficiency and have not achieved their normal height velocity. Interestingly some patients will attain normal height postoperatively without replacement. The period after surgery without any treatment is essential to identify the patients who will benefit from GH treatment. Even though GH treatment is relatively safe, there are some concerns of growth in residual tumors, thus patients should be monitored closely when treating them with growth hormones."}
{"id": "article-28245_36", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment", "content": "Gonadotropin Deficiency: The hormone replacement should be individualized depending on the age and growth of patients. Earlier treatment with sex steroids can lead to cessation of growth. In girls, a combination of estrogen and progesterone is given to induce puberty. The treatment usually starts with a very low dose of estrogen with a gradual increase over time with periodic progesterone treatment to prevent uterine hyperplasia. In boys, testosterone treatment is started at age 12-15 years depending on their growth. Usually, patients are started on a smaller dose and gradually increased to the full adult dose. The current testosterone replacements available are intramuscular testosterone, given every 2 weeks, and gel preparation that is used daily.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment. Gonadotropin Deficiency: The hormone replacement should be individualized depending on the age and growth of patients. Earlier treatment with sex steroids can lead to cessation of growth. In girls, a combination of estrogen and progesterone is given to induce puberty. The treatment usually starts with a very low dose of estrogen with a gradual increase over time with periodic progesterone treatment to prevent uterine hyperplasia. In boys, testosterone treatment is started at age 12-15 years depending on their growth. Usually, patients are started on a smaller dose and gradually increased to the full adult dose. The current testosterone replacements available are intramuscular testosterone, given every 2 weeks, and gel preparation that is used daily."}
{"id": "article-28245_37", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment", "content": "TSH Deficiency: The thyroid function test should be monitored postoperatively as 29-85% of patients can develop hypothyroidism following surgery or radiation treatment. The ideal way of replacement is by giving synthetic LT4, levothyroxine, as an oral tablet daily. It is important to make sure the adrenal axis is intact before starting treatment as thyroid hormone replacement can increase the metabolic clearance of glucocorticoids thus may cause an adrenal crisis.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment. TSH Deficiency: The thyroid function test should be monitored postoperatively as 29-85% of patients can develop hypothyroidism following surgery or radiation treatment. The ideal way of replacement is by giving synthetic LT4, levothyroxine, as an oral tablet daily. It is important to make sure the adrenal axis is intact before starting treatment as thyroid hormone replacement can increase the metabolic clearance of glucocorticoids thus may cause an adrenal crisis."}
{"id": "article-28245_38", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment", "content": "ACTH Deficiency: Patients should be monitored post-operatively by checking AM cortisol as more than 50% of children can be diagnosed with adrenal insufficiency later after surgery or radiation treatment. Children are usually treated with prednisone or hydrocortisone. The glucocorticoid replacement dose is 6-9 mg/m2 with dose adjustment with increasing age and weight.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment. ACTH Deficiency: Patients should be monitored post-operatively by checking AM cortisol as more than 50% of children can be diagnosed with adrenal insufficiency later after surgery or radiation treatment. Children are usually treated with prednisone or hydrocortisone. The glucocorticoid replacement dose is 6-9 mg/m2 with dose adjustment with increasing age and weight."}
{"id": "article-28245_39", "title": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment", "content": "Vasopressin Deficiency: Diabetes insipidus (DI) can develop in 70% of craniopharyngioma patients after surgery. Postoperatively it is important to monitor patient urine output and check plasma sodium and urine osmolality and specific gravity. Desmopressin acetate-DDAVP- is the primary treatment in the form of an oral tablet or nasal spray.", "contents": "Pediatric Craniopharyngioma -- Treatment / Management -- Hormonal Treatment. Vasopressin Deficiency: Diabetes insipidus (DI) can develop in 70% of craniopharyngioma patients after surgery. Postoperatively it is important to monitor patient urine output and check plasma sodium and urine osmolality and specific gravity. Desmopressin acetate-DDAVP- is the primary treatment in the form of an oral tablet or nasal spray."}
{"id": "article-28245_40", "title": "Pediatric Craniopharyngioma -- Differential Diagnosis", "content": "The differential diagnosis for craniopharyngioma include [10] : Inflammatory Conditions: Pituitary abscess, lymphocytic hypophysitis, infundibulitis, histiocytosis, sarcoidosis, tuberculosis, and syphilis Other Congenital Conditions: Rathke cleft cyst and arachnoid cysts Other Tumors: Pituitary adenomas, primitive neuroectodermal tumors, hypothalamic hamartoma, germ cell tumor, epidermoid or dermoid tumor, meningioma, medulloblastoma, brainstem glioma, and lymphoma Vascular Malformations: Giant suprasellar carotid aneurysm, cavernous sinus hemangioma, and carotid-cavernous fistula", "contents": "Pediatric Craniopharyngioma -- Differential Diagnosis. The differential diagnosis for craniopharyngioma include [10] : Inflammatory Conditions: Pituitary abscess, lymphocytic hypophysitis, infundibulitis, histiocytosis, sarcoidosis, tuberculosis, and syphilis Other Congenital Conditions: Rathke cleft cyst and arachnoid cysts Other Tumors: Pituitary adenomas, primitive neuroectodermal tumors, hypothalamic hamartoma, germ cell tumor, epidermoid or dermoid tumor, meningioma, medulloblastoma, brainstem glioma, and lymphoma Vascular Malformations: Giant suprasellar carotid aneurysm, cavernous sinus hemangioma, and carotid-cavernous fistula"}
{"id": "article-28245_41", "title": "Pediatric Craniopharyngioma -- Prognosis", "content": "The outcomes for microadenomas are excellent but patients with macroadenomas may be left with residual visual, metabolic, or neurological deficits following treatment. [11] [12] According to the most recent CBTRUS for data gathered for 2009 to 2013, survival was 89.5% at two years and 83.9% at 5 years. When taking into account the age groups, the 5-year survival for ages between 0 and 14 was 92.7% for adolescents, and for adults after the age of 40 years, it was 77.7%. [13]", "contents": "Pediatric Craniopharyngioma -- Prognosis. The outcomes for microadenomas are excellent but patients with macroadenomas may be left with residual visual, metabolic, or neurological deficits following treatment. [11] [12] According to the most recent CBTRUS for data gathered for 2009 to 2013, survival was 89.5% at two years and 83.9% at 5 years. When taking into account the age groups, the 5-year survival for ages between 0 and 14 was 92.7% for adolescents, and for adults after the age of 40 years, it was 77.7%. [13]"}
{"id": "article-28245_42", "title": "Pediatric Craniopharyngioma -- Complications", "content": "Craniopharyngioma itself due to compression on surrounding structures can produce some complications or a few complications can arise after the surgical resection of the tumor. These complications are as follow: Visual field disturbance and loss of vision Diabetes insipidus and hypernatremia Hydrocephalus Seizures Pituitary hormone disturbances Hypothalamic obesity Death", "contents": "Pediatric Craniopharyngioma -- Complications. Craniopharyngioma itself due to compression on surrounding structures can produce some complications or a few complications can arise after the surgical resection of the tumor. These complications are as follow: Visual field disturbance and loss of vision Diabetes insipidus and hypernatremia Hydrocephalus Seizures Pituitary hormone disturbances Hypothalamic obesity Death"}
{"id": "article-28245_43", "title": "Pediatric Craniopharyngioma -- Deterrence and Patient Education", "content": "The patients should be educated regarding the likely complications and a detailed discussion should be done if a surgery is being planned. The patient should be made aware of the likely complications that can occur following any type of intervention.", "contents": "Pediatric Craniopharyngioma -- Deterrence and Patient Education. The patients should be educated regarding the likely complications and a detailed discussion should be done if a surgery is being planned. The patient should be made aware of the likely complications that can occur following any type of intervention."}
{"id": "article-28245_44", "title": "Pediatric Craniopharyngioma -- Enhancing Healthcare Team Outcomes", "content": "The management of craniopharyngioma is complex and usually requires an interprofessional team that includes a neurosurgeon, radiologist, radiotherapy specialist, neurologist, ophthalmologist, an endocrinologist. The patient requires long-term follow-up with an endocrinologist for evaluation and management of hormonal deficiency.", "contents": "Pediatric Craniopharyngioma -- Enhancing Healthcare Team Outcomes. The management of craniopharyngioma is complex and usually requires an interprofessional team that includes a neurosurgeon, radiologist, radiotherapy specialist, neurologist, ophthalmologist, an endocrinologist. The patient requires long-term follow-up with an endocrinologist for evaluation and management of hormonal deficiency."}
{"id": "article-28245_45", "title": "Pediatric Craniopharyngioma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Craniopharyngioma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}