{"id": "article-25953_0", "title": "Physiology, Noncompetitive Inhibitor -- Introduction", "content": "Noncompetitive inhibition, a type of allosteric regulation, is a specific type of enzyme inhibition characterized by an inhibitor binding to an allosteric site resulting in decreased efficacy of the enzyme. An allosteric site differs from the active site- where the substrate binds. Noncompetitive inhibition differs from other types of inhibition, such as competitive, uncompetitive, and mixed-type inhibition. In noncompetitive inhibition, the inhibitor binds at the allosteric site independently of substrate binding, meaning the inhibitor shares the same affinity for both enzyme and enzyme-substrate complex. This activity differentiates noncompetitive and uncompetitive inhibition, in which an inhibitor binds only to the enzyme-substrate complex. Upon inhibitor binding to the enzyme or enzyme-substrate complex, the enzyme is prevented from forming its product. The resulting decrease in enzyme activity is independent of substrate concentration, as the inhibitor does not compete with the substrate for active site binding. Noncompetitive inhibition reduces the maximal rate of an enzyme’s catalyzed reaction while leaving the enzyme's affinity for its substrate unchanged. [1]", "contents": "Physiology, Noncompetitive Inhibitor -- Introduction. Noncompetitive inhibition, a type of allosteric regulation, is a specific type of enzyme inhibition characterized by an inhibitor binding to an allosteric site resulting in decreased efficacy of the enzyme. An allosteric site differs from the active site- where the substrate binds. Noncompetitive inhibition differs from other types of inhibition, such as competitive, uncompetitive, and mixed-type inhibition. In noncompetitive inhibition, the inhibitor binds at the allosteric site independently of substrate binding, meaning the inhibitor shares the same affinity for both enzyme and enzyme-substrate complex. This activity differentiates noncompetitive and uncompetitive inhibition, in which an inhibitor binds only to the enzyme-substrate complex. Upon inhibitor binding to the enzyme or enzyme-substrate complex, the enzyme is prevented from forming its product. The resulting decrease in enzyme activity is independent of substrate concentration, as the inhibitor does not compete with the substrate for active site binding. Noncompetitive inhibition reduces the maximal rate of an enzyme’s catalyzed reaction while leaving the enzyme's affinity for its substrate unchanged. [1]"}
{"id": "article-25953_1", "title": "Physiology, Noncompetitive Inhibitor -- Cellular Level", "content": "Enzymes serve as catalysts for chemical reactions in all living organisms. Enzymes and their inhibitors play significant roles throughout all of the human physiology. Metabolism is a carefully correlated collection of reactions to meet the body's metabolic demands. Demand differs from tissue to tissue, even cell to cell, and may change over time or due to changing conditions. Enzymes and their regulators give cells precise control over these processes to ensure the meeting of metabolic demands. One example of the importance of non-competitive inhibition is its role in regulating metabolism via feedback inhibition. [2] In feedback inhibition, products of a metabolic pathway act as inhibitors of the enzymes in that particular pathway. For example, both alanine and ATP act as non-competitive inhibitors of pyruvate kinase, the enzyme that catalyzes the final step in the glycolytic pathway. [3] The inhibition of pyruvate kinase allows cells to shut off the breakdown of glucose when adequate amounts of end-products (ATP and alanine) are present, preventing overproduction and wasting of cellular energy. Hexokinase functions in the first step of glycolysis to phosphorylate glucose, yielding glucose-6-phosphate. Glucose-6-phosphate is a potent noncompetitive inhibitor of hexokinase, shutting off the process if plenty of glucose has already been broken down in the glycolytic pathway. [4] Glycolysis is 1 example of the numerous metabolic pathways that noncompetitive inhibition regulates.", "contents": "Physiology, Noncompetitive Inhibitor -- Cellular Level. Enzymes serve as catalysts for chemical reactions in all living organisms. Enzymes and their inhibitors play significant roles throughout all of the human physiology. Metabolism is a carefully correlated collection of reactions to meet the body's metabolic demands. Demand differs from tissue to tissue, even cell to cell, and may change over time or due to changing conditions. Enzymes and their regulators give cells precise control over these processes to ensure the meeting of metabolic demands. One example of the importance of non-competitive inhibition is its role in regulating metabolism via feedback inhibition. [2] In feedback inhibition, products of a metabolic pathway act as inhibitors of the enzymes in that particular pathway. For example, both alanine and ATP act as non-competitive inhibitors of pyruvate kinase, the enzyme that catalyzes the final step in the glycolytic pathway. [3] The inhibition of pyruvate kinase allows cells to shut off the breakdown of glucose when adequate amounts of end-products (ATP and alanine) are present, preventing overproduction and wasting of cellular energy. Hexokinase functions in the first step of glycolysis to phosphorylate glucose, yielding glucose-6-phosphate. Glucose-6-phosphate is a potent noncompetitive inhibitor of hexokinase, shutting off the process if plenty of glucose has already been broken down in the glycolytic pathway. [4] Glycolysis is 1 example of the numerous metabolic pathways that noncompetitive inhibition regulates."}
{"id": "article-25953_2", "title": "Physiology, Noncompetitive Inhibitor -- Mechanism", "content": "The mechanism of noncompetitive inhibition has been understood using the Michaelis-Menten model of enzyme kinetics for a century now. In noncompetitive inhibition, the inhibitor binds at an allosteric site separate from the active substrate binding site. Thus in noncompetitive inhibition, the inhibitor can bind its target enzyme regardless of the presence of a bound substrate. Put differently, the inhibitor has the same affinity for the enzyme and enzyme-substrate complex. The binding of the inhibitor to the enzyme or enzyme-substrate complex inactivates the enzyme, disallowing the production of its end product. Inactivation of the enzyme decreases the maximum rate of the reaction (Vmax), defined as the reaction rate at a substrate concentration that fully saturates all active sites of the specific enzyme. The Michaelis constant (Km) is the substrate concentration at which the reaction rate is half Vmax. Km can also be interpreted as an inverse measurement of the enzyme-substrate affinity. In noncompetitive inhibition, the enzyme's affinity for its substrate (Km) remains unchanged as the active site is not competed for by the inhibitor. Increasing substrate concentration to overcome the decrease in Vmax caused by noncompetitive inhibition is fruitless, as competition for the active site between inhibitor and substrate is not the limiting issue. The decrease in Vmax and the unchanged Km is the primary way to differentiate noncompetitive inhibition from competitive (no direct change in Vmax, increased Km) and uncompetitive (decreased Vmax and Km).", "contents": "Physiology, Noncompetitive Inhibitor -- Mechanism. The mechanism of noncompetitive inhibition has been understood using the Michaelis-Menten model of enzyme kinetics for a century now. In noncompetitive inhibition, the inhibitor binds at an allosteric site separate from the active substrate binding site. Thus in noncompetitive inhibition, the inhibitor can bind its target enzyme regardless of the presence of a bound substrate. Put differently, the inhibitor has the same affinity for the enzyme and enzyme-substrate complex. The binding of the inhibitor to the enzyme or enzyme-substrate complex inactivates the enzyme, disallowing the production of its end product. Inactivation of the enzyme decreases the maximum rate of the reaction (Vmax), defined as the reaction rate at a substrate concentration that fully saturates all active sites of the specific enzyme. The Michaelis constant (Km) is the substrate concentration at which the reaction rate is half Vmax. Km can also be interpreted as an inverse measurement of the enzyme-substrate affinity. In noncompetitive inhibition, the enzyme's affinity for its substrate (Km) remains unchanged as the active site is not competed for by the inhibitor. Increasing substrate concentration to overcome the decrease in Vmax caused by noncompetitive inhibition is fruitless, as competition for the active site between inhibitor and substrate is not the limiting issue. The decrease in Vmax and the unchanged Km is the primary way to differentiate noncompetitive inhibition from competitive (no direct change in Vmax, increased Km) and uncompetitive (decreased Vmax and Km)."}
{"id": "article-25953_3", "title": "Physiology, Noncompetitive Inhibitor -- Mechanism", "content": "Before the convenience of powerful software used today in enzyme kinetics, data from enzymatic activity and inhibition was plotted on graphs to better understand the results. In education, a Lineweaver-Burk plot is the most frequent graph. Lineweaver-Burk plots are characterized by 1/V (V being velocity) plotted on the y-axis and 1/[S] ([S] being substrate concentration) on the x-axis. After plotting the data points, the x-intercept represents 1/-Km, while the y-intercept represents 1/Vmax. When comparing pre- and post-inhibition plots, an increase in the y-intercept is seen in non-competitive inhibition. This graph correlates with the decrease in Vmax (increase in 1/Vmax) caused by inhibition. The x-intercept remains unchanged, as the apparent affinity of the enzyme for its substrate (Km, and thus 1/-Km) is not changed. The changes (or lack thereof) in Vmax and Km and their graphical depictions on the Lineweaver-Burk plot are the primary ways to differentiate noncompetitive inhibition from competitive and uncompetitive inhibition (See Image. Lineweaver-Burk Plot for Enzyme Inhibition). [5]", "contents": "Physiology, Noncompetitive Inhibitor -- Mechanism. Before the convenience of powerful software used today in enzyme kinetics, data from enzymatic activity and inhibition was plotted on graphs to better understand the results. In education, a Lineweaver-Burk plot is the most frequent graph. Lineweaver-Burk plots are characterized by 1/V (V being velocity) plotted on the y-axis and 1/[S] ([S] being substrate concentration) on the x-axis. After plotting the data points, the x-intercept represents 1/-Km, while the y-intercept represents 1/Vmax. When comparing pre- and post-inhibition plots, an increase in the y-intercept is seen in non-competitive inhibition. This graph correlates with the decrease in Vmax (increase in 1/Vmax) caused by inhibition. The x-intercept remains unchanged, as the apparent affinity of the enzyme for its substrate (Km, and thus 1/-Km) is not changed. The changes (or lack thereof) in Vmax and Km and their graphical depictions on the Lineweaver-Burk plot are the primary ways to differentiate noncompetitive inhibition from competitive and uncompetitive inhibition (See Image. Lineweaver-Burk Plot for Enzyme Inhibition). [5]"}
{"id": "article-25953_4", "title": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Cyanide Poisoning", "content": "Cyanide is a rapidly acting, potentially fatal substance if ingested. Most commonly, cyanide toxicity is the result of smoke inhalation during domestic fires. Toxicity is due to the cessation of oxidative phosphorylation (the production of ATP via oxygen). [6] Cyanide noncompetitively inhibits cytochrome c oxidase, the last enzyme in the electron transport chain. Current treatments for cyanide toxicity focus on intercepting cyanide before it can reach the enzyme or displacing it from the enzyme rather than overcoming the inhibition of the enzyme itself (potentially due to the non-competitive nature of inhibition). [7]", "contents": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Cyanide Poisoning. Cyanide is a rapidly acting, potentially fatal substance if ingested. Most commonly, cyanide toxicity is the result of smoke inhalation during domestic fires. Toxicity is due to the cessation of oxidative phosphorylation (the production of ATP via oxygen). [6] Cyanide noncompetitively inhibits cytochrome c oxidase, the last enzyme in the electron transport chain. Current treatments for cyanide toxicity focus on intercepting cyanide before it can reach the enzyme or displacing it from the enzyme rather than overcoming the inhibition of the enzyme itself (potentially due to the non-competitive nature of inhibition). [7]"}
{"id": "article-25953_5", "title": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Heavy Metals", "content": "Metals such as mercury, cadmium, and lead can all lead to human poisoning. [8] [9] [10] Mechanisms involving non-competitive inhibition of vital enzymes have correlations with all 3. While it is unclear how much these specific inhibitions contribute to the overall toxicity of these metals, such findings warrant further investigation.", "contents": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Heavy Metals. Metals such as mercury, cadmium, and lead can all lead to human poisoning. [8] [9] [10] Mechanisms involving non-competitive inhibition of vital enzymes have correlations with all 3. While it is unclear how much these specific inhibitions contribute to the overall toxicity of these metals, such findings warrant further investigation."}
{"id": "article-25953_6", "title": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Heavy Metals", "content": "While the implications of noncompetitive inhibition in metal poisoning are still under study, their use as therapeutic agents outside of anticancer drugs is just beginning. Research has recently demonstrated that copper and mercury as potent noncompetitive inhibitors of a light-chain protease in botulinum neurotoxin poisoning. They were found to delay botulinum neurotoxin poisoning-mediated lethality in rodents via their noncompetitive inhibition of enzymes within the neurotoxin. [11]", "contents": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Heavy Metals. While the implications of noncompetitive inhibition in metal poisoning are still under study, their use as therapeutic agents outside of anticancer drugs is just beginning. Research has recently demonstrated that copper and mercury as potent noncompetitive inhibitors of a light-chain protease in botulinum neurotoxin poisoning. They were found to delay botulinum neurotoxin poisoning-mediated lethality in rodents via their noncompetitive inhibition of enzymes within the neurotoxin. [11]"}
{"id": "article-25953_7", "title": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Chronic Disease", "content": "Type 2 diabetes mellitus (T2DM) is 1 of the most common chronic diseases plaguing the healthcare system with high morbidity and mortality. While vast sums of time and money have gone towards developing safe, effective medical therapies for T2DM, these medications are not without side effects and are tolerated differently on an individual basis. Research continues to investigate “less invasive” means of controlling blood sugar. Inhibition of intestinal enzymes responsible for the breakdown of dietary sugar (such as alpha-glucosidase and alpha-amylase) effectively prevents postprandial hyperglycemia in the diabetic population. Rosha grass ( Cymbopogon martinii ) has shown activity as a non-competitive alpha-glucosidase inhibitor, explaining its effectiveness as a traditional Indian treatment for T2DM. [12] Similarly, a plant used as folk treatment throughout Indonesia for T2DM was found to possess a component that acts as a noncompetitive alpha-amylase inhibitor, effectively lowering blood glucose levels in diabetic rats. [13]", "contents": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Chronic Disease. Type 2 diabetes mellitus (T2DM) is 1 of the most common chronic diseases plaguing the healthcare system with high morbidity and mortality. While vast sums of time and money have gone towards developing safe, effective medical therapies for T2DM, these medications are not without side effects and are tolerated differently on an individual basis. Research continues to investigate “less invasive” means of controlling blood sugar. Inhibition of intestinal enzymes responsible for the breakdown of dietary sugar (such as alpha-glucosidase and alpha-amylase) effectively prevents postprandial hyperglycemia in the diabetic population. Rosha grass ( Cymbopogon martinii ) has shown activity as a non-competitive alpha-glucosidase inhibitor, explaining its effectiveness as a traditional Indian treatment for T2DM. [12] Similarly, a plant used as folk treatment throughout Indonesia for T2DM was found to possess a component that acts as a noncompetitive alpha-amylase inhibitor, effectively lowering blood glucose levels in diabetic rats. [13]"}
{"id": "article-25953_8", "title": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Chronic Disease", "content": "Also, pharmacological companies have emphasized the need to explore new molecular targets for novel drug development in treating diabetes mellitus. Increased glucose production via gluconeogenesis is a well-defined problem in all Type 2 diabetics, yet not a single medication addresses this route of hyperglycemia. Fructose-1,6-bisphosphatase is the rate-controlling enzyme in gluconeogenesis, and recent insight has suggested noncompetitive inhibitors of the enzyme may be a useful therapy in T2DM. [14]", "contents": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Chronic Disease. Also, pharmacological companies have emphasized the need to explore new molecular targets for novel drug development in treating diabetes mellitus. Increased glucose production via gluconeogenesis is a well-defined problem in all Type 2 diabetics, yet not a single medication addresses this route of hyperglycemia. Fructose-1,6-bisphosphatase is the rate-controlling enzyme in gluconeogenesis, and recent insight has suggested noncompetitive inhibitors of the enzyme may be a useful therapy in T2DM. [14]"}
{"id": "article-25953_9", "title": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Chronic Disease", "content": "Finally, implications point to noncompetitive inhibition in disulfiram's inhibition of pro-hepatocellular carcinoma enzymes, benzodiazepines' inhibition of specific families of CYP450 enzymes,  and as a potential mechanism for the blocking of neuraminidase in the treatment of the avian flu. [15] [16] [17] A short search on PubMed shows thousands of results, including new implications for noncompetitive inhibition in disease understanding, drug therapy, and anti-cancer research.", "contents": "Physiology, Noncompetitive Inhibitor -- Clinical Significance -- Chronic Disease. Finally, implications point to noncompetitive inhibition in disulfiram's inhibition of pro-hepatocellular carcinoma enzymes, benzodiazepines' inhibition of specific families of CYP450 enzymes,  and as a potential mechanism for the blocking of neuraminidase in the treatment of the avian flu. [15] [16] [17] A short search on PubMed shows thousands of results, including new implications for noncompetitive inhibition in disease understanding, drug therapy, and anti-cancer research."}
{"id": "article-25953_10", "title": "Physiology, Noncompetitive Inhibitor -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Noncompetitive Inhibitor -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}