{"id": "article-21576_0", "title": "Physiology, Factor V -- Introduction", "content": "Factor V is a glycoprotein that contributes to both procoagulant and anticoagulant function. This function is determined by which enzymes are present that can modify factor V. Factor V gets modified by activated factor X, thrombin, and activated protein C (aPC). Factor V plays a part in the common pathway of the coagulation cascade. In the coagulation cascade, factor V forms a prothrombinase complex with factor X. This prothrombinase complex aids in developing a fibrin and platelet clot and helps to stop bleeding. [1] [2] The coagulation cascade consists of an intrinsic, extrinsic, and common pathway. The cascade involves the activation of clotting factors through the action of serine proteases. Some of these factors will bind to form complexes that can then act as proteases, usually, a serine protease which activates more clotting factors downstream. [1] Inactive clotting factors are always present at some level in the plasma, and contribute to the coagulation cascade when they are activated. The coagulation cascade ultimately concludes in the production of a fibrin clot, which aids in hemostasis to prevent continuing bleeding. [1] The coagulation cascade contributes to hemostasis, the normal functioning of the body to produce a clot in response to injury. Imbalance of the coagulation cascade or loss of regulation can lead to hemorrhage or thrombosis. Thrombosis is a pathological situation where a clot forms where it is not needed and can instead block blood flow and cause ischemia. [1]", "contents": "Physiology, Factor V -- Introduction. Factor V is a glycoprotein that contributes to both procoagulant and anticoagulant function. This function is determined by which enzymes are present that can modify factor V. Factor V gets modified by activated factor X, thrombin, and activated protein C (aPC). Factor V plays a part in the common pathway of the coagulation cascade. In the coagulation cascade, factor V forms a prothrombinase complex with factor X. This prothrombinase complex aids in developing a fibrin and platelet clot and helps to stop bleeding. [1] [2] The coagulation cascade consists of an intrinsic, extrinsic, and common pathway. The cascade involves the activation of clotting factors through the action of serine proteases. Some of these factors will bind to form complexes that can then act as proteases, usually, a serine protease which activates more clotting factors downstream. [1] Inactive clotting factors are always present at some level in the plasma, and contribute to the coagulation cascade when they are activated. The coagulation cascade ultimately concludes in the production of a fibrin clot, which aids in hemostasis to prevent continuing bleeding. [1] The coagulation cascade contributes to hemostasis, the normal functioning of the body to produce a clot in response to injury. Imbalance of the coagulation cascade or loss of regulation can lead to hemorrhage or thrombosis. Thrombosis is a pathological situation where a clot forms where it is not needed and can instead block blood flow and cause ischemia. [1]"}
{"id": "article-21576_1", "title": "Physiology, Factor V -- Cellular Level", "content": "Factor V is a 330kDa glycoprotein. The F5 gene is on chromosome 1q23. [2] [3] Factor V is produced primarily in the liver by megakaryocytes and hepatocytes. Megakaryocytes produce platelet-derived factor V along with platelets when activated during coagulation. Hepatocytes produce plasma-derived factor V. Platelet-derived factor V contributes to a local increase of factor V at sites of injury. [3] [4] The structure of activated factor V via X-ray crystallography shows a beta-barrel, and three protruding loops thought to contribute to its ability to bind negatively charged phospholipid membranes. [5] The prothrombinase complex binds to these membranes, characteristic of red blood cells. Activated factor X cleaves factor V to activated factor V, the resulting glycoprotein is held together by hydrophobic forces and a calcium ion. The structure of factor V has homologous regions to factor VIII. [5]", "contents": "Physiology, Factor V -- Cellular Level. Factor V is a 330kDa glycoprotein. The F5 gene is on chromosome 1q23. [2] [3] Factor V is produced primarily in the liver by megakaryocytes and hepatocytes. Megakaryocytes produce platelet-derived factor V along with platelets when activated during coagulation. Hepatocytes produce plasma-derived factor V. Platelet-derived factor V contributes to a local increase of factor V at sites of injury. [3] [4] The structure of activated factor V via X-ray crystallography shows a beta-barrel, and three protruding loops thought to contribute to its ability to bind negatively charged phospholipid membranes. [5] The prothrombinase complex binds to these membranes, characteristic of red blood cells. Activated factor X cleaves factor V to activated factor V, the resulting glycoprotein is held together by hydrophobic forces and a calcium ion. The structure of factor V has homologous regions to factor VIII. [5]"}
{"id": "article-21576_2", "title": "Physiology, Factor V -- Mechanism", "content": "Factor V is converted to activated factor V by activated factor X and thrombin. Activated factor X and thrombin have proteolytic activity on factor V and removes a domain from factor V, converting it to activated factor V. Activated factor X is another factor upstream from factor V in the coagulation cascade. Thrombin is a downstream product of activated factor V and activated factor X activity and acts in a positive feedback manner to further increase the production of itself. Activated factor V is a cofactor for factor X, and together, these two factors bind to form a prothrombinase complex that cleaves prothrombin to thrombin. [1] There is evidence that the creation of thrombin decreases significantly in the absence of activated factor V. [2] This result supports the critical role of activated factor X in the coagulation cascade. Thrombin then cleaves fibrinogen to fibrin. Fibrin proteins and platelets bind to each other and form a fibrin clot. This fibrin clot helps to stop bleeding.", "contents": "Physiology, Factor V -- Mechanism. Factor V is converted to activated factor V by activated factor X and thrombin. Activated factor X and thrombin have proteolytic activity on factor V and removes a domain from factor V, converting it to activated factor V. Activated factor X is another factor upstream from factor V in the coagulation cascade. Thrombin is a downstream product of activated factor V and activated factor X activity and acts in a positive feedback manner to further increase the production of itself. Activated factor V is a cofactor for factor X, and together, these two factors bind to form a prothrombinase complex that cleaves prothrombin to thrombin. [1] There is evidence that the creation of thrombin decreases significantly in the absence of activated factor V. [2] This result supports the critical role of activated factor X in the coagulation cascade. Thrombin then cleaves fibrinogen to fibrin. Fibrin proteins and platelets bind to each other and form a fibrin clot. This fibrin clot helps to stop bleeding."}
{"id": "article-21576_3", "title": "Physiology, Factor V -- Mechanism", "content": "Activated factor V is cleaved and altered by aPC, which has proteolytic activity, cleaving activated factor V at Arg306, Arg506, and Arg 679, [2] [6] which causes reduced affinity for activated factor X. The cleavage of Arg306, specifically, is required for complete inactivation of activated factor X. [2] [6] This decreases the amount of activated factor V cofactor that binds to activated factor X, which results in decreased prothrombinase activity. Less thrombin gets produced, resulting in less fibrin produced. There is an overall decreased clot production as a result. This function of aPC shifts the balance towards the inhibitory regulation of coagulation.", "contents": "Physiology, Factor V -- Mechanism. Activated factor V is cleaved and altered by aPC, which has proteolytic activity, cleaving activated factor V at Arg306, Arg506, and Arg 679, [2] [6] which causes reduced affinity for activated factor X. The cleavage of Arg306, specifically, is required for complete inactivation of activated factor X. [2] [6] This decreases the amount of activated factor V cofactor that binds to activated factor X, which results in decreased prothrombinase activity. Less thrombin gets produced, resulting in less fibrin produced. There is an overall decreased clot production as a result. This function of aPC shifts the balance towards the inhibitory regulation of coagulation."}
{"id": "article-21576_4", "title": "Physiology, Factor V -- Mechanism", "content": "APC will also modify Arg506 of factor V before it has been cleaved to activated factor V, which converts it to an anticoagulant protein, factor Vac. Factor Vac acts as a cofactor for aPC, along with protein S, to allow aPC to degrade activated factor VIII (Duga). Activated factor VIII is an activated factor in the coagulation cascade. The degradation of activated factor VIII causes a decrease in coagulation. Since aPC must undergo activation by factor Vac cofactor [5] , a loss of factor Vac function or a reduction in factor Vac production will lead to decreased aPC function. This loss of aPC function has the name of aPC resistance. Increased aPC resistance or decreased aPC function will lead to higher coagulation and less anticoagulation. A mutation at Arg506 will affect both the production of deactivated activated factor V and factor Vac. However, aPC resistance is more affected by the inability to produce factor Vac. [5] [7] Mutations in aPC itself, and Protein S can increase aPC resistance as well. [5] [7] The function of aPC shifts the balance towards enhancement of anticoagulation.", "contents": "Physiology, Factor V -- Mechanism. APC will also modify Arg506 of factor V before it has been cleaved to activated factor V, which converts it to an anticoagulant protein, factor Vac. Factor Vac acts as a cofactor for aPC, along with protein S, to allow aPC to degrade activated factor VIII (Duga). Activated factor VIII is an activated factor in the coagulation cascade. The degradation of activated factor VIII causes a decrease in coagulation. Since aPC must undergo activation by factor Vac cofactor [5] , a loss of factor Vac function or a reduction in factor Vac production will lead to decreased aPC function. This loss of aPC function has the name of aPC resistance. Increased aPC resistance or decreased aPC function will lead to higher coagulation and less anticoagulation. A mutation at Arg506 will affect both the production of deactivated activated factor V and factor Vac. However, aPC resistance is more affected by the inability to produce factor Vac. [5] [7] Mutations in aPC itself, and Protein S can increase aPC resistance as well. [5] [7] The function of aPC shifts the balance towards enhancement of anticoagulation."}
{"id": "article-21576_5", "title": "Physiology, Factor V -- Pathophysiology", "content": "Factor V Leiden results from a mutation in the factor V gene G1691A that causes a missense mutation, changing the arginine to glutamine at the site (Arg506Gln). [5] Factor V Leiden is associated with thromboembolic disease and increased aPC resistance. [7] This mutation slows the aPC modification of factor V to factor Vac, which decreases aPC anticoagulation activity, and tips the scale towards coagulation. [7] Decreased aPC activity, or increased aPC resistance, leads to increased coagulation, which contributes to the thromboembolic phenotype of factor V Leiden. The site for activated factor V deactivation is also affected by this missense mutation. However, the thromboembolic phenotype is more a result of decreased concentrations of factor Vac, than it is increased concentrations of activated factor V. [7] Studies have shown that individuals with factor V Leiden are more likely to develop deep vein thrombosis. [7] Individuals homozygous for factor V Leiden have an increased risk of developing thrombosis than heterozygous individuals. The heterozygous individual still has some functional factor V that can initiate aPC activity towards anticoagulation. Though factor V Leiden is associated with increased clotting, it is not as strongly correlated with pulmonary embolism, retinal vein thrombosis, and arterial thrombosis. [5] [6] Factor V allele variants: factor V Arg306Thr and factor V Arg306Gly, have also been shown to have similar thromboembolic outcomes. These variants affect the site of proteolytic cleavage by aPC, the site that allows for the deactivation of activated factor V. [5] [6]", "contents": "Physiology, Factor V -- Pathophysiology. Factor V Leiden results from a mutation in the factor V gene G1691A that causes a missense mutation, changing the arginine to glutamine at the site (Arg506Gln). [5] Factor V Leiden is associated with thromboembolic disease and increased aPC resistance. [7] This mutation slows the aPC modification of factor V to factor Vac, which decreases aPC anticoagulation activity, and tips the scale towards coagulation. [7] Decreased aPC activity, or increased aPC resistance, leads to increased coagulation, which contributes to the thromboembolic phenotype of factor V Leiden. The site for activated factor V deactivation is also affected by this missense mutation. However, the thromboembolic phenotype is more a result of decreased concentrations of factor Vac, than it is increased concentrations of activated factor V. [7] Studies have shown that individuals with factor V Leiden are more likely to develop deep vein thrombosis. [7] Individuals homozygous for factor V Leiden have an increased risk of developing thrombosis than heterozygous individuals. The heterozygous individual still has some functional factor V that can initiate aPC activity towards anticoagulation. Though factor V Leiden is associated with increased clotting, it is not as strongly correlated with pulmonary embolism, retinal vein thrombosis, and arterial thrombosis. [5] [6] Factor V allele variants: factor V Arg306Thr and factor V Arg306Gly, have also been shown to have similar thromboembolic outcomes. These variants affect the site of proteolytic cleavage by aPC, the site that allows for the deactivation of activated factor V. [5] [6]"}
{"id": "article-21576_6", "title": "Physiology, Factor V -- Pathophysiology", "content": "Factor V deficiency, on the other hand, is a bleeding disorder accompanied by decreased levels of factor V protein. Decreased amounts of factor V protein are mainly caused by factor V inhibition via antibodies or an error in factor V protein production, secretion, and transport. [4] Inhibition to factor V, or antibodies targeting factor V for degradation, has been correlated with individuals who have received bovine thrombin, have rheumatologic diseases, or who have been treated with antibiotics. [3] [4] The lectin mannose binding 1 (LMAN1) and multiple coagulation factor deficiency 2 (MCFD2) proteins are involved in factor V and factor VIII packaging and transportation from the endoplasmic reticulum (ER) to the Golgi apparatus. LMAN1 is a transmembrane protein that aids in binding to the ER lumen. MCFD2 is a soluble protein that is a part of a transport complex between the ER and Golgi apparatus. [8] These mutations that affect the transport of these proteins will result in a combined factor V and factor VIII deficiency. [4] The most common site of bleeding, in individuals with factor V deficiency, is at the mucosa and skin. [3]", "contents": "Physiology, Factor V -- Pathophysiology. Factor V deficiency, on the other hand, is a bleeding disorder accompanied by decreased levels of factor V protein. Decreased amounts of factor V protein are mainly caused by factor V inhibition via antibodies or an error in factor V protein production, secretion, and transport. [4] Inhibition to factor V, or antibodies targeting factor V for degradation, has been correlated with individuals who have received bovine thrombin, have rheumatologic diseases, or who have been treated with antibiotics. [3] [4] The lectin mannose binding 1 (LMAN1) and multiple coagulation factor deficiency 2 (MCFD2) proteins are involved in factor V and factor VIII packaging and transportation from the endoplasmic reticulum (ER) to the Golgi apparatus. LMAN1 is a transmembrane protein that aids in binding to the ER lumen. MCFD2 is a soluble protein that is a part of a transport complex between the ER and Golgi apparatus. [8] These mutations that affect the transport of these proteins will result in a combined factor V and factor VIII deficiency. [4] The most common site of bleeding, in individuals with factor V deficiency, is at the mucosa and skin. [3]"}
{"id": "article-21576_7", "title": "Physiology, Factor V -- Clinical Significance", "content": "Factor V is a cofactor glycoprotein required in both the coagulation and anticoagulation pathways. The fate of factor V, whether it goes down the coagulation pathway or the anticoagulation pathway, depends on modification by either activated factor X or aPC. In modification by activated factor X or thrombin to activated factor V, and then binding activated factor X to produce the prothrombinase complex, it aids in coagulation to produce a fibrin clot. In modification by aPC to factor Vac and then binding aPC, it assists in the degradation of activated factor VIII to inhibit further coagulation. aPC resistance is affected by the functionality and presence of factor Vac. The most common point mutation leading to increased aPC resistance is a missense mutation resulting in Arg506Gln. [5] This mutation prevents aPC from converting factor V to factor Vac, which reduces aPC activity in the anticoagulation process, leading to aPC resistance. Factor V plays a dual role in the regulation of the coagulation cascade; defects in factor V can either cause thrombosis or increased bleeding. Normal functioning factor V contributes to appropriate homeostasis though overall homeostatic function relies on many different components in the coagulation cascade.", "contents": "Physiology, Factor V -- Clinical Significance. Factor V is a cofactor glycoprotein required in both the coagulation and anticoagulation pathways. The fate of factor V, whether it goes down the coagulation pathway or the anticoagulation pathway, depends on modification by either activated factor X or aPC. In modification by activated factor X or thrombin to activated factor V, and then binding activated factor X to produce the prothrombinase complex, it aids in coagulation to produce a fibrin clot. In modification by aPC to factor Vac and then binding aPC, it assists in the degradation of activated factor VIII to inhibit further coagulation. aPC resistance is affected by the functionality and presence of factor Vac. The most common point mutation leading to increased aPC resistance is a missense mutation resulting in Arg506Gln. [5] This mutation prevents aPC from converting factor V to factor Vac, which reduces aPC activity in the anticoagulation process, leading to aPC resistance. Factor V plays a dual role in the regulation of the coagulation cascade; defects in factor V can either cause thrombosis or increased bleeding. Normal functioning factor V contributes to appropriate homeostasis though overall homeostatic function relies on many different components in the coagulation cascade."}
{"id": "article-21576_8", "title": "Physiology, Factor V -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Factor V -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}