{"id": "article-17288_0", "title": "Aggression -- Continuing Education Activity", "content": "Aggression has been treated by both medications and psychotherapy, but relapses are common. Aggressive patients frequently run into legal problems because of their behavior. This activity reviews the evaluation and management of aggression and highlights the role of the interprofessional team in the recognition and management of aggression.", "contents": "Aggression -- Continuing Education Activity. Aggression has been treated by both medications and psychotherapy, but relapses are common. Aggressive patients frequently run into legal problems because of their behavior. This activity reviews the evaluation and management of aggression and highlights the role of the interprofessional team in the recognition and management of aggression."}
{"id": "article-17288_1", "title": "Aggression -- Continuing Education Activity", "content": "Objectives: Review the pathophysiologic basis of aggression. Outline the expected history and physical findings for a patient with aggression. Explain the treatment options available for aggression. Summarize the interprofessional team strategies for improving care coordination and communication for patients with aggression. Access free multiple choice questions on this topic.", "contents": "Aggression -- Continuing Education Activity. Objectives: Review the pathophysiologic basis of aggression. Outline the expected history and physical findings for a patient with aggression. Explain the treatment options available for aggression. Summarize the interprofessional team strategies for improving care coordination and communication for patients with aggression. Access free multiple choice questions on this topic."}
{"id": "article-17288_2", "title": "Aggression -- Introduction", "content": "Aggression and violence remain a central clinical, public health and safety issue worldwide. Aggression has many meanings, and the term occurs in a variety of contexts. In this article, violence and aggression will be considered together. Aggression is any behavior, including verbal events, which involves attacking another person, animal, or object with the intent of harming the target. Similarly, violence is intentionally using physical force to hurt, damage, or kill someone or something.", "contents": "Aggression -- Introduction. Aggression and violence remain a central clinical, public health and safety issue worldwide. Aggression has many meanings, and the term occurs in a variety of contexts. In this article, violence and aggression will be considered together. Aggression is any behavior, including verbal events, which involves attacking another person, animal, or object with the intent of harming the target. Similarly, violence is intentionally using physical force to hurt, damage, or kill someone or something."}
{"id": "article-17288_3", "title": "Aggression -- Etiology", "content": "Biological, psychological, and socioeconomic influences must be considered when discussing the etiology of aggression. Biological causes include genetics, medical and psychiatric diseases, neurotransmitters, hormones, substances of abuse, and medications. Psychological causes include numerous Diagnostic and Statistical Manual of Mental Disorders (DSM–5) diagnoses. These include bipolar affective disorder, schizophrenia, major depression, general anxiety disorder, and antisocial personality [1] . Socioeconomic causes include interpersonal, social, group, neighborhood, economic, and cultural conditions that can create the potential for or actual violence. Importantly, these factors often act concomitantly.", "contents": "Aggression -- Etiology. Biological, psychological, and socioeconomic influences must be considered when discussing the etiology of aggression. Biological causes include genetics, medical and psychiatric diseases, neurotransmitters, hormones, substances of abuse, and medications. Psychological causes include numerous Diagnostic and Statistical Manual of Mental Disorders (DSM–5) diagnoses. These include bipolar affective disorder, schizophrenia, major depression, general anxiety disorder, and antisocial personality [1] . Socioeconomic causes include interpersonal, social, group, neighborhood, economic, and cultural conditions that can create the potential for or actual violence. Importantly, these factors often act concomitantly."}
{"id": "article-17288_4", "title": "Aggression -- Epidemiology", "content": "Violence is ubiquitous. United States statistics, collected by the Federal Bureau of Investigation and reported in the 2013 Unified Crime Report, noted that there were an estimated 1,163,146 violent crimes that occurred nationwide. Also, information collected regarding types of weapons in violent crime showed that firearms were used in 69% of murders, 40% of robberies, and 21.6% of aggravated assaults. Furthermore, a woman was beaten every 9 seconds. On average, nearly 20 people per minute were physically abused by an intimate partner. During one year, this equates to more than 12 million women and men. Also, one in five women and one in 71 men in the United States have been raped in their lifetime. Nearly half of female (46.7%) and male (44.9%) victims of rape knew their attackers. Finally, 1 in 15 children are exposed to intimate partner violence each year, and 90% of these children are eyewitnesses to this violence.", "contents": "Aggression -- Epidemiology. Violence is ubiquitous. United States statistics, collected by the Federal Bureau of Investigation and reported in the 2013 Unified Crime Report, noted that there were an estimated 1,163,146 violent crimes that occurred nationwide. Also, information collected regarding types of weapons in violent crime showed that firearms were used in 69% of murders, 40% of robberies, and 21.6% of aggravated assaults. Furthermore, a woman was beaten every 9 seconds. On average, nearly 20 people per minute were physically abused by an intimate partner. During one year, this equates to more than 12 million women and men. Also, one in five women and one in 71 men in the United States have been raped in their lifetime. Nearly half of female (46.7%) and male (44.9%) victims of rape knew their attackers. Finally, 1 in 15 children are exposed to intimate partner violence each year, and 90% of these children are eyewitnesses to this violence."}
{"id": "article-17288_5", "title": "Aggression -- Epidemiology", "content": "There are greater than 16,000 homicides and 1.6 million nonfatal assault injuries requiring treatment in emergency departments every year. [2] The homicide rate in the US is 7.5 times higher than the homicide rate in the other high-income countries combined, largely attributable to a firearm homicide rate that was about 25 times higher. [3]", "contents": "Aggression -- Epidemiology. There are greater than 16,000 homicides and 1.6 million nonfatal assault injuries requiring treatment in emergency departments every year. [2] The homicide rate in the US is 7.5 times higher than the homicide rate in the other high-income countries combined, largely attributable to a firearm homicide rate that was about 25 times higher. [3]"}
{"id": "article-17288_6", "title": "Aggression -- Pathophysiology -- Origins", "content": "Although the definition of aggression is simple and straightforward, its origins remain complex and frequently depend upon other, often contradictory, factors. In this exploration, there will be a review of the biological, psychological, and social causes of violence. In exploring the biological basis, there is an analysis of the genetics, brain structures, medical diseases, neurotransmitters, hormones, abused substances, and medications that contribute to aggression. In the psychological assessment, there is an investigation of the DSM–5 diagnoses linked to aggression. Finally, there is an investigation into the social and environmental roots of violence.", "contents": "Aggression -- Pathophysiology -- Origins. Although the definition of aggression is simple and straightforward, its origins remain complex and frequently depend upon other, often contradictory, factors. In this exploration, there will be a review of the biological, psychological, and social causes of violence. In exploring the biological basis, there is an analysis of the genetics, brain structures, medical diseases, neurotransmitters, hormones, abused substances, and medications that contribute to aggression. In the psychological assessment, there is an investigation of the DSM–5 diagnoses linked to aggression. Finally, there is an investigation into the social and environmental roots of violence."}
{"id": "article-17288_7", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "Genetics can contribute to aggressive behavior in several ways. [4] (Fernandez-Castillo, 2016) Male gender is the foremost predictor of aggression. Whether through testosterone or societal expectations, males are dramatically over-represented as perpetrators of violence. Prison populations demonstrate this. Persons born with trisomy 21, or Down syndrome, experience an intellectual deficiency in certain challenging situations and may become aggressive. Certain people are born with a deficiency in an allele for monoamine oxidase (MAO), which metabolizes serotonin. This can cause an increase in serotonin, and excess serotonin has been linked to aggression, especially in individuals living in a stressful socioeconomic environment.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. Genetics can contribute to aggressive behavior in several ways. [4] (Fernandez-Castillo, 2016) Male gender is the foremost predictor of aggression. Whether through testosterone or societal expectations, males are dramatically over-represented as perpetrators of violence. Prison populations demonstrate this. Persons born with trisomy 21, or Down syndrome, experience an intellectual deficiency in certain challenging situations and may become aggressive. Certain people are born with a deficiency in an allele for monoamine oxidase (MAO), which metabolizes serotonin. This can cause an increase in serotonin, and excess serotonin has been linked to aggression, especially in individuals living in a stressful socioeconomic environment."}
{"id": "article-17288_8", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "Certain brain structures and connections have been correlated with aggressive behavior. The prefrontal cortex serves as the executive functioning of the central nervous system. Reduced activity of the prefrontal cortex (medial and orbitofrontal regions), is associated with violent aggression. Lesions or neuronal changes, such as can occur in Alzheimer disease, can remove the inhibitions normally applied and result in unchecked aggressive activity. If there is an overactive amygdala that is coupled with a less active prefrontal cortex, the potential for violence increases.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. Certain brain structures and connections have been correlated with aggressive behavior. The prefrontal cortex serves as the executive functioning of the central nervous system. Reduced activity of the prefrontal cortex (medial and orbitofrontal regions), is associated with violent aggression. Lesions or neuronal changes, such as can occur in Alzheimer disease, can remove the inhibitions normally applied and result in unchecked aggressive activity. If there is an overactive amygdala that is coupled with a less active prefrontal cortex, the potential for violence increases."}
{"id": "article-17288_9", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "Some medical diseases result in aggression. Patients with epilepsy, especially with origins in either the temporal or the frontal lobes, have exhibited violence.  Respiratory patients, especially those with either asthma or chronic obstructive pulmonary disease (COPD) in moments of breathing distress, have been known to become aggressive. The most important medical condition that can cause aggression is pain. Regardless of the physical origin of the pain, the person often strikes out in response to the unbearable discomfort.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. Some medical diseases result in aggression. Patients with epilepsy, especially with origins in either the temporal or the frontal lobes, have exhibited violence.  Respiratory patients, especially those with either asthma or chronic obstructive pulmonary disease (COPD) in moments of breathing distress, have been known to become aggressive. The most important medical condition that can cause aggression is pain. Regardless of the physical origin of the pain, the person often strikes out in response to the unbearable discomfort."}
{"id": "article-17288_10", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "Several neurotransmitters have been linked to aggressive behavior, usually when they are excessive or deficient. Serotonin in both excess and deficiency has been correlated with aggression. Where there has been too much serotonin, an inability for MAOs to metabolized serotonin has been the culprit [5] . Low serotonin has been correlated with depression, violence, and suicide [6] . Excess dopamine has been demonstrated to be involved in aggression. This can be clinically observed in persons with schizophrenia, as high dopamine levels are characteristic, as well as in patients with Parkinson who are treated with dopamine-enhancing medications resulting in increased dopamine levels [7] . Gamma-amino-butyric acid (GABA) is an inhibitory neurotransmitter, and a deficiency allows other neurotransmitters to go unchecked.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. Several neurotransmitters have been linked to aggressive behavior, usually when they are excessive or deficient. Serotonin in both excess and deficiency has been correlated with aggression. Where there has been too much serotonin, an inability for MAOs to metabolized serotonin has been the culprit [5] . Low serotonin has been correlated with depression, violence, and suicide [6] . Excess dopamine has been demonstrated to be involved in aggression. This can be clinically observed in persons with schizophrenia, as high dopamine levels are characteristic, as well as in patients with Parkinson who are treated with dopamine-enhancing medications resulting in increased dopamine levels [7] . Gamma-amino-butyric acid (GABA) is an inhibitory neurotransmitter, and a deficiency allows other neurotransmitters to go unchecked."}
{"id": "article-17288_11", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "Hormones have been implicated in aggression. First and foremost, testosterone plays a major role in aggression. [8] The link in a male is obvious, but women receiving testosterone have been shown to become aggressive. Low glucocorticoid levels have been correlated with aggressive activity. High levels of glucocorticoid via medical treatment with medications such as dexamethasone can be associated with aggression.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. Hormones have been implicated in aggression. First and foremost, testosterone plays a major role in aggression. [8] The link in a male is obvious, but women receiving testosterone have been shown to become aggressive. Low glucocorticoid levels have been correlated with aggressive activity. High levels of glucocorticoid via medical treatment with medications such as dexamethasone can be associated with aggression."}
{"id": "article-17288_12", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "A number of substances can lead to aggressive behavior. [9] [10] The pharmacological properties of the substances usually are involved. However, for many individuals, the withdrawal experience may propel them toward violence to obtain the offending agent. Although an abused substance may provoke an idiosyncratic aggressive display, several abused substances rank high in their potential to create violence. Alcohol is a common cause of aggression because it can lower the repressive barriers of prior controlled emotions, including rage [11] [12] [13] Hallucinogens such as mescaline, peyote, 3,4-methylenedioxymethamphetamine, or ecstasy, and lysergic acid diethylamide (LSD) can precipitate terrifying, commanding, and frightening experiences that result in violent behavior. Phencyclidine (PCP), also known as angel dust, not only makes the user feel superhuman and impervious to pain but also can cause powerful, violent behaviors. Users of PCP have committed homicides. Furthermore, anabolic steroids, often used for physical enhancement, may cause aggressive rage.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. A number of substances can lead to aggressive behavior. [9] [10] The pharmacological properties of the substances usually are involved. However, for many individuals, the withdrawal experience may propel them toward violence to obtain the offending agent. Although an abused substance may provoke an idiosyncratic aggressive display, several abused substances rank high in their potential to create violence. Alcohol is a common cause of aggression because it can lower the repressive barriers of prior controlled emotions, including rage [11] [12] [13] Hallucinogens such as mescaline, peyote, 3,4-methylenedioxymethamphetamine, or ecstasy, and lysergic acid diethylamide (LSD) can precipitate terrifying, commanding, and frightening experiences that result in violent behavior. Phencyclidine (PCP), also known as angel dust, not only makes the user feel superhuman and impervious to pain but also can cause powerful, violent behaviors. Users of PCP have committed homicides. Furthermore, anabolic steroids, often used for physical enhancement, may cause aggressive rage."}
{"id": "article-17288_13", "title": "Aggression -- Pathophysiology -- Biologic Contributions", "content": "Some prescribed medications have an aggressive response as a side effect. For example, antidepressants, especially in children, have been documented to lead to suicidal and homicidal behavior. [14] Drugs used to treat Parkinson disease, such as carbidopa-levodopa, increase dopamine, and can cause patients to become paranoid and aggressive. Dexamethasone, a corticosteroid widely used to treat a variety of inflammatory diseases, can cause patients having periods of violence.", "contents": "Aggression -- Pathophysiology -- Biologic Contributions. Some prescribed medications have an aggressive response as a side effect. For example, antidepressants, especially in children, have been documented to lead to suicidal and homicidal behavior. [14] Drugs used to treat Parkinson disease, such as carbidopa-levodopa, increase dopamine, and can cause patients to become paranoid and aggressive. Dexamethasone, a corticosteroid widely used to treat a variety of inflammatory diseases, can cause patients having periods of violence."}
{"id": "article-17288_14", "title": "Aggression -- Pathophysiology -- Psychological Causes", "content": "Although any individual may become aggressive for a variety of reasons, there is a number of specific DSM-5 diagnoses that have violent behavior as one of their features. These include bipolar affective disorder, schizophrenia, the dementia group, post-traumatic stress disorder (PTSD), and acute stress disorder. Also, several of the disorders associated with childhood and adolescence, intellectual deficiencies, some personality disorders, and intermittent explosive disorder are associated with violent behavior. As noted earlier, aggression can result from a combination of several conditions. For example, certain persons with PTSD may become violent after consuming alcohol.", "contents": "Aggression -- Pathophysiology -- Psychological Causes. Although any individual may become aggressive for a variety of reasons, there is a number of specific DSM-5 diagnoses that have violent behavior as one of their features. These include bipolar affective disorder, schizophrenia, the dementia group, post-traumatic stress disorder (PTSD), and acute stress disorder. Also, several of the disorders associated with childhood and adolescence, intellectual deficiencies, some personality disorders, and intermittent explosive disorder are associated with violent behavior. As noted earlier, aggression can result from a combination of several conditions. For example, certain persons with PTSD may become violent after consuming alcohol."}
{"id": "article-17288_15", "title": "Aggression -- Pathophysiology -- Psychological Causes", "content": "It has known patients with bipolar affective disorder to become excessively agitated and aggressive, especially during the manic phase. Grandiose delusions often not only dramatically inflate their self-view but also make them demanding of others and combative to those not acknowledging their perceived greatness. Patients with schizophrenia can be aggressive when responding to command hallucinations ordering them to harm others. Patients with a wide range of dementia, such as Alzheimer disease, not only have memory deficiencies but also lose their executive functions. These executive functions provide good judgment and inhibit unacceptable impulses. This can account for some of the violence seen in long-term care facilities and in places where patients with traumatic brain injuries are treated.", "contents": "Aggression -- Pathophysiology -- Psychological Causes. It has known patients with bipolar affective disorder to become excessively agitated and aggressive, especially during the manic phase. Grandiose delusions often not only dramatically inflate their self-view but also make them demanding of others and combative to those not acknowledging their perceived greatness. Patients with schizophrenia can be aggressive when responding to command hallucinations ordering them to harm others. Patients with a wide range of dementia, such as Alzheimer disease, not only have memory deficiencies but also lose their executive functions. These executive functions provide good judgment and inhibit unacceptable impulses. This can account for some of the violence seen in long-term care facilities and in places where patients with traumatic brain injuries are treated."}
{"id": "article-17288_16", "title": "Aggression -- Pathophysiology -- Psychological Causes", "content": "Overwhelming stress can make certain individuals aggressive. It is their way of coping. Patients with PTSD struggle with a host of symptoms that can promote potential aggression. These symptoms include hypervigilance, flashbacks, and nightmares, and can lead to aggression. Several childhood diagnoses, including conduct disorder and attention-deficit/hyperactivity disorder (ADHD), can result in aggressive behavior, as can disorders along the autism spectrum, because of communication difficulties, impulsiveness, low tolerance, and frustration. [15]", "contents": "Aggression -- Pathophysiology -- Psychological Causes. Overwhelming stress can make certain individuals aggressive. It is their way of coping. Patients with PTSD struggle with a host of symptoms that can promote potential aggression. These symptoms include hypervigilance, flashbacks, and nightmares, and can lead to aggression. Several childhood diagnoses, including conduct disorder and attention-deficit/hyperactivity disorder (ADHD), can result in aggressive behavior, as can disorders along the autism spectrum, because of communication difficulties, impulsiveness, low tolerance, and frustration. [15]"}
{"id": "article-17288_17", "title": "Aggression -- Pathophysiology -- Psychological Causes", "content": "Persons with intellectual deficiencies, when confronting difficult tasks and situations, may resort to violence as a coping mechanism. ( Davies, 2016)    Certain personality disorders, such as antisocial personality and borderline personality, can cause individuals to exhibit belligerence. Individuals who are antisocial lack an empathic view and have an egocentric center of gravity, which can promote aggression. A person with a borderline personality who is overwhelmed and has boundary issues can become aggressive. Finally, aggression is at the core of persons with intermittent explosive disorder. Aside from these formal diagnoses, when people are afraid, overwhelmed, feel threatened, or feel out of control, perplexed, disorientated, or frustrated, they often respond aggressively.", "contents": "Aggression -- Pathophysiology -- Psychological Causes. Persons with intellectual deficiencies, when confronting difficult tasks and situations, may resort to violence as a coping mechanism. ( Davies, 2016)    Certain personality disorders, such as antisocial personality and borderline personality, can cause individuals to exhibit belligerence. Individuals who are antisocial lack an empathic view and have an egocentric center of gravity, which can promote aggression. A person with a borderline personality who is overwhelmed and has boundary issues can become aggressive. Finally, aggression is at the core of persons with intermittent explosive disorder. Aside from these formal diagnoses, when people are afraid, overwhelmed, feel threatened, or feel out of control, perplexed, disorientated, or frustrated, they often respond aggressively."}
{"id": "article-17288_18", "title": "Aggression -- Pathophysiology -- Sociocultural Economic Factors", "content": "The environment can contribute to aggression on many levels: interpersonal, social, group, neighborhood, economic, and cultural conditions can create the potential for or actual violence.", "contents": "Aggression -- Pathophysiology -- Sociocultural Economic Factors. The environment can contribute to aggression on many levels: interpersonal, social, group, neighborhood, economic, and cultural conditions can create the potential for or actual violence."}
{"id": "article-17288_19", "title": "Aggression -- Pathophysiology -- Sociocultural Economic Factors", "content": "Interpersonal: Interpersonal aggression occurs in a variety of settings. One of the most noted is domestic violence. [16] An intimate relationship can promote violence through jealousy, fear of abandonment, domination, and control issues. [17] This involves spousal or companion abuse. [18] Its extreme form, intimate aggression can ultimately result in homicide or suicide. (Murphy, 2016)   Other forms of domestic violence include child abuse and senior abuse. Relationships generate intense emotions.   Geriatric units and long term care facilities produce intense interpersonal feelings. [19] . Also, violence can erupt on psychiatric in-patient units. [20] Prisons and jails represent places where violence erupts. [21] Bullying in any setting is both aggressive in and of itself and can lead to violence. [13] [22]", "contents": "Aggression -- Pathophysiology -- Sociocultural Economic Factors. Interpersonal: Interpersonal aggression occurs in a variety of settings. One of the most noted is domestic violence. [16] An intimate relationship can promote violence through jealousy, fear of abandonment, domination, and control issues. [17] This involves spousal or companion abuse. [18] Its extreme form, intimate aggression can ultimately result in homicide or suicide. (Murphy, 2016)   Other forms of domestic violence include child abuse and senior abuse. Relationships generate intense emotions.   Geriatric units and long term care facilities produce intense interpersonal feelings. [19] . Also, violence can erupt on psychiatric in-patient units. [20] Prisons and jails represent places where violence erupts. [21] Bullying in any setting is both aggressive in and of itself and can lead to violence. [13] [22]"}
{"id": "article-17288_20", "title": "Aggression -- Pathophysiology -- Sociocultural Economic Factors", "content": "Social: In social situations, frustrations can accumulate over time. This is known as an incubation period. In sociology, there is the term \"relative deprivation.\"  In this phenomenon, an oppressed group is granted some gains. They have not achieved all they wanted, but there have been some advances. However, instead of the people being grateful, they realize that they have not received all the items of which they have been deprived and act aggressively. For some, they accumulate enough things that annoy them, and they reach a \"tipping\" point, where the aggression frequently erupts in violence. Group: Group experiences also can cause aggression. When many people assemble in one place, there can be growing aggression.", "contents": "Aggression -- Pathophysiology -- Sociocultural Economic Factors. Social: In social situations, frustrations can accumulate over time. This is known as an incubation period. In sociology, there is the term \"relative deprivation.\"  In this phenomenon, an oppressed group is granted some gains. They have not achieved all they wanted, but there have been some advances. However, instead of the people being grateful, they realize that they have not received all the items of which they have been deprived and act aggressively. For some, they accumulate enough things that annoy them, and they reach a \"tipping\" point, where the aggression frequently erupts in violence. Group: Group experiences also can cause aggression. When many people assemble in one place, there can be growing aggression."}
{"id": "article-17288_21", "title": "Aggression -- Treatment / Management", "content": "The treatment of aggression and violence must be based on their causes.  The diagnosis leads to treatment.  If a mental disorder is a responsible contributor then the specific disorder must be addressed. [23] Substance Use Disorders (SUD), antisocial behavior, non-adherence and recidivism are known risk factors for violence. [24] Therefore, these factors should be addressed in treatment and legal system.", "contents": "Aggression -- Treatment / Management. The treatment of aggression and violence must be based on their causes.  The diagnosis leads to treatment.  If a mental disorder is a responsible contributor then the specific disorder must be addressed. [23] Substance Use Disorders (SUD), antisocial behavior, non-adherence and recidivism are known risk factors for violence. [24] Therefore, these factors should be addressed in treatment and legal system."}
{"id": "article-17288_22", "title": "Aggression -- Differential Diagnosis", "content": "Attention deficit hyperactivity disorder (ADHD) Oppositional defiant disorder Conduct disorder", "contents": "Aggression -- Differential Diagnosis. Attention deficit hyperactivity disorder (ADHD) Oppositional defiant disorder Conduct disorder"}
{"id": "article-17288_23", "title": "Aggression -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of aggression are by an interprofessional team that may include a mental health nurse, psychiatrist, primary care and emergency providers, psychologist, pharmacist, and social worker. The treatment depends on the cause but in many cases, it may be psychiatric. Both medications and psychotherapy have been used to treat this disorder but relapses are common. Specialty care nurses including emergency room, psychiatric, and addiction will work with these patients, provide education to them and their families, and document changes for the team. Pharmacists review medications for dosage and interactions. They also participate in education. [Level 5] Many of these patients eventually run into legal problems because of their behavior. [25] [26] Non psychiatric causes of aggression should be addressed by legal system. History of violence and aggression does predict future risk of violence and public health strategies could be oriented towards preventing access to firearms for individuals with a past history of violence.", "contents": "Aggression -- Enhancing Healthcare Team Outcomes. The diagnosis and management of aggression are by an interprofessional team that may include a mental health nurse, psychiatrist, primary care and emergency providers, psychologist, pharmacist, and social worker. The treatment depends on the cause but in many cases, it may be psychiatric. Both medications and psychotherapy have been used to treat this disorder but relapses are common. Specialty care nurses including emergency room, psychiatric, and addiction will work with these patients, provide education to them and their families, and document changes for the team. Pharmacists review medications for dosage and interactions. They also participate in education. [Level 5] Many of these patients eventually run into legal problems because of their behavior. [25] [26] Non psychiatric causes of aggression should be addressed by legal system. History of violence and aggression does predict future risk of violence and public health strategies could be oriented towards preventing access to firearms for individuals with a past history of violence."}
{"id": "article-17288_24", "title": "Aggression -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Aggression -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}