{"id": "article-26785_0", "title": "Anatomy, Thorax, Pectoralis Major Major -- Introduction", "content": "The pectoralis major is the superior most and largest muscle of the anterior chest wall. It is a thick, fan-shaped muscle that lies underneath the breast tissue and forms the anterior wall of the axilla. Its origin lies anterior surface of the medial half of the clavicle, the anterior surface of the sternum, the first 7 costal cartilages, the sternal end of the sixth rib, and the aponeurosis of the external oblique of the anterior abdominal wall. The insertion of the pectoralis major is at the lateral lip of the intertubercular sulcus of the humerus. There are 2 heads of the pectoralis major, the clavicular and the sternocostal, which reference their area of origin [1] [2] . The sternocostal head is described as having between 2 to 7 distinct segments.", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Introduction. The pectoralis major is the superior most and largest muscle of the anterior chest wall. It is a thick, fan-shaped muscle that lies underneath the breast tissue and forms the anterior wall of the axilla. Its origin lies anterior surface of the medial half of the clavicle, the anterior surface of the sternum, the first 7 costal cartilages, the sternal end of the sixth rib, and the aponeurosis of the external oblique of the anterior abdominal wall. The insertion of the pectoralis major is at the lateral lip of the intertubercular sulcus of the humerus. There are 2 heads of the pectoralis major, the clavicular and the sternocostal, which reference their area of origin [1] [2] . The sternocostal head is described as having between 2 to 7 distinct segments."}
{"id": "article-26785_1", "title": "Anatomy, Thorax, Pectoralis Major Major -- Structure and Function", "content": "The function of the pectoralis major is 3-fold and dependent on which heads of muscles are involved. [1] [2] Flexion, adduction and medial rotation of the arm at the glenohumeral joint Clavicular head causes flexion of the extended arm Sternoclavicular head causes extension of the flexed arm", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Structure and Function. The function of the pectoralis major is 3-fold and dependent on which heads of muscles are involved. [1] [2] Flexion, adduction and medial rotation of the arm at the glenohumeral joint Clavicular head causes flexion of the extended arm Sternoclavicular head causes extension of the flexed arm"}
{"id": "article-26785_2", "title": "Anatomy, Thorax, Pectoralis Major Major -- Structure and Function", "content": "The pectoralis major shows variation in muscle fiber length, differing from the majority of muscle fibers in the human body, which usually show uniform length. This configuration of the muscle fibers potentially allows for more power production through differing muscle shortening velocities. [1]", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Structure and Function. The pectoralis major shows variation in muscle fiber length, differing from the majority of muscle fibers in the human body, which usually show uniform length. This configuration of the muscle fibers potentially allows for more power production through differing muscle shortening velocities. [1]"}
{"id": "article-26785_3", "title": "Anatomy, Thorax, Pectoralis Major Major -- Embryology", "content": "Development of the skeletal muscles comes from the mesoderm, one of the 3 germ layers. In the fourth to eighth weeks, the paraxial mesoderm is organized alongside the neural tube in blocks of tissue called somites. The somites have 2 subpopulations of cells: the dorsolateral dermomyotome and the ventromedial sclerotome. The dermomyotome goes onto form the skeletal muscle. The sclerotome forms the axial skeleton at this level. Within the dermatomyotome, the anterior muscles of the embryo are formed from the hypomere cells. [3] Congenital abnormalities of the pectoral muscle can be seen in Poland syndrome. [4] This is characterized by the unilateral absence of the pectoralis major, usually occurring alongside ipsilateral symbrachydactyly and other malformations of the chest wall. [4]", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Embryology. Development of the skeletal muscles comes from the mesoderm, one of the 3 germ layers. In the fourth to eighth weeks, the paraxial mesoderm is organized alongside the neural tube in blocks of tissue called somites. The somites have 2 subpopulations of cells: the dorsolateral dermomyotome and the ventromedial sclerotome. The dermomyotome goes onto form the skeletal muscle. The sclerotome forms the axial skeleton at this level. Within the dermatomyotome, the anterior muscles of the embryo are formed from the hypomere cells. [3] Congenital abnormalities of the pectoral muscle can be seen in Poland syndrome. [4] This is characterized by the unilateral absence of the pectoralis major, usually occurring alongside ipsilateral symbrachydactyly and other malformations of the chest wall. [4]"}
{"id": "article-26785_4", "title": "Anatomy, Thorax, Pectoralis Major Major -- Blood Supply and Lymphatics", "content": "Arterial supply of the pectoralis major, the pectoral artery, arises from the second branch of the axillary artery, the thoracoacromial trunk. Its venous drainage is via the pectoral vein, draining into the subclavian vein. [1] [2]", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Blood Supply and Lymphatics. Arterial supply of the pectoralis major, the pectoral artery, arises from the second branch of the axillary artery, the thoracoacromial trunk. Its venous drainage is via the pectoral vein, draining into the subclavian vein. [1] [2]"}
{"id": "article-26785_5", "title": "Anatomy, Thorax, Pectoralis Major Major -- Nerves", "content": "The 2 heads of the pectoralis major have different nervous supplies. The clavicular head derives its nerve supply from the lateral pectoral nerve. The medial pectoral nerve innervates the sternocostal head. The lateral pectoral nerve arises directly from the lateral cord of the brachial plexus, and the medial pectoral nerve arises from the medial cord. [1] [2] The lateral cord will travel anteriorly to the axillary artery and medial cord to the pectoralis minor. It then courses on the posterior surface of the pectoralis major and enters the muscle medial to the humeral insertion. The medial pectoral nerve arises posterior to the axillary artery, pierces the pectoralis minor near the midclavicular line, and inserts to the posterior surface of the pectoralis major in a number of branches.", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Nerves. The 2 heads of the pectoralis major have different nervous supplies. The clavicular head derives its nerve supply from the lateral pectoral nerve. The medial pectoral nerve innervates the sternocostal head. The lateral pectoral nerve arises directly from the lateral cord of the brachial plexus, and the medial pectoral nerve arises from the medial cord. [1] [2] The lateral cord will travel anteriorly to the axillary artery and medial cord to the pectoralis minor. It then courses on the posterior surface of the pectoralis major and enters the muscle medial to the humeral insertion. The medial pectoral nerve arises posterior to the axillary artery, pierces the pectoralis minor near the midclavicular line, and inserts to the posterior surface of the pectoralis major in a number of branches."}
{"id": "article-26785_6", "title": "Anatomy, Thorax, Pectoralis Major Major -- Surgical Considerations", "content": "Given the pectoralis major's size, location, and blood supply it has been used in flap repairs in neck surgery. The muscle is highly vascularised via the thoracoacromial artery, so it has lower chances of necrosis in the flap formation. [5] [6] Use of pectoralis major myocutaneous flaps (PMMC) is declining due to the development of vascularised free flaps. However, it is a reliable option for soft tissue reconstruction of the neck and face following trauma or tumor-related operations. The PMMC can be used to close head and neck defects, cover exposed vasculature, oropharyngeal, pharyngoesophageal, and skull base defects. The flap can also add bulk to radical neck dissection. [5]", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Surgical Considerations. Given the pectoralis major's size, location, and blood supply it has been used in flap repairs in neck surgery. The muscle is highly vascularised via the thoracoacromial artery, so it has lower chances of necrosis in the flap formation. [5] [6] Use of pectoralis major myocutaneous flaps (PMMC) is declining due to the development of vascularised free flaps. However, it is a reliable option for soft tissue reconstruction of the neck and face following trauma or tumor-related operations. The PMMC can be used to close head and neck defects, cover exposed vasculature, oropharyngeal, pharyngoesophageal, and skull base defects. The flap can also add bulk to radical neck dissection. [5]"}
{"id": "article-26785_7", "title": "Anatomy, Thorax, Pectoralis Major Major -- Surgical Considerations", "content": "Detailed knowledge of the anatomy of the pectoral muscle is necessary for breast surgery in particular. Modified radical mastectomy, breast reconstruction following mastectomy, and breast augmentation can pose risks to the nervous supply of the pectoralis major. Damage to the nerve can result in denervation and atrophy or fibrosis to a section of the pectoralis major. Pectoral nerve blocks are also more commonly used as postoperative analgesia. [7] [8] It is believed to be less invasive and have fewer complications compared paravertebral or neuraxial blocks.", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Surgical Considerations. Detailed knowledge of the anatomy of the pectoral muscle is necessary for breast surgery in particular. Modified radical mastectomy, breast reconstruction following mastectomy, and breast augmentation can pose risks to the nervous supply of the pectoralis major. Damage to the nerve can result in denervation and atrophy or fibrosis to a section of the pectoralis major. Pectoral nerve blocks are also more commonly used as postoperative analgesia. [7] [8] It is believed to be less invasive and have fewer complications compared paravertebral or neuraxial blocks."}
{"id": "article-26785_8", "title": "Anatomy, Thorax, Pectoralis Major Major -- Clinical Significance", "content": "Pectoralis injury is relatively rare, 365 cases have been reported in the literature in a 2012 meta-analysis. [9] Tendon tears occurring almost exclusively in males between 20 and 40 years old, and around 50% of these are sustained during weight-bearing exercises such as the bench press when the arm under load is in extension and external rotation. [1] Examination of a pectoralis major rupture will see swelling, hematoma, medialization of the muscle bed, tenderness along the humeral insertion, and along the axilla. [1] These signs are not specific and may develop rapidly or over a period of weeks. Investigation of potential pectoral injury centers around clinical history and examination and radiology. Chest x-ray can rule out bony injury (avulsion occurring in 2% to 5% of cases), and ultrasound and MRI are well known to be able to diagnose and characterize tears. [1] In 1980, Tietjen proposed a classification for pectoralis major injuries. Grading from I to III, [10]", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Clinical Significance. Pectoralis injury is relatively rare, 365 cases have been reported in the literature in a 2012 meta-analysis. [9] Tendon tears occurring almost exclusively in males between 20 and 40 years old, and around 50% of these are sustained during weight-bearing exercises such as the bench press when the arm under load is in extension and external rotation. [1] Examination of a pectoralis major rupture will see swelling, hematoma, medialization of the muscle bed, tenderness along the humeral insertion, and along the axilla. [1] These signs are not specific and may develop rapidly or over a period of weeks. Investigation of potential pectoral injury centers around clinical history and examination and radiology. Chest x-ray can rule out bony injury (avulsion occurring in 2% to 5% of cases), and ultrasound and MRI are well known to be able to diagnose and characterize tears. [1] In 1980, Tietjen proposed a classification for pectoralis major injuries. Grading from I to III, [10]"}
{"id": "article-26785_9", "title": "Anatomy, Thorax, Pectoralis Major Major -- Clinical Significance", "content": "Grade I: Sprain or contusion Grade II: Partial tear Grade III: Complete tear: (a) sternoclavicular origin, (b) muscle belly, (c) musculotendinous junction, (d) insertion", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Clinical Significance. Grade I: Sprain or contusion Grade II: Partial tear Grade III: Complete tear: (a) sternoclavicular origin, (b) muscle belly, (c) musculotendinous junction, (d) insertion"}
{"id": "article-26785_10", "title": "Anatomy, Thorax, Pectoralis Major Major -- Clinical Significance", "content": "The majority of tears are conservatively managed using analgesia, ice, and sling immobilization in the adducted and internally rotated position. The patient may gradually increase movement from 2 to 6 weeks. Light resistance activities can then be introduced from 6 to 8 weeks, and full return to resistance activity is possible at 3 to 5 months. [1] However, in cases of complete tears or in the young and athletic population, operative repair is advised and is ideally performed within 6 weeks of injury. [1] For the young and those involved in sports, surgical repair is the most appropriate way to regain the most strength, mobility, and function.", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Clinical Significance. The majority of tears are conservatively managed using analgesia, ice, and sling immobilization in the adducted and internally rotated position. The patient may gradually increase movement from 2 to 6 weeks. Light resistance activities can then be introduced from 6 to 8 weeks, and full return to resistance activity is possible at 3 to 5 months. [1] However, in cases of complete tears or in the young and athletic population, operative repair is advised and is ideally performed within 6 weeks of injury. [1] For the young and those involved in sports, surgical repair is the most appropriate way to regain the most strength, mobility, and function."}
{"id": "article-26785_11", "title": "Anatomy, Thorax, Pectoralis Major Major -- Other Issues -- Summary of the Anatomy of the Pectoralis Major", "content": "Origin: Clavicular head, anterior sternum, costal cartilages 1 to 7, the sternal end rib 6, aponeurosis of the external oblique Insertion: Lateral lip intertubercular sulcus of the humerus Nervous innervation: Medial and lateral pectoral nerves (clavicular head C5, sternocostal head C6/7/8, T1) Function: Flexion, adduction, and medial rotation of the arm at the glenohumeral joint; clavicular head causes flexion of the extended arm; sternoclavicular head causes extension of the flexed arm Arterial supply: Pectoral artery (thoracoacromial trunk, the second branch of the axillary artery) Venous drainage: Pectoral vein (drains into the subclavian vein)", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Other Issues -- Summary of the Anatomy of the Pectoralis Major. Origin: Clavicular head, anterior sternum, costal cartilages 1 to 7, the sternal end rib 6, aponeurosis of the external oblique Insertion: Lateral lip intertubercular sulcus of the humerus Nervous innervation: Medial and lateral pectoral nerves (clavicular head C5, sternocostal head C6/7/8, T1) Function: Flexion, adduction, and medial rotation of the arm at the glenohumeral joint; clavicular head causes flexion of the extended arm; sternoclavicular head causes extension of the flexed arm Arterial supply: Pectoral artery (thoracoacromial trunk, the second branch of the axillary artery) Venous drainage: Pectoral vein (drains into the subclavian vein)"}
{"id": "article-26785_12", "title": "Anatomy, Thorax, Pectoralis Major Major -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Pectoralis Major Major -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}