{"id": "article-25500_0", "title": "N-Acetylcysteine -- Continuing Education Activity", "content": "N -acetylcysteine (NAC) is the mainstay of therapy for acetaminophen toxicity. NAC has FDA approval for treating potentially hepatotoxic doses of acetaminophen (APAP) and is almost 100% effective if given within 8 hours post-ingestion. NAC is also approved for use in conditions with abnormal viscid or inspissated mucous secretions, such as pneumonia, bronchitis, tracheobronchitis, cystic fibrosis, tracheostomy patients, postoperative pulmonary complications, posttraumatic chest conditions and before diagnostic bronchoscopy to help with mucous plugging. Off-label indications include acute hepatic failure, prevention of contrast-induced nephropathy, and topical treatment of keratoconjunctivitis sicca. This activity discusses the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, monitoring, and toxicity of NAC so clinicians can direct patient therapy to optimal outcomes when NAC is indicated.", "contents": "N-Acetylcysteine -- Continuing Education Activity. N -acetylcysteine (NAC) is the mainstay of therapy for acetaminophen toxicity. NAC has FDA approval for treating potentially hepatotoxic doses of acetaminophen (APAP) and is almost 100% effective if given within 8 hours post-ingestion. NAC is also approved for use in conditions with abnormal viscid or inspissated mucous secretions, such as pneumonia, bronchitis, tracheobronchitis, cystic fibrosis, tracheostomy patients, postoperative pulmonary complications, posttraumatic chest conditions and before diagnostic bronchoscopy to help with mucous plugging. Off-label indications include acute hepatic failure, prevention of contrast-induced nephropathy, and topical treatment of keratoconjunctivitis sicca. This activity discusses the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, monitoring, and toxicity of NAC so clinicians can direct patient therapy to optimal outcomes when NAC is indicated."}
{"id": "article-25500_1", "title": "N-Acetylcysteine -- Continuing Education Activity", "content": "Objectives: Differentiate between the therapeutic uses of N -acetylcysteine, including its role in acetaminophen overdose, mucolytic therapy, and antioxidant therapy. Implement appropriate dosing and administration protocols for N -acetylcysteine based on the indications and patient characteristics. Select the best formulation and route of administration for N -acetylcysteine based on patient factors, preferences, and therapeutic goals. Communicate effectively within an interprofessional team regarding N -acetylcysteine therapy rationale, benefits, and potential side effects. Access free multiple choice questions on this topic.", "contents": "N-Acetylcysteine -- Continuing Education Activity. Objectives: Differentiate between the therapeutic uses of N -acetylcysteine, including its role in acetaminophen overdose, mucolytic therapy, and antioxidant therapy. Implement appropriate dosing and administration protocols for N -acetylcysteine based on the indications and patient characteristics. Select the best formulation and route of administration for N -acetylcysteine based on patient factors, preferences, and therapeutic goals. Communicate effectively within an interprofessional team regarding N -acetylcysteine therapy rationale, benefits, and potential side effects. Access free multiple choice questions on this topic."}
{"id": "article-25500_2", "title": "N-Acetylcysteine -- Indications", "content": "N -acetylcysteine (NAC) is the mainstay of therapy for acetaminophen toxicity. NAC has Federal and Drug Administration (FDA) approval for the treatment of potentially hepatotoxic doses of acetaminophen (APAP), and it is almost 100% effective if given within 8 hours post-ingestion. [1] NAC is also FDA-approved for use in conditions with abnormal, viscid, or inspissated mucous secretions such as pneumonia, bronchitis, tracheobronchitis, cystic fibrosis, tracheostomy patients, postoperative pulmonary complications, posttraumatic chest conditions and before diagnostic bronchoscopy to help with mucous plugging. Off-label indications include acute hepatic failure, prevention of contrast-induced nephropathy, and topical treatment of keratoconjunctivitis sicca. [2] [3]", "contents": "N-Acetylcysteine -- Indications. N -acetylcysteine (NAC) is the mainstay of therapy for acetaminophen toxicity. NAC has Federal and Drug Administration (FDA) approval for the treatment of potentially hepatotoxic doses of acetaminophen (APAP), and it is almost 100% effective if given within 8 hours post-ingestion. [1] NAC is also FDA-approved for use in conditions with abnormal, viscid, or inspissated mucous secretions such as pneumonia, bronchitis, tracheobronchitis, cystic fibrosis, tracheostomy patients, postoperative pulmonary complications, posttraumatic chest conditions and before diagnostic bronchoscopy to help with mucous plugging. Off-label indications include acute hepatic failure, prevention of contrast-induced nephropathy, and topical treatment of keratoconjunctivitis sicca. [2] [3]"}
{"id": "article-25500_3", "title": "N-Acetylcysteine -- Indications", "content": "The importance of NAC in treating liver failure caused by acetaminophen is well recognized. NAC has also been investigated for use in xenobiotics with free radical or reactive metabolite toxicity. Evidence suggests that NAC provides benefits in acute exposures to cyclopeptide-containing mushrooms and carbon tetrachloride. [4] Animal and human tissue studies studying NAC's use in decreasing cisplatin-induced nephrotoxicity, although clinical evidence is minimal. [5] NAC may also have therapeutic applications in chronic valproate hepatotoxicity and acute pennyroyal or clove oil ingestion-induced hepatotoxicity. [6] [7]", "contents": "N-Acetylcysteine -- Indications. The importance of NAC in treating liver failure caused by acetaminophen is well recognized. NAC has also been investigated for use in xenobiotics with free radical or reactive metabolite toxicity. Evidence suggests that NAC provides benefits in acute exposures to cyclopeptide-containing mushrooms and carbon tetrachloride. [4] Animal and human tissue studies studying NAC's use in decreasing cisplatin-induced nephrotoxicity, although clinical evidence is minimal. [5] NAC may also have therapeutic applications in chronic valproate hepatotoxicity and acute pennyroyal or clove oil ingestion-induced hepatotoxicity. [6] [7]"}
{"id": "article-25500_4", "title": "N-Acetylcysteine -- Indications", "content": "The American Association for the Study of Liver Diseases (AASLD) guidelines suggest that NAC might also have potential benefits in cases of drug-induced liver injury unrelated to acetaminophen. [8] Other potential applications, still in the experimental stage, include NAC being used as an antineoplastic agent as well as for psychiatric conditions like schizophrenia, bipolar disorder, depression, gastrointestinal conditions like hepatorenal syndrome, Helicobacter pylori infections, necrotizing enterocolitis, critical care patients with conditions such as lung injury, cardiac injury, multiorgan dysfunction, sepsis and hematological conditions like sickle cell disease. There are case reports of NAC improving neurological status in patients comatose with carbon monoxide poisoning. [9]", "contents": "N-Acetylcysteine -- Indications. The American Association for the Study of Liver Diseases (AASLD) guidelines suggest that NAC might also have potential benefits in cases of drug-induced liver injury unrelated to acetaminophen. [8] Other potential applications, still in the experimental stage, include NAC being used as an antineoplastic agent as well as for psychiatric conditions like schizophrenia, bipolar disorder, depression, gastrointestinal conditions like hepatorenal syndrome, Helicobacter pylori infections, necrotizing enterocolitis, critical care patients with conditions such as lung injury, cardiac injury, multiorgan dysfunction, sepsis and hematological conditions like sickle cell disease. There are case reports of NAC improving neurological status in patients comatose with carbon monoxide poisoning. [9]"}
{"id": "article-25500_5", "title": "N-Acetylcysteine -- Mechanism of Action", "content": "NAC exerts its therapeutic effect in APAP overdose through several mechanisms. APAP metabolism in therapeutic dosing primarily occurs through glucuronidation and sulfation (>90%), with less than 5% being oxidized by CYP450 isoform (predominately CYP2E1) to produce a toxic metabolite called N-acetyl-p-benzoquinone imine (NAPQI), which is the precursor to cellular injury. Glutathione in the liver can normally detoxify these minuscule quantities of NAPQI and prevent tissue damage.", "contents": "N-Acetylcysteine -- Mechanism of Action. NAC exerts its therapeutic effect in APAP overdose through several mechanisms. APAP metabolism in therapeutic dosing primarily occurs through glucuronidation and sulfation (>90%), with less than 5% being oxidized by CYP450 isoform (predominately CYP2E1) to produce a toxic metabolite called N-acetyl-p-benzoquinone imine (NAPQI), which is the precursor to cellular injury. Glutathione in the liver can normally detoxify these minuscule quantities of NAPQI and prevent tissue damage."}
{"id": "article-25500_6", "title": "N-Acetylcysteine -- Mechanism of Action", "content": "In APAP overdose, glucuronidation and sulfation pathways are saturated, and the CYP450 pathway has more significance, producing toxic metabolites that deplete the glutathione reserves, leading to their accumulation and subsequent tissue injury by binding to cellular macromolecules. [10] NAC repletes glutathione reserves by providing cysteine, an essential precursor in glutathione production. NAC itself also binds to toxic metabolites and scavenges free radicals. NAC also increases oxygen delivery to tissues, increases mitochondrial ATP production, and alters the microvascular tone to increase blood flow and oxygen delivery to the liver and other vital organs.", "contents": "N-Acetylcysteine -- Mechanism of Action. In APAP overdose, glucuronidation and sulfation pathways are saturated, and the CYP450 pathway has more significance, producing toxic metabolites that deplete the glutathione reserves, leading to their accumulation and subsequent tissue injury by binding to cellular macromolecules. [10] NAC repletes glutathione reserves by providing cysteine, an essential precursor in glutathione production. NAC itself also binds to toxic metabolites and scavenges free radicals. NAC also increases oxygen delivery to tissues, increases mitochondrial ATP production, and alters the microvascular tone to increase blood flow and oxygen delivery to the liver and other vital organs."}
{"id": "article-25500_7", "title": "N-Acetylcysteine -- Mechanism of Action", "content": "In COPD, cystic fibrosis, and other lung conditions, nebulized NAC has mucolytic, anti-inflammatory, and antioxidant properties. Studies are ongoing to understand NAC's therapeutic efficacy, ideal dose ranges, and the most effective mode of drug delivery for these indications. [11]", "contents": "N-Acetylcysteine -- Mechanism of Action. In COPD, cystic fibrosis, and other lung conditions, nebulized NAC has mucolytic, anti-inflammatory, and antioxidant properties. Studies are ongoing to understand NAC's therapeutic efficacy, ideal dose ranges, and the most effective mode of drug delivery for these indications. [11]"}
{"id": "article-25500_8", "title": "N-Acetylcysteine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The time taken to reach maximum blood concentration (T max ) for inhalation through a nebulizer is 1 to 2 hours; for oral administration, an effervescent tablet is around 2 hours. Distribution: When administered intravenously (IV), NAC tends to attain a steady state distribution (Vd ss ) of about 0.47%. The plasma protein binding of NAC is between 66% to 87%.", "contents": "N-Acetylcysteine -- Mechanism of Action -- Pharmacokinetics. Absorption: The time taken to reach maximum blood concentration (T max ) for inhalation through a nebulizer is 1 to 2 hours; for oral administration, an effervescent tablet is around 2 hours. Distribution: When administered intravenously (IV), NAC tends to attain a steady state distribution (Vd ss ) of about 0.47%. The plasma protein binding of NAC is between 66% to 87%."}
{"id": "article-25500_9", "title": "N-Acetylcysteine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Biotransformation of NAC leads to the formation of metabolites, disulfide, cysteine, and conjugates (N, N-diacetyl cysteine, N-acetylcysteine-cysteine, N-acetylcysteine-protein, etc). Further metabolism of cysteine metabolites leads to the formation of glutathione and other metabolites.", "contents": "N-Acetylcysteine -- Mechanism of Action -- Pharmacokinetics. Metabolism: Biotransformation of NAC leads to the formation of metabolites, disulfide, cysteine, and conjugates (N, N-diacetyl cysteine, N-acetylcysteine-cysteine, N-acetylcysteine-protein, etc). Further metabolism of cysteine metabolites leads to the formation of glutathione and other metabolites."}
{"id": "article-25500_10", "title": "N-Acetylcysteine -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The termination half-life of NAC after a single IV dose is 5.6 hours. At the same time, NAC is cleared renally at a rate of 0.11 L/hr/kg, constituting about 30% of total body clearance. [12]", "contents": "N-Acetylcysteine -- Mechanism of Action -- Pharmacokinetics. Elimination: The termination half-life of NAC after a single IV dose is 5.6 hours. At the same time, NAC is cleared renally at a rate of 0.11 L/hr/kg, constituting about 30% of total body clearance. [12]"}
{"id": "article-25500_11", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "NAC is a 20% concentration in 30 ml vials (6 gm/30 ml) that requires dilution before being given IV. Inhalation and oral NAC are available in 10% and 20% vials of 10 ml each. If given orally, dosage requires dilution before administration. Acetylcysteine injection has a high osmolarity (2600 mOsmol/L), so it needs to be diluted with sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water injection before giving the drug IV.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. NAC is a 20% concentration in 30 ml vials (6 gm/30 ml) that requires dilution before being given IV. Inhalation and oral NAC are available in 10% and 20% vials of 10 ml each. If given orally, dosage requires dilution before administration. Acetylcysteine injection has a high osmolarity (2600 mOsmol/L), so it needs to be diluted with sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water injection before giving the drug IV."}
{"id": "article-25500_12", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Acetaminophen toxicity: The decision to give NAC in APAP overdose depends on the likelihood of hepatotoxicity in the patient. Assessment is obtained from a thorough history, physical examination, and serum APAP and transaminase concentrations.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Acetaminophen toxicity: The decision to give NAC in APAP overdose depends on the likelihood of hepatotoxicity in the patient. Assessment is obtained from a thorough history, physical examination, and serum APAP and transaminase concentrations."}
{"id": "article-25500_13", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "A detailed history, including the quantity of APAP consumed, is necessary. The clinician must know whether consumption took place at once or over some time. History of co-ingestants like anticholinergic medications or opioids could cause delayed APAP  absorption, and assessing the presence of risk factors, including malnutrition, alcoholism, or cirrhosis, have associations with decreased glutathione reserves.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. A detailed history, including the quantity of APAP consumed, is necessary. The clinician must know whether consumption took place at once or over some time. History of co-ingestants like anticholinergic medications or opioids could cause delayed APAP  absorption, and assessing the presence of risk factors, including malnutrition, alcoholism, or cirrhosis, have associations with decreased glutathione reserves."}
{"id": "article-25500_14", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Whether the APAP formulation is a regular or an extended-release preparation should be determined, as the ER formulation can cause a delayed peak serum concentration. The concurrent use of drugs that can induce CYP2E1 (for example, isoniazid and chronic alcohol consumption) should also be determined, as this increases the risk of hepatotoxicity. The Rumack-Mathew Nomogram is a useful tool to assess the risk of hepatotoxicity and the need to start NAC in single acute ingestion of APAP. [13] If the time of ingestion of APAP is less than 4 hours, 4-hour levels of serum APAP are obtained and plotted on the nomogram. If the value is above the treatment line, starting NAC should be the course of action; if it is below, the risk of hepatotoxicity is virtually nonexistent.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Whether the APAP formulation is a regular or an extended-release preparation should be determined, as the ER formulation can cause a delayed peak serum concentration. The concurrent use of drugs that can induce CYP2E1 (for example, isoniazid and chronic alcohol consumption) should also be determined, as this increases the risk of hepatotoxicity. The Rumack-Mathew Nomogram is a useful tool to assess the risk of hepatotoxicity and the need to start NAC in single acute ingestion of APAP. [13] If the time of ingestion of APAP is less than 4 hours, 4-hour levels of serum APAP are obtained and plotted on the nomogram. If the value is above the treatment line, starting NAC should be the course of action; if it is below, the risk of hepatotoxicity is virtually nonexistent."}
{"id": "article-25500_15", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "If the time of ingestion is between 4 and 24 hours and the time required to obtain serum APAP levels is less than 8 hours, one may wait for the APAP levels before deciding to start NAC. If the APAP levels reports are not obtainable until more than 8 hours, NAC can be started empirically and stopped if the levels are below the treatment line. If the dose is unclear or more than 24 hours have passed since ingestion, give the first dose of NAC and send APAP levels and transaminase levels. NAC can be continued if APAP levels are more than 10 mg/L or transaminases are elevated. In chronic ingestion, NAC therapy should be initiated if APAP levels are more than 20 mg/L or transaminases are elevated.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. If the time of ingestion is between 4 and 24 hours and the time required to obtain serum APAP levels is less than 8 hours, one may wait for the APAP levels before deciding to start NAC. If the APAP levels reports are not obtainable until more than 8 hours, NAC can be started empirically and stopped if the levels are below the treatment line. If the dose is unclear or more than 24 hours have passed since ingestion, give the first dose of NAC and send APAP levels and transaminase levels. NAC can be continued if APAP levels are more than 10 mg/L or transaminases are elevated. In chronic ingestion, NAC therapy should be initiated if APAP levels are more than 20 mg/L or transaminases are elevated."}
{"id": "article-25500_16", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "NAC may be given orally or IV with minimal differences in its effectiveness. [14] The most common regimes are the 21-hour IV and 72-hour oral dosing protocols. NAC should be started in patients at risk of hepatotoxicity and continued if hepatotoxicity develops. NAC may be stopped following the completion of the protocol or upon resolution of hepatotoxicity, whichever occurs last. Both oral and IV routes of administration are equally efficacious in preventing and treating APAP toxicity. The IV route is preferable to the oral route in established hepatic failure and in patients who cannot tolerate oral NAC due to intractable vomiting or nausea. [15] The dosing schedule for the 21-hour IV protocol is as follows: Loading dose: 150 mg/kg up to 15 g in 200 ml dextrose 5% water over 60 minutes. Second (maintenance) dose: 50 mg/kg up to a maximum of 5 g in 500 ml dextrose 5% water over 4 hours (12.5 mg/kg/hour).", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. NAC may be given orally or IV with minimal differences in its effectiveness. [14] The most common regimes are the 21-hour IV and 72-hour oral dosing protocols. NAC should be started in patients at risk of hepatotoxicity and continued if hepatotoxicity develops. NAC may be stopped following the completion of the protocol or upon resolution of hepatotoxicity, whichever occurs last. Both oral and IV routes of administration are equally efficacious in preventing and treating APAP toxicity. The IV route is preferable to the oral route in established hepatic failure and in patients who cannot tolerate oral NAC due to intractable vomiting or nausea. [15] The dosing schedule for the 21-hour IV protocol is as follows: Loading dose: 150 mg/kg up to 15 g in 200 ml dextrose 5% water over 60 minutes. Second (maintenance) dose: 50 mg/kg up to a maximum of 5 g in 500 ml dextrose 5% water over 4 hours (12.5 mg/kg/hour)."}
{"id": "article-25500_17", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Third dose: 100 mg/kg up to 10 g in 1000 ml dextrose 5% water over 16 hours (6.25 mg/kg/hour). The dosing schedule for the 72-hour oral NAC protocol is as follows: 140 mg/kg loading dose orally. After 4 hours of administering the loading dose, 70 mg/kg should be given every 4 hours for an additional 17 doses, for a total dose of 1330 mg/kg. The solution should be diluted to 5% and mixed with a soft drink or juice to enhance palatability. Any vomited doses should be re-administered.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Third dose: 100 mg/kg up to 10 g in 1000 ml dextrose 5% water over 16 hours (6.25 mg/kg/hour). The dosing schedule for the 72-hour oral NAC protocol is as follows: 140 mg/kg loading dose orally. After 4 hours of administering the loading dose, 70 mg/kg should be given every 4 hours for an additional 17 doses, for a total dose of 1330 mg/kg. The solution should be diluted to 5% and mixed with a soft drink or juice to enhance palatability. Any vomited doses should be re-administered."}
{"id": "article-25500_18", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "NAC should be continued until APAP levels are undetectable, PT/INR is near normal, encephalopathy has resolved, transaminases are normal or are down-trending, and AST <1000 U/L. In the 21-hour IV protocol, the APAP levels and transaminase level testing should occur at 20 hours. The oral protocol requires checking at 24 hours. If APAP is undetectable and transaminase levels are normal, NAC can be discontinued at the end of the regime.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. NAC should be continued until APAP levels are undetectable, PT/INR is near normal, encephalopathy has resolved, transaminases are normal or are down-trending, and AST <1000 U/L. In the 21-hour IV protocol, the APAP levels and transaminase level testing should occur at 20 hours. The oral protocol requires checking at 24 hours. If APAP is undetectable and transaminase levels are normal, NAC can be discontinued at the end of the regime."}
{"id": "article-25500_19", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "If the patient has a detectable APAP level or AST is still elevated, restarting NAC at 6.25 mg/kg per hour (for IV protocol) or 70 mg/kg every 4 hours (for oral protocol) is the proper course. This can be continued until the patient returns to normal mental status and INR is below 2.0 or if the patient obtains a liver transplant.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. If the patient has a detectable APAP level or AST is still elevated, restarting NAC at 6.25 mg/kg per hour (for IV protocol) or 70 mg/kg every 4 hours (for oral protocol) is the proper course. This can be continued until the patient returns to normal mental status and INR is below 2.0 or if the patient obtains a liver transplant."}
{"id": "article-25500_20", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Pulmonary diseases: According to the American College of Chest Physicians, for patients with moderate to severe COPD and a history of 2 or more exacerbations in the previous 2 years, oral NAC treatment is suggested to prevent acute exacerbations of COPD. [16] If necessary, dilute the 20% solution and refrigerate any unused portion for 96 hours to avoid contamination. The 10% solution can be used directly without dilution. The recommendation is to administer a bronchodilator approximately 10 to 15 minutes before administering acetylcysteine via nebulization. Nebulization (facemask, mouthpiece): When using a face mask or mouthpiece for nebulization, the recommended dose for most patients is 3 mL to 5 mL (20% solution) or 6 mL to 10 mL (10% solution) 3 or 4 times a day.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Pulmonary diseases: According to the American College of Chest Physicians, for patients with moderate to severe COPD and a history of 2 or more exacerbations in the previous 2 years, oral NAC treatment is suggested to prevent acute exacerbations of COPD. [16] If necessary, dilute the 20% solution and refrigerate any unused portion for 96 hours to avoid contamination. The 10% solution can be used directly without dilution. The recommendation is to administer a bronchodilator approximately 10 to 15 minutes before administering acetylcysteine via nebulization. Nebulization (facemask, mouthpiece): When using a face mask or mouthpiece for nebulization, the recommended dose for most patients is 3 mL to 5 mL (20% solution) or 6 mL to 10 mL (10% solution) 3 or 4 times a day."}
{"id": "article-25500_21", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Nebulization (tent or croupette): In special circumstances where nebulization in a tent or roulette is required, adjust the dosage based on equipment and the patient's needs. This method may involve large volumes of solution, occasionally up to 300 mL, during a single treatment period. Direct instillation: Administer 1 mL to 2 mL (10% to 20% solution) as frequently as every hour by direct instillation. Routine nursing care of tracheostomy: For patients with tracheostomy, administer 1 mL to 2 mL (10% to 20% solution) every 1 to 4 hours through instillation into the tracheostomy. Direct introduction in the bronchopulmonary tree: Introduce NAC directly into a specific segment of the bronchopulmonary tree by inserting a small plastic catheter into the trachea under local anesthesia and direct vision. Instill 2 mL to 5 mL of the 20% solution using a syringe connected to the catheter.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Nebulization (tent or croupette): In special circumstances where nebulization in a tent or roulette is required, adjust the dosage based on equipment and the patient's needs. This method may involve large volumes of solution, occasionally up to 300 mL, during a single treatment period. Direct instillation: Administer 1 mL to 2 mL (10% to 20% solution) as frequently as every hour by direct instillation. Routine nursing care of tracheostomy: For patients with tracheostomy, administer 1 mL to 2 mL (10% to 20% solution) every 1 to 4 hours through instillation into the tracheostomy. Direct introduction in the bronchopulmonary tree: Introduce NAC directly into a specific segment of the bronchopulmonary tree by inserting a small plastic catheter into the trachea under local anesthesia and direct vision. Instill 2 mL to 5 mL of the 20% solution using a syringe connected to the catheter."}
{"id": "article-25500_22", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Percutaneous intratracheal catheter: Using a percutaneous intratracheal catheter, administer 1 mL to 2 mL (20% solution) or 2 mL to 4 mL (10% solution) every 1 to 4 hours through a syringe attached to the catheter. Diagnostic bronchograms:  NAC can enhance visibility and facilitate access to the underlying tissue. Before diagnostic bronchial studies, administer 2 or 3 doses of 1 mL to 2 mL (20% solution) or 2 mL to 4 mL (10% solution) through nebulization or intratracheal instillation. [17]", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Percutaneous intratracheal catheter: Using a percutaneous intratracheal catheter, administer 1 mL to 2 mL (20% solution) or 2 mL to 4 mL (10% solution) every 1 to 4 hours through a syringe attached to the catheter. Diagnostic bronchograms:  NAC can enhance visibility and facilitate access to the underlying tissue. Before diagnostic bronchial studies, administer 2 or 3 doses of 1 mL to 2 mL (20% solution) or 2 mL to 4 mL (10% solution) through nebulization or intratracheal instillation. [17]"}
{"id": "article-25500_23", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Hepatic impairment: In patients with severe liver disorders such as alcoholic liver cirrhosis or primary/secondary biliary cirrhosis (with Child-Pugh score of 5 to 7), the mean half-life is increased up to 80%. In comparison, there is a decrease in mean clearance by 30% when compared to a healthy adult. However, the existing medical literature does not provide evidence supporting a reduction in the dose of acetylcysteine for patients with hepatic impairment. Renal impairment: In individuals with chronic kidney disease, NAC is a safe intervention without significant adverse events. [18] Pregnancy considerations: No reports of fetal risk are apparent in pregnant women. Dosing for these patients can be initiated according to protocols similar to those used in the general population.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Hepatic impairment: In patients with severe liver disorders such as alcoholic liver cirrhosis or primary/secondary biliary cirrhosis (with Child-Pugh score of 5 to 7), the mean half-life is increased up to 80%. In comparison, there is a decrease in mean clearance by 30% when compared to a healthy adult. However, the existing medical literature does not provide evidence supporting a reduction in the dose of acetylcysteine for patients with hepatic impairment. Renal impairment: In individuals with chronic kidney disease, NAC is a safe intervention without significant adverse events. [18] Pregnancy considerations: No reports of fetal risk are apparent in pregnant women. Dosing for these patients can be initiated according to protocols similar to those used in the general population."}
{"id": "article-25500_24", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Breastfeeding considerations: Nursing mothers should pump and discard milk 30 hours after taking acetylcysteine to reduce infant exposure. NAC is minimally absorbed through inhalation; breastfeeding usually continues without extra precautions. [19]", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Breastfeeding considerations: Nursing mothers should pump and discard milk 30 hours after taking acetylcysteine to reduce infant exposure. NAC is minimally absorbed through inhalation; breastfeeding usually continues without extra precautions. [19]"}
{"id": "article-25500_25", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Pediatric patients: The mean half-life of NAC is elevated in newborns (11 hours) compared to adults (5.6 hours). According to the American Academy of Pediatrics, acetaminophen overdose remains the primary cause of hospitalizations in the United States due to poisoning in the pediatric population. Self-inflicted acetaminophen poisoning remains a particular problem, especially among adolescents. [20] [21]", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Pediatric patients: The mean half-life of NAC is elevated in newborns (11 hours) compared to adults (5.6 hours). According to the American Academy of Pediatrics, acetaminophen overdose remains the primary cause of hospitalizations in the United States due to poisoning in the pediatric population. Self-inflicted acetaminophen poisoning remains a particular problem, especially among adolescents. [20] [21]"}
{"id": "article-25500_26", "title": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths", "content": "Geriatric patients: To prevent fluid overload, adjust the volume of acetylcysteine injection for older patients or those who need fluid restriction. Fluid overload can lead to serious complications like hyponatremia and seizures.", "contents": "N-Acetylcysteine -- Administration -- Available Dosage Forms and Strengths. Geriatric patients: To prevent fluid overload, adjust the volume of acetylcysteine injection for older patients or those who need fluid restriction. Fluid overload can lead to serious complications like hyponatremia and seizures."}
{"id": "article-25500_27", "title": "N-Acetylcysteine -- Adverse Effects", "content": "Oral NAC may cause nausea, vomiting, diarrhea, flatus, and gastroesophageal reflux. IV NAC can cause rate-related anaphylactoid reactions in up to 18% of patients, which is not an issue with the oral route. [22] Most anaphylactoid reactions are mild (6%) or moderate (10%), with severe reactions like bronchospasm and hypotension rare at 1%. Interestingly, anaphylactoid reactions occur more commonly with lower APAP levels than with higher APAP levels. [23] One possible explanation is that APAP decreases the histamine release from mast cells and mononuclear cells proportionate to the dose ingested. Bronchospasm more commonly occurs in patients with pre-existing reactive airway diseases, like asthma. Bronchodilating agents are effective in treating these patients.", "contents": "N-Acetylcysteine -- Adverse Effects. Oral NAC may cause nausea, vomiting, diarrhea, flatus, and gastroesophageal reflux. IV NAC can cause rate-related anaphylactoid reactions in up to 18% of patients, which is not an issue with the oral route. [22] Most anaphylactoid reactions are mild (6%) or moderate (10%), with severe reactions like bronchospasm and hypotension rare at 1%. Interestingly, anaphylactoid reactions occur more commonly with lower APAP levels than with higher APAP levels. [23] One possible explanation is that APAP decreases the histamine release from mast cells and mononuclear cells proportionate to the dose ingested. Bronchospasm more commonly occurs in patients with pre-existing reactive airway diseases, like asthma. Bronchodilating agents are effective in treating these patients."}
{"id": "article-25500_28", "title": "N-Acetylcysteine -- Adverse Effects", "content": "When an anaphylactoid reaction occurs, NAC should be stopped immediately, and the patient should be treated with anti-histamine medication (eg, diphenhydramine) and IV fluid for hypotension. Vasopressors are not typically necessary. NAC therapy may restart at a slower rate after the resolution of the reaction. Oral NAC is the alternative approach if there is a persistent reaction. IV NAC can cause a spurious increase in INR, which normalizes when the infusion stops; it can also cause a false-positive result for urine ketones. [24] [25] Oral NAC may cause vomiting in up to 33% of cases. [26] In patients with preexistent GI ulcers or varices, there may be concerns about inducing GI bleeding with oral NAC.", "contents": "N-Acetylcysteine -- Adverse Effects. When an anaphylactoid reaction occurs, NAC should be stopped immediately, and the patient should be treated with anti-histamine medication (eg, diphenhydramine) and IV fluid for hypotension. Vasopressors are not typically necessary. NAC therapy may restart at a slower rate after the resolution of the reaction. Oral NAC is the alternative approach if there is a persistent reaction. IV NAC can cause a spurious increase in INR, which normalizes when the infusion stops; it can also cause a false-positive result for urine ketones. [24] [25] Oral NAC may cause vomiting in up to 33% of cases. [26] In patients with preexistent GI ulcers or varices, there may be concerns about inducing GI bleeding with oral NAC."}
{"id": "article-25500_29", "title": "N-Acetylcysteine -- Adverse Effects", "content": "Drug-Drug Interaction: Nitroglycerin interacts moderately with NAC, as their coadministration may result in hypotension and nitroglycerin-induced headache. [27] Carbamazepine, when co-administered with NAC, can result in a lower-than-desired blood concentration of carbamazepine.", "contents": "N-Acetylcysteine -- Adverse Effects. Drug-Drug Interaction: Nitroglycerin interacts moderately with NAC, as their coadministration may result in hypotension and nitroglycerin-induced headache. [27] Carbamazepine, when co-administered with NAC, can result in a lower-than-desired blood concentration of carbamazepine."}
{"id": "article-25500_30", "title": "N-Acetylcysteine -- Contraindications", "content": "In patients with a tendency to develop fluid overload (eg, cardiomyopathy or congestive heart failure), the quantity of diluent fluid used in IV NAC must be appropriately titrated to prevent fluid overload. A pharmacist can perform this titration while preparing the NAC IV infusion. Monitor for acute flushing and erythema of the skin when given IV; usually, they are associated with administration of the loading dose and resolve spontaneously after continued infusion. Monitor for serious anaphylactoid reactions for IV administration, and infusion may be stopped until the treatment of anaphylactoid symptoms has been initiated. [28] NAC infusion should be used cautiously in patients with a history of bronchospasm or asthma. The total volume must be adjusted for patients requiring fluid restriction and those less than 40 kg.", "contents": "N-Acetylcysteine -- Contraindications. In patients with a tendency to develop fluid overload (eg, cardiomyopathy or congestive heart failure), the quantity of diluent fluid used in IV NAC must be appropriately titrated to prevent fluid overload. A pharmacist can perform this titration while preparing the NAC IV infusion. Monitor for acute flushing and erythema of the skin when given IV; usually, they are associated with administration of the loading dose and resolve spontaneously after continued infusion. Monitor for serious anaphylactoid reactions for IV administration, and infusion may be stopped until the treatment of anaphylactoid symptoms has been initiated. [28] NAC infusion should be used cautiously in patients with a history of bronchospasm or asthma. The total volume must be adjusted for patients requiring fluid restriction and those less than 40 kg."}
{"id": "article-25500_31", "title": "N-Acetylcysteine -- Monitoring", "content": "During IV NAC administration, patients require monitoring for manifestations of an anaphylactoid reaction, in the case of acetaminophen toxicity, plasma or serum acetaminophen concentration post-loading dose and after the last maintenance dose is suggested to evaluate efficacy. As the pharmacokinetics of patients with severe hepatic impairment are altered, monitoring through hepatic function tests such as ALT, AST, bilirubin, and prothrombin time is necessary. [29] Evaluation of renal function should be performed by monitoring serum creatinine, blood urea nitrogen, blood glucose, and electrolytes before initiating the whole course of therapy. Patients with a medical history of asthma or bronchospasm administration of NAC require monitoring.", "contents": "N-Acetylcysteine -- Monitoring. During IV NAC administration, patients require monitoring for manifestations of an anaphylactoid reaction, in the case of acetaminophen toxicity, plasma or serum acetaminophen concentration post-loading dose and after the last maintenance dose is suggested to evaluate efficacy. As the pharmacokinetics of patients with severe hepatic impairment are altered, monitoring through hepatic function tests such as ALT, AST, bilirubin, and prothrombin time is necessary. [29] Evaluation of renal function should be performed by monitoring serum creatinine, blood urea nitrogen, blood glucose, and electrolytes before initiating the whole course of therapy. Patients with a medical history of asthma or bronchospasm administration of NAC require monitoring."}
{"id": "article-25500_32", "title": "N-Acetylcysteine -- Toxicity", "content": "Given the drug's complicated regime, NAC has a high potential for iatrogenic errors, including overdose. [30] The signs of overdose are documented to include hemolysis, thrombocytopenia, metabolic acidosis, acute renal failure, and elevated serum bilirubin. Though the mild signs improve within a few days, severe signs may lead to fatal consequences. Massive accidental NAC administration of 100 mg/kg/hr had resulted in cerebral edema, seizures, uncal herniation, and permanent brain injury in a patient with an APAP overdose. [31]", "contents": "N-Acetylcysteine -- Toxicity. Given the drug's complicated regime, NAC has a high potential for iatrogenic errors, including overdose. [30] The signs of overdose are documented to include hemolysis, thrombocytopenia, metabolic acidosis, acute renal failure, and elevated serum bilirubin. Though the mild signs improve within a few days, severe signs may lead to fatal consequences. Massive accidental NAC administration of 100 mg/kg/hr had resulted in cerebral edema, seizures, uncal herniation, and permanent brain injury in a patient with an APAP overdose. [31]"}
{"id": "article-25500_33", "title": "N-Acetylcysteine -- Enhancing Healthcare Team Outcomes", "content": "Managing APAP overdose with NAC requires healthcare professionals that include the emergency clinician, medical toxicologist, internist or hospitalist, nurses, pharmacists, and laboratory technologists. The decision to start NAC is usually made in the emergency department (ED) by the emergency clinician in conjunction with the medical toxicologist. The preparation of NAC, including calculating the dose of NAC required and the nature and quantity of the diluent, should include consultation with a clinical pharmacist. The initial dose of NAC started in the ED or ICU or floor requires close monitoring by nursing, especially if given IV, to permit assessment for an anaphylactoid reaction, which may require prompt intervention. In patients with self-injurious APAP ingestions, when the patient has completed the course of NAC and is considered medically stable, consult a mental health counselor or psychiatrist to assess the risk of further self-harm and the potential need for psychiatric admission. Interprofessional team approach and open communication between clinicians, advanced practice practitioners, specialists, medical toxicologists, pharmacists, nurses, and laboratory technologists can optimize patient outcomes and minimize adverse drug reactions associated with NAC.", "contents": "N-Acetylcysteine -- Enhancing Healthcare Team Outcomes. Managing APAP overdose with NAC requires healthcare professionals that include the emergency clinician, medical toxicologist, internist or hospitalist, nurses, pharmacists, and laboratory technologists. The decision to start NAC is usually made in the emergency department (ED) by the emergency clinician in conjunction with the medical toxicologist. The preparation of NAC, including calculating the dose of NAC required and the nature and quantity of the diluent, should include consultation with a clinical pharmacist. The initial dose of NAC started in the ED or ICU or floor requires close monitoring by nursing, especially if given IV, to permit assessment for an anaphylactoid reaction, which may require prompt intervention. In patients with self-injurious APAP ingestions, when the patient has completed the course of NAC and is considered medically stable, consult a mental health counselor or psychiatrist to assess the risk of further self-harm and the potential need for psychiatric admission. Interprofessional team approach and open communication between clinicians, advanced practice practitioners, specialists, medical toxicologists, pharmacists, nurses, and laboratory technologists can optimize patient outcomes and minimize adverse drug reactions associated with NAC."}
{"id": "article-25500_34", "title": "N-Acetylcysteine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "N-Acetylcysteine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}