{"id": "article-30451_0", "title": "Transdermal Medications -- Continuing Education Activity", "content": "Transdermal drugs are medications used in managing and treating various conditions, including hypertension, motion sickness, pain, migraines, etc. This activity outlines the indications, action, and contraindications for transdermal drugs as a valuable agent in treating disorders when applicable. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the care of patients with conditions treated with transdermal drugs.", "contents": "Transdermal Medications -- Continuing Education Activity. Transdermal drugs are medications used in managing and treating various conditions, including hypertension, motion sickness, pain, migraines, etc. This activity outlines the indications, action, and contraindications for transdermal drugs as a valuable agent in treating disorders when applicable. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the care of patients with conditions treated with transdermal drugs."}
{"id": "article-30451_1", "title": "Transdermal Medications -- Continuing Education Activity", "content": "Objectives: Outline the mechanism of action of transdermal drug delivery with the various penetration enhancement techniques available. Summarize the risks of developing any adverse effects from transdermal drugs. Identify the methods of monitoring a transdermal patch 24 hours after administration to detect any toxicity caused by the transdermal drug delivery vessel or active substance. Explain the significance of communication at the interprofessional level to deliver quality care to patients using transdermal drug delivery techniques. Access free multiple choice questions on this topic.", "contents": "Transdermal Medications -- Continuing Education Activity. Objectives: Outline the mechanism of action of transdermal drug delivery with the various penetration enhancement techniques available. Summarize the risks of developing any adverse effects from transdermal drugs. Identify the methods of monitoring a transdermal patch 24 hours after administration to detect any toxicity caused by the transdermal drug delivery vessel or active substance. Explain the significance of communication at the interprofessional level to deliver quality care to patients using transdermal drug delivery techniques. Access free multiple choice questions on this topic."}
{"id": "article-30451_2", "title": "Transdermal Medications -- Indications", "content": "Transdermal drugs are a vast category of drugs defined as vessels for delivering drugs for a local or systemic mechanism of action via a specific dosing formulation. Transdermal drug delivery has become increasingly popular due to the significant advantages it carries. For example, transdermal drugs bypass the first-pass metabolism of the liver, protecting it from damage. Additionally, transdermal drugs decrease the risk of damage to the gastrointestinal system via the oral route, increase the likelihood of consistent patient use, and allow drug administration in a continuous stable-interval manner. [1] [2] Transdermal administration also avoids the hepatic first-pass metabolism that affects orally administered drugs.", "contents": "Transdermal Medications -- Indications. Transdermal drugs are a vast category of drugs defined as vessels for delivering drugs for a local or systemic mechanism of action via a specific dosing formulation. Transdermal drug delivery has become increasingly popular due to the significant advantages it carries. For example, transdermal drugs bypass the first-pass metabolism of the liver, protecting it from damage. Additionally, transdermal drugs decrease the risk of damage to the gastrointestinal system via the oral route, increase the likelihood of consistent patient use, and allow drug administration in a continuous stable-interval manner. [1] [2] Transdermal administration also avoids the hepatic first-pass metabolism that affects orally administered drugs."}
{"id": "article-30451_3", "title": "Transdermal Medications -- Indications", "content": "The fundamental principle of transdermal drug delivery relies on the ability of the drug to pass through the skin into the systemic circulation. Therefore, there are limited drugs that meet the criteria required to be able to bypass the skin. These criteria include having a low molecular weight (less than 600 g/mol), having the ability to pass through the epidermis, being absorbed by the blood vessels, and entering the circulation. Additionally, the active drug must be chemically and physically stable. The active substance must have a low daily dose for patient comfort and adhesive propensity. The skin should metabolize the drug. There have only been a limited number of successful transdermal drugs with such specific properties. [2] [3] Some indications that transdermal medications have been addressed since the 1970s include: Hypertension Local anesthesia Angina pectoris Motion sickness Pain Smoking control Migraine Major depression Parkinson disease Alzheimer disease ADHD", "contents": "Transdermal Medications -- Indications. The fundamental principle of transdermal drug delivery relies on the ability of the drug to pass through the skin into the systemic circulation. Therefore, there are limited drugs that meet the criteria required to be able to bypass the skin. These criteria include having a low molecular weight (less than 600 g/mol), having the ability to pass through the epidermis, being absorbed by the blood vessels, and entering the circulation. Additionally, the active drug must be chemically and physically stable. The active substance must have a low daily dose for patient comfort and adhesive propensity. The skin should metabolize the drug. There have only been a limited number of successful transdermal drugs with such specific properties. [2] [3] Some indications that transdermal medications have been addressed since the 1970s include: Hypertension Local anesthesia Angina pectoris Motion sickness Pain Smoking control Migraine Major depression Parkinson disease Alzheimer disease ADHD"}
{"id": "article-30451_4", "title": "Transdermal Medications -- Indications", "content": "Transdermal administration is historically safe and effective when used as directed.", "contents": "Transdermal Medications -- Indications. Transdermal administration is historically safe and effective when used as directed."}
{"id": "article-30451_5", "title": "Transdermal Medications -- Mechanism of Action", "content": "The greatest challenge for the success of transdermal drug delivery is diffusing active substances through the barrier function of the many layers of the skin. The outermost layer of the skin, the stratum corneum, is the thickest layer containing numerous layers of keratin-heavy corneocytes. Additionally, the stratum corneum consists of two chemically different regions that need to be accounted for when creating transdermal drugs. There is an aqueous region at the outer surface of the keratin filaments and a lipid matrix between the filaments that active medications need to have the ability to diffuse through both to be successful. [4] However, there have been recent advancements in the development of enhancement delivery methods for active drugs through the transdermal route. These methods are listed below:", "contents": "Transdermal Medications -- Mechanism of Action. The greatest challenge for the success of transdermal drug delivery is diffusing active substances through the barrier function of the many layers of the skin. The outermost layer of the skin, the stratum corneum, is the thickest layer containing numerous layers of keratin-heavy corneocytes. Additionally, the stratum corneum consists of two chemically different regions that need to be accounted for when creating transdermal drugs. There is an aqueous region at the outer surface of the keratin filaments and a lipid matrix between the filaments that active medications need to have the ability to diffuse through both to be successful. [4] However, there have been recent advancements in the development of enhancement delivery methods for active drugs through the transdermal route. These methods are listed below:"}
{"id": "article-30451_6", "title": "Transdermal Medications -- Mechanism of Action", "content": "Microneedles: These are very small, painless needles that are either hollow or solid and filled with the desired drug. The microneedles pierce through the stratum corneum without causing a painful sensation. The advantages of this method are its painless nature and the ability to deliver compounds that have a higher molecular weight.", "contents": "Transdermal Medications -- Mechanism of Action. Microneedles: These are very small, painless needles that are either hollow or solid and filled with the desired drug. The microneedles pierce through the stratum corneum without causing a painful sensation. The advantages of this method are its painless nature and the ability to deliver compounds that have a higher molecular weight."}
{"id": "article-30451_7", "title": "Transdermal Medications -- Mechanism of Action", "content": "Iontophoresis: The main force used to drive substances across the stratum corneum is the electrical driving force, where there is charged particle movement via electrophoresis. This way, a persistent low-voltage current enables the diffusion of substances across the stratum corneum. An electrical current can control drug delivery rate under the control of either a microprocessor or the patient.", "contents": "Transdermal Medications -- Mechanism of Action. Iontophoresis: The main force used to drive substances across the stratum corneum is the electrical driving force, where there is charged particle movement via electrophoresis. This way, a persistent low-voltage current enables the diffusion of substances across the stratum corneum. An electrical current can control drug delivery rate under the control of either a microprocessor or the patient."}
{"id": "article-30451_8", "title": "Transdermal Medications -- Mechanism of Action", "content": "Thermal poration: The application of heat to the skin creates small pores in the skin for the easy diffusion of molecular substances across the stratum corneum.", "contents": "Transdermal Medications -- Mechanism of Action. Thermal poration: The application of heat to the skin creates small pores in the skin for the easy diffusion of molecular substances across the stratum corneum."}
{"id": "article-30451_9", "title": "Transdermal Medications -- Mechanism of Action", "content": "Electroporation: The application of a high electrical voltage to the stratum corneum also creates small pores for molecular substances to diffuse through the stratum corneum.", "contents": "Transdermal Medications -- Mechanism of Action. Electroporation: The application of a high electrical voltage to the stratum corneum also creates small pores for molecular substances to diffuse through the stratum corneum."}
{"id": "article-30451_10", "title": "Transdermal Medications -- Mechanism of Action", "content": "Conventional enhancers: A chemical substance applied first to the skin to increase the permeability of the stratum corneum or change the thermodynamics of the active drug itself.", "contents": "Transdermal Medications -- Mechanism of Action. Conventional enhancers: A chemical substance applied first to the skin to increase the permeability of the stratum corneum or change the thermodynamics of the active drug itself."}
{"id": "article-30451_11", "title": "Transdermal Medications -- Mechanism of Action", "content": "Ultrasound: The application of sound waves to disrupt the stratum corneum and increase its permeability. [1] [2] [5] [6]", "contents": "Transdermal Medications -- Mechanism of Action. Ultrasound: The application of sound waves to disrupt the stratum corneum and increase its permeability. [1] [2] [5] [6]"}
{"id": "article-30451_12", "title": "Transdermal Medications -- Administration", "content": "Transdermal patches administration should follow a proper physical examination of patients and considerations of any associated comorbidities. The following steps are a general overview for administering a transdermal patch: Proper disinfecting and cleaning of skin where the patch is applied Application of patch in the desired area A follow-up appointment to ensure that the patient experiences no adverse skin reactions Proper adherence to the guidelines of the transdermal patch for future use The administration of transdermal patches varies based on the drug administered via the patch. [7] However, certain steps generally apply to all transdermal patches:", "contents": "Transdermal Medications -- Administration. Transdermal patches administration should follow a proper physical examination of patients and considerations of any associated comorbidities. The following steps are a general overview for administering a transdermal patch: Proper disinfecting and cleaning of skin where the patch is applied Application of patch in the desired area A follow-up appointment to ensure that the patient experiences no adverse skin reactions Proper adherence to the guidelines of the transdermal patch for future use The administration of transdermal patches varies based on the drug administered via the patch. [7] However, certain steps generally apply to all transdermal patches:"}
{"id": "article-30451_13", "title": "Transdermal Medications -- Administration", "content": "The patient should clean and disinfect the area where they will apply the patch with clear water, patting the area until it is completely dry. They should avoid using any soaps, alcohols, lotions, or oils immediately before applying the patch.", "contents": "Transdermal Medications -- Administration. The patient should clean and disinfect the area where they will apply the patch with clear water, patting the area until it is completely dry. They should avoid using any soaps, alcohols, lotions, or oils immediately before applying the patch."}
{"id": "article-30451_14", "title": "Transdermal Medications -- Administration", "content": "They should open the pouch containing the patch and remove it from the pouch. Then peel off both parts of the protective liner from the back of the patch, being careful not to touch the adhesive side of the patch.", "contents": "Transdermal Medications -- Administration. They should open the pouch containing the patch and remove it from the pouch. Then peel off both parts of the protective liner from the back of the patch, being careful not to touch the adhesive side of the patch."}
{"id": "article-30451_15", "title": "Transdermal Medications -- Administration", "content": "The patient should then immediately press the adhesive side of the patch onto their skin with the palm of their hand.", "contents": "Transdermal Medications -- Administration. The patient should then immediately press the adhesive side of the patch onto their skin with the palm of their hand."}
{"id": "article-30451_16", "title": "Transdermal Medications -- Administration", "content": "Hold or press the patch firmly for at least 30 seconds, ensuring the patch sticks well to the skin, especially at the edges.", "contents": "Transdermal Medications -- Administration. Hold or press the patch firmly for at least 30 seconds, ensuring the patch sticks well to the skin, especially at the edges."}
{"id": "article-30451_17", "title": "Transdermal Medications -- Administration", "content": "If the patch does not adhere well or becomes loose following application, they can use first-aid tape to tape the edges to their skin. If the patch still fails to adhere well to the skin, they can try using see-through dressings but should not cover the patch with any other type of bandage or tape.", "contents": "Transdermal Medications -- Administration. If the patch does not adhere well or becomes loose following application, they can use first-aid tape to tape the edges to their skin. If the patch still fails to adhere well to the skin, they can try using see-through dressings but should not cover the patch with any other type of bandage or tape."}
{"id": "article-30451_18", "title": "Transdermal Medications -- Administration", "content": "If a patch falls off before it is time to remove it, the patient must dispose of the patch properly and apply a new patch, following the same dosing interval as per the original patch. It is advisable to contact their clinician's office or pharmacist in such cases.", "contents": "Transdermal Medications -- Administration. If a patch falls off before it is time to remove it, the patient must dispose of the patch properly and apply a new patch, following the same dosing interval as per the original patch. It is advisable to contact their clinician's office or pharmacist in such cases."}
{"id": "article-30451_19", "title": "Transdermal Medications -- Administration", "content": "Following the successful application of the patch, the patient should wash their hands with water immediately.", "contents": "Transdermal Medications -- Administration. Following the successful application of the patch, the patient should wash their hands with water immediately."}
{"id": "article-30451_20", "title": "Transdermal Medications -- Administration", "content": "When it is time to change the patch, the patient will peel off the old patch and apply the new patch to a different area of the skin.", "contents": "Transdermal Medications -- Administration. When it is time to change the patch, the patient will peel off the old patch and apply the new patch to a different area of the skin."}
{"id": "article-30451_21", "title": "Transdermal Medications -- Administration", "content": "After removing the patch, the patient should fold it over with the adhesive sides together and dispose of it properly.", "contents": "Transdermal Medications -- Administration. After removing the patch, the patient should fold it over with the adhesive sides together and dispose of it properly."}
{"id": "article-30451_22", "title": "Transdermal Medications -- Administration", "content": "The patient should select different sites for consecutive applications to avoid skin irritation. Some patches are only meant to be worn for part of a day (e.g., 12 hours), while other patches are meant to be worn for several days. For example, fentanyl patches are worn for 72 hours and then removed and re-applied.", "contents": "Transdermal Medications -- Administration. The patient should select different sites for consecutive applications to avoid skin irritation. Some patches are only meant to be worn for part of a day (e.g., 12 hours), while other patches are meant to be worn for several days. For example, fentanyl patches are worn for 72 hours and then removed and re-applied."}
{"id": "article-30451_23", "title": "Transdermal Medications -- Administration", "content": "Patients need to understand that a removed patch can still contain enough medication to cause problems if they do not dispose of them properly. This is especially true if children can get a hold of them. Patches should not be used if they are damaged or torn, as this may cause a \"dose dumping\" phenomenon where the medication is dispensed more rapidly and at a greater dose than intended. If the patient has any questions about their transdermal patches, they should immediately contact their clinician or pharmacist.", "contents": "Transdermal Medications -- Administration. Patients need to understand that a removed patch can still contain enough medication to cause problems if they do not dispose of them properly. This is especially true if children can get a hold of them. Patches should not be used if they are damaged or torn, as this may cause a \"dose dumping\" phenomenon where the medication is dispensed more rapidly and at a greater dose than intended. If the patient has any questions about their transdermal patches, they should immediately contact their clinician or pharmacist."}
{"id": "article-30451_24", "title": "Transdermal Medications -- Adverse Effects", "content": "The main adverse effects that can be caused by transdermal drug delivery are skin reactions. Transdermal patches are the most common method of delivery for active substances. Transdermal patches can irritate the skin and cause pruritis, burns, and redness of the surrounding area. [3] Additionally, allergic reactions are reported for all types of patches on the skin due to the active substance administered. The two most common skin reactions are irritant contact dermatitis and allergic contact dermatitis, both of which are usually caused by the drug or the patch, including adhesives and excipients. [8] [9] Obviously, using multiple patches when only one is indicated or leaving the path on longer than directed can lead to excessive medication dosing and even overdose.", "contents": "Transdermal Medications -- Adverse Effects. The main adverse effects that can be caused by transdermal drug delivery are skin reactions. Transdermal patches are the most common method of delivery for active substances. Transdermal patches can irritate the skin and cause pruritis, burns, and redness of the surrounding area. [3] Additionally, allergic reactions are reported for all types of patches on the skin due to the active substance administered. The two most common skin reactions are irritant contact dermatitis and allergic contact dermatitis, both of which are usually caused by the drug or the patch, including adhesives and excipients. [8] [9] Obviously, using multiple patches when only one is indicated or leaving the path on longer than directed can lead to excessive medication dosing and even overdose."}
{"id": "article-30451_25", "title": "Transdermal Medications -- Contraindications", "content": "Transdermal drug delivery is contraindicated in patients with [10] : Allergies to the active substance utilized in the transdermal patch Essential fatty acid deficiency Dry skin Psoriasis Ichthyosis Atopic dermatitis Increased ultraviolet radiation exposure Premature neonate Pregnant women (dependent on the drug administered)", "contents": "Transdermal Medications -- Contraindications. Transdermal drug delivery is contraindicated in patients with [10] : Allergies to the active substance utilized in the transdermal patch Essential fatty acid deficiency Dry skin Psoriasis Ichthyosis Atopic dermatitis Increased ultraviolet radiation exposure Premature neonate Pregnant women (dependent on the drug administered)"}
{"id": "article-30451_26", "title": "Transdermal Medications -- Monitoring", "content": "The most significant issue associated with transdermal drug delivery is the likelihood of skin irritation caused by penetration enhancement techniques and the transdermal patch itself. Due to this, there have been models created to foresee the likelihood of skin irritation due to drug or vessel interaction using solubility and skin irritation studies using the PII test to detect redness or swelling 24 hours after administering the patch. [4] [11]", "contents": "Transdermal Medications -- Monitoring. The most significant issue associated with transdermal drug delivery is the likelihood of skin irritation caused by penetration enhancement techniques and the transdermal patch itself. Due to this, there have been models created to foresee the likelihood of skin irritation due to drug or vessel interaction using solubility and skin irritation studies using the PII test to detect redness or swelling 24 hours after administering the patch. [4] [11]"}
{"id": "article-30451_27", "title": "Transdermal Medications -- Toxicity", "content": "The toxicity of the transdermal patch depends on the selected drug/active substance administered through the use of transdermal drug delivery and whether the patient properly follows administration directions.", "contents": "Transdermal Medications -- Toxicity. The toxicity of the transdermal patch depends on the selected drug/active substance administered through the use of transdermal drug delivery and whether the patient properly follows administration directions."}
{"id": "article-30451_28", "title": "Transdermal Medications -- Enhancing Healthcare Team Outcomes", "content": "Managing proper drug administration in healthcare requires interprofessional effort from various healthcare professionals such as clinicians, pharmacists, nurses, residents, etc. Numerous drug-related problems result in medication-related harm and low-quality healthcare for patients without appropriate regulation and administration techniques. To properly deliver a drug via transdermal patches, the following steps are necessary: Proper physical examination and updating the patient's medical history by the prescribing clinician Consult with the pharmacist on the appropriate drug to be administered based on patient symptoms and history Consult with a clinician if there are any concerns about a transdermal patch If there is a life-threatening emergency related to the transdermal patch, the emergency department should be contacted immediately.", "contents": "Transdermal Medications -- Enhancing Healthcare Team Outcomes. Managing proper drug administration in healthcare requires interprofessional effort from various healthcare professionals such as clinicians, pharmacists, nurses, residents, etc. Numerous drug-related problems result in medication-related harm and low-quality healthcare for patients without appropriate regulation and administration techniques. To properly deliver a drug via transdermal patches, the following steps are necessary: Proper physical examination and updating the patient's medical history by the prescribing clinician Consult with the pharmacist on the appropriate drug to be administered based on patient symptoms and history Consult with a clinician if there are any concerns about a transdermal patch If there is a life-threatening emergency related to the transdermal patch, the emergency department should be contacted immediately."}
{"id": "article-30451_29", "title": "Transdermal Medications -- Enhancing Healthcare Team Outcomes", "content": "To enhance communication between healthcare professionals, techniques such as face-to-face interviews have proven to provide cohesiveness between pharmacists, primary care physicians, and surgical physicians for drug-related healthcare. It also includes reinforcement of patient counseling points to ensure proper administration and contacting the prescriber if it appears the patient is unable to perform self-administration properly. Ultimately, these techniques allow for an amplified patient-centered approach. [12] [13] With interprofessional coordination and information sharing during patient care, transdermal medications can significantly benefit the appropriate patient population, resulting in improved medication adherence and better outcomes. [Level 5]", "contents": "Transdermal Medications -- Enhancing Healthcare Team Outcomes. To enhance communication between healthcare professionals, techniques such as face-to-face interviews have proven to provide cohesiveness between pharmacists, primary care physicians, and surgical physicians for drug-related healthcare. It also includes reinforcement of patient counseling points to ensure proper administration and contacting the prescriber if it appears the patient is unable to perform self-administration properly. Ultimately, these techniques allow for an amplified patient-centered approach. [12] [13] With interprofessional coordination and information sharing during patient care, transdermal medications can significantly benefit the appropriate patient population, resulting in improved medication adherence and better outcomes. [Level 5]"}
{"id": "article-30451_30", "title": "Transdermal Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Transdermal Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}