{"id": "article-130746_0", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Continuing Education Activity", "content": "Endobronchial ultrasound is an advanced bronchoscopic procedure combining traditional bronchoscopy with ultrasound. It is primarily used to view and obtain samples from peri-bronchial lesions and lymphadenopathy within the hilar regions and anterosuperior mediastinum by transbronchial needle aspiration. This activity outlines the principles behind endobronchial ultrasound and explains the interprofessional team's role in managing patients who undergo this procedure.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Continuing Education Activity. Endobronchial ultrasound is an advanced bronchoscopic procedure combining traditional bronchoscopy with ultrasound. It is primarily used to view and obtain samples from peri-bronchial lesions and lymphadenopathy within the hilar regions and anterosuperior mediastinum by transbronchial needle aspiration. This activity outlines the principles behind endobronchial ultrasound and explains the interprofessional team's role in managing patients who undergo this procedure."}
{"id": "article-130746_1", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Continuing Education Activity", "content": "Objectives: Identify the indications for an endobronchial ultrasound. Identify the contraindications for an endobronchial ultrasound. Review the common complications of endobronchial ultrasound and endobronchial ultrasound transbronchial needle aspiration. Summarize the management considerations for patients with mediastinal lymphadenopathy. Access free multiple choice questions on this topic.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Continuing Education Activity. Objectives: Identify the indications for an endobronchial ultrasound. Identify the contraindications for an endobronchial ultrasound. Review the common complications of endobronchial ultrasound and endobronchial ultrasound transbronchial needle aspiration. Summarize the management considerations for patients with mediastinal lymphadenopathy. Access free multiple choice questions on this topic."}
{"id": "article-130746_2", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Introduction", "content": "Endobronchial ultrasound (EBUS) is an advanced bronchoscopic technique employing a side-viewing ultrasound transducer (either convex or radial) combined with a fibreoptic bronchoscope. Clinicians can assess and sample lymph nodes within the proximal bronchial tree, the hilar regions, and anterosuperior mediastinum, as well as both endobronchial and peribronchial mass lesions. [1] The convex EBUS scope allows for real-time ultrasound needle guidance. Newer scope types, including radial-EBUS, allow for more peripheral bronchial tree assessment with a 360-degree view. [2]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Introduction. Endobronchial ultrasound (EBUS) is an advanced bronchoscopic technique employing a side-viewing ultrasound transducer (either convex or radial) combined with a fibreoptic bronchoscope. Clinicians can assess and sample lymph nodes within the proximal bronchial tree, the hilar regions, and anterosuperior mediastinum, as well as both endobronchial and peribronchial mass lesions. [1] The convex EBUS scope allows for real-time ultrasound needle guidance. Newer scope types, including radial-EBUS, allow for more peripheral bronchial tree assessment with a 360-degree view. [2]"}
{"id": "article-130746_3", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Introduction", "content": "Developed in the 1990s, clinical use has become widespread in the last 20 years, with endobronchial ultrasound transbronchial needle aspiration (EBUS-TBNA) becoming a gold standard test for tissue sampling staging of non-small cell lung cancer and the diagnostic assessment of mediastinal lymphadenopathy. [3] EBUS is also increasingly being utilized to guide interventional therapeutic bronchoscopic procedures. [4] Relative to mediastinoscopy, video-assisted thoracic surgery (VATS), and open thoracic surgery, it is minimally invasive, with favorable morbidity outcomes and high sampling sensitivity and specificity. [5] [6]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Introduction. Developed in the 1990s, clinical use has become widespread in the last 20 years, with endobronchial ultrasound transbronchial needle aspiration (EBUS-TBNA) becoming a gold standard test for tissue sampling staging of non-small cell lung cancer and the diagnostic assessment of mediastinal lymphadenopathy. [3] EBUS is also increasingly being utilized to guide interventional therapeutic bronchoscopic procedures. [4] Relative to mediastinoscopy, video-assisted thoracic surgery (VATS), and open thoracic surgery, it is minimally invasive, with favorable morbidity outcomes and high sampling sensitivity and specificity. [5] [6]"}
{"id": "article-130746_4", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "The EBUS scope is passed through the oral cavity and oropharynx. The epiglottis is identified, and the scope is passed through the vocal cords to access the trachea. Bronchoscopic visualization of the carina and bronchial tree to the sub-segmental bronchi level is usually then made with a fibreoptic bronchoscope. [7]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology. The EBUS scope is passed through the oral cavity and oropharynx. The epiglottis is identified, and the scope is passed through the vocal cords to access the trachea. Bronchoscopic visualization of the carina and bronchial tree to the sub-segmental bronchi level is usually then made with a fibreoptic bronchoscope. [7]"}
{"id": "article-130746_5", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "Operators should have a good understanding of thoracic nodal and mediastinal anatomy to orientate themselves and safely sample lesions in this area. Nodal stations are identified numerically from 1 to 14 based on anatomical position as defined by the International Association for the Study of Lung Cancer (IASLC) with ‘L’ and ‘R’ used to denote laterality, left and right (see table 1). [8]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology. Operators should have a good understanding of thoracic nodal and mediastinal anatomy to orientate themselves and safely sample lesions in this area. Nodal stations are identified numerically from 1 to 14 based on anatomical position as defined by the International Association for the Study of Lung Cancer (IASLC) with ‘L’ and ‘R’ used to denote laterality, left and right (see table 1). [8]"}
{"id": "article-130746_6", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "EBUS is used in diagnosing and staging lung cancer to guide nodal staging in combination with positron emission tomography-computed tomography (PET-CT). [9] Based on the node stations involved and the laterality of the lesion, EBUS can be used to help determine the TMN nodal stage as described in the IASLC’s 8 TNM staging document (see figure 1). [10]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology. EBUS is used in diagnosing and staging lung cancer to guide nodal staging in combination with positron emission tomography-computed tomography (PET-CT). [9] Based on the node stations involved and the laterality of the lesion, EBUS can be used to help determine the TMN nodal stage as described in the IASLC’s 8 TNM staging document (see figure 1). [10]"}
{"id": "article-130746_7", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology", "content": "Anatomical landmarks are identified with the ultrasound transducer and include the aorta, pulmonary arteries, aortopulmonary window, and lymph nodes. These are correlated with endobronchial landmarks, including the trachealis muscle, indicating the posterior tracheal wall and the carina. [11] The side-viewing ultrasound probe is used to guide sampling and provides a view across the bronchial wall layers and out into the peribronchial space and mediastinum.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Anatomy and Physiology. Anatomical landmarks are identified with the ultrasound transducer and include the aorta, pulmonary arteries, aortopulmonary window, and lymph nodes. These are correlated with endobronchial landmarks, including the trachealis muscle, indicating the posterior tracheal wall and the carina. [11] The side-viewing ultrasound probe is used to guide sampling and provides a view across the bronchial wall layers and out into the peribronchial space and mediastinum."}
{"id": "article-130746_8", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "EBUS is indicated in the following scenarios:", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. EBUS is indicated in the following scenarios:"}
{"id": "article-130746_9", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "EBUS-TBNA is used as a first-line test for the diagnosis and staging of lung cancer. [12]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. EBUS-TBNA is used as a first-line test for the diagnosis and staging of lung cancer. [12]"}
{"id": "article-130746_10", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "EBUS-TBNA sampling of perihilar and mediastinal lymph nodes may be used to diagnose the etiology of mediastinal lymphadenopathy. This is usually sarcoidosis but less commonly other granulomatous lung diseases, including tuberculous lymphadenitis. [13] [14] There is a reported sensitivity of 75 to 90% for sarcoidosis and 94% for tuberculous lymphadenitis, but this is not widely studied, and sampling sensitivity correlates with operator experience. [15] [16]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. EBUS-TBNA sampling of perihilar and mediastinal lymph nodes may be used to diagnose the etiology of mediastinal lymphadenopathy. This is usually sarcoidosis but less commonly other granulomatous lung diseases, including tuberculous lymphadenitis. [13] [14] There is a reported sensitivity of 75 to 90% for sarcoidosis and 94% for tuberculous lymphadenitis, but this is not widely studied, and sampling sensitivity correlates with operator experience. [15] [16]"}
{"id": "article-130746_11", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "EBUS-TBNA is recommended in the United States as an initial diagnostic test for lymphoma, but this has yet to be taken up globally and is not currently recommended in the United Kingdom. [17] [18] [19]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. EBUS-TBNA is recommended in the United States as an initial diagnostic test for lymphoma, but this has yet to be taken up globally and is not currently recommended in the United Kingdom. [17] [18] [19]"}
{"id": "article-130746_12", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "EBUS is used as an adjunct to interventional bronchoscopy to guide the delivery of treatments used in the palliative management of primary lung malignancy. These include tumor debulking by means of applying heat (diathermy, cautery, argon plasma coagulation, and laser therapy) or cold (cryotherapy), as well as guiding bronchial stent placement and stereotactic radiosurgery. [20]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. EBUS is used as an adjunct to interventional bronchoscopy to guide the delivery of treatments used in the palliative management of primary lung malignancy. These include tumor debulking by means of applying heat (diathermy, cautery, argon plasma coagulation, and laser therapy) or cold (cryotherapy), as well as guiding bronchial stent placement and stereotactic radiosurgery. [20]"}
{"id": "article-130746_13", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "Radial EBUS is used in the diagnosis of peripheral lung lesions. It utilizes a 360-degree probe that is passed through a fibreoptic bronchoscope’s working channel. Although it can be passed much further through the bronchial tree than a convex EBUS scope, it cannot give real-time needle visualization. [21]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. Radial EBUS is used in the diagnosis of peripheral lung lesions. It utilizes a 360-degree probe that is passed through a fibreoptic bronchoscope’s working channel. Although it can be passed much further through the bronchial tree than a convex EBUS scope, it cannot give real-time needle visualization. [21]"}
{"id": "article-130746_14", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications", "content": "Careful patient selection for the procedure should be undertaken by clinicians themselves experienced in performing EBUS. Review of the clinical history and relevant pre-procedure investigations such as computed tomography (CT) and positron-electron tomography-computed tomography (PET-CT) is important as the lesion size and the nodal station may suggest to the operator that a different diagnostic test would be preferable. These include ultrasound-guided fine-needle aspiration, endoscopic ultrasound, mediastinoscopy, or VATS.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Indications. Careful patient selection for the procedure should be undertaken by clinicians themselves experienced in performing EBUS. Review of the clinical history and relevant pre-procedure investigations such as computed tomography (CT) and positron-electron tomography-computed tomography (PET-CT) is important as the lesion size and the nodal station may suggest to the operator that a different diagnostic test would be preferable. These include ultrasound-guided fine-needle aspiration, endoscopic ultrasound, mediastinoscopy, or VATS."}
{"id": "article-130746_15", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Contraindications", "content": "As this test is not without procedural morbidity, patients should be screened for suitability by the performing clinician on a case-by-case basis. The patients’ co-morbidities and general fitness to undergo an invasive procedure should be factored into assessment alongside specific contra-indications. Doing this reduces procedure-related morbidity and improves patient outcomes. Contraindications to EBUS are similar to fibreoptic bronchoscopy and include: [22]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Contraindications. As this test is not without procedural morbidity, patients should be screened for suitability by the performing clinician on a case-by-case basis. The patients’ co-morbidities and general fitness to undergo an invasive procedure should be factored into assessment alongside specific contra-indications. Doing this reduces procedure-related morbidity and improves patient outcomes. Contraindications to EBUS are similar to fibreoptic bronchoscopy and include: [22]"}
{"id": "article-130746_16", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Contraindications", "content": "Myocardial infarction within the previous four weeks. Known severe coronary artery disease should prompt discussion with a cardiologist. [23] Uncorrected deranged physiological parameters, i.e., significant hypoxia, hypotension, or tachycardia/bradycardia, as the introduction of the scope of delivery of sedative medications and a topical anesthetic may destabilize the patient. [24] Coagulopathy or bleeding diathesis (values vary by both operator and the clinical context due to a lack of consensus agreement, but an international normalized ratio <1.5 or a platelet count >50,000/ml is generally recommended). Patient factors such as inability to give informed consent, drug sensitivity to anesthetic medications, and dental or spinal issues which would prevent safely passing the scope should be considered.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Contraindications. Myocardial infarction within the previous four weeks. Known severe coronary artery disease should prompt discussion with a cardiologist. [23] Uncorrected deranged physiological parameters, i.e., significant hypoxia, hypotension, or tachycardia/bradycardia, as the introduction of the scope of delivery of sedative medications and a topical anesthetic may destabilize the patient. [24] Coagulopathy or bleeding diathesis (values vary by both operator and the clinical context due to a lack of consensus agreement, but an international normalized ratio <1.5 or a platelet count >50,000/ml is generally recommended). Patient factors such as inability to give informed consent, drug sensitivity to anesthetic medications, and dental or spinal issues which would prevent safely passing the scope should be considered."}
{"id": "article-130746_17", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "The equipment required for performing convex EBUS and EBUS-TBNA includes:", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. The equipment required for performing convex EBUS and EBUS-TBNA includes:"}
{"id": "article-130746_18", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "A mouth guard to protect dentition and anchor the scope in an atraumatic position in the oral cavity.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. A mouth guard to protect dentition and anchor the scope in an atraumatic position in the oral cavity."}
{"id": "article-130746_19", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "Supplemental oxygen therapy delivery via a nasal cannula or nasal catheter with pulse oximetry and blood pressure monitoring equipment.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. Supplemental oxygen therapy delivery via a nasal cannula or nasal catheter with pulse oximetry and blood pressure monitoring equipment."}
{"id": "article-130746_20", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "A fibreoptic bronchoscope with a light source and stack. This is generally performed before EBUS assessment for a thorough examination of the bronchial tree and accurate topical anesthetic application.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. A fibreoptic bronchoscope with a light source and stack. This is generally performed before EBUS assessment for a thorough examination of the bronchial tree and accurate topical anesthetic application."}
{"id": "article-130746_21", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "Topical anesthetic spray for the oropharynx and topical anesthetic in Luer-lock syringes for delivery via the bronchoscope to the vocal cords, trachea, and main bronchi. This is typically 1% lidocaine or equivalent.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. Topical anesthetic spray for the oropharynx and topical anesthetic in Luer-lock syringes for delivery via the bronchoscope to the vocal cords, trachea, and main bronchi. This is typically 1% lidocaine or equivalent."}
{"id": "article-130746_22", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "An EBUS scope (see figure 2). This comprises a flexible fibreoptic bronchoscope with a side-viewing convex ultrasound probe. Most EBUS scopes have an oblique forward view angle of about 35 degrees, so the endobronchial image is seen that is not parallel to the direction of travel of the scope. The scope diameter is variable but is also larger than that of a standard fibreoptic bronchoscope.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. An EBUS scope (see figure 2). This comprises a flexible fibreoptic bronchoscope with a side-viewing convex ultrasound probe. Most EBUS scopes have an oblique forward view angle of about 35 degrees, so the endobronchial image is seen that is not parallel to the direction of travel of the scope. The scope diameter is variable but is also larger than that of a standard fibreoptic bronchoscope."}
{"id": "article-130746_23", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "The scope is attached to a stack incorporating the light source, image display screen, and image storage system.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. The scope is attached to a stack incorporating the light source, image display screen, and image storage system."}
{"id": "article-130746_24", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "An inflatable balloon is placed over the EBUS probe tip (see figure 3). This is inflated to allow better apposition to the bronchial wall, which improves image quality. A syringe with 10ml of sterile water in a Luer-lock syringe is used to inflate this during the procedure.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. An inflatable balloon is placed over the EBUS probe tip (see figure 3). This is inflated to allow better apposition to the bronchial wall, which improves image quality. A syringe with 10ml of sterile water in a Luer-lock syringe is used to inflate this during the procedure."}
{"id": "article-130746_25", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "An EBUS-TBNA sampling system. The needle gauge varies but is usually between 19-22G.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. An EBUS-TBNA sampling system. The needle gauge varies but is usually between 19-22G."}
{"id": "article-130746_26", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "Access to a wall suction unit is helpful to clear secretions to aid patient tolerance.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. Access to a wall suction unit is helpful to clear secretions to aid patient tolerance."}
{"id": "article-130746_27", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "A vacuum lock suction syringe – this extracts sample material under negative pressure into a sealed system.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. A vacuum lock suction syringe – this extracts sample material under negative pressure into a sealed system."}
{"id": "article-130746_28", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "Rapid on-site cytologic evaluation (ROSE) is often performed. A microscope and equipment for slide preparation and staining are required.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. Rapid on-site cytologic evaluation (ROSE) is often performed. A microscope and equipment for slide preparation and staining are required."}
{"id": "article-130746_29", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment", "content": "Sample pots, slides, and transport media, including Roswell Park Memorial Institute (RPMI) solution.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Equipment. Sample pots, slides, and transport media, including Roswell Park Memorial Institute (RPMI) solution."}
{"id": "article-130746_30", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Personnel", "content": "EBUS is undertaken by one or two trained operators. These will generally be respiratory physicians who have undergone training in traditional and advanced bronchoscopy and regularly perform EBUS. Some countries have formal curricula and competency frameworks to assess competence levels.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Personnel. EBUS is undertaken by one or two trained operators. These will generally be respiratory physicians who have undergone training in traditional and advanced bronchoscopy and regularly perform EBUS. Some countries have formal curricula and competency frameworks to assess competence levels."}
{"id": "article-130746_31", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Personnel", "content": "Nursing staff should be present to provide conscious sedation, provide technical assistance, and facilitate patient comfort and procedure tolerance and care for the patient in a recovery area. Some centers also perform ROSE of EBUS-TBNA samples which necessitates the presence of trained pathology staff. Where EBUS is performed under general anesthetic for greater control and ease of sampling, trained anesthetic staff are present to anesthetize the patient and provide airway support. [25]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Personnel. Nursing staff should be present to provide conscious sedation, provide technical assistance, and facilitate patient comfort and procedure tolerance and care for the patient in a recovery area. Some centers also perform ROSE of EBUS-TBNA samples which necessitates the presence of trained pathology staff. Where EBUS is performed under general anesthetic for greater control and ease of sampling, trained anesthetic staff are present to anesthetize the patient and provide airway support. [25]"}
{"id": "article-130746_32", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Preparation", "content": "Preparation for EBUS begins with obtaining informed consent. The patient should be made aware of the procedural risks and benefits, and care should be taken to ensure that allergy status and clotting function have been checked. The patient should undergo basic observations, including blood pressure, heart rate, and oxygen saturation, and intravenous access should be placed prior to commencing the procedure.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Preparation. Preparation for EBUS begins with obtaining informed consent. The patient should be made aware of the procedural risks and benefits, and care should be taken to ensure that allergy status and clotting function have been checked. The patient should undergo basic observations, including blood pressure, heart rate, and oxygen saturation, and intravenous access should be placed prior to commencing the procedure."}
{"id": "article-130746_33", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Preparation", "content": "Prior to commencing the procedure, a formal ‘sign-in’ should take place following the principles of the World Health Organisation surgical safety checklist to ensure that equipment is checked, staff members have been introduced to the patient, patient factors have been checked, and that the procedure is safe to go ahead. Conscious sedation should be given in line with local practice, and the procedure can begin.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Preparation. Prior to commencing the procedure, a formal ‘sign-in’ should take place following the principles of the World Health Organisation surgical safety checklist to ensure that equipment is checked, staff members have been introduced to the patient, patient factors have been checked, and that the procedure is safe to go ahead. Conscious sedation should be given in line with local practice, and the procedure can begin."}
{"id": "article-130746_34", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Procedural technique varies between centers. Fiberoptic bronchoscopy before EBUS is often performed to perform a full assessment of the bronchial tree and accurately deliver topical anesthetic to the vocal cords, trachea, carina, and main bronchi. Once anesthetized, the EBUS scope can be introduced.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment. Procedural technique varies between centers. Fiberoptic bronchoscopy before EBUS is often performed to perform a full assessment of the bronchial tree and accurately deliver topical anesthetic to the vocal cords, trachea, carina, and main bronchi. Once anesthetized, the EBUS scope can be introduced."}
{"id": "article-130746_35", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Convex EBUS scopes have a larger outer diameter than traditional fibreoptic bronchoscopes, necessitating the scope to be passed per-orally with a protective mouthguard. [26] Once the vocal cords have been visualized and the EBUS scope has been passed, the operator then navigates to the area of interest, which will have been identified pre-procedurally with cross-sectional imaging. Assessment of nodes differs based on whether the procedure is being performed for diagnostics or staging. For a staging procedure, each nodal station is systematically assessed. The note is made of enlarged or pathological-looking nodes. Once each station is assessed, the operator will then sample nodes starting at the station that would result in the highest nodal stage as per the TNM staging. For a diagnostic procedure, the node most likely to give a positive result should be sampled, and sufficient material obtained.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment. Convex EBUS scopes have a larger outer diameter than traditional fibreoptic bronchoscopes, necessitating the scope to be passed per-orally with a protective mouthguard. [26] Once the vocal cords have been visualized and the EBUS scope has been passed, the operator then navigates to the area of interest, which will have been identified pre-procedurally with cross-sectional imaging. Assessment of nodes differs based on whether the procedure is being performed for diagnostics or staging. For a staging procedure, each nodal station is systematically assessed. The note is made of enlarged or pathological-looking nodes. Once each station is assessed, the operator will then sample nodes starting at the station that would result in the highest nodal stage as per the TNM staging. For a diagnostic procedure, the node most likely to give a positive result should be sampled, and sufficient material obtained."}
{"id": "article-130746_36", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Anatomical landmarks using the ultrasound transducer, including the aorta, pulmonary arteries, and lymph node stations, orientate the operator. The endobronchial view is also useful in combination with the ultrasound view, using structures such as the carina, second-order carina, and trachealis muscle to orientate the operator. The balloon is inflated to improve the ultrasound image by increasing contact with the bronchial mucosa.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment. Anatomical landmarks using the ultrasound transducer, including the aorta, pulmonary arteries, and lymph node stations, orientate the operator. The endobronchial view is also useful in combination with the ultrasound view, using structures such as the carina, second-order carina, and trachealis muscle to orientate the operator. The balloon is inflated to improve the ultrasound image by increasing contact with the bronchial mucosa."}
{"id": "article-130746_37", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Once the target nodes are identified, the EBUS-TBNA takes place. The sampling needle is attached to the scope, passing through the working port until the tip of the sheath is visualized. Once the scope position is adequate, the needle sheath tip is identified in the endoscopic view, and the needle is advanced across the bronchial wall and into the target area under real-time ultrasound guidance.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment. Once the target nodes are identified, the EBUS-TBNA takes place. The sampling needle is attached to the scope, passing through the working port until the tip of the sheath is visualized. Once the scope position is adequate, the needle sheath tip is identified in the endoscopic view, and the needle is advanced across the bronchial wall and into the target area under real-time ultrasound guidance."}
{"id": "article-130746_38", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "The needle stylet is removed, and a suction collection system consisting of a vacuum syringe or similar is attached. The operator then agitates the needle so that the needle tip traverses the full length of the node a number of times to obtain a tissue sample (between 7-10 times, but this is variable). Suction should be turned off before removing the needle. This process constitutes a single ‘pass.’ Most operators will perform a total of 3 passes as this has been correlated with good sample sensitivity. ROSE can be used to inform the operator whether further passes are required whilst the procedure is still being performed. Systematic review and meta-analysis data suggest that although ROSE does not increase diagnostic yield, it has a utility to reduce both the number of needle passes and bronchoscopic procedures required for the patient. [27]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment. The needle stylet is removed, and a suction collection system consisting of a vacuum syringe or similar is attached. The operator then agitates the needle so that the needle tip traverses the full length of the node a number of times to obtain a tissue sample (between 7-10 times, but this is variable). Suction should be turned off before removing the needle. This process constitutes a single ‘pass.’ Most operators will perform a total of 3 passes as this has been correlated with good sample sensitivity. ROSE can be used to inform the operator whether further passes are required whilst the procedure is still being performed. Systematic review and meta-analysis data suggest that although ROSE does not increase diagnostic yield, it has a utility to reduce both the number of needle passes and bronchoscopic procedures required for the patient. [27]"}
{"id": "article-130746_39", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment", "content": "Once each pass is complete, the sampling kit is removed from the working port, and the stylet is re-introduced. This pushes the sample material out and onto a collecting slide. The slide is then stained and prepared for ROSE, with the remainder of the sample being placed in RPMI solution and sent for cell block preparation and formal cytological examination. [28] Once all target areas have been adequately sampled, the scope is removed, and a formal ‘sign-out’ is performed, and samples are inspected. Labeling is checked prior to sending it to the laboratory.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Technique or Treatment. Once each pass is complete, the sampling kit is removed from the working port, and the stylet is re-introduced. This pushes the sample material out and onto a collecting slide. The slide is then stained and prepared for ROSE, with the remainder of the sample being placed in RPMI solution and sent for cell block preparation and formal cytological examination. [28] Once all target areas have been adequately sampled, the scope is removed, and a formal ‘sign-out’ is performed, and samples are inspected. Labeling is checked prior to sending it to the laboratory."}
{"id": "article-130746_40", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications", "content": "Morbidity from EBUS itself is very low, and rates are similar to those seen with fibreoptic bronchoscopy. Cough, fever, hemoptysis, bronchospasm, anesthesia-related complications, and pneumonia are the most commonly reported adverse events. EBUS is generally a very safe procedure. [29]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications. Morbidity from EBUS itself is very low, and rates are similar to those seen with fibreoptic bronchoscopy. Cough, fever, hemoptysis, bronchospasm, anesthesia-related complications, and pneumonia are the most commonly reported adverse events. EBUS is generally a very safe procedure. [29]"}
{"id": "article-130746_41", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications", "content": "The majority of complications arise from the sampling procedure involved in EBUS-TBNA. Specific complications include bleeding, pneumothorax, bronchial fistula formulation, pericarditis, and mediastinitis. [30] Insignificant bleeding whilst sampling is normal, but if a major vessel is hit, this can cause life-threatening hemorrhage; fortunately, this is exceedingly rare. When this happens, the scope should be advanced, and the balloon inflated to tamponade the bleeding whilst an emergency call is put out. The patient should be positioned in a lateral position to protect the contralateral lung from blood spilling into the bronchi. The operator should attempt to apply ice-cold saline and adrenaline to the bleeding point. Urgent airway support should be sought with general anesthesia and selective single lung ventilation helping to keep the patient alive to undergo definitive intervention. Arterial embolization or thoracic surgery may be necessary to control bleeding in these scenarios. [31] [32]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications. The majority of complications arise from the sampling procedure involved in EBUS-TBNA. Specific complications include bleeding, pneumothorax, bronchial fistula formulation, pericarditis, and mediastinitis. [30] Insignificant bleeding whilst sampling is normal, but if a major vessel is hit, this can cause life-threatening hemorrhage; fortunately, this is exceedingly rare. When this happens, the scope should be advanced, and the balloon inflated to tamponade the bleeding whilst an emergency call is put out. The patient should be positioned in a lateral position to protect the contralateral lung from blood spilling into the bronchi. The operator should attempt to apply ice-cold saline and adrenaline to the bleeding point. Urgent airway support should be sought with general anesthesia and selective single lung ventilation helping to keep the patient alive to undergo definitive intervention. Arterial embolization or thoracic surgery may be necessary to control bleeding in these scenarios. [31] [32]"}
{"id": "article-130746_42", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications", "content": "Data from meta-analyses suggest that complication rates from EBUS-TBNA are lower when compared to transbronchial biopsy. Overall, a complication rate of around <1% for EBUS-TBNA could be expected, and it bears mentioning that even when complications do occur, further interventions are rarely required. [33] [34]", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications. Data from meta-analyses suggest that complication rates from EBUS-TBNA are lower when compared to transbronchial biopsy. Overall, a complication rate of around <1% for EBUS-TBNA could be expected, and it bears mentioning that even when complications do occur, further interventions are rarely required. [33] [34]"}
{"id": "article-130746_43", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications", "content": "Informed consent for EBUS-TBNA should be obtained from the patient addressing both the common and uncommon complications, and particular mention should be made of the risk of pneumothorax, bleeding, and infection, including mediastinitis, as these rare complications are the most serious adverse events. Most complications will manifest within the first 24 hours post-procedure, and patients should receive counseling regarding symptoms that are suggestive of a complication. Those who develop hypoxia, significant hemoptysis, or persisting fever should be assessed urgently.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Complications. Informed consent for EBUS-TBNA should be obtained from the patient addressing both the common and uncommon complications, and particular mention should be made of the risk of pneumothorax, bleeding, and infection, including mediastinitis, as these rare complications are the most serious adverse events. Most complications will manifest within the first 24 hours post-procedure, and patients should receive counseling regarding symptoms that are suggestive of a complication. Those who develop hypoxia, significant hemoptysis, or persisting fever should be assessed urgently."}
{"id": "article-130746_44", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Clinical Significance", "content": "EBUS-TBNA is becoming a gold-standard test for the diagnosis and staging of patients with lung cancer globally. In conjunction with the increasing role of EBUS to guide therapeutic bronchoscopy, this means that the clinicians should have a good understanding of the applications of EBUS and an awareness of its complications to improve patient outcomes.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Clinical Significance. EBUS-TBNA is becoming a gold-standard test for the diagnosis and staging of patients with lung cancer globally. In conjunction with the increasing role of EBUS to guide therapeutic bronchoscopy, this means that the clinicians should have a good understanding of the applications of EBUS and an awareness of its complications to improve patient outcomes."}
{"id": "article-130746_45", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes", "content": "Performing EBUS and EBUS-TBNA requires an experienced multi-disciplinary team, and team experience is correlated with higher sample sensitivities and patient outcomes (CEBM evidence level 2a). ROSE of EBUS-TBNA samples by cytology staff is a beneficial addition to this team. It allows for fewer needle passes and real-time feedback on samples which improves sensitivity (CEBM evidence level 2a). Endoscopy nursing staff have a valuable role in EBUS and are an essential part of the multi-disciplinary team, enhancing the patient experience and post-procedural care.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Enhancing Healthcare Team Outcomes. Performing EBUS and EBUS-TBNA requires an experienced multi-disciplinary team, and team experience is correlated with higher sample sensitivities and patient outcomes (CEBM evidence level 2a). ROSE of EBUS-TBNA samples by cytology staff is a beneficial addition to this team. It allows for fewer needle passes and real-time feedback on samples which improves sensitivity (CEBM evidence level 2a). Endoscopy nursing staff have a valuable role in EBUS and are an essential part of the multi-disciplinary team, enhancing the patient experience and post-procedural care."}
{"id": "article-130746_46", "title": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sonography Endobronchial Assessment, Protocols, and Interpretation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}