{"id": "article-26717_0", "title": "Parvoviruses -- Continuing Education Activity", "content": "Parvovirus B19 is a virus that only infects humans. It is known to cause fifth disease, also known as erythema infectiosum or slapped cheek syndrome, which occurs mostly in young children but can occur in adults. It can also cause an aplastic crisis in those with certain anemias, hydrops fetalis in pregnant women, polyarthropathy, and papular-purpuric gloves and socks syndrome (PPGSS) in young adults. Transmission of the virus occurs through respiratory secretions and blood products. If a woman becomes pregnant and gets infected, the virus can be passed to her baby. This activity illustrates the evaluation and treatment of parvovirus infections and reviews the role of the interprofessional team in managing those with this condition.", "contents": "Parvoviruses -- Continuing Education Activity. Parvovirus B19 is a virus that only infects humans. It is known to cause fifth disease, also known as erythema infectiosum or slapped cheek syndrome, which occurs mostly in young children but can occur in adults. It can also cause an aplastic crisis in those with certain anemias, hydrops fetalis in pregnant women, polyarthropathy, and papular-purpuric gloves and socks syndrome (PPGSS) in young adults. Transmission of the virus occurs through respiratory secretions and blood products. If a woman becomes pregnant and gets infected, the virus can be passed to her baby. This activity illustrates the evaluation and treatment of parvovirus infections and reviews the role of the interprofessional team in managing those with this condition."}
{"id": "article-26717_1", "title": "Parvoviruses -- Continuing Education Activity", "content": "Objectives: Review the conditions caused by parvovirus. Outline the typical presentations of the conditions caused by parvovirus infection. Review the management of parvovirus infection. Summarize interprofessional team strategies to improve care coordination and communication to enhance outcomes for patients affected by parvovirus. Access free multiple choice questions on this topic.", "contents": "Parvoviruses -- Continuing Education Activity. Objectives: Review the conditions caused by parvovirus. Outline the typical presentations of the conditions caused by parvovirus infection. Review the management of parvovirus infection. Summarize interprofessional team strategies to improve care coordination and communication to enhance outcomes for patients affected by parvovirus. Access free multiple choice questions on this topic."}
{"id": "article-26717_2", "title": "Parvoviruses -- Introduction", "content": "Parvovirus B19 is a non-enveloped, icosahedral virus containing a single-stranded, linear DNA genome. This virus only infects humans. The virus is known to cause fifth disease, also known as erythema infectiosum or slapped cheek syndrome, which occurs mostly in young children but can occur in adults. It can also cause an aplastic crisis in those with certain anemias, hydrops fetalis in pregnant women, polyarthropathy, and papular-purpuric gloves and socks syndrome (PPGSS) in young adults. Transmission of the virus occurs through respiratory secretions and blood products. If a woman becomes pregnant and gets infected, the virus can be passed to her baby. [1] [2] [3] [4]", "contents": "Parvoviruses -- Introduction. Parvovirus B19 is a non-enveloped, icosahedral virus containing a single-stranded, linear DNA genome. This virus only infects humans. The virus is known to cause fifth disease, also known as erythema infectiosum or slapped cheek syndrome, which occurs mostly in young children but can occur in adults. It can also cause an aplastic crisis in those with certain anemias, hydrops fetalis in pregnant women, polyarthropathy, and papular-purpuric gloves and socks syndrome (PPGSS) in young adults. Transmission of the virus occurs through respiratory secretions and blood products. If a woman becomes pregnant and gets infected, the virus can be passed to her baby. [1] [2] [3] [4]"}
{"id": "article-26717_3", "title": "Parvoviruses -- Etiology", "content": "Parvovirus B19 is a non-enveloped, icosahedral virus that contains single-stranded linear DNA. It only infects humans, so it cannot be caught from animals.", "contents": "Parvoviruses -- Etiology. Parvovirus B19 is a non-enveloped, icosahedral virus that contains single-stranded linear DNA. It only infects humans, so it cannot be caught from animals."}
{"id": "article-26717_4", "title": "Parvoviruses -- Epidemiology", "content": "Parvovirus B19 infection occurs worldwide and is most common in school-aged children. The prevalence of parvovirus B19 in developed countries in children younger than five years is 2% to 10%, 40% to 60% in adults older than 20 years, and 85% or more in people 70 years and older. Infections with parvovirus B19 tend to occur more often in the late winter, spring, and early summer. Mini-outbreaks of parvovirus B19 infection occur about every three to four years.", "contents": "Parvoviruses -- Epidemiology. Parvovirus B19 infection occurs worldwide and is most common in school-aged children. The prevalence of parvovirus B19 in developed countries in children younger than five years is 2% to 10%, 40% to 60% in adults older than 20 years, and 85% or more in people 70 years and older. Infections with parvovirus B19 tend to occur more often in the late winter, spring, and early summer. Mini-outbreaks of parvovirus B19 infection occur about every three to four years."}
{"id": "article-26717_5", "title": "Parvoviruses -- Pathophysiology", "content": "Parvovirus B19 is a non-enveloped virus that binds to host cell receptors in the respiratory tract and enters the cell. It then translocates its genome to the host nucleus, whereby DNA replication, RNA transcription, and assembly of the virus occurs. Lastly, the cells lyse and release the mature virions. Viremia occurs and creates the prodrome of symptoms that patients experience. The IgM antibody appears when viremia resolves, which is approximately eight to 10 days post-inoculation. During the viremic period, reticulocytopenia occurs for seven to 10 days. One week after the appearance of the IgM antibody, the IgG antibody appears and coincides with the appearance of the rash and arthralgia. Parvovirus is tropic to bone marrow and replicates in erythroid precursors. The P antigen is the cellular receptor for parvovirus B19 that causes erythema infectiosum in children.", "contents": "Parvoviruses -- Pathophysiology. Parvovirus B19 is a non-enveloped virus that binds to host cell receptors in the respiratory tract and enters the cell. It then translocates its genome to the host nucleus, whereby DNA replication, RNA transcription, and assembly of the virus occurs. Lastly, the cells lyse and release the mature virions. Viremia occurs and creates the prodrome of symptoms that patients experience. The IgM antibody appears when viremia resolves, which is approximately eight to 10 days post-inoculation. During the viremic period, reticulocytopenia occurs for seven to 10 days. One week after the appearance of the IgM antibody, the IgG antibody appears and coincides with the appearance of the rash and arthralgia. Parvovirus is tropic to bone marrow and replicates in erythroid precursors. The P antigen is the cellular receptor for parvovirus B19 that causes erythema infectiosum in children."}
{"id": "article-26717_6", "title": "Parvoviruses -- Histopathology", "content": "Histopathology is generally not useful in parvovirus B19 infection. However, PPGSS shows a lymphocytic dermal infiltrate with extravasation of erythrocytes.", "contents": "Parvoviruses -- Histopathology. Histopathology is generally not useful in parvovirus B19 infection. However, PPGSS shows a lymphocytic dermal infiltrate with extravasation of erythrocytes."}
{"id": "article-26717_7", "title": "Parvoviruses -- History and Physical -- Erythema Infectiosum", "content": "The prodrome of symptoms begins during viremia, where patients experience a headache, myalgias, and fever. The exanthem develops one to one and one-half weeks later. It is important to know that the patient is not contagious once the eruption occurs. At this time, the patient will have a “slapped cheek” appearance, described as erythema of the cheeks, sparing the central face. This finding is the most recognizable for this disease. Adults may not have the facial rash with this infection. Later, a maculopapular eruption occurs that looks “lacy” and reticular and favors the extremities but occurs on the trunk to a lesser extent. The eruption can last anywhere from one to three weeks. The rash can worsen when exposed to heat or sunlight. Arthritis of the small joints may occur, namely the hands, feet, and knees; however, this is more common in adults. It is especially common in women and is rare in children, where it occurs in only 10%. [5] [6] [7] [8]", "contents": "Parvoviruses -- History and Physical -- Erythema Infectiosum. The prodrome of symptoms begins during viremia, where patients experience a headache, myalgias, and fever. The exanthem develops one to one and one-half weeks later. It is important to know that the patient is not contagious once the eruption occurs. At this time, the patient will have a “slapped cheek” appearance, described as erythema of the cheeks, sparing the central face. This finding is the most recognizable for this disease. Adults may not have the facial rash with this infection. Later, a maculopapular eruption occurs that looks “lacy” and reticular and favors the extremities but occurs on the trunk to a lesser extent. The eruption can last anywhere from one to three weeks. The rash can worsen when exposed to heat or sunlight. Arthritis of the small joints may occur, namely the hands, feet, and knees; however, this is more common in adults. It is especially common in women and is rare in children, where it occurs in only 10%. [5] [6] [7] [8]"}
{"id": "article-26717_8", "title": "Parvoviruses -- History and Physical -- Erythema Infectiosum", "content": "Arthritis may occur without the skin findings, and it usually lasts one to three weeks.", "contents": "Parvoviruses -- History and Physical -- Erythema Infectiosum. Arthritis may occur without the skin findings, and it usually lasts one to three weeks."}
{"id": "article-26717_9", "title": "Parvoviruses -- History and Physical -- Aplastic Crisis", "content": "This may occur in those with preexisting conditions such as decreased red cell production (iron deficiency and thalassemias) or increased red cell destruction (sickle cell anemia, hereditary spherocytosis, pyruvate kinase deficiency, glucose-6-phosphate dehydrogenase deficiency), as well as recipients of allogeneic hematopoietic stem cell or solid organ transplants and patients with HIV infection.", "contents": "Parvoviruses -- History and Physical -- Aplastic Crisis. This may occur in those with preexisting conditions such as decreased red cell production (iron deficiency and thalassemias) or increased red cell destruction (sickle cell anemia, hereditary spherocytosis, pyruvate kinase deficiency, glucose-6-phosphate dehydrogenase deficiency), as well as recipients of allogeneic hematopoietic stem cell or solid organ transplants and patients with HIV infection."}
{"id": "article-26717_10", "title": "Parvoviruses -- History and Physical -- Fetal B19 Infection", "content": "Vertical transmission of parvovirus B19 can occur from the mother to the fetus. Transmission is the highest before 20 weeks gestation. The virus blocks fetal erythropoiesis, leading to profound anemia, stillbirth, hydrops, and/or fetal death. Hydrops is defined as the abnormal accumulation of fluid in two or more fetal compartments, including ascites, pleural effusion, pericardial effusion, and skin edema. Most fetal losses occur in the second trimester. However, the overall risk of fetal loss while pregnant is 2% to 6%. The virus is not usually tested for in preconception or antenatal screenings. Most babies born to mothers with the infection are born asymptomatic and full-term.", "contents": "Parvoviruses -- History and Physical -- Fetal B19 Infection. Vertical transmission of parvovirus B19 can occur from the mother to the fetus. Transmission is the highest before 20 weeks gestation. The virus blocks fetal erythropoiesis, leading to profound anemia, stillbirth, hydrops, and/or fetal death. Hydrops is defined as the abnormal accumulation of fluid in two or more fetal compartments, including ascites, pleural effusion, pericardial effusion, and skin edema. Most fetal losses occur in the second trimester. However, the overall risk of fetal loss while pregnant is 2% to 6%. The virus is not usually tested for in preconception or antenatal screenings. Most babies born to mothers with the infection are born asymptomatic and full-term."}
{"id": "article-26717_11", "title": "Parvoviruses -- History and Physical -- Papular Purpuric Gloves and Socks Syndrome", "content": "This condition usually occurs in young adults but can occur at any age. On exam, one will find petechiae and purpura with a sharp demarcation at the wrists and ankles. There also will be symmetric edema and erythema of the palms and soles that may extend onto the dorsal surfaces, and patients may complain of burning or pruritus. Some sources have documented cases involving intertriginous areas of the body as well. Unlike erythema infectiosum, patients are contagious when they have a rash. Erosions and petechiae may occur in the mouth involving the palate, pharynx, and tongue.", "contents": "Parvoviruses -- History and Physical -- Papular Purpuric Gloves and Socks Syndrome. This condition usually occurs in young adults but can occur at any age. On exam, one will find petechiae and purpura with a sharp demarcation at the wrists and ankles. There also will be symmetric edema and erythema of the palms and soles that may extend onto the dorsal surfaces, and patients may complain of burning or pruritus. Some sources have documented cases involving intertriginous areas of the body as well. Unlike erythema infectiosum, patients are contagious when they have a rash. Erosions and petechiae may occur in the mouth involving the palate, pharynx, and tongue."}
{"id": "article-26717_12", "title": "Parvoviruses -- Evaluation", "content": "The preferred method to test for infection is by checking a serum anti-B19 IgM antibody. If it is positive, it indicates infection within the previous two to four months. The IgG antibody will be positive after one week. PCR testing from the serum or tissue can also be used.", "contents": "Parvoviruses -- Evaluation. The preferred method to test for infection is by checking a serum anti-B19 IgM antibody. If it is positive, it indicates infection within the previous two to four months. The IgG antibody will be positive after one week. PCR testing from the serum or tissue can also be used."}
{"id": "article-26717_13", "title": "Parvoviruses -- Treatment / Management", "content": "Treatment is typically symptomatic. Children with erythema infectiosum usually feel well during the infection and do not require treatment. If arthropathy is present, NSAIDs can be used. Red blood cell transfusions can be given to patients in aplastic crisis. Mothers with confirmed infection in the one and two weeks of pregnancy should be monitored closely with serial ultrasounds. If needed, transfusions can be given to the fetus while in utero .", "contents": "Parvoviruses -- Treatment / Management. Treatment is typically symptomatic. Children with erythema infectiosum usually feel well during the infection and do not require treatment. If arthropathy is present, NSAIDs can be used. Red blood cell transfusions can be given to patients in aplastic crisis. Mothers with confirmed infection in the one and two weeks of pregnancy should be monitored closely with serial ultrasounds. If needed, transfusions can be given to the fetus while in utero ."}
{"id": "article-26717_14", "title": "Parvoviruses -- Differential Diagnosis", "content": "The differential diagnosis of erythema infectiosum includes scarlet fever, enteroviral infection, rubella, Still disease, erysipelas of the face, contact dermatitis, Kawasaki disease, roseola infantum, measles, and drug eruption. The differential diagnosis of PPGSS includes meningococcal infection, erythema multiforme, Henoch-Schonlein purpura, and chemotherapy-related painful acral erythema.", "contents": "Parvoviruses -- Differential Diagnosis. The differential diagnosis of erythema infectiosum includes scarlet fever, enteroviral infection, rubella, Still disease, erysipelas of the face, contact dermatitis, Kawasaki disease, roseola infantum, measles, and drug eruption. The differential diagnosis of PPGSS includes meningococcal infection, erythema multiforme, Henoch-Schonlein purpura, and chemotherapy-related painful acral erythema."}
{"id": "article-26717_15", "title": "Parvoviruses -- Prognosis", "content": "Erythema infectiosum is usually mild for those that are healthy. However, it can cause serious complications in immunocompromised patients. In some people. parvovirus B19 can cause chronic anemia requiring treatment. After a person becomes infected with erythema infectiosum, immunity is obtained that protects one from infection in the future. Most of the time PPGSS resolves on its own without any sequelae.", "contents": "Parvoviruses -- Prognosis. Erythema infectiosum is usually mild for those that are healthy. However, it can cause serious complications in immunocompromised patients. In some people. parvovirus B19 can cause chronic anemia requiring treatment. After a person becomes infected with erythema infectiosum, immunity is obtained that protects one from infection in the future. Most of the time PPGSS resolves on its own without any sequelae."}
{"id": "article-26717_16", "title": "Parvoviruses -- Pearls and Other Issues", "content": "Patients with the \"slapped cheek\" appearance in erythema infectiosum are not contagious at that time. Patients with the rash of papular-purpuric gloves and socks syndrome are contagious at that time.", "contents": "Parvoviruses -- Pearls and Other Issues. Patients with the \"slapped cheek\" appearance in erythema infectiosum are not contagious at that time. Patients with the rash of papular-purpuric gloves and socks syndrome are contagious at that time."}
{"id": "article-26717_17", "title": "Parvoviruses -- Enhancing Healthcare Team Outcomes", "content": "Parvovirus infections are often managed by the pediatrician, primary care provider, or nurse practitioner. In most cases, the treatment is typically symptomatic. Children with erythema infectiosum usually feel well during the infection and do not require treatment. If arthropathy is present, NSAIDs can be used. Red blood cell transfusions can be given to patients in aplastic crisis. Mothers with confirmed infection in the one and two weeks of pregnancy should be monitored closely with serial ultrasounds. If needed, transfusions can be given to the fetus while in utero . After a person becomes infected with erythema infectiosum, immunity protects one from infection in the future. Most of the time, PPGSS resolves on its own without any sequelae. [9] [10]", "contents": "Parvoviruses -- Enhancing Healthcare Team Outcomes. Parvovirus infections are often managed by the pediatrician, primary care provider, or nurse practitioner. In most cases, the treatment is typically symptomatic. Children with erythema infectiosum usually feel well during the infection and do not require treatment. If arthropathy is present, NSAIDs can be used. Red blood cell transfusions can be given to patients in aplastic crisis. Mothers with confirmed infection in the one and two weeks of pregnancy should be monitored closely with serial ultrasounds. If needed, transfusions can be given to the fetus while in utero . After a person becomes infected with erythema infectiosum, immunity protects one from infection in the future. Most of the time, PPGSS resolves on its own without any sequelae. [9] [10]"}
{"id": "article-26717_18", "title": "Parvoviruses -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Parvoviruses -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}