{"id": "article-29598_0", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Continuing Education Activity", "content": "Infective endocarditis is an infection of the heart's endocardial surfaces involving one or more heart valves. The incidence of infective endocarditis hospitalization rate is estimated at 12.7 per 100,000 annually in the United States. Most patients (57.7%) affected by this condition were male, and over one-third were aged 70 or older. Several risk factors can predispose patients to infective endocarditis, including structural heart disease (such as valvular disease or congenital heart disease), prosthetic heart valves, indwelling cardiovascular device, intravascular catheter, chronic hemodialysis, HIV infection, diabetes, or a prior history of infective endocarditis.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Continuing Education Activity. Infective endocarditis is an infection of the heart's endocardial surfaces involving one or more heart valves. The incidence of infective endocarditis hospitalization rate is estimated at 12.7 per 100,000 annually in the United States. Most patients (57.7%) affected by this condition were male, and over one-third were aged 70 or older. Several risk factors can predispose patients to infective endocarditis, including structural heart disease (such as valvular disease or congenital heart disease), prosthetic heart valves, indwelling cardiovascular device, intravascular catheter, chronic hemodialysis, HIV infection, diabetes, or a prior history of infective endocarditis."}
{"id": "article-29598_1", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Continuing Education Activity", "content": "Infective endocarditis can manifest as either acute or subacute infection. Acute infections are characterized by rapid progression, marked by high fevers, rigors, and sepsis. Conversely, the diagnosis of subacute bacterial endocarditis is often delayed and is characterized by nonspecific symptoms such as weight loss, fatigue, and dyspnea over a period of weeks to months. Clear distinctions exist between subacute and acute bacterial endocarditis. Penicillin-sensitive Streptococcus viridans is the predominant cause of most cases of subacute bacterial endocarditis, whereas Staphylococcus aureus is responsible for the majority of acute bacterial endocarditis cases. Managing both types of bacteria necessitates distinct prophylactic approaches to prevent further complications of infective endocarditis. This activity reviews the prophylaxis of subacute infective endocarditis and highlights the crucial role of the interprofessional healthcare team in managing this condition.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Continuing Education Activity. Infective endocarditis can manifest as either acute or subacute infection. Acute infections are characterized by rapid progression, marked by high fevers, rigors, and sepsis. Conversely, the diagnosis of subacute bacterial endocarditis is often delayed and is characterized by nonspecific symptoms such as weight loss, fatigue, and dyspnea over a period of weeks to months. Clear distinctions exist between subacute and acute bacterial endocarditis. Penicillin-sensitive Streptococcus viridans is the predominant cause of most cases of subacute bacterial endocarditis, whereas Staphylococcus aureus is responsible for the majority of acute bacterial endocarditis cases. Managing both types of bacteria necessitates distinct prophylactic approaches to prevent further complications of infective endocarditis. This activity reviews the prophylaxis of subacute infective endocarditis and highlights the crucial role of the interprofessional healthcare team in managing this condition."}
{"id": "article-29598_2", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Continuing Education Activity", "content": "Objectives: Identify patients at risk for subacute bacterial endocarditis based on clinical history, underlying cardiac conditions, and predisposing factors. Implement appropriate antibiotic prophylaxis strategies in accordance with current guidelines and evidence-based recommendations for subacute bacterial endocarditis. Select optimal antibiotic regimens for prophylaxis based on patient-specific factors, including allergies, comorbidities, and procedural risks, for treating subacute bacterial endocarditis. Collaborate with interprofessional team members, including cardiologists and infectious disease specialists, to ensure comprehensive management of patients at risk for subacute bacterial endocarditis. Access free multiple choice questions on this topic.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Continuing Education Activity. Objectives: Identify patients at risk for subacute bacterial endocarditis based on clinical history, underlying cardiac conditions, and predisposing factors. Implement appropriate antibiotic prophylaxis strategies in accordance with current guidelines and evidence-based recommendations for subacute bacterial endocarditis. Select optimal antibiotic regimens for prophylaxis based on patient-specific factors, including allergies, comorbidities, and procedural risks, for treating subacute bacterial endocarditis. Collaborate with interprofessional team members, including cardiologists and infectious disease specialists, to ensure comprehensive management of patients at risk for subacute bacterial endocarditis. Access free multiple choice questions on this topic."}
{"id": "article-29598_3", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Indications", "content": "Infective endocarditis is an infection of the heart's endocardial surfaces involving one or more heart valves. The incidence of infective endocarditis hospitalization rate is estimated at 12.7 per 100,000 annually in the United States. Most patients (57.7%) affected by this condition were male, and over one-third were aged 70 or older. [1]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Indications. Infective endocarditis is an infection of the heart's endocardial surfaces involving one or more heart valves. The incidence of infective endocarditis hospitalization rate is estimated at 12.7 per 100,000 annually in the United States. Most patients (57.7%) affected by this condition were male, and over one-third were aged 70 or older. [1]"}
{"id": "article-29598_4", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Indications", "content": "Several risk factors can predispose patients to infective endocarditis, including structural heart disease (such as valvular disease or congenital heart disease), prosthetic heart valves, indwelling cardiovascular device, intravascular catheter, chronic hemodialysis, HIV infection, diabetes, or a prior history of infective endocarditis. Additional risk factors include male gender, males aged 60 or older, intravenous (IV) drug use, poor dentition, or dental infection.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Indications. Several risk factors can predispose patients to infective endocarditis, including structural heart disease (such as valvular disease or congenital heart disease), prosthetic heart valves, indwelling cardiovascular device, intravascular catheter, chronic hemodialysis, HIV infection, diabetes, or a prior history of infective endocarditis. Additional risk factors include male gender, males aged 60 or older, intravenous (IV) drug use, poor dentition, or dental infection."}
{"id": "article-29598_5", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Indications", "content": "Infective endocarditis can manifest as either acute or subacute infection. [2] Acute infections are characterized by rapid progression, marked by high fevers, rigors, and sepsis. Conversely, the diagnosis of subacute bacterial endocarditis is often delayed and is characterized by nonspecific symptoms such as weight loss, fatigue, and dyspnea over a period of weeks to months. Clear distinctions exist between subacute and acute bacterial endocarditis. Penicillin-sensitive Streptococcus viridans is the predominant cause of most cases of subacute bacterial endocarditis, whereas Staphylococcus aureus is responsible for the majority of acute bacterial endocarditis cases. [3] Managing both types of bacteria necessitates distinct prophylactic approaches to prevent further complications of infective endocarditis.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Indications. Infective endocarditis can manifest as either acute or subacute infection. [2] Acute infections are characterized by rapid progression, marked by high fevers, rigors, and sepsis. Conversely, the diagnosis of subacute bacterial endocarditis is often delayed and is characterized by nonspecific symptoms such as weight loss, fatigue, and dyspnea over a period of weeks to months. Clear distinctions exist between subacute and acute bacterial endocarditis. Penicillin-sensitive Streptococcus viridans is the predominant cause of most cases of subacute bacterial endocarditis, whereas Staphylococcus aureus is responsible for the majority of acute bacterial endocarditis cases. [3] Managing both types of bacteria necessitates distinct prophylactic approaches to prevent further complications of infective endocarditis."}
{"id": "article-29598_6", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Indications", "content": "Subacute bacterial endocarditis primarily arises in individuals with preexisting heart disease, whereas acute bacterial endocarditis predominantly affects those with healthy hearts. Following treatment, subacute bacterial endocarditis seldom results in significant cardiac damage; however, a considerable number of patients who survive acute bacterial endocarditis ultimately succumb to cardiac failure. [3]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Indications. Subacute bacterial endocarditis primarily arises in individuals with preexisting heart disease, whereas acute bacterial endocarditis predominantly affects those with healthy hearts. Following treatment, subacute bacterial endocarditis seldom results in significant cardiac damage; however, a considerable number of patients who survive acute bacterial endocarditis ultimately succumb to cardiac failure. [3]"}
{"id": "article-29598_7", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Indications", "content": "With the ongoing increase in the incidence of infective endocarditis in the United States, healthcare professionals face the imperative task of making judicious decisions regarding antibiotic prophylaxis to mitigate further complications. Historically, antibiotic prophylaxis before procedures, especially dental procedures, was used extensively to prevent infective endocarditis despite insufficient evidence supporting its efficacy. However, guidelines issued by the American Heart Association (AHA) in 2007 notably curtailed the indications for antibiotic use in endocarditis prophylaxis. [4] Several reasons were elucidated for this change. First, it was observed that infective endocarditis was more likely to develop from routine activities such as teeth brushing and flossing rather than a single medical or dental procedure. Second, the prevailing sentiment was that antibiotic prophylaxis for dental procedures offered minimal prevention against infective endocarditis cases. The expense of antibiotics, the potential for adverse effects, and the risk of fostering antibiotic resistance significantly outweighed the benefit of such preventive measures. Third, emphasis was placed on maintaining good oral hygiene, which provides greater efficacy in preventing infective endocarditis than a single dose of antibiotics. [4]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Indications. With the ongoing increase in the incidence of infective endocarditis in the United States, healthcare professionals face the imperative task of making judicious decisions regarding antibiotic prophylaxis to mitigate further complications. Historically, antibiotic prophylaxis before procedures, especially dental procedures, was used extensively to prevent infective endocarditis despite insufficient evidence supporting its efficacy. However, guidelines issued by the American Heart Association (AHA) in 2007 notably curtailed the indications for antibiotic use in endocarditis prophylaxis. [4] Several reasons were elucidated for this change. First, it was observed that infective endocarditis was more likely to develop from routine activities such as teeth brushing and flossing rather than a single medical or dental procedure. Second, the prevailing sentiment was that antibiotic prophylaxis for dental procedures offered minimal prevention against infective endocarditis cases. The expense of antibiotics, the potential for adverse effects, and the risk of fostering antibiotic resistance significantly outweighed the benefit of such preventive measures. Third, emphasis was placed on maintaining good oral hygiene, which provides greater efficacy in preventing infective endocarditis than a single dose of antibiotics. [4]"}
{"id": "article-29598_8", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Indications", "content": "Preventive measures against infective endocarditis include the following steps: Maintaining optimal oral hygiene. Administering antibiotics prophylactically before certain invasive dental or oral procedures. Diagnosing and treating endocarditis infections promptly. Utilizing antibiotic prophylaxis for surgical site infections to mitigate the risk of subsequent endocarditis. For instance, administering antibiotic prophylaxis before cardiac surgery serves as one example.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Indications. Preventive measures against infective endocarditis include the following steps: Maintaining optimal oral hygiene. Administering antibiotics prophylactically before certain invasive dental or oral procedures. Diagnosing and treating endocarditis infections promptly. Utilizing antibiotic prophylaxis for surgical site infections to mitigate the risk of subsequent endocarditis. For instance, administering antibiotic prophylaxis before cardiac surgery serves as one example."}
{"id": "article-29598_9", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action", "content": "The rationale for taking prophylactic antibiotic therapy for subacute bacterial endocarditis includes the following: Due to the fatal nature of infective endocarditis, prevention is preferable to treating established infections. Specific cardiac conditions predispose individuals to infective endocarditis. Prophylactic antibiotics aim to decrease the incidence of bacteremia associated with invasive dental, oral, gastrointestinal, and genitourinary tract procedures. Animal studies provide evidence supporting the efficacy of antimicrobial prophylaxis in preventing infective endocarditis. In humans, antimicrobial prophylaxis is effective in preventing infective endocarditis during high-risk dental, oral, gastrointestinal, or genitourinary tract procedures. [5]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action. The rationale for taking prophylactic antibiotic therapy for subacute bacterial endocarditis includes the following: Due to the fatal nature of infective endocarditis, prevention is preferable to treating established infections. Specific cardiac conditions predispose individuals to infective endocarditis. Prophylactic antibiotics aim to decrease the incidence of bacteremia associated with invasive dental, oral, gastrointestinal, and genitourinary tract procedures. Animal studies provide evidence supporting the efficacy of antimicrobial prophylaxis in preventing infective endocarditis. In humans, antimicrobial prophylaxis is effective in preventing infective endocarditis during high-risk dental, oral, gastrointestinal, or genitourinary tract procedures. [5]"}
{"id": "article-29598_10", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action", "content": "Infective endocarditis carries a fatal outcome if untreated or unrecognized. Despite advancements in antimicrobial therapy and surgical interventions, the condition continues to impose substantial morbidity and mortality. Consequently, preventive measures against infective endocarditis are imperative. Although animal studies suggest that antibiotic prophylaxis may be effective in preventing infective endocarditis, data from human studies remain insufficient. Thus, current guidelines in the United States advocate for antimicrobial prophylaxis in patients undergoing specific procedures at risk of infective endocarditis. The AHA currently recommends antibiotic prophylaxis for the following patients with certain high-risk cardiac conditions: [6] Patients with prosthetic cardiac valves. Patients with a prior history of infective endocarditis. Patients who have undergone cardiac transplantation and have valve regurgitation caused by a structurally abnormal valve.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action. Infective endocarditis carries a fatal outcome if untreated or unrecognized. Despite advancements in antimicrobial therapy and surgical interventions, the condition continues to impose substantial morbidity and mortality. Consequently, preventive measures against infective endocarditis are imperative. Although animal studies suggest that antibiotic prophylaxis may be effective in preventing infective endocarditis, data from human studies remain insufficient. Thus, current guidelines in the United States advocate for antimicrobial prophylaxis in patients undergoing specific procedures at risk of infective endocarditis. The AHA currently recommends antibiotic prophylaxis for the following patients with certain high-risk cardiac conditions: [6] Patients with prosthetic cardiac valves. Patients with a prior history of infective endocarditis. Patients who have undergone cardiac transplantation and have valve regurgitation caused by a structurally abnormal valve."}
{"id": "article-29598_11", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action", "content": "Patients with congenital heart disease with: Unrepaired cyanotic congenital heart disease, including palliative shunts and conduits. Repaired congenital heart defects, specifically those corrected with prosthetic material or devices placed during surgery or catheter intervention within the first 6 months following the procedure. Repaired congenital heart disease with residual defects present at the site or adjacent to the site of a prosthetic patch or device. Patients with these high-risk conditions should receive antibiotics for the following procedures: Dental procedures, including routine dental cleaning, drainage of dental abscesses, tooth extraction, manipulation of gingival tissue, manipulation of the periapical region of teeth, or perforation of the oral mucosa. However, routine anesthetic injections through noninfected tissue, dental radiographs, placement or adjustment of orthodontic devices, or trauma to the lips and teeth do not require antibiotic prophylaxis. [4] [7]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action. Patients with congenital heart disease with: Unrepaired cyanotic congenital heart disease, including palliative shunts and conduits. Repaired congenital heart defects, specifically those corrected with prosthetic material or devices placed during surgery or catheter intervention within the first 6 months following the procedure. Repaired congenital heart disease with residual defects present at the site or adjacent to the site of a prosthetic patch or device. Patients with these high-risk conditions should receive antibiotics for the following procedures: Dental procedures, including routine dental cleaning, drainage of dental abscesses, tooth extraction, manipulation of gingival tissue, manipulation of the periapical region of teeth, or perforation of the oral mucosa. However, routine anesthetic injections through noninfected tissue, dental radiographs, placement or adjustment of orthodontic devices, or trauma to the lips and teeth do not require antibiotic prophylaxis. [4] [7]"}
{"id": "article-29598_12", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action", "content": "Invasive respiratory tract procedures, as recommended by the 2007 AHA guidelines, include incision or biopsy of the respiratory mucosa, such as tonsillectomy and adenoidectomy. Antibiotic prophylaxis is unnecessary for bronchoscopy unless the procedure involves an incision of the respiratory tract mucosa. [4] Procedures involving infected skin, skin structures, or musculoskeletal tissue. [4]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Mechanism of Action. Invasive respiratory tract procedures, as recommended by the 2007 AHA guidelines, include incision or biopsy of the respiratory mucosa, such as tonsillectomy and adenoidectomy. Antibiotic prophylaxis is unnecessary for bronchoscopy unless the procedure involves an incision of the respiratory tract mucosa. [4] Procedures involving infected skin, skin structures, or musculoskeletal tissue. [4]"}
{"id": "article-29598_13", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Administration -- Antibiotics for Infective Endocarditis", "content": "The most common bacteria to cause infective endocarditis for dental and respiratory procedures are the various species of S viridans . The recommended prophylactic antibiotic is amoxicillin, administered orally 1 hour before the procedure. In cases where IV medications are necessary, ampicillin or ceftriaxone may be used. For patients with a penicillin allergy, cephalexin or azithromycin can be considered. Notably, some strains of S viridans exhibit penicillin resistance, prompting the prescribing clinician to consider local resistance patterns when selecting the appropriate antibiotic. Antistaphylococcal penicillin or vancomycin is recommended when S aureus is suspected. [8]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Administration -- Antibiotics for Infective Endocarditis. The most common bacteria to cause infective endocarditis for dental and respiratory procedures are the various species of S viridans . The recommended prophylactic antibiotic is amoxicillin, administered orally 1 hour before the procedure. In cases where IV medications are necessary, ampicillin or ceftriaxone may be used. For patients with a penicillin allergy, cephalexin or azithromycin can be considered. Notably, some strains of S viridans exhibit penicillin resistance, prompting the prescribing clinician to consider local resistance patterns when selecting the appropriate antibiotic. Antistaphylococcal penicillin or vancomycin is recommended when S aureus is suspected. [8]"}
{"id": "article-29598_14", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Administration -- Antibiotics Dosage", "content": "Amoxicillin should be administered at a dose of 2 g for adults and 50 mg/kg for pediatric patients, with the pediatric dose not exceeding the adult dose. Cephalexin should be administered at a dose of 2 g for adults and 50 mg/kg for pediatric patients, with the pediatric dose not exceeding the adult dose. Azithromycin/clarithromycin should be administered at a dose of 500 mg for adults and 15 mg/kg for pediatric patients, with the pediatric dose not exceeding the adult dose. Doxycycline should be administered at a dose of 100 mg for adults. For pediatric patients with a body weight of 45 kg or less, the doxycycline dose is 2.2 mg/kg, whereas for those with a body weight of more than 45 kg, the doxycycline dose is 100 mg. However, the pediatric dose should not exceed the adult dose. If patients cannot take medication orally, antibiotics are administered through IV or intramuscular (IM) routes.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Administration -- Antibiotics Dosage. Amoxicillin should be administered at a dose of 2 g for adults and 50 mg/kg for pediatric patients, with the pediatric dose not exceeding the adult dose. Cephalexin should be administered at a dose of 2 g for adults and 50 mg/kg for pediatric patients, with the pediatric dose not exceeding the adult dose. Azithromycin/clarithromycin should be administered at a dose of 500 mg for adults and 15 mg/kg for pediatric patients, with the pediatric dose not exceeding the adult dose. Doxycycline should be administered at a dose of 100 mg for adults. For pediatric patients with a body weight of 45 kg or less, the doxycycline dose is 2.2 mg/kg, whereas for those with a body weight of more than 45 kg, the doxycycline dose is 100 mg. However, the pediatric dose should not exceed the adult dose. If patients cannot take medication orally, antibiotics are administered through IV or intramuscular (IM) routes."}
{"id": "article-29598_15", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Administration", "content": "Ampicillin: 2 g of ampicillin is administered IV/IM for adults and 50 mg/kg for pediatric patients. Cefazolin or ceftriaxone: 1 g of cefazolin or ceftriaxone is administered IV/IM for adults and 50 mg/kg for pediatric patients.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Administration. Ampicillin: 2 g of ampicillin is administered IV/IM for adults and 50 mg/kg for pediatric patients. Cefazolin or ceftriaxone: 1 g of cefazolin or ceftriaxone is administered IV/IM for adults and 50 mg/kg for pediatric patients."}
{"id": "article-29598_16", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Administration", "content": "Recent AHA guidelines suggest that clindamycin is no longer recommended as an alternative antibiotic regimen for patients undergoing dental procedures due to the increased risk of severe adverse drug reactions associated with clindamycin. [5] [9] Usually, antibiotics should be administered 30 to 60 minutes before the procedure. However, IV vancomycin must be administered 2 hours before the planned procedure. According to the 2013 guidelines for preoperative antimicrobial prophylaxis of infective endocarditis, the preferred timing for antibiotic administration is 60 minutes before surgery. [10] In cases where antibiotic prophylaxis is inadvertently not administered before the dental procedure, the drug can still be administered up to 2 hours after the procedure has been performed. [10]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Administration. Recent AHA guidelines suggest that clindamycin is no longer recommended as an alternative antibiotic regimen for patients undergoing dental procedures due to the increased risk of severe adverse drug reactions associated with clindamycin. [5] [9] Usually, antibiotics should be administered 30 to 60 minutes before the procedure. However, IV vancomycin must be administered 2 hours before the planned procedure. According to the 2013 guidelines for preoperative antimicrobial prophylaxis of infective endocarditis, the preferred timing for antibiotic administration is 60 minutes before surgery. [10] In cases where antibiotic prophylaxis is inadvertently not administered before the dental procedure, the drug can still be administered up to 2 hours after the procedure has been performed. [10]"}
{"id": "article-29598_17", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects", "content": "The most frequently reported adverse drug reactions associated with amoxicillin include nausea, vomiting, and headache. Although severe adverse drug reactions, such as hives, angioedema, and anaphylaxis, are possible, their incidence is low. [11] Conversely, fatal anaphylaxis resulting from a single dose of cephalosporin in patients with no history of allergy is estimated to be <1 per 1 million doses. Clindamycin may lead to more frequent and severe reactions, notably Clostridium difficile– associated diarrhea, prompting recent AHA guidelines to no longer recommend its use. [5]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects. The most frequently reported adverse drug reactions associated with amoxicillin include nausea, vomiting, and headache. Although severe adverse drug reactions, such as hives, angioedema, and anaphylaxis, are possible, their incidence is low. [11] Conversely, fatal anaphylaxis resulting from a single dose of cephalosporin in patients with no history of allergy is estimated to be <1 per 1 million doses. Clindamycin may lead to more frequent and severe reactions, notably Clostridium difficile– associated diarrhea, prompting recent AHA guidelines to no longer recommend its use. [5]"}
{"id": "article-29598_18", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects", "content": "Doxycycline is an alternative for patients intolerant to penicillin, cephalosporin, or macrolide. Severe reactions from a single dose of doxycycline are infrequent. However, a risk of cardiovascular events, especially torsades de pointes with ventricular tachycardia, is apparent from azithromycin use in patients with a prolonged QTc interval of >450 ms as detected by electrocardiogram (ECG). Therefore, caution should be exercised when prescribing azithromycin to patients with a prolonged QTc interval. [12]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects. Doxycycline is an alternative for patients intolerant to penicillin, cephalosporin, or macrolide. Severe reactions from a single dose of doxycycline are infrequent. However, a risk of cardiovascular events, especially torsades de pointes with ventricular tachycardia, is apparent from azithromycin use in patients with a prolonged QTc interval of >450 ms as detected by electrocardiogram (ECG). Therefore, caution should be exercised when prescribing azithromycin to patients with a prolonged QTc interval. [12]"}
{"id": "article-29598_19", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects", "content": "Clinicians should prescribe antibiotics for prophylaxis based on the patient's age, risk factors, comorbid conditions, and concurrent medications. Amoxicillin is contraindicated in individuals with a history of hypersensitivity or anaphylactic reactions to penicillin antibiotics. Doxycycline should not be used in pediatric patients or pregnant women. Macrolides are not recommended for patients with existing cardiac arrhythmias or those taking medications that can prolong the QTc interval. When administering doxycycline capsules or tablets, it is important to ensure that the patient consumes them with at least 240 mL (8 oz) of water. In addition, advise the patient to remain in an upright position for at least 30 minutes after ingesting the drug to reduce the risk of esophageal irritation and ulceration.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects. Clinicians should prescribe antibiotics for prophylaxis based on the patient's age, risk factors, comorbid conditions, and concurrent medications. Amoxicillin is contraindicated in individuals with a history of hypersensitivity or anaphylactic reactions to penicillin antibiotics. Doxycycline should not be used in pediatric patients or pregnant women. Macrolides are not recommended for patients with existing cardiac arrhythmias or those taking medications that can prolong the QTc interval. When administering doxycycline capsules or tablets, it is important to ensure that the patient consumes them with at least 240 mL (8 oz) of water. In addition, advise the patient to remain in an upright position for at least 30 minutes after ingesting the drug to reduce the risk of esophageal irritation and ulceration."}
{"id": "article-29598_20", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects", "content": "When selecting antibiotics, it is crucial to consider the patient's medication regimen to prevent potential drug-drug interactions. A growing concern exists regarding the widespread use of antibiotics, which contributes to the emergence of resistant species, including the S viridans group. [13] Therefore, antibiotics should be prescribed strictly according to indications, and healthcare facilities should implement antimicrobial stewardship programs to address and mitigate antibiotic resistance issues effectively. [5]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Adverse Effects. When selecting antibiotics, it is crucial to consider the patient's medication regimen to prevent potential drug-drug interactions. A growing concern exists regarding the widespread use of antibiotics, which contributes to the emergence of resistant species, including the S viridans group. [13] Therefore, antibiotics should be prescribed strictly according to indications, and healthcare facilities should implement antimicrobial stewardship programs to address and mitigate antibiotic resistance issues effectively. [5]"}
{"id": "article-29598_21", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Contraindications", "content": "Prophylaxis against infective endocarditis is not recommended in patients at risk of infective endocarditis undergoing non-dental procedures, including transesophageal echocardiogram, esophagogastroduodenoscopy, colonoscopy, or cystoscopy unless there is an active infection present. No recognized indication exists for prophylaxis during dental, gastrointestinal, or genitourinary procedures in patients with implantable cardiovascular devices. However, prophylaxis with an anti-staphylococcal antibiotic is warranted during cardiovascular device implantation and subsequent manipulation of the surgically created device pocket. [14] [15]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Contraindications. Prophylaxis against infective endocarditis is not recommended in patients at risk of infective endocarditis undergoing non-dental procedures, including transesophageal echocardiogram, esophagogastroduodenoscopy, colonoscopy, or cystoscopy unless there is an active infection present. No recognized indication exists for prophylaxis during dental, gastrointestinal, or genitourinary procedures in patients with implantable cardiovascular devices. However, prophylaxis with an anti-staphylococcal antibiotic is warranted during cardiovascular device implantation and subsequent manipulation of the surgically created device pocket. [14] [15]"}
{"id": "article-29598_22", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Contraindications", "content": "For patients who have undergone coronary artery bypass graft surgery, antibiotic prophylaxis is unnecessary for dental procedures, as there is no increased risk of long-term infection. Similarly, antibiotic prophylaxis is not needed for dental procedures for patients with coronary artery stents. [16] However, further studies are necessary to evaluate the efficacy of antimicrobial prophylaxis in preventing infective endocarditis. [17]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Contraindications. For patients who have undergone coronary artery bypass graft surgery, antibiotic prophylaxis is unnecessary for dental procedures, as there is no increased risk of long-term infection. Similarly, antibiotic prophylaxis is not needed for dental procedures for patients with coronary artery stents. [16] However, further studies are necessary to evaluate the efficacy of antimicrobial prophylaxis in preventing infective endocarditis. [17]"}
{"id": "article-29598_23", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Enhancing Healthcare Team Outcomes", "content": "Subacute infective endocarditis poses a grave threat if left untreated. Therefore, healthcare professionals, including physicians, mid-level practitioners, dentists, pharmacists, primary care providers, internists, and cardiologists, should stay abreast of the latest guidelines from the American College of Cardiology (ACA) and AHA regarding the prophylaxis of patients at risk for infective endocarditis.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Enhancing Healthcare Team Outcomes. Subacute infective endocarditis poses a grave threat if left untreated. Therefore, healthcare professionals, including physicians, mid-level practitioners, dentists, pharmacists, primary care providers, internists, and cardiologists, should stay abreast of the latest guidelines from the American College of Cardiology (ACA) and AHA regarding the prophylaxis of patients at risk for infective endocarditis."}
{"id": "article-29598_24", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Enhancing Healthcare Team Outcomes", "content": "Prophylaxis against infective endocarditis is not recommended for patients at risk of the condition undergoing non-dental procedures such as transesophageal echocardiogram, esophagogastroduodenoscopy, colonoscopy, or cystoscopy unless there is an active infection present. In addition, antibiotic prophylaxis is unnecessary for dental procedures in patients who have undergone coronary artery bypass graft surgery, as there is no evidence of an increased risk of long-term infection. Similarly, antibiotic prophylaxis is not required for dental procedures in patients with coronary artery stents. [5]", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Enhancing Healthcare Team Outcomes. Prophylaxis against infective endocarditis is not recommended for patients at risk of the condition undergoing non-dental procedures such as transesophageal echocardiogram, esophagogastroduodenoscopy, colonoscopy, or cystoscopy unless there is an active infection present. In addition, antibiotic prophylaxis is unnecessary for dental procedures in patients who have undergone coronary artery bypass graft surgery, as there is no evidence of an increased risk of long-term infection. Similarly, antibiotic prophylaxis is not required for dental procedures in patients with coronary artery stents. [5]"}
{"id": "article-29598_25", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Enhancing Healthcare Team Outcomes", "content": "Prophylaxis against subacute bacterial endocarditis demands vigilant monitoring and effective communication among all members of the interprofessional healthcare team. Follow-up care necessitates seamless coordination among team members. This collaborative approach not only enhances patient outcomes but also optimizes treatment efficacy, aids in the prevention of antibiotic resistance, and reduces the occurrence of adverse drug reactions. Ultimately, it leads to an overall improvement in patient outcomes.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Enhancing Healthcare Team Outcomes. Prophylaxis against subacute bacterial endocarditis demands vigilant monitoring and effective communication among all members of the interprofessional healthcare team. Follow-up care necessitates seamless coordination among team members. This collaborative approach not only enhances patient outcomes but also optimizes treatment efficacy, aids in the prevention of antibiotic resistance, and reduces the occurrence of adverse drug reactions. Ultimately, it leads to an overall improvement in patient outcomes."}
{"id": "article-29598_26", "title": "Subacute Bacterial Endocarditis Prophylaxis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Subacute Bacterial Endocarditis Prophylaxis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}