{"id": "article-392_0", "title": "Blister Agents -- Continuing Education Activity", "content": "Blister agents, such as sulfur mustard (dichlorethylsulphide) and nitrogen mustard, have been utilized in warfare since antiquity, particularly during the First and Second World Wars. Recognized by their distinct odor reminiscent of onions, horseradish, or garlic, these agents induce blistering of the skin and mucous membranes upon exposure. The resultant burns are not only excruciating but also disfiguring, with potential complications including delayed wound healing, scarring, and increased susceptibility to secondary infections. Eye contact with these agents can lead to conjunctivitis, corneal damage, and blindness. Furthermore, respiratory complications ranging from inflammation and coughing to bronchitis, pneumonia, and respiratory failure can manifest, particularly with prolonged or high-dose exposure. In light of these hazards, treatment primarily involves supportive measures and necessitates specialized care at burn centers for optimal wound management and, if necessary, skin grafting.", "contents": "Blister Agents -- Continuing Education Activity. Blister agents, such as sulfur mustard (dichlorethylsulphide) and nitrogen mustard, have been utilized in warfare since antiquity, particularly during the First and Second World Wars. Recognized by their distinct odor reminiscent of onions, horseradish, or garlic, these agents induce blistering of the skin and mucous membranes upon exposure. The resultant burns are not only excruciating but also disfiguring, with potential complications including delayed wound healing, scarring, and increased susceptibility to secondary infections. Eye contact with these agents can lead to conjunctivitis, corneal damage, and blindness. Furthermore, respiratory complications ranging from inflammation and coughing to bronchitis, pneumonia, and respiratory failure can manifest, particularly with prolonged or high-dose exposure. In light of these hazards, treatment primarily involves supportive measures and necessitates specialized care at burn centers for optimal wound management and, if necessary, skin grafting."}
{"id": "article-392_1", "title": "Blister Agents -- Continuing Education Activity", "content": "The course explores evidence-based treatment modalities and supportive measures tailored to address the unique needs of patients affected by blister agents. Clinicians learn to implement a multifaceted approach to care, encompassing wound management techniques, ocular treatments, respiratory support strategies, and pain management protocols. Additionally, they are trained to navigate the ethical and logistical challenges associated with caring for patients exposed to chemical warfare agents, including considerations for decontamination procedures, infection control measures, and long-term follow-up care. This activity also underscores the essential role of interdisciplinary collaboration in delivering comprehensive care to individuals afflicted by sulfur mustard-induced toxicity. By bringing together a diverse team of healthcare professionals, including dermatologists, ophthalmologists, pulmonologists, nurses, pharmacists, and social workers, comprehensive care can be delivered that addresses patients' multifaceted needs.", "contents": "Blister Agents -- Continuing Education Activity. The course explores evidence-based treatment modalities and supportive measures tailored to address the unique needs of patients affected by blister agents. Clinicians learn to implement a multifaceted approach to care, encompassing wound management techniques, ocular treatments, respiratory support strategies, and pain management protocols. Additionally, they are trained to navigate the ethical and logistical challenges associated with caring for patients exposed to chemical warfare agents, including considerations for decontamination procedures, infection control measures, and long-term follow-up care. This activity also underscores the essential role of interdisciplinary collaboration in delivering comprehensive care to individuals afflicted by sulfur mustard-induced toxicity. By bringing together a diverse team of healthcare professionals, including dermatologists, ophthalmologists, pulmonologists, nurses, pharmacists, and social workers, comprehensive care can be delivered that addresses patients' multifaceted needs."}
{"id": "article-392_2", "title": "Blister Agents -- Continuing Education Activity", "content": "Objectives: Identify characteristic symptoms and clinical signs associated with sulfur mustard exposure, such as skin blistering, ocular irritation, and respiratory distress, to facilitate timely recognition and diagnosis in affected individuals. Differentiate between various types of chemical exposures and their specific effects on the body, distinguishing sulfur mustard-induced toxicity from other chemical agents to guide appropriate treatment interventions. Implement evidence-based treatment protocols for managing sulfur mustard-induced toxicity, including wound care techniques, ocular treatments, respiratory support strategies, and pharmacological interventions, to optimize patient outcomes and alleviate symptoms effectively. Collaborate with an interprofessional healthcare team to develop comprehensive care plans tailored to the unique needs of each patient, integrating input from specialists and allied health professionals to optimize treatment efficacy and promote holistic patient-centered care. Access free multiple choice questions on this topic.", "contents": "Blister Agents -- Continuing Education Activity. Objectives: Identify characteristic symptoms and clinical signs associated with sulfur mustard exposure, such as skin blistering, ocular irritation, and respiratory distress, to facilitate timely recognition and diagnosis in affected individuals. Differentiate between various types of chemical exposures and their specific effects on the body, distinguishing sulfur mustard-induced toxicity from other chemical agents to guide appropriate treatment interventions. Implement evidence-based treatment protocols for managing sulfur mustard-induced toxicity, including wound care techniques, ocular treatments, respiratory support strategies, and pharmacological interventions, to optimize patient outcomes and alleviate symptoms effectively. Collaborate with an interprofessional healthcare team to develop comprehensive care plans tailored to the unique needs of each patient, integrating input from specialists and allied health professionals to optimize treatment efficacy and promote holistic patient-centered care. Access free multiple choice questions on this topic."}
{"id": "article-392_3", "title": "Blister Agents -- Introduction", "content": "Blister agents, such as sulfur mustard (dichlorethylsulphide) and nitrogen mustard, have been utilized in warfare since antiquity, particularly during the First and Second World Wars. Recognized by their distinct odor reminiscent of onions, horseradish, or garlic, these agents induce blistering of the skin and mucous membranes upon exposure. The resultant burns are not only excruciating but also disfiguring, with potential complications including delayed wound healing, scarring, and increased susceptibility to secondary infections. Eye contact with these agents can lead to conjunctivitis, corneal damage, and blindness. Furthermore, respiratory complications ranging from inflammation and coughing to bronchitis, pneumonia, and respiratory failure can manifest, particularly with prolonged or high-dose exposure. [1]", "contents": "Blister Agents -- Introduction. Blister agents, such as sulfur mustard (dichlorethylsulphide) and nitrogen mustard, have been utilized in warfare since antiquity, particularly during the First and Second World Wars. Recognized by their distinct odor reminiscent of onions, horseradish, or garlic, these agents induce blistering of the skin and mucous membranes upon exposure. The resultant burns are not only excruciating but also disfiguring, with potential complications including delayed wound healing, scarring, and increased susceptibility to secondary infections. Eye contact with these agents can lead to conjunctivitis, corneal damage, and blindness. Furthermore, respiratory complications ranging from inflammation and coughing to bronchitis, pneumonia, and respiratory failure can manifest, particularly with prolonged or high-dose exposure. [1]"}
{"id": "article-392_4", "title": "Blister Agents -- Etiology", "content": "Sulfur mustard exposures occur when the skin or mucous membranes come into contact with the aerosolized, semi-solid, or liquid chemical. The severity of an injury is related to the duration and route of exposure, the dose of exposure, and ambient and exposed surface temperature and humidity. [1]", "contents": "Blister Agents -- Etiology. Sulfur mustard exposures occur when the skin or mucous membranes come into contact with the aerosolized, semi-solid, or liquid chemical. The severity of an injury is related to the duration and route of exposure, the dose of exposure, and ambient and exposed surface temperature and humidity. [1]"}
{"id": "article-392_5", "title": "Blister Agents -- Etiology -- Cutaneous Exposure", "content": "Sulfur mustard is lipophilic and thus causes the most severe injury in areas of the skin rich with eccrine and sebaceous glands. The face, axillae, and groin are particularly sensitive to sulfur mustard exposure. [2] Patients usually present with a delayed onset of cutaneous burn from 30 minutes after exposure to up to 48 hours later. When skin or mucous membranes are exposed, sulfur mustard exposure causes blisters and bullae, resulting in partial and full-thickness burns.", "contents": "Blister Agents -- Etiology -- Cutaneous Exposure. Sulfur mustard is lipophilic and thus causes the most severe injury in areas of the skin rich with eccrine and sebaceous glands. The face, axillae, and groin are particularly sensitive to sulfur mustard exposure. [2] Patients usually present with a delayed onset of cutaneous burn from 30 minutes after exposure to up to 48 hours later. When skin or mucous membranes are exposed, sulfur mustard exposure causes blisters and bullae, resulting in partial and full-thickness burns."}
{"id": "article-392_6", "title": "Blister Agents -- Etiology -- Cutaneous Exposure", "content": "Sulfur mustard exposure causes degeneration of the basement membrane of the skin and mucous membranes and induces inflammatory changes. Apoptosis of cells and basement membrane degeneration cause the characteristic bullae to form. These bullae are filled with yellow fluid, which can cause burns when healthcare workers contact them without appropriate protection. [1]", "contents": "Blister Agents -- Etiology -- Cutaneous Exposure. Sulfur mustard exposure causes degeneration of the basement membrane of the skin and mucous membranes and induces inflammatory changes. Apoptosis of cells and basement membrane degeneration cause the characteristic bullae to form. These bullae are filled with yellow fluid, which can cause burns when healthcare workers contact them without appropriate protection. [1]"}
{"id": "article-392_7", "title": "Blister Agents -- Etiology -- Respiratory Exposure", "content": "Respiratory tract injury occurs when the chemical is inhaled, but an evident injury is usually delayed 12 to 48 hours after exposure. The warm, moist environment of the upper airway contributes to increased absorption and severe injury in significant respiratory tract exposures. Sulfur mustard damages the respiratory epithelium, causing inflammation and necrosis. Tracheobronchial tree edema ensues, and injury is localized predominantly to the upper airway and large bronchi. This structural damage leads to clinical signs of a cough, hoarseness, excess sputum production, dyspnea, and, in more severe high-concentration exposures, pulmonary edema, bronchopneumonia, and acute respiratory distress syndrome. In sulfur mustard exposures, death can occur from acute pulmonary edema or secondary pulmonary infection. Chronic low-level exposures result in chronic bronchitis, decreased lung volumes, and chronic cough. [2]", "contents": "Blister Agents -- Etiology -- Respiratory Exposure. Respiratory tract injury occurs when the chemical is inhaled, but an evident injury is usually delayed 12 to 48 hours after exposure. The warm, moist environment of the upper airway contributes to increased absorption and severe injury in significant respiratory tract exposures. Sulfur mustard damages the respiratory epithelium, causing inflammation and necrosis. Tracheobronchial tree edema ensues, and injury is localized predominantly to the upper airway and large bronchi. This structural damage leads to clinical signs of a cough, hoarseness, excess sputum production, dyspnea, and, in more severe high-concentration exposures, pulmonary edema, bronchopneumonia, and acute respiratory distress syndrome. In sulfur mustard exposures, death can occur from acute pulmonary edema or secondary pulmonary infection. Chronic low-level exposures result in chronic bronchitis, decreased lung volumes, and chronic cough. [2]"}
{"id": "article-392_8", "title": "Blister Agents -- Etiology -- Ocular Exposure", "content": "The corneal epithelium is particularly sensitive to sulfur mustard exposure due to the moist and warm environment created by the thin layer of tears over the cornea. Acute manifestations of ocular exposure include acute conjunctivitis, eyelid inflammation, and photophobia. A low dose or short exposure time may cause chemical conjunctivitis, whereas a high dose or longer exposure time may cause temporary blindness. After an ocular injury, patients may develop chronic corneal ulcerations and chemical keratitis. [3]", "contents": "Blister Agents -- Etiology -- Ocular Exposure. The corneal epithelium is particularly sensitive to sulfur mustard exposure due to the moist and warm environment created by the thin layer of tears over the cornea. Acute manifestations of ocular exposure include acute conjunctivitis, eyelid inflammation, and photophobia. A low dose or short exposure time may cause chemical conjunctivitis, whereas a high dose or longer exposure time may cause temporary blindness. After an ocular injury, patients may develop chronic corneal ulcerations and chemical keratitis. [3]"}
{"id": "article-392_9", "title": "Blister Agents -- Etiology -- Gastrointestinal Exposure", "content": "A gastrointestinal injury is mostly localized to the upper tract, including oropharyngeal, esophageal, gastric edema, inflammation, and necrosis. Patients with significant gastrointestinal injury can develop nausea and vomiting, abdominal pain, and diarrhea, which may be bloody. Sequelae of gastrointestinal exposure described include the development of Barrett esophagus and some malignancies. [1] [3]", "contents": "Blister Agents -- Etiology -- Gastrointestinal Exposure. A gastrointestinal injury is mostly localized to the upper tract, including oropharyngeal, esophageal, gastric edema, inflammation, and necrosis. Patients with significant gastrointestinal injury can develop nausea and vomiting, abdominal pain, and diarrhea, which may be bloody. Sequelae of gastrointestinal exposure described include the development of Barrett esophagus and some malignancies. [1] [3]"}
{"id": "article-392_10", "title": "Blister Agents -- Etiology -- Hematological Effects", "content": "Large cutaneous or multi-system exposures can affect the hematopoietic system, resulting in an initial leukocytosis followed by leukopenia and, occasionally, pancytopenia. Delayed mortality has been attributed to leukopenia in some cases. [3]", "contents": "Blister Agents -- Etiology -- Hematological Effects. Large cutaneous or multi-system exposures can affect the hematopoietic system, resulting in an initial leukocytosis followed by leukopenia and, occasionally, pancytopenia. Delayed mortality has been attributed to leukopenia in some cases. [3]"}
{"id": "article-392_11", "title": "Blister Agents -- Epidemiology", "content": "Although the manufacture of sulfur mustard has ceased in the United States (US), stockpiles of sulfur mustard are located in several storage sites across the country. After the First and Second World Wars, sulfur mustard-containing shells and other undetonated artillery shells were disposed of in vast chemical dumping off the coast of New Jersey. To this day, periodic exposures occur when fishermen inadvertently dredge up unused sulfur mustard shells. There is also the potential for exposure at US stockpile sites. Although not reported recently, chemical agents still have the potential to be employed in modern warfare and were last used against US troops in the Gulf War. [4] [5]", "contents": "Blister Agents -- Epidemiology. Although the manufacture of sulfur mustard has ceased in the United States (US), stockpiles of sulfur mustard are located in several storage sites across the country. After the First and Second World Wars, sulfur mustard-containing shells and other undetonated artillery shells were disposed of in vast chemical dumping off the coast of New Jersey. To this day, periodic exposures occur when fishermen inadvertently dredge up unused sulfur mustard shells. There is also the potential for exposure at US stockpile sites. Although not reported recently, chemical agents still have the potential to be employed in modern warfare and were last used against US troops in the Gulf War. [4] [5]"}
{"id": "article-392_12", "title": "Blister Agents -- Pathophysiology", "content": "Sulfur mustard is proposed to exert its effects on the cell through several pathways. The absorption of this substance leads to an increase in free radicals and lipid peroxidation, ultimately causing oxidative cellular injury and apoptosis. In one proposed mechanism, sulfur mustard alkylates deoxyribonucleic acid, activating the intracellular repair enzyme poly adenosine diphosphate-ribose polymerase. This exhausts intracellular nicotinamide adenine dinucleoti, leading to decreased glycolysis, protease release, and cell injury. Upon cell death, proteases are released, causing dermal-epidermal separation as blisters. In another proposed mechanism, sulfur mustard inactivates glutathione, which leaves the cell vulnerable to oxidative injury and leads to increased intracellular accumulation of calcium and, ultimately, cell death. The etiology of acute and delayed toxicity of sulfur mustard exposure is not fully elucidated. [1] [6]", "contents": "Blister Agents -- Pathophysiology. Sulfur mustard is proposed to exert its effects on the cell through several pathways. The absorption of this substance leads to an increase in free radicals and lipid peroxidation, ultimately causing oxidative cellular injury and apoptosis. In one proposed mechanism, sulfur mustard alkylates deoxyribonucleic acid, activating the intracellular repair enzyme poly adenosine diphosphate-ribose polymerase. This exhausts intracellular nicotinamide adenine dinucleoti, leading to decreased glycolysis, protease release, and cell injury. Upon cell death, proteases are released, causing dermal-epidermal separation as blisters. In another proposed mechanism, sulfur mustard inactivates glutathione, which leaves the cell vulnerable to oxidative injury and leads to increased intracellular accumulation of calcium and, ultimately, cell death. The etiology of acute and delayed toxicity of sulfur mustard exposure is not fully elucidated. [1] [6]"}
{"id": "article-392_13", "title": "Blister Agents -- Toxicokinetics", "content": "The route of exposure determines the toxicokinetics of sulfur mustard. Sulfur mustard can be found in all solid organs and the blood after absorption from significant exposure. Sulfur mustard has the highest concentration in fat and lipophilic organs and is excreted through the liver and kidneys. The metabolite of sulfur mustard, thiodiglycol, can be detected in urine for 2 weeks after significant exposures. [3]", "contents": "Blister Agents -- Toxicokinetics. The route of exposure determines the toxicokinetics of sulfur mustard. Sulfur mustard can be found in all solid organs and the blood after absorption from significant exposure. Sulfur mustard has the highest concentration in fat and lipophilic organs and is excreted through the liver and kidneys. The metabolite of sulfur mustard, thiodiglycol, can be detected in urine for 2 weeks after significant exposures. [3]"}
{"id": "article-392_14", "title": "Blister Agents -- History and Physical", "content": "Exposure history is important in interviewing these patients. Suspect sulfur mustard exposure when patients describe a smell of onions or garlic at the scene of exposure or when patients have recently interacted with old artillery shells. Sulfur mustard should be considered a possible causative agent in mass casualty incidents in patients presenting with burns. Delayed burn after agent exposure is a key feature of sulfur mustard injury.", "contents": "Blister Agents -- History and Physical. Exposure history is important in interviewing these patients. Suspect sulfur mustard exposure when patients describe a smell of onions or garlic at the scene of exposure or when patients have recently interacted with old artillery shells. Sulfur mustard should be considered a possible causative agent in mass casualty incidents in patients presenting with burns. Delayed burn after agent exposure is a key feature of sulfur mustard injury."}
{"id": "article-392_15", "title": "Blister Agents -- History and Physical", "content": "The physical exam should focus on the skin, respiratory, and ocular systems. Painful redness and bullae filled with yellow fluid will be seen on the skin exam. Most severe burns will be present on the face, axillae, and groin. Lesions may be hyperpigmented. Respiratory distress from upper airway edema may be seen in prolonged respiratory exposure. Eye redness, conjunctivitis, tearing, pain, and eyelid edema may be present.", "contents": "Blister Agents -- History and Physical. The physical exam should focus on the skin, respiratory, and ocular systems. Painful redness and bullae filled with yellow fluid will be seen on the skin exam. Most severe burns will be present on the face, axillae, and groin. Lesions may be hyperpigmented. Respiratory distress from upper airway edema may be seen in prolonged respiratory exposure. Eye redness, conjunctivitis, tearing, pain, and eyelid edema may be present."}
{"id": "article-392_16", "title": "Blister Agents -- Evaluation", "content": "Evaluation should focus on the airway, breathing, and circulation and be followed with a thorough skin exam. A complete blood count can be obtained to assess for leukocytosis or leukopenia. The hepatic function panel and the basic metabolic panel may be obtained to assess for liver injury, kidney injury, acidemia, or electrolyte disturbances in severe injuries. A chest x-ray should be obtained as clinically indicated for a cough, abnormal findings on the pulmonary exam, or any signs of respiratory distress. A burn specialist should evaluate cutaneous burns and ocular injury and have an urgent ophthalmology referral. [7]", "contents": "Blister Agents -- Evaluation. Evaluation should focus on the airway, breathing, and circulation and be followed with a thorough skin exam. A complete blood count can be obtained to assess for leukocytosis or leukopenia. The hepatic function panel and the basic metabolic panel may be obtained to assess for liver injury, kidney injury, acidemia, or electrolyte disturbances in severe injuries. A chest x-ray should be obtained as clinically indicated for a cough, abnormal findings on the pulmonary exam, or any signs of respiratory distress. A burn specialist should evaluate cutaneous burns and ocular injury and have an urgent ophthalmology referral. [7]"}
{"id": "article-392_17", "title": "Blister Agents -- Treatment / Management", "content": "When exposure to sulfur mustard is suspected, immediate decontamination, including removal of clothing and scrubbing with soap and water, is needed immediately. Management is largely symptomatic treatment and supportive care. Historical treatments such as topical bicarbonate solution and chlorinated soda are less beneficial than soap and water. Cutaneous burns are managed similarly to thermal burns with debridement, antibiotic ointment, collagen-laminated nylon dressings, hydrogel dressings, and fluid resuscitation, as needed. [8] [9]", "contents": "Blister Agents -- Treatment / Management. When exposure to sulfur mustard is suspected, immediate decontamination, including removal of clothing and scrubbing with soap and water, is needed immediately. Management is largely symptomatic treatment and supportive care. Historical treatments such as topical bicarbonate solution and chlorinated soda are less beneficial than soap and water. Cutaneous burns are managed similarly to thermal burns with debridement, antibiotic ointment, collagen-laminated nylon dressings, hydrogel dressings, and fluid resuscitation, as needed. [8] [9]"}
{"id": "article-392_18", "title": "Blister Agents -- Treatment / Management", "content": "Ocular injuries can be treated with irrigation, antibiotics (if secondary infection is present), and analgesia. [10] [11] [12] Respiratory symptoms are treated with supplemental oxygen, prophylactic antibiotics, and mechanical ventilation. [13] Most patients recover completely from sulfur mustard injuries, and mortality is most often from high-concentration exposures over a longer period. [14] In recent advancements, stem cell therapy and exosomes have also been used to treat sulfur-induced tissue damage. [15]", "contents": "Blister Agents -- Treatment / Management. Ocular injuries can be treated with irrigation, antibiotics (if secondary infection is present), and analgesia. [10] [11] [12] Respiratory symptoms are treated with supplemental oxygen, prophylactic antibiotics, and mechanical ventilation. [13] Most patients recover completely from sulfur mustard injuries, and mortality is most often from high-concentration exposures over a longer period. [14] In recent advancements, stem cell therapy and exosomes have also been used to treat sulfur-induced tissue damage. [15]"}
{"id": "article-392_19", "title": "Blister Agents -- Differential Diagnosis", "content": "Differential diagnoses for sulfur-induced toxicity include: Chemical burns Chlorine toxicity Hazmat Irritants (eg, riot control agents) Magnesium and thermite poisoning Napalm exposure Pharyngitis Phosgene toxicity Sinusitis imaging White phosphorus exposure", "contents": "Blister Agents -- Differential Diagnosis. Differential diagnoses for sulfur-induced toxicity include: Chemical burns Chlorine toxicity Hazmat Irritants (eg, riot control agents) Magnesium and thermite poisoning Napalm exposure Pharyngitis Phosgene toxicity Sinusitis imaging White phosphorus exposure"}
{"id": "article-392_20", "title": "Blister Agents -- Prognosis", "content": "The prognosis of sulfur mustard exposure depends on various factors, including the dose and duration of exposure, the route of exposure (eg, skin, eyes, respiratory tract), and the timely administration of medical interventions. Acute exposure to sulfur mustard can lead to significant morbidity and mortality, especially if not promptly treated. Immediate effects may include severe skin burns, eye damage, and respiratory complications, which can be life-threatening in severe cases.", "contents": "Blister Agents -- Prognosis. The prognosis of sulfur mustard exposure depends on various factors, including the dose and duration of exposure, the route of exposure (eg, skin, eyes, respiratory tract), and the timely administration of medical interventions. Acute exposure to sulfur mustard can lead to significant morbidity and mortality, especially if not promptly treated. Immediate effects may include severe skin burns, eye damage, and respiratory complications, which can be life-threatening in severe cases."}
{"id": "article-392_21", "title": "Blister Agents -- Prognosis", "content": "Long-term prognosis can be influenced by the development of chronic respiratory disorders such as chronic obstructive pulmonary disease (COPD), bronchiectasis, and an increased risk of lung cancer. Treatment strategies focus on managing symptoms, preventing complications, and supporting organ function. Prognosis varies widely between individuals based on the extent of exposure and the effectiveness of medical interventions. Comprehensive medical monitoring and follow-up care are essential for assessing and managing long-term health outcomes in individuals exposed to sulfur mustard. [16]", "contents": "Blister Agents -- Prognosis. Long-term prognosis can be influenced by the development of chronic respiratory disorders such as chronic obstructive pulmonary disease (COPD), bronchiectasis, and an increased risk of lung cancer. Treatment strategies focus on managing symptoms, preventing complications, and supporting organ function. Prognosis varies widely between individuals based on the extent of exposure and the effectiveness of medical interventions. Comprehensive medical monitoring and follow-up care are essential for assessing and managing long-term health outcomes in individuals exposed to sulfur mustard. [16]"}
{"id": "article-392_22", "title": "Blister Agents -- Complications", "content": "Complications of sulfur mustard exposure can include severe skin burns and blisters, which may lead to delayed wound healing, scarring, and increased risk of secondary infections. Eye exposure can result in conjunctivitis, corneal damage, and even blindness. Respiratory complications can range from acute airway inflammation, coughing, and shortness of breath to more severe conditions such as bronchitis, pneumonia, and respiratory failure.", "contents": "Blister Agents -- Complications. Complications of sulfur mustard exposure can include severe skin burns and blisters, which may lead to delayed wound healing, scarring, and increased risk of secondary infections. Eye exposure can result in conjunctivitis, corneal damage, and even blindness. Respiratory complications can range from acute airway inflammation, coughing, and shortness of breath to more severe conditions such as bronchitis, pneumonia, and respiratory failure."}
{"id": "article-392_23", "title": "Blister Agents -- Complications", "content": "Chronic exposure to sulfur mustard has been associated with respiratory disorders, including COPD, bronchiectasis, and increased risk of lung cancer. [17] [18] Systemic effects such as bone marrow suppression and immunosuppression can also occur, leading to increased susceptibility to infections and hematological disorders. [19] Long-term complications of sulfur mustard exposure vouch for the importance of prompt and specialized medical care to mitigate acute effects and minimize the risk of chronic health issues in affected individuals.", "contents": "Blister Agents -- Complications. Chronic exposure to sulfur mustard has been associated with respiratory disorders, including COPD, bronchiectasis, and increased risk of lung cancer. [17] [18] Systemic effects such as bone marrow suppression and immunosuppression can also occur, leading to increased susceptibility to infections and hematological disorders. [19] Long-term complications of sulfur mustard exposure vouch for the importance of prompt and specialized medical care to mitigate acute effects and minimize the risk of chronic health issues in affected individuals."}
{"id": "article-392_24", "title": "Blister Agents -- Deterrence and Patient Education", "content": "Deterrence of sulfur mustard exposure primarily involves strict adherence to international conventions prohibiting the use of chemical weapons and promoting disarmament efforts. For individuals at risk of exposure (eg, military personnel and emergency responders), preventive measures include using appropriate personal protective equipment such as chemical-resistant clothing, gloves, masks, and eye protection.", "contents": "Blister Agents -- Deterrence and Patient Education. Deterrence of sulfur mustard exposure primarily involves strict adherence to international conventions prohibiting the use of chemical weapons and promoting disarmament efforts. For individuals at risk of exposure (eg, military personnel and emergency responders), preventive measures include using appropriate personal protective equipment such as chemical-resistant clothing, gloves, masks, and eye protection."}
{"id": "article-392_25", "title": "Blister Agents -- Deterrence and Patient Education", "content": "Patient education plays a critical role in raising awareness about the dangers of sulfur mustard and the importance of immediate decontamination following exposure. Patients should be instructed on decontamination procedures, including removing contaminated clothing, thoroughly washing exposed skin with soap and water, and seeking medical attention promptly. Public health campaigns and educational initiatives aimed at increasing awareness among communities vulnerable to chemical warfare agents are essential for promoting preparedness and minimizing the impact of sulfur mustard exposure on individuals and populations.", "contents": "Blister Agents -- Deterrence and Patient Education. Patient education plays a critical role in raising awareness about the dangers of sulfur mustard and the importance of immediate decontamination following exposure. Patients should be instructed on decontamination procedures, including removing contaminated clothing, thoroughly washing exposed skin with soap and water, and seeking medical attention promptly. Public health campaigns and educational initiatives aimed at increasing awareness among communities vulnerable to chemical warfare agents are essential for promoting preparedness and minimizing the impact of sulfur mustard exposure on individuals and populations."}
{"id": "article-392_26", "title": "Blister Agents -- Pearls and Other Issues", "content": "Most patients with low-concentration cutaneous exposure will survive the injuries but may go on to have extensive scarring, as the median lethal dose (LD50) for cutaneous exposure is 100 mg/kg. Sequelae include hypopigmented areas and scars that can be disfiguring depending on the location and extent of the injury. Long-term sequelae include the development of malignancies later in life, particularly in long-term, chronic, low-concentration respiratory exposures (such as in Japanese sulfur mustard factory workers). [20] [21] [22]", "contents": "Blister Agents -- Pearls and Other Issues. Most patients with low-concentration cutaneous exposure will survive the injuries but may go on to have extensive scarring, as the median lethal dose (LD50) for cutaneous exposure is 100 mg/kg. Sequelae include hypopigmented areas and scars that can be disfiguring depending on the location and extent of the injury. Long-term sequelae include the development of malignancies later in life, particularly in long-term, chronic, low-concentration respiratory exposures (such as in Japanese sulfur mustard factory workers). [20] [21] [22]"}
{"id": "article-392_27", "title": "Blister Agents -- Enhancing Healthcare Team Outcomes", "content": "Management of sulfur mustard poisoning usually involves an interprofessional team that includes poison control, a toxicologist, an emergency department physician, a nurse practitioner, an internist, a burn specialist, and an internist; time is of the essence. When exposure to sulfur mustard is suspected, immediate decontamination, including removal of clothing and scrubbing with soap and water, is imperative. Management is largely symptomatic treatment and supportive care.", "contents": "Blister Agents -- Enhancing Healthcare Team Outcomes. Management of sulfur mustard poisoning usually involves an interprofessional team that includes poison control, a toxicologist, an emergency department physician, a nurse practitioner, an internist, a burn specialist, and an internist; time is of the essence. When exposure to sulfur mustard is suspected, immediate decontamination, including removal of clothing and scrubbing with soap and water, is imperative. Management is largely symptomatic treatment and supportive care."}
{"id": "article-392_28", "title": "Blister Agents -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Blister Agents -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}