{"id": "article-19016_0", "title": "Biochemistry, Catecholamine Degradation -- Introduction", "content": "Catecholamines are compounds that function as neurotransmitters and hormones in various physiological processes. The class of endogenous catecholamines includes dopamine, norepinephrine, and epinephrine. These molecules have key roles in mediating the sympathetic nervous response and several neurologic pathways. Additionally, excess or deficient amounts of free catecholamines are associated with several psychiatric and medical conditions. Therefore, the mechanism of catecholamine degradation, and conditions that result in such dysfunction of that system, are of interest in the study of medicine. This article provides an overview of catecholamine degradation mechanisms as well as their clinical correlations. [1]", "contents": "Biochemistry, Catecholamine Degradation -- Introduction. Catecholamines are compounds that function as neurotransmitters and hormones in various physiological processes. The class of endogenous catecholamines includes dopamine, norepinephrine, and epinephrine. These molecules have key roles in mediating the sympathetic nervous response and several neurologic pathways. Additionally, excess or deficient amounts of free catecholamines are associated with several psychiatric and medical conditions. Therefore, the mechanism of catecholamine degradation, and conditions that result in such dysfunction of that system, are of interest in the study of medicine. This article provides an overview of catecholamine degradation mechanisms as well as their clinical correlations. [1]"}
{"id": "article-19016_1", "title": "Biochemistry, Catecholamine Degradation -- Fundamentals -- Mechanism of catecholamine degradation:", "content": "Please see the attached figure for a pictorial overview of the following steps: Step 1: Deamination catalyzed by monoamine oxidase (MAO) [2] : Forms deaminated aldehyde intermediates. Dopamine converted to 3,4-dihydroxy phenylacetaldehyde (DOPAL) Norepinephrine and epinephrine both convert to 3,4-dihydroxy phenyl glycolaldehyde (DOPEGAL) Step 2: Formation of alcohol or acid metabolites [2] :", "contents": "Biochemistry, Catecholamine Degradation -- Fundamentals -- Mechanism of catecholamine degradation:. Please see the attached figure for a pictorial overview of the following steps: Step 1: Deamination catalyzed by monoamine oxidase (MAO) [2] : Forms deaminated aldehyde intermediates. Dopamine converted to 3,4-dihydroxy phenylacetaldehyde (DOPAL) Norepinephrine and epinephrine both convert to 3,4-dihydroxy phenyl glycolaldehyde (DOPEGAL) Step 2: Formation of alcohol or acid metabolites [2] :"}
{"id": "article-19016_2", "title": "Biochemistry, Catecholamine Degradation -- Fundamentals -- Mechanism of catecholamine degradation:", "content": "Two main enzymes are aldehyde dehydrogenase (AD) and aldehyde reductase (AR) AD works to convert DOPAL to 3,4-dihydroxyphenylacetic acid (DOPAC) and DOPEGAL to 3,4-dihydroxymethamphetamine (DHMA) AR works to convert DOPAL to 34-dihydroxy phenyl ethanol (DOPET) and DOPEGAL to 3,4-dihydroxy phenyl glycol (DHPG) Because dopamine and DOPAL both lack a beta-hydroxyl group, DOPAL will preferentially bind to AD, favoring DOPAC formation. Because epinephrine, norepinephrine, and DOPEGAL all have a beta-hydroxyl group, DOPEGAL will preferentially bind AR, favoring the formation of DHPG. In sympathetic neurons and chromaffin cells, a third enzyme called aldose reductase also converts DOPEGAL to DHPG (not shown) Step 3: O-methylation [3] :", "contents": "Biochemistry, Catecholamine Degradation -- Fundamentals -- Mechanism of catecholamine degradation:. Two main enzymes are aldehyde dehydrogenase (AD) and aldehyde reductase (AR) AD works to convert DOPAL to 3,4-dihydroxyphenylacetic acid (DOPAC) and DOPEGAL to 3,4-dihydroxymethamphetamine (DHMA) AR works to convert DOPAL to 34-dihydroxy phenyl ethanol (DOPET) and DOPEGAL to 3,4-dihydroxy phenyl glycol (DHPG) Because dopamine and DOPAL both lack a beta-hydroxyl group, DOPAL will preferentially bind to AD, favoring DOPAC formation. Because epinephrine, norepinephrine, and DOPEGAL all have a beta-hydroxyl group, DOPEGAL will preferentially bind AR, favoring the formation of DHPG. In sympathetic neurons and chromaffin cells, a third enzyme called aldose reductase also converts DOPEGAL to DHPG (not shown) Step 3: O-methylation [3] :"}
{"id": "article-19016_3", "title": "Biochemistry, Catecholamine Degradation -- Fundamentals -- Mechanism of catecholamine degradation:", "content": "Catalyzed by catechol-o-methyl transferase (COMT) Primary dopamine metabolite DOPAC is converted to homovanillic acid (HVA), which is the end-product of dopamine degradation. The primary metabolite of norepinephrine and epinephrine DHPG converted to vanylglycol (MHPG) Note: COMT can also convert norepinephrine to normetanephrine, which is converted to 3-hydroxy-4-hydroxyphenyl glycolaldehyde (MOPEGAL) by MAO (red pathway in the figure) Step 4: Formation of vanillylmandelic acid (VMA) [4] : Catalyzed by acetaldehyde dehydrogenase MHPG converted to MOPEGAL (short-lived intermediate) MOPEGAL converted to VMA, end-product of epinephrine and norepinephrine degradation", "contents": "Biochemistry, Catecholamine Degradation -- Fundamentals -- Mechanism of catecholamine degradation:. Catalyzed by catechol-o-methyl transferase (COMT) Primary dopamine metabolite DOPAC is converted to homovanillic acid (HVA), which is the end-product of dopamine degradation. The primary metabolite of norepinephrine and epinephrine DHPG converted to vanylglycol (MHPG) Note: COMT can also convert norepinephrine to normetanephrine, which is converted to 3-hydroxy-4-hydroxyphenyl glycolaldehyde (MOPEGAL) by MAO (red pathway in the figure) Step 4: Formation of vanillylmandelic acid (VMA) [4] : Catalyzed by acetaldehyde dehydrogenase MHPG converted to MOPEGAL (short-lived intermediate) MOPEGAL converted to VMA, end-product of epinephrine and norepinephrine degradation"}
{"id": "article-19016_4", "title": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation", "content": "Epinephrine and norepinephrine primarily get synthesized in sympathetic neurons or the adrenal medulla.", "contents": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation. Epinephrine and norepinephrine primarily get synthesized in sympathetic neurons or the adrenal medulla."}
{"id": "article-19016_5", "title": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation", "content": "Within sympathetic neurons, the production of epinephrine and norepinephrine is in storage vesicles released on neuronal activation. While in storage, catecholamines can passively leak into the neuronal cytoplasm and undergo deamination by intracellular monoamine oxidase. Therefore, the initial step of catecholamine degradation mostly takes place inside the synthesizing cell. A smaller amount of deamination by MAO takes place in the extracellular space. [5]", "contents": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation. Within sympathetic neurons, the production of epinephrine and norepinephrine is in storage vesicles released on neuronal activation. While in storage, catecholamines can passively leak into the neuronal cytoplasm and undergo deamination by intracellular monoamine oxidase. Therefore, the initial step of catecholamine degradation mostly takes place inside the synthesizing cell. A smaller amount of deamination by MAO takes place in the extracellular space. [5]"}
{"id": "article-19016_6", "title": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation", "content": "COMT, in contrast, is not contained within sympathetic nerve cells. Therefore, all steps in the degradation pathway that require COMT take place outside the neuron. [5] This activity could be in the extracellular space or within other cells, such as chromaffin cells in the adrenal medulla. Chromaffin cells contain both MAO and COMT. Therefore, the complete degradation of norepinephrine or epinephrine to VMA can occur within chromaffin cells. [6]", "contents": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation. COMT, in contrast, is not contained within sympathetic nerve cells. Therefore, all steps in the degradation pathway that require COMT take place outside the neuron. [5] This activity could be in the extracellular space or within other cells, such as chromaffin cells in the adrenal medulla. Chromaffin cells contain both MAO and COMT. Therefore, the complete degradation of norepinephrine or epinephrine to VMA can occur within chromaffin cells. [6]"}
{"id": "article-19016_7", "title": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation", "content": "Dopamine gets produced by several cell types, most commonly dopaminergic neurons in discrete areas of the brain and mesenteric organ cells. Dopamine metabolism and the formation of HVA occur in the extracellular space, most often before reaching the liver. [7]", "contents": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation. Dopamine gets produced by several cell types, most commonly dopaminergic neurons in discrete areas of the brain and mesenteric organ cells. Dopamine metabolism and the formation of HVA occur in the extracellular space, most often before reaching the liver. [7]"}
{"id": "article-19016_8", "title": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation", "content": "Norepinephrine, epinephrine, and all of their intermediate metabolites from degradation eventually travel to the liver, where they are extracted and converted to end product VMA, which ultimately gets eliminated by the kidneys. HVA, which typically forms outside the liver, also undergoes renal elimination by the kidneys and is generally excreted twice as fast as VMA. [8]", "contents": "Biochemistry, Catecholamine Degradation -- Molecular Level -- Locations of Degradation. Norepinephrine, epinephrine, and all of their intermediate metabolites from degradation eventually travel to the liver, where they are extracted and converted to end product VMA, which ultimately gets eliminated by the kidneys. HVA, which typically forms outside the liver, also undergoes renal elimination by the kidneys and is generally excreted twice as fast as VMA. [8]"}
{"id": "article-19016_9", "title": "Biochemistry, Catecholamine Degradation -- Function", "content": "Catecholamines function in several vital neurological and physiological systems. The proper functioning of these systems requires an appropriate balance in synthesis and degradation. When degradation is impaired, this leads to the hyperfunctioning of these systems.", "contents": "Biochemistry, Catecholamine Degradation -- Function. Catecholamines function in several vital neurological and physiological systems. The proper functioning of these systems requires an appropriate balance in synthesis and degradation. When degradation is impaired, this leads to the hyperfunctioning of these systems."}
{"id": "article-19016_10", "title": "Biochemistry, Catecholamine Degradation -- Function", "content": "In the central nervous system, dopamine is the principal activator of four major pathways in the brain. The nigrostriatal pathway starts from the substantia nigra and connects to the basal ganglia. Activation of the neurons in this pathway is responsible for movement and sensory stimuli. The mesolimbic pathway starts in the ventral tegmental area and goes to the amygdala, pyriform cortex, and nucleus accumbens. Neurons in this pathway are responsible for emotion, pleasure and reward-seeking, addiction, and perception. The mesocortical pathway starts in the ventral tegmental area and goes to the frontal cortex and hippocampus. This pathway is responsible for cognition, memory, and attention. Finally, the tuberoinfundibular system starts in the arcuate nucleus of the hypothalamus and goes to the median eminence of the pituitary gland. This pathway functions to inhibit prolactin secretion from the pituitary gland. In the periphery, dopamine functions as a vasodilator that mainly affects the kidney, promoting diuresis and natriuresis. [1]", "contents": "Biochemistry, Catecholamine Degradation -- Function. In the central nervous system, dopamine is the principal activator of four major pathways in the brain. The nigrostriatal pathway starts from the substantia nigra and connects to the basal ganglia. Activation of the neurons in this pathway is responsible for movement and sensory stimuli. The mesolimbic pathway starts in the ventral tegmental area and goes to the amygdala, pyriform cortex, and nucleus accumbens. Neurons in this pathway are responsible for emotion, pleasure and reward-seeking, addiction, and perception. The mesocortical pathway starts in the ventral tegmental area and goes to the frontal cortex and hippocampus. This pathway is responsible for cognition, memory, and attention. Finally, the tuberoinfundibular system starts in the arcuate nucleus of the hypothalamus and goes to the median eminence of the pituitary gland. This pathway functions to inhibit prolactin secretion from the pituitary gland. In the periphery, dopamine functions as a vasodilator that mainly affects the kidney, promoting diuresis and natriuresis. [1]"}
{"id": "article-19016_11", "title": "Biochemistry, Catecholamine Degradation -- Function", "content": "Epinephrine and norepinephrine have similar functions as part of the sympathetic nervous system. They differ slightly in that norepinephrine exclusively acts on arteries, whereas epinephrine can bind to receptors on arteries, the heart, lungs, and skeletal muscles. Together, these hormones mediate the sympathetic nervous response leading to tachycardia, increased cardiac contractility, hyperglycemia, and relaxation of smooth muscle in the lungs. [9] Norepinephrine is also primarily responsible for arterial vasoconstriction, leading to increased blood pressure. [2]", "contents": "Biochemistry, Catecholamine Degradation -- Function. Epinephrine and norepinephrine have similar functions as part of the sympathetic nervous system. They differ slightly in that norepinephrine exclusively acts on arteries, whereas epinephrine can bind to receptors on arteries, the heart, lungs, and skeletal muscles. Together, these hormones mediate the sympathetic nervous response leading to tachycardia, increased cardiac contractility, hyperglycemia, and relaxation of smooth muscle in the lungs. [9] Norepinephrine is also primarily responsible for arterial vasoconstriction, leading to increased blood pressure. [2]"}
{"id": "article-19016_12", "title": "Biochemistry, Catecholamine Degradation -- Clinical Significance", "content": "Catecholamines are involved in a multitude of physiologic processes and pathology. The following are a few of many examples where knowledge of the degradation pathways has clinical significance.", "contents": "Biochemistry, Catecholamine Degradation -- Clinical Significance. Catecholamines are involved in a multitude of physiologic processes and pathology. The following are a few of many examples where knowledge of the degradation pathways has clinical significance."}
{"id": "article-19016_13", "title": "Biochemistry, Catecholamine Degradation -- Clinical Significance", "content": "Parkinson disease is associated with insufficient dopamine in the nigrostriatal pathway. When pharmacological therapy is necessary, one option is a class of drugs called MAO-B inhibitors. These drugs inhibit the initial step of dopamine degradation and increase dopamine levels in the extracellular space. An additional class of drugs, sometimes used with exogenous dopamine therapy, is COMT inhibitors. Similarly, these drugs decrease the rate of dopamine degradation. [1]", "contents": "Biochemistry, Catecholamine Degradation -- Clinical Significance. Parkinson disease is associated with insufficient dopamine in the nigrostriatal pathway. When pharmacological therapy is necessary, one option is a class of drugs called MAO-B inhibitors. These drugs inhibit the initial step of dopamine degradation and increase dopamine levels in the extracellular space. An additional class of drugs, sometimes used with exogenous dopamine therapy, is COMT inhibitors. Similarly, these drugs decrease the rate of dopamine degradation. [1]"}
{"id": "article-19016_14", "title": "Biochemistry, Catecholamine Degradation -- Clinical Significance", "content": "Schizophrenia, as opposed to Parkinson disease, is associated with excess dopamine. The primary treatment is with D2 receptor blockers. A medication formerly used in treatment was reserpine. This agent blocked the storage of produced catecholamines into vesicles, thereby increasing the rate of intracellular degradation. This drug is no longer used for this purpose because of a significant side-effect profile, especially with older individuals. [1]", "contents": "Biochemistry, Catecholamine Degradation -- Clinical Significance. Schizophrenia, as opposed to Parkinson disease, is associated with excess dopamine. The primary treatment is with D2 receptor blockers. A medication formerly used in treatment was reserpine. This agent blocked the storage of produced catecholamines into vesicles, thereby increasing the rate of intracellular degradation. This drug is no longer used for this purpose because of a significant side-effect profile, especially with older individuals. [1]"}
{"id": "article-19016_15", "title": "Biochemistry, Catecholamine Degradation -- Clinical Significance", "content": "Pheochromocytomas are adrenal medullary tumors associated with the production of large amounts of catecholamines. They can manifest as episodes of tachycardia, hypertension, and headache. The diagnosis of pheochromocytomas and other catecholamine-producing tumors requires detecting metabolites HVA and VMA in the plasma and urine. [10]", "contents": "Biochemistry, Catecholamine Degradation -- Clinical Significance. Pheochromocytomas are adrenal medullary tumors associated with the production of large amounts of catecholamines. They can manifest as episodes of tachycardia, hypertension, and headache. The diagnosis of pheochromocytomas and other catecholamine-producing tumors requires detecting metabolites HVA and VMA in the plasma and urine. [10]"}
{"id": "article-19016_16", "title": "Biochemistry, Catecholamine Degradation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Catecholamine Degradation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}