{"id": "article-39306_0", "title": "Infliximab-abda -- Continuing Education Activity", "content": "Infliximab (IFX) is a biologic agent that specifically targets an immune mediator, tumor necrosis factor alpha (TNFa), involved in a pathological process. Anti TNFa agents have enjoyed use as therapeutic modalities since 1998; however, their first use in dermatology dates back to 2002 when they first saw use in the treatment of psoriasis. FDA-Approved indications include Crohn disease, ulcerative colitis, rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis, plaque psoriasis, and juvenile idiopathic arthritis. This activity describes the mode of action of infliximab-abda, including adverse event profiles, and other key factors e.g. dosing, pharmacodynamics, pharmacokinetics, monitoring, and highlights the role of the interprofessional team in the management of these patients.", "contents": "Infliximab-abda -- Continuing Education Activity. Infliximab (IFX) is a biologic agent that specifically targets an immune mediator, tumor necrosis factor alpha (TNFa), involved in a pathological process. Anti TNFa agents have enjoyed use as therapeutic modalities since 1998; however, their first use in dermatology dates back to 2002 when they first saw use in the treatment of psoriasis. FDA-Approved indications include Crohn disease, ulcerative colitis, rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis, plaque psoriasis, and juvenile idiopathic arthritis. This activity describes the mode of action of infliximab-abda, including adverse event profiles, and other key factors e.g. dosing, pharmacodynamics, pharmacokinetics, monitoring, and highlights the role of the interprofessional team in the management of these patients."}
{"id": "article-39306_1", "title": "Infliximab-abda -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of infliximab-abda. Describe the adverse effects of infliximab-abda. Review appropriate monitoring and toxicity management of infliximab-abda. Summarize complications of infliximab-abda and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Infliximab-abda -- Continuing Education Activity. Objectives: Identify the mechanism of action of infliximab-abda. Describe the adverse effects of infliximab-abda. Review appropriate monitoring and toxicity management of infliximab-abda. Summarize complications of infliximab-abda and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-39306_2", "title": "Infliximab-abda -- Indications", "content": "Infliximab (IFX) is a biologic agent that specifically targets an immune mediator, tumor necrosis factor alpha (TNFa), involved in a pathological process. Anti TNFa agents have enjoyed use as therapeutic modalities since 1998; however, their first use in dermatology dates back to 2002 when they first saw use in the treatment of psoriasis. [1] The first anti-TNF therapy was discovered by Knight et al. in the form of a chimeric monoclonal antibody, now known as infliximab, comprising a 25-30% murine fusion or antigen-binding variable segment and a 70-75% human IgG antibody constant segment. [2] . The first trial of IFX was carried out in 1994 on patients with rheumatoid arthritis in whom IFX resulted in marked clinical improvement compared with placebo. [3]", "contents": "Infliximab-abda -- Indications. Infliximab (IFX) is a biologic agent that specifically targets an immune mediator, tumor necrosis factor alpha (TNFa), involved in a pathological process. Anti TNFa agents have enjoyed use as therapeutic modalities since 1998; however, their first use in dermatology dates back to 2002 when they first saw use in the treatment of psoriasis. [1] The first anti-TNF therapy was discovered by Knight et al. in the form of a chimeric monoclonal antibody, now known as infliximab, comprising a 25-30% murine fusion or antigen-binding variable segment and a 70-75% human IgG antibody constant segment. [2] . The first trial of IFX was carried out in 1994 on patients with rheumatoid arthritis in whom IFX resulted in marked clinical improvement compared with placebo. [3]"}
{"id": "article-39306_3", "title": "Infliximab-abda -- Indications -- FDA-Approved indications [4] :", "content": "Crohn disease including pediatric Crohn disease Ulcerative colitis including pediatric ulcerative colitis Rheumatoid arthritis Ankylosing spondylitis Psoriatic arthritis Plaque psoriasis Juvenile idiopathic arthritis Crohn disease – Moderately to severely active Crohn disease is an indication for induction and maintenance of clinical remission An inadequate response to conventional therapy holds as an indication for starting infliximab in such cases. Pediatric cases aged six years or older with moderate-to-severe disease that fails to respond to conventional therapy are indications for infliximab. Ulcerative colitis – Infliximab is prescribed for inducing and maintaining clinical remission and for eliminating corticosteroid therapy in those showing inadequate response. Pediatric cases 6 years and older are suitable for this mode of treatment.", "contents": "Infliximab-abda -- Indications -- FDA-Approved indications [4] :. Crohn disease including pediatric Crohn disease Ulcerative colitis including pediatric ulcerative colitis Rheumatoid arthritis Ankylosing spondylitis Psoriatic arthritis Plaque psoriasis Juvenile idiopathic arthritis Crohn disease – Moderately to severely active Crohn disease is an indication for induction and maintenance of clinical remission An inadequate response to conventional therapy holds as an indication for starting infliximab in such cases. Pediatric cases aged six years or older with moderate-to-severe disease that fails to respond to conventional therapy are indications for infliximab. Ulcerative colitis – Infliximab is prescribed for inducing and maintaining clinical remission and for eliminating corticosteroid therapy in those showing inadequate response. Pediatric cases 6 years and older are suitable for this mode of treatment."}
{"id": "article-39306_4", "title": "Infliximab-abda -- Indications", "content": "Rheumatoid arthritis - Patients undergoing infliximab therapy for moderate-to-severe disease have reported inhibition of progressing joint damage and improved physical strength. Psoriasis – The following types of psoriasis benefit from infliximab therapy: Chronic plaque psoriasis or stable psoriasis of moderate-to-severe involvement Recalcitrant psoriasis Unstable psoriasis Generalized pustular psoriasis or von Zumbusch pustular psoriasis Psoriatic arthritis", "contents": "Infliximab-abda -- Indications. Rheumatoid arthritis - Patients undergoing infliximab therapy for moderate-to-severe disease have reported inhibition of progressing joint damage and improved physical strength. Psoriasis – The following types of psoriasis benefit from infliximab therapy: Chronic plaque psoriasis or stable psoriasis of moderate-to-severe involvement Recalcitrant psoriasis Unstable psoriasis Generalized pustular psoriasis or von Zumbusch pustular psoriasis Psoriatic arthritis"}
{"id": "article-39306_5", "title": "Infliximab-abda -- Indications -- Off-label uses [5] :", "content": "Systemic diseases – Systemic lupus erythematosus associated glomerulonephritis Systemic sclerosis Dermatomyositis Sjogren’s syndrome Adult-onset Still disease Granulomatosis with polyangiitis Giant cell arteritis Sarcoidosis Organ-specific autoimmune disease Diabetes type 1 Autoimmune inner ear disease Ocular diseases – Idiopathic uveitis or scleritis Birdshot retinochoroiditis Grave’s disease ophthalmopathy Idiopathic scleritis Cystoid macular edema (uveitic and diabetic) Age-related macular degeneration Dermatological diseases – Pemphigoid Hidradenitis suppurative Pyoderma gangrenosum Acne Aphthous stomatitis Subcorneal pustular dermatosis Atopic dermatitis Toxic epidermal necrolysis Behcet’s syndrome SAPHO syndrome Pityriasis rubra pilaris Eosinophilic fasciitis Panniculitis Other – Chronic obstructive pulmonary disease Polymyalgia rheumatica Idiopathic membranous nephropathy", "contents": "Infliximab-abda -- Indications -- Off-label uses [5] :. Systemic diseases – Systemic lupus erythematosus associated glomerulonephritis Systemic sclerosis Dermatomyositis Sjogren’s syndrome Adult-onset Still disease Granulomatosis with polyangiitis Giant cell arteritis Sarcoidosis Organ-specific autoimmune disease Diabetes type 1 Autoimmune inner ear disease Ocular diseases – Idiopathic uveitis or scleritis Birdshot retinochoroiditis Grave’s disease ophthalmopathy Idiopathic scleritis Cystoid macular edema (uveitic and diabetic) Age-related macular degeneration Dermatological diseases – Pemphigoid Hidradenitis suppurative Pyoderma gangrenosum Acne Aphthous stomatitis Subcorneal pustular dermatosis Atopic dermatitis Toxic epidermal necrolysis Behcet’s syndrome SAPHO syndrome Pityriasis rubra pilaris Eosinophilic fasciitis Panniculitis Other – Chronic obstructive pulmonary disease Polymyalgia rheumatica Idiopathic membranous nephropathy"}
{"id": "article-39306_6", "title": "Infliximab-abda -- Mechanism of Action", "content": "Infliximab, being a TNFa inhibitor, acts by blocking TNFa, which is a proinflammatory pleiotropic cytokine particularly involved in defense mechanisms. Nevertheless, the role of TNFa differs respectively to its concentration as low levels confer a protective effect while high amounts display a pathogenic role. [6] TNFa exists in two forms; soluble and transmembrane, that is both biologically active via TNF receptors (TNFR) Type 1 and Type 2. [7]", "contents": "Infliximab-abda -- Mechanism of Action. Infliximab, being a TNFa inhibitor, acts by blocking TNFa, which is a proinflammatory pleiotropic cytokine particularly involved in defense mechanisms. Nevertheless, the role of TNFa differs respectively to its concentration as low levels confer a protective effect while high amounts display a pathogenic role. [6] TNFa exists in two forms; soluble and transmembrane, that is both biologically active via TNF receptors (TNFR) Type 1 and Type 2. [7]"}
{"id": "article-39306_7", "title": "Infliximab-abda -- Mechanism of Action", "content": "The protective role in infection is the most important effect of TNFa. Interestingly, TNFa is involved in attaining resistance to infectious agents, as well as having a pathogenic role in septic shock. TNFa produces anti-inflammatory effects by signaling via TNFR Type 2. The explanation has been that TNFa promotes resistance by activation of polymorphonuclear leucocytes and platelets, while enhancing the cytotoxic action of macrophages and natural killer cells, and thereby stimulation of the immune system. [8] In particular, studying the concept on patients with meningococcal disease showed high levels of TNFa in the serum that coincided with its cytotoxic effect. [9] [10]", "contents": "Infliximab-abda -- Mechanism of Action. The protective role in infection is the most important effect of TNFa. Interestingly, TNFa is involved in attaining resistance to infectious agents, as well as having a pathogenic role in septic shock. TNFa produces anti-inflammatory effects by signaling via TNFR Type 2. The explanation has been that TNFa promotes resistance by activation of polymorphonuclear leucocytes and platelets, while enhancing the cytotoxic action of macrophages and natural killer cells, and thereby stimulation of the immune system. [8] In particular, studying the concept on patients with meningococcal disease showed high levels of TNFa in the serum that coincided with its cytotoxic effect. [9] [10]"}
{"id": "article-39306_8", "title": "Infliximab-abda -- Mechanism of Action", "content": "Another role of TNFa is resistance to tumors and occurs due to the cytotoxic effect of TNFa leading to cell lysis or apoptosis. Fiers studied the effect of TNFa on tumors in animal models and found that TNFa acts directly on the tumor cells, particularly in the presence of interferon. [11] Additionally, TNFa has been determined to exert proinflammatory effects on the vascular endothelium that results in hemorrhagic necrosis. [7] In particular, the biological effects are beneficial in a variety of host responses. However, TNFa has been found to exert pathogenic roles in certain instances.", "contents": "Infliximab-abda -- Mechanism of Action. Another role of TNFa is resistance to tumors and occurs due to the cytotoxic effect of TNFa leading to cell lysis or apoptosis. Fiers studied the effect of TNFa on tumors in animal models and found that TNFa acts directly on the tumor cells, particularly in the presence of interferon. [11] Additionally, TNFa has been determined to exert proinflammatory effects on the vascular endothelium that results in hemorrhagic necrosis. [7] In particular, the biological effects are beneficial in a variety of host responses. However, TNFa has been found to exert pathogenic roles in certain instances."}
{"id": "article-39306_9", "title": "Infliximab-abda -- Mechanism of Action", "content": "The role of TNFa in inflammatory diseases was identified in 1988 with the finding of increased TNFa expression in synovial fluid of patients with rheumatoid arthritis making it the prototypic disease of TNFa. This finding obtained confirmation with the discovery of increased TNFR expression in active diseases. Furthermore, the quantities of shed receptors correlate with the disease activity. The evidence suggests that TNFa acts as a regulator of proinflammatory cytokines and therefore, has a central role in inflammatory processes. [12]", "contents": "Infliximab-abda -- Mechanism of Action. The role of TNFa in inflammatory diseases was identified in 1988 with the finding of increased TNFa expression in synovial fluid of patients with rheumatoid arthritis making it the prototypic disease of TNFa. This finding obtained confirmation with the discovery of increased TNFR expression in active diseases. Furthermore, the quantities of shed receptors correlate with the disease activity. The evidence suggests that TNFa acts as a regulator of proinflammatory cytokines and therefore, has a central role in inflammatory processes. [12]"}
{"id": "article-39306_10", "title": "Infliximab-abda -- Mechanism of Action", "content": "Another disease linked with TNFa is psoriasis. Studies have shown increased expression of TNFa in psoriatic skin lesions. The study confirmed this by investigating the peripheral blood mononuclear cells for the presence of TNFa mRNA expression and revealed increased expression in psoriatic patients when compared to healthy controls. [7] [13]", "contents": "Infliximab-abda -- Mechanism of Action. Another disease linked with TNFa is psoriasis. Studies have shown increased expression of TNFa in psoriatic skin lesions. The study confirmed this by investigating the peripheral blood mononuclear cells for the presence of TNFa mRNA expression and revealed increased expression in psoriatic patients when compared to healthy controls. [7] [13]"}
{"id": "article-39306_11", "title": "Infliximab-abda -- Mechanism of Action", "content": "Infliximab acts by binding to both soluble and membrane-bound forms of TNF, the binding with TNFa is found to be stable with high affinity, thereby neutralizing its action; In addition, it causes apoptosis of cells that release TNFa, alters the cytokine secretion and up regulates p38 MAP kinase which takes part in the downward signaling of TNFa. Binding triggers intracellular signaling, complement-mediated cell lysis and decrease of cytokine production. [14]", "contents": "Infliximab-abda -- Mechanism of Action. Infliximab acts by binding to both soluble and membrane-bound forms of TNF, the binding with TNFa is found to be stable with high affinity, thereby neutralizing its action; In addition, it causes apoptosis of cells that release TNFa, alters the cytokine secretion and up regulates p38 MAP kinase which takes part in the downward signaling of TNFa. Binding triggers intracellular signaling, complement-mediated cell lysis and decrease of cytokine production. [14]"}
{"id": "article-39306_12", "title": "Infliximab-abda -- Mechanism of Action", "content": "The effect of intracellular signaling launches a variety of responses including reduction of cytokines [15] , an increase in vascular permeability, [16] a decrease in adhesion molecule expression, and inactivation of cell lines. [17] Another response is the delayed recruitment of immune cells to sites of inflammation, however, this excludes the regulatory T-cells that play a beneficial role in immune responses and leads to its increased expression. [18] [19] [20]", "contents": "Infliximab-abda -- Mechanism of Action. The effect of intracellular signaling launches a variety of responses including reduction of cytokines [15] , an increase in vascular permeability, [16] a decrease in adhesion molecule expression, and inactivation of cell lines. [17] Another response is the delayed recruitment of immune cells to sites of inflammation, however, this excludes the regulatory T-cells that play a beneficial role in immune responses and leads to its increased expression. [18] [19] [20]"}
{"id": "article-39306_13", "title": "Infliximab-abda -- Administration", "content": "Prior to infliximab infusion, pretreatment with loratadine or cetirizine (0.5 mg/kg; max 25 mg), hydrocortisone (4 mg/kg; max 200 mg) and paracetamol (15 mg/kg; max 1 gm) 30 – 60 minutes before infusion is necessary for combating infusion reactions that may occur. [21]", "contents": "Infliximab-abda -- Administration. Prior to infliximab infusion, pretreatment with loratadine or cetirizine (0.5 mg/kg; max 25 mg), hydrocortisone (4 mg/kg; max 200 mg) and paracetamol (15 mg/kg; max 1 gm) 30 – 60 minutes before infusion is necessary for combating infusion reactions that may occur. [21]"}
{"id": "article-39306_14", "title": "Infliximab-abda -- Administration", "content": "Infliximab is prepared as an intravenous infusion the dosage of which can vary from 3 to 10 mg/kg, most commonly being 5 mg/kg. Infliximab has a half-life of 7-12 days as it has a low rate of elimination. Therefore, dosing schedule repeats at weeks 2, 6 and every eight weeks thereafter. [22]", "contents": "Infliximab-abda -- Administration. Infliximab is prepared as an intravenous infusion the dosage of which can vary from 3 to 10 mg/kg, most commonly being 5 mg/kg. Infliximab has a half-life of 7-12 days as it has a low rate of elimination. Therefore, dosing schedule repeats at weeks 2, 6 and every eight weeks thereafter. [22]"}
{"id": "article-39306_15", "title": "Infliximab-abda -- Administration", "content": "The pharmaceutical product contains 100 mg lyophilized drug powder in 20 ml vial. Each vial is reconstituted with 10 ml sterile distilled water using a 21-gauge needle following which gentle stirring is performed to dissolve the powder. The vial is kept aside for 5 mins, and the solution dissolved in 250 ml of 0.9% sodium chloride intravenous solution. [23]", "contents": "Infliximab-abda -- Administration. The pharmaceutical product contains 100 mg lyophilized drug powder in 20 ml vial. Each vial is reconstituted with 10 ml sterile distilled water using a 21-gauge needle following which gentle stirring is performed to dissolve the powder. The vial is kept aside for 5 mins, and the solution dissolved in 250 ml of 0.9% sodium chloride intravenous solution. [23]"}
{"id": "article-39306_16", "title": "Infliximab-abda -- Administration", "content": "Infusion of this agent should begin within 3 hours of dilution and over a period or 2-3 hours during which period the recording of vitals including temperature, pulse, blood pressure, and respiratory rate is required until 1-hour post infusion. FDA-approved indications with dosages [24] : Psoriasis and Psoriatic arthritis – 5 mg/kg at weeks 0, 2 and 6 followed by every 8 weeks. Rheumatoid arthritis – 3 mg/kg at 0, 2 and 6 weeks followed by every 8 wks. According to response, the dose may be incremented up to 10 mg/kg and spaced at every four weeks. Ankylosing Spondylitis – 5 mg/kg at weeks 0,2 and 6 followed by every 6 - 8 weeks. Crohn’s disease and Ulcerative colitis – 5 mg/kg at 0, 2 and six weeks and subsequently every eight weeks. Doses may be escalated up to 10 mg/kg depending upon response.", "contents": "Infliximab-abda -- Administration. Infusion of this agent should begin within 3 hours of dilution and over a period or 2-3 hours during which period the recording of vitals including temperature, pulse, blood pressure, and respiratory rate is required until 1-hour post infusion. FDA-approved indications with dosages [24] : Psoriasis and Psoriatic arthritis – 5 mg/kg at weeks 0, 2 and 6 followed by every 8 weeks. Rheumatoid arthritis – 3 mg/kg at 0, 2 and 6 weeks followed by every 8 wks. According to response, the dose may be incremented up to 10 mg/kg and spaced at every four weeks. Ankylosing Spondylitis – 5 mg/kg at weeks 0,2 and 6 followed by every 6 - 8 weeks. Crohn’s disease and Ulcerative colitis – 5 mg/kg at 0, 2 and six weeks and subsequently every eight weeks. Doses may be escalated up to 10 mg/kg depending upon response."}
{"id": "article-39306_17", "title": "Infliximab-abda -- Adverse Effects -- Infectious risk [25]", "content": "Tuberculosis Deep mycosis such as histoplasmosis, coccidioidomycosis, blastomycosis, aspergillosis, candidiasis Listeriosis and pneumocystosis Pneumonia Abscess Cellulitis Skin ulcers Pyelonephritis", "contents": "Infliximab-abda -- Adverse Effects -- Infectious risk [25]. Tuberculosis Deep mycosis such as histoplasmosis, coccidioidomycosis, blastomycosis, aspergillosis, candidiasis Listeriosis and pneumocystosis Pneumonia Abscess Cellulitis Skin ulcers Pyelonephritis"}
{"id": "article-39306_18", "title": "Infliximab-abda -- Adverse Effects -- Infusion reactions [26]", "content": "Immediate Anaphylaxis Delayed Myalgia Arthralgia Fever and Chills Pruritus Edema Urticaria and flushing", "contents": "Infliximab-abda -- Adverse Effects -- Infusion reactions [26]. Immediate Anaphylaxis Delayed Myalgia Arthralgia Fever and Chills Pruritus Edema Urticaria and flushing"}
{"id": "article-39306_19", "title": "Infliximab-abda -- Adverse Effects -- Gastrointestinal", "content": "Dysphagia Nausea Abdominal pain Diarrhea Dyspepsia", "contents": "Infliximab-abda -- Adverse Effects -- Gastrointestinal. Dysphagia Nausea Abdominal pain Diarrhea Dyspepsia"}
{"id": "article-39306_20", "title": "Infliximab-abda -- Adverse Effects -- Other", "content": "Sore throat Flu-like syndrome Headache Vertigo Hepatotoxicity Lupus-like syndrome Serum sickness Congestive heart failure Hypotension Demyelinating disease Lymphoma and other malignancies –hepatospleenic T-cell lymphoma Cytopenias", "contents": "Infliximab-abda -- Adverse Effects -- Other. Sore throat Flu-like syndrome Headache Vertigo Hepatotoxicity Lupus-like syndrome Serum sickness Congestive heart failure Hypotension Demyelinating disease Lymphoma and other malignancies –hepatospleenic T-cell lymphoma Cytopenias"}
{"id": "article-39306_21", "title": "Infliximab-abda -- Contraindications", "content": "The absolute contraindications for the use of biologics are: Presence of active infections, more importantly, latent or active tuberculosis, Hepatitis B, C and HIV and Hypersensitivity to murine products or infliximab Other contraindications include: PUVA sessions Premalignant conditions Demyelinating disease (Guillain-Barre syndrome) Optic neuritis Multiple sclerosis Pregnancy and lactation Congestive heart failure Fever Jaundice or marked liver enzyme elevations Stricturing disease [23]", "contents": "Infliximab-abda -- Contraindications. The absolute contraindications for the use of biologics are: Presence of active infections, more importantly, latent or active tuberculosis, Hepatitis B, C and HIV and Hypersensitivity to murine products or infliximab Other contraindications include: PUVA sessions Premalignant conditions Demyelinating disease (Guillain-Barre syndrome) Optic neuritis Multiple sclerosis Pregnancy and lactation Congestive heart failure Fever Jaundice or marked liver enzyme elevations Stricturing disease [23]"}
{"id": "article-39306_22", "title": "Infliximab-abda -- Monitoring -- Baseline Monitoring", "content": "Complete blood count and hemogram Erythrocyte sedimentation rate or C-reactive protein Liver function test Renal function test and urinalysis Serum electrolytes Anti-nuclear and anti-dsDNA antibodies Screening for hepatitis and HIV infection Chest X-ray Tuberculin skin testing or interferon-gamma release assay test Pregnancy test in females of childbearing age If indicated – serology for varicella zoster and measles.", "contents": "Infliximab-abda -- Monitoring -- Baseline Monitoring. Complete blood count and hemogram Erythrocyte sedimentation rate or C-reactive protein Liver function test Renal function test and urinalysis Serum electrolytes Anti-nuclear and anti-dsDNA antibodies Screening for hepatitis and HIV infection Chest X-ray Tuberculin skin testing or interferon-gamma release assay test Pregnancy test in females of childbearing age If indicated – serology for varicella zoster and measles."}
{"id": "article-39306_23", "title": "Infliximab-abda -- Monitoring -- Ongoing Monitoring", "content": "Evaluation of response to treatment can is measurable by respective assessment scores, i.e., Psoriasis Area and Severity Index (PASI), Dermatology Life Quality Index (DLQI), PCDAI, PUCAI at three months initially and subsequently every six months. Complete blood count and hemogram repeated at three months and every six monthly thereafter Liver function test, Renal function test, serum electrolytes, and urinalysis undergo evaluation at three months and every six months. [27] [28]", "contents": "Infliximab-abda -- Monitoring -- Ongoing Monitoring. Evaluation of response to treatment can is measurable by respective assessment scores, i.e., Psoriasis Area and Severity Index (PASI), Dermatology Life Quality Index (DLQI), PCDAI, PUCAI at three months initially and subsequently every six months. Complete blood count and hemogram repeated at three months and every six monthly thereafter Liver function test, Renal function test, serum electrolytes, and urinalysis undergo evaluation at three months and every six months. [27] [28]"}
{"id": "article-39306_24", "title": "Infliximab-abda -- Toxicity", "content": "Overuse of infliximab results in long-term inhibition of TNFa and thereby enhances the risk of infections, which furthermore poses deleterious effects for pregnancy and lactation by impairing newborn’s defense mechanisms. Since TNFa is involved in embryogenesis and organogenesis, a deleterious effect on embryo and fetal development is postulated.", "contents": "Infliximab-abda -- Toxicity. Overuse of infliximab results in long-term inhibition of TNFa and thereby enhances the risk of infections, which furthermore poses deleterious effects for pregnancy and lactation by impairing newborn’s defense mechanisms. Since TNFa is involved in embryogenesis and organogenesis, a deleterious effect on embryo and fetal development is postulated."}
{"id": "article-39306_25", "title": "Infliximab-abda -- Toxicity", "content": "Another toxic effect of infliximab is the carcinogenic potential resulting from reports of malignancies in children, adolescents, and young adults receiving infliximab over a median value of 30 sessions. This hypothesis comes from the finding that TNFa causes tumoral hemorrhagic necrosis and therefore used as a treatment for selective tumors. [29]", "contents": "Infliximab-abda -- Toxicity. Another toxic effect of infliximab is the carcinogenic potential resulting from reports of malignancies in children, adolescents, and young adults receiving infliximab over a median value of 30 sessions. This hypothesis comes from the finding that TNFa causes tumoral hemorrhagic necrosis and therefore used as a treatment for selective tumors. [29]"}
{"id": "article-39306_26", "title": "Infliximab-abda -- Enhancing Healthcare Team Outcomes", "content": "The primary drawback with biologic therapy is the necessity for life-long or long-term treatment, the failure of which can lead to incomplete resolution or recurrences. Combination with other agents such as methotrexate can enhance the efficacy and response. [30]", "contents": "Infliximab-abda -- Enhancing Healthcare Team Outcomes. The primary drawback with biologic therapy is the necessity for life-long or long-term treatment, the failure of which can lead to incomplete resolution or recurrences. Combination with other agents such as methotrexate can enhance the efficacy and response. [30]"}
{"id": "article-39306_27", "title": "Infliximab-abda -- Enhancing Healthcare Team Outcomes", "content": "Live vaccines and contact with infectious agents should be avoided during infliximab therapy due to the markedly depressed immunity that can result in disseminated infections. [31] History of latent or active tuberculosis with no confirmation of complete therapy or recent travel to a country with a high incidence of tuberculosis may warrant a course of empiric anti-tubercular therapy. Avoidance of concomitant therapy with anakinra and abatacept is important due to the increased risk of severe infections. [32]", "contents": "Infliximab-abda -- Enhancing Healthcare Team Outcomes. Live vaccines and contact with infectious agents should be avoided during infliximab therapy due to the markedly depressed immunity that can result in disseminated infections. [31] History of latent or active tuberculosis with no confirmation of complete therapy or recent travel to a country with a high incidence of tuberculosis may warrant a course of empiric anti-tubercular therapy. Avoidance of concomitant therapy with anakinra and abatacept is important due to the increased risk of severe infections. [32]"}
{"id": "article-39306_28", "title": "Infliximab-abda -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Infliximab-abda -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}