{"id": "article-36148_0", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Introduction", "content": "The vagal nucleus consists of four nuclei located in the medulla oblongata. The three main nuclei are the dorsal motor nucleus of the vagus nerve (cranial nerve [CN] X), nucleus ambiguus, and the solitary nucleus. The fourth nucleus has a minor input from the vagus nerve, the spinal trigeminal nucleus, which receives the main input from the trigeminal nerve. These nuclei all contribute to the various functions of CN X as well as the function of several other cranial nerves. The functions of CN X include motor, sensory, taste, and chemoreception involving numerous organ systems of the body, such as the heart, pharynx, tongue, and gastrointestinal system. Due to the diverse actions of CN X, there are many clinical connections associated with vagal nuclei pathology.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Introduction. The vagal nucleus consists of four nuclei located in the medulla oblongata. The three main nuclei are the dorsal motor nucleus of the vagus nerve (cranial nerve [CN] X), nucleus ambiguus, and the solitary nucleus. The fourth nucleus has a minor input from the vagus nerve, the spinal trigeminal nucleus, which receives the main input from the trigeminal nerve. These nuclei all contribute to the various functions of CN X as well as the function of several other cranial nerves. The functions of CN X include motor, sensory, taste, and chemoreception involving numerous organ systems of the body, such as the heart, pharynx, tongue, and gastrointestinal system. Due to the diverse actions of CN X, there are many clinical connections associated with vagal nuclei pathology."}
{"id": "article-36148_1", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function", "content": "The dorsal nucleus of CN X originates anterior to the base of the fourth ventricle in the medulla. The dorsal motor nucleus of CN X has general visceral efferent fibers that send parasympathetic signals to the heart and lungs. [1] They also innervate gastrointestinal smooth muscles and glands. [1]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function. The dorsal nucleus of CN X originates anterior to the base of the fourth ventricle in the medulla. The dorsal motor nucleus of CN X has general visceral efferent fibers that send parasympathetic signals to the heart and lungs. [1] They also innervate gastrointestinal smooth muscles and glands. [1]"}
{"id": "article-36148_2", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function", "content": "Nucleus ambiguus is in the medullary reticular formation. The nerve fibers originating from nucleus ambiguus are efferent special visceral branchiomotor fibers that provide motor innervation for swallowing and phonation.  In addition to the vagus nerve, nucleus ambiguus contributes to the efferent portions of the glossopharyngeal and spinal accessory nerves.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function. Nucleus ambiguus is in the medullary reticular formation. The nerve fibers originating from nucleus ambiguus are efferent special visceral branchiomotor fibers that provide motor innervation for swallowing and phonation.  In addition to the vagus nerve, nucleus ambiguus contributes to the efferent portions of the glossopharyngeal and spinal accessory nerves."}
{"id": "article-36148_3", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function", "content": "Nucleus tractus solitarius is a vertical column of grey matter in the dorsomedial medulla that is transected by a bundle of myelinated nerve fibers known as the solitary tract. Nucleus tractus solitarius receives general visceral afferent information from the chemoreceptors and mechanoreceptors of the carotid body and carotid sinus (innervated via the glossopharyngeal nerve) and aortic bodies and sinoatrial node (innervated via the vagus nerve). [2] Nucleus tractus solitarius also receives taste information from the anterior two-thirds of the tongue (carried via a branch of the facial nerve—chorda tympani). [3] It also receives taste information from the posterior one-third of the tongue and epiglottis via the glossopharyngeal nerve and vagus nerve, respectively. The sensory and motor components of neurons innervating the nucleus tractus solitarius are responsible for the gag reflex, carotid sinus reflex, and cough reflex. [2] The nucleus tractus solitarius also participates in the vomiting reflex. This information comes via the area postrema, vestibular system, and gastrointestinal tract. After it receives signals to initiate the vomiting reflex, it projects to other medullary nuclei like the dorsal vagal nucleus, nucleus ambiguus, and rostral medulla to coordinate the action of emesis. In essence, the nucleus tractus solitarius is the primary, and the largest nuclear column for all visceral afferents from our body whereas the trigeminal nucleus is the largest and the main nuclear column for all somatic afferents from our head and face. These two nuclear columns are the main sensor nuclei in the whole brainstem with the trigeminal nuclei extending from the midbrain to the upper cervical cord and the nucleus tractus solitarius located in the medulla.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function. Nucleus tractus solitarius is a vertical column of grey matter in the dorsomedial medulla that is transected by a bundle of myelinated nerve fibers known as the solitary tract. Nucleus tractus solitarius receives general visceral afferent information from the chemoreceptors and mechanoreceptors of the carotid body and carotid sinus (innervated via the glossopharyngeal nerve) and aortic bodies and sinoatrial node (innervated via the vagus nerve). [2] Nucleus tractus solitarius also receives taste information from the anterior two-thirds of the tongue (carried via a branch of the facial nerve—chorda tympani). [3] It also receives taste information from the posterior one-third of the tongue and epiglottis via the glossopharyngeal nerve and vagus nerve, respectively. The sensory and motor components of neurons innervating the nucleus tractus solitarius are responsible for the gag reflex, carotid sinus reflex, and cough reflex. [2] The nucleus tractus solitarius also participates in the vomiting reflex. This information comes via the area postrema, vestibular system, and gastrointestinal tract. After it receives signals to initiate the vomiting reflex, it projects to other medullary nuclei like the dorsal vagal nucleus, nucleus ambiguus, and rostral medulla to coordinate the action of emesis. In essence, the nucleus tractus solitarius is the primary, and the largest nuclear column for all visceral afferents from our body whereas the trigeminal nucleus is the largest and the main nuclear column for all somatic afferents from our head and face. These two nuclear columns are the main sensor nuclei in the whole brainstem with the trigeminal nuclei extending from the midbrain to the upper cervical cord and the nucleus tractus solitarius located in the medulla."}
{"id": "article-36148_4", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function", "content": "The spinal trigeminal nucleus receives input from the pinna of the ear regarding deep touch, pain, and temperature. It also receives sensory information from the dura of the posterior cranial fossa and mucosa of the larynx. [4]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Structure and Function. The spinal trigeminal nucleus receives input from the pinna of the ear regarding deep touch, pain, and temperature. It also receives sensory information from the dura of the posterior cranial fossa and mucosa of the larynx. [4]"}
{"id": "article-36148_5", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Embryology", "content": "The four vagal nuclei are all located in the medulla oblongata. The medulla arises from the myelencephalic portion of the rhombencephalon.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Embryology. The four vagal nuclei are all located in the medulla oblongata. The medulla arises from the myelencephalic portion of the rhombencephalon."}
{"id": "article-36148_6", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Blood Supply and Lymphatics", "content": "The posterior inferior cerebellar artery delivers vascular supply to the lateral portion of the medulla, which includes nucleus ambiguus, nucleus tractus solitarius, the dorsal motor nucleus of X, and spinal trigeminal nucleus. [5] [6] The posterior inferior cerebellar artery is a direct branch off of the vertebral artery. Thus, damage or occlusion to the vertebral artery or posterior cerebellar artery will result in vagal dysfunction.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Blood Supply and Lymphatics. The posterior inferior cerebellar artery delivers vascular supply to the lateral portion of the medulla, which includes nucleus ambiguus, nucleus tractus solitarius, the dorsal motor nucleus of X, and spinal trigeminal nucleus. [5] [6] The posterior inferior cerebellar artery is a direct branch off of the vertebral artery. Thus, damage or occlusion to the vertebral artery or posterior cerebellar artery will result in vagal dysfunction."}
{"id": "article-36148_7", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves", "content": "The vagal nuclei incorporate a sensory, motor, and special sensory information from the facial nerve, glossopharyngeal nerve, vagus nerve, and cranial portions of the spinal accessory nerve. The dorsal motor nucleus of CN X sends parasympathetic, visceral efferent fibers to thoracic and abdominal viscera via the vagus nerve. [7]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves. The vagal nuclei incorporate a sensory, motor, and special sensory information from the facial nerve, glossopharyngeal nerve, vagus nerve, and cranial portions of the spinal accessory nerve. The dorsal motor nucleus of CN X sends parasympathetic, visceral efferent fibers to thoracic and abdominal viscera via the vagus nerve. [7]"}
{"id": "article-36148_8", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves", "content": "Nucleus ambiguus innervates pharyngeal, soft palate, and intrinsic laryngeal muscles via the superior and recurrent laryngeal nerves – branches of the vagus. Nucleus ambiguus also innervates the stylopharyngeus muscle via the glossopharyngeal nerve. [8]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves. Nucleus ambiguus innervates pharyngeal, soft palate, and intrinsic laryngeal muscles via the superior and recurrent laryngeal nerves – branches of the vagus. Nucleus ambiguus also innervates the stylopharyngeus muscle via the glossopharyngeal nerve. [8]"}
{"id": "article-36148_9", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves", "content": "Nucleus tractus solitarius receives fibers from the facial and glossopharyngeal nerves that convey taste from the anterior two-thirds and posterior one-third of the tongue, respectively. The vagus nerve transports afferent nerve fibers from the pharynx, larynx, aorta, external ear, dura of the posterior cranial fossa, and taste buds from the root of the tongue and epiglottis that all synapse on the nucleus solitarius. [8]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves. Nucleus tractus solitarius receives fibers from the facial and glossopharyngeal nerves that convey taste from the anterior two-thirds and posterior one-third of the tongue, respectively. The vagus nerve transports afferent nerve fibers from the pharynx, larynx, aorta, external ear, dura of the posterior cranial fossa, and taste buds from the root of the tongue and epiglottis that all synapse on the nucleus solitarius. [8]"}
{"id": "article-36148_10", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves", "content": "The spinal trigeminal nucleus receives sensory information from the trigeminal nerve, facial nerve, glossopharyngeal nerve, and vagus nerve. [4] These nerves all contribute information regarding touch, pain, and temperature of the ipsilateral face to the spinal trigeminal nucleus.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Nerves. The spinal trigeminal nucleus receives sensory information from the trigeminal nerve, facial nerve, glossopharyngeal nerve, and vagus nerve. [4] These nerves all contribute information regarding touch, pain, and temperature of the ipsilateral face to the spinal trigeminal nucleus."}
{"id": "article-36148_11", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Muscles", "content": "The vagal nuclei and their nerves mentioned above mainly from the nucleus ambiguus innervate nearly all striated muscles of the pharynx and larynx. These muscles receive innervation from the vagus nerve and glossopharyngeal nerve with the one exception being the tensor veli palatini muscle (V3). The vagus nerve also innervates the palatoglossus muscle, which helps to raise the posterior segment of the tongue. Distal branches of the vagus nerve— the external branch of the superior laryngeal nerve and recurrent laryngeal nerves—innervate the cricothyroid muscle and intrinsic muscles of the larynx, respectively. [2]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Muscles. The vagal nuclei and their nerves mentioned above mainly from the nucleus ambiguus innervate nearly all striated muscles of the pharynx and larynx. These muscles receive innervation from the vagus nerve and glossopharyngeal nerve with the one exception being the tensor veli palatini muscle (V3). The vagus nerve also innervates the palatoglossus muscle, which helps to raise the posterior segment of the tongue. Distal branches of the vagus nerve— the external branch of the superior laryngeal nerve and recurrent laryngeal nerves—innervate the cricothyroid muscle and intrinsic muscles of the larynx, respectively. [2]"}
{"id": "article-36148_12", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Physiologic Variants", "content": "No physiologic variants of vagal nuclei appear in the literature to the author’s knowledge.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Physiologic Variants. No physiologic variants of vagal nuclei appear in the literature to the author’s knowledge."}
{"id": "article-36148_13", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Surgical Considerations", "content": "Medulloblastoma, glioma, ependymoma, hemangioblastoma, and cavernous angioma are the primary tumors affecting the medulla oblongata. [9] Lower cranial nerve dysfunction, cardiopulmonary instability, and impaired coughing and swallowing reflexes are the main pre- and postsurgical symptoms involving the medulla. [10] [11] [12] During medulla surgical intervention, it is imperative to intraoperatively locate all vagal nuclei, tracts, and cranial nerves. Vagal nuclei mapping is achievable via monopolar or bipolar hand-held electrical stimulating probes. [11] The high likelihood the tumor has shifted the normal anatomic position of the nuclei makes this technique critical for decreasing postoperative symptoms. Intraoperative monitoring of somatosensory potentials and motor potentials should be performed, as well as placement of recording needles for pharyngeal muscles and the posterior aspect of the tongue. [12]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Surgical Considerations. Medulloblastoma, glioma, ependymoma, hemangioblastoma, and cavernous angioma are the primary tumors affecting the medulla oblongata. [9] Lower cranial nerve dysfunction, cardiopulmonary instability, and impaired coughing and swallowing reflexes are the main pre- and postsurgical symptoms involving the medulla. [10] [11] [12] During medulla surgical intervention, it is imperative to intraoperatively locate all vagal nuclei, tracts, and cranial nerves. Vagal nuclei mapping is achievable via monopolar or bipolar hand-held electrical stimulating probes. [11] The high likelihood the tumor has shifted the normal anatomic position of the nuclei makes this technique critical for decreasing postoperative symptoms. Intraoperative monitoring of somatosensory potentials and motor potentials should be performed, as well as placement of recording needles for pharyngeal muscles and the posterior aspect of the tongue. [12]"}
{"id": "article-36148_14", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Clinical Significance", "content": "Vagal nuclei dysfunction can lead to a wide variety of clinical signs and symptoms. Wallenberg syndrome or lateral medullary syndrome is one pathological process that frequently involves all four vagal nuclei. It is most commonly the result of atherothrombotic occlusion of the vertebral artery or the posterior inferior cerebellar artery. There are roughly 60000 new cases of Wallenberg syndrome each year in the United States. [13] Symptoms involving vagal nuclei due to Wallenberg syndrome include dysphonia, dysarthria, dysphagia, ipsilateral loss of gag reflex, ipsilateral loss of facial pain and temperature, and impaired taste sensation. Clinically, ipsilateral facial and contralateral extremities impairment of pain and temperature are most diagnostic of a dorsolateral medullary lesion such as Wallenberg syndrome. [13] Multiple sclerosis is another pathological process that has the potential to affect the intramedullary vagal nerve fascicles arising from the vagal nuclei. Clinical signs and symptoms of the demyelinating disorder are dependent upon the nuclei and their subsequent nerves affected. In general, it is crucial to recognize the fact that there are always associated with long tract signs when vagal nuclei inside the medulla are affected by any pathological process. A pure vagal nerve or more commonly a vagal nerve branch involvement should indicate a pathology outside the medulla.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Clinical Significance. Vagal nuclei dysfunction can lead to a wide variety of clinical signs and symptoms. Wallenberg syndrome or lateral medullary syndrome is one pathological process that frequently involves all four vagal nuclei. It is most commonly the result of atherothrombotic occlusion of the vertebral artery or the posterior inferior cerebellar artery. There are roughly 60000 new cases of Wallenberg syndrome each year in the United States. [13] Symptoms involving vagal nuclei due to Wallenberg syndrome include dysphonia, dysarthria, dysphagia, ipsilateral loss of gag reflex, ipsilateral loss of facial pain and temperature, and impaired taste sensation. Clinically, ipsilateral facial and contralateral extremities impairment of pain and temperature are most diagnostic of a dorsolateral medullary lesion such as Wallenberg syndrome. [13] Multiple sclerosis is another pathological process that has the potential to affect the intramedullary vagal nerve fascicles arising from the vagal nuclei. Clinical signs and symptoms of the demyelinating disorder are dependent upon the nuclei and their subsequent nerves affected. In general, it is crucial to recognize the fact that there are always associated with long tract signs when vagal nuclei inside the medulla are affected by any pathological process. A pure vagal nerve or more commonly a vagal nerve branch involvement should indicate a pathology outside the medulla."}
{"id": "article-36148_15", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Other Issues", "content": "Damage or displacement of the vagal nuclei may also cause changes in baroreceptor and chemoreceptor reflexes, thus leading to cardiopulmonary disturbances. Over the last decade, much interest has been placed on the brain-gut axis via communication through the vagus nerve. Stimulation of vagal fibers in the intestines influences monoaminergic brain function, which influences mood and anxiety disorders. [14] There is preliminary evidence for intestinal bacterial affecting vagal function leading to favorable effects on mood and anxiety. [14]", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Other Issues. Damage or displacement of the vagal nuclei may also cause changes in baroreceptor and chemoreceptor reflexes, thus leading to cardiopulmonary disturbances. Over the last decade, much interest has been placed on the brain-gut axis via communication through the vagus nerve. Stimulation of vagal fibers in the intestines influences monoaminergic brain function, which influences mood and anxiety disorders. [14] There is preliminary evidence for intestinal bacterial affecting vagal function leading to favorable effects on mood and anxiety. [14]"}
{"id": "article-36148_16", "title": "Neuroanatomy, Vagal Nerve Nuclei -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Vagal Nerve Nuclei -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}