{"id": "article-19381_0", "title": "EMS Chest Injury -- Continuing Education Activity", "content": "Chest injuries are a leading cause of trauma-related mortality, second only to head and neck injuries, comprising nearly one-fourth of such cases. Whether resulting from penetrating (eg, gunshots, lacerations, punctures) or blunt trauma (eg, motor vehicle accidents, falls, crush injuries, blasts, burns), these injuries demand swift intervention and stabilization. Emergency medical service (EMS) systems play a pivotal role in minimizing the time between injury and medical care, adhering to the principles of advanced trauma life support (ATLS). Transport to a receiving hospital is paramount due to the breadth and severity of potential chest trauma sequelae. While immediate interventions may be necessary, EMS providers prioritize reducing on-scene time, as evidence suggests better patient outcomes with in-hospital invasive procedures.", "contents": "EMS Chest Injury -- Continuing Education Activity. Chest injuries are a leading cause of trauma-related mortality, second only to head and neck injuries, comprising nearly one-fourth of such cases. Whether resulting from penetrating (eg, gunshots, lacerations, punctures) or blunt trauma (eg, motor vehicle accidents, falls, crush injuries, blasts, burns), these injuries demand swift intervention and stabilization. Emergency medical service (EMS) systems play a pivotal role in minimizing the time between injury and medical care, adhering to the principles of advanced trauma life support (ATLS). Transport to a receiving hospital is paramount due to the breadth and severity of potential chest trauma sequelae. While immediate interventions may be necessary, EMS providers prioritize reducing on-scene time, as evidence suggests better patient outcomes with in-hospital invasive procedures."}
{"id": "article-19381_1", "title": "EMS Chest Injury -- Continuing Education Activity", "content": "Prehospital management varies based on the transporting team's level of service, typically categorized as basic life support (BLS) and advanced life support (ALS). Core interventions encompass non-invasive airway management, cardiopulmonary resuscitation, defibrillation, hemorrhage control, spine immobilization, and splinting/stabilization of extremity fractures. Advanced techniques may also be employed, including endotracheal intubation, medication administration, cardiac monitoring, and needle decompression. However, the availability and capabilities of transport services and destination hospitals differ across geographic settings, necessitating adaptations based on local resources and facilities.", "contents": "EMS Chest Injury -- Continuing Education Activity. Prehospital management varies based on the transporting team's level of service, typically categorized as basic life support (BLS) and advanced life support (ALS). Core interventions encompass non-invasive airway management, cardiopulmonary resuscitation, defibrillation, hemorrhage control, spine immobilization, and splinting/stabilization of extremity fractures. Advanced techniques may also be employed, including endotracheal intubation, medication administration, cardiac monitoring, and needle decompression. However, the availability and capabilities of transport services and destination hospitals differ across geographic settings, necessitating adaptations based on local resources and facilities."}
{"id": "article-19381_2", "title": "EMS Chest Injury -- Continuing Education Activity", "content": "Objectives: Develop an approach and evaluation plan for a patient with chest injuries. Determine the treatment options for patients with chest injuries. Identify the role of ultrasound in evaluating chest injuries. Develop coordination among interprofessional team members to improve outcomes for patients affected by chest injuries. Access free multiple choice questions on this topic.", "contents": "EMS Chest Injury -- Continuing Education Activity. Objectives: Develop an approach and evaluation plan for a patient with chest injuries. Determine the treatment options for patients with chest injuries. Identify the role of ultrasound in evaluating chest injuries. Develop coordination among interprofessional team members to improve outcomes for patients affected by chest injuries. Access free multiple choice questions on this topic."}
{"id": "article-19381_3", "title": "EMS Chest Injury -- Introduction", "content": "Emergency medical services (EMS) providers commonly encounter patients with chest injuries. Chest injuries account for nearly one-fourth of all trauma-related mortality, second only to head and neck injuries. They often require rapid intervention and stabilization, whether they are from penetrating (ie, gunshots, lacerations, punctures) or blunt (ie, motor vehicle accidents, falls, crush injury, blasts, burns) trauma. In acute trauma, an emergency medical service system aims to minimize the time between injury and medical care. Specific actions vary slightly between different systems, but the overall approaches are similar and relate to the general principles of the advanced trauma life support (ATLS) protocol. [1] [2]", "contents": "EMS Chest Injury -- Introduction. Emergency medical services (EMS) providers commonly encounter patients with chest injuries. Chest injuries account for nearly one-fourth of all trauma-related mortality, second only to head and neck injuries. They often require rapid intervention and stabilization, whether they are from penetrating (ie, gunshots, lacerations, punctures) or blunt (ie, motor vehicle accidents, falls, crush injury, blasts, burns) trauma. In acute trauma, an emergency medical service system aims to minimize the time between injury and medical care. Specific actions vary slightly between different systems, but the overall approaches are similar and relate to the general principles of the advanced trauma life support (ATLS) protocol. [1] [2]"}
{"id": "article-19381_4", "title": "EMS Chest Injury -- Introduction", "content": "Given the breadth and potential severity of chest trauma sequelae, rapid transport to a receiving hospital is of critical importance. Immediate interventions are occasionally necessary, but EMS providers should prioritize minimizing time on the scene. The evidence suggests better patient outcomes when invasive procedures are performed in-hospital instead of out-of-hospital.", "contents": "EMS Chest Injury -- Introduction. Given the breadth and potential severity of chest trauma sequelae, rapid transport to a receiving hospital is of critical importance. Immediate interventions are occasionally necessary, but EMS providers should prioritize minimizing time on the scene. The evidence suggests better patient outcomes when invasive procedures are performed in-hospital instead of out-of-hospital."}
{"id": "article-19381_5", "title": "EMS Chest Injury -- Introduction", "content": "Prehospital management often depends on the level of service of the transporting team; in the United States, this consists of essential life support (BLS) and advanced life support (ALS). Primary interventions include non-invasive airway management, cardiopulmonary resuscitation and defibrillation, hemorrhage control, spine immobilization, and splinting/stabilization of extremity fractures. More advanced techniques include advanced airway interventions (including endotracheal intubation), administration of select medications, cardiac monitoring, and needle decompression. The availability of transport services and the capabilities of destination hospitals vary significantly throughout different geographic settings, and special considerations must be taken based on local resources and facilities. [3]", "contents": "EMS Chest Injury -- Introduction. Prehospital management often depends on the level of service of the transporting team; in the United States, this consists of essential life support (BLS) and advanced life support (ALS). Primary interventions include non-invasive airway management, cardiopulmonary resuscitation and defibrillation, hemorrhage control, spine immobilization, and splinting/stabilization of extremity fractures. More advanced techniques include advanced airway interventions (including endotracheal intubation), administration of select medications, cardiac monitoring, and needle decompression. The availability of transport services and the capabilities of destination hospitals vary significantly throughout different geographic settings, and special considerations must be taken based on local resources and facilities. [3]"}
{"id": "article-19381_6", "title": "EMS Chest Injury -- Etiology", "content": "The primary mechanisms of traumatic chest injuries can be classified into penetrating (ie, gunshots, lacerations, punctures) or blunt (ie, motor vehicle accidents, falls, crush injury, blasts, burns). Blunt injuries comprised the majority of chest trauma. The list of potential sequelae of penetrating or blunt trauma is extensive and includes tension pneumothorax, open pneumothorax, hemothorax, flail chest, pericardial effusion, cardiac tamponade, aortic rupture, tracheal or bronchial tree injury, myocardial contusion, pulmonary contusion, diaphragmatic rupture, and esophageal rupture. [4]", "contents": "EMS Chest Injury -- Etiology. The primary mechanisms of traumatic chest injuries can be classified into penetrating (ie, gunshots, lacerations, punctures) or blunt (ie, motor vehicle accidents, falls, crush injury, blasts, burns). Blunt injuries comprised the majority of chest trauma. The list of potential sequelae of penetrating or blunt trauma is extensive and includes tension pneumothorax, open pneumothorax, hemothorax, flail chest, pericardial effusion, cardiac tamponade, aortic rupture, tracheal or bronchial tree injury, myocardial contusion, pulmonary contusion, diaphragmatic rupture, and esophageal rupture. [4]"}
{"id": "article-19381_7", "title": "EMS Chest Injury -- Epidemiology", "content": "Chest wall injuries make up 14% of blunt trauma and 12% of penetrating trauma; however, they account for up to 25% of all trauma-related mortality. [4] Thoracic aortic injuries, although uncommon, are associated with poor outcomes.", "contents": "EMS Chest Injury -- Epidemiology. Chest wall injuries make up 14% of blunt trauma and 12% of penetrating trauma; however, they account for up to 25% of all trauma-related mortality. [4] Thoracic aortic injuries, although uncommon, are associated with poor outcomes."}
{"id": "article-19381_8", "title": "EMS Chest Injury -- Pathophysiology", "content": "The majority of consequences are due to effects on respiratory and hemodynamic functions. A flail chest develops when 3 or more contiguous ribs are broken at least in 2 parts. This results in a “free-floating” segment of the chest wall. Pneumomediastinum and pneumopericardium may occur following chest trauma. The following are examples of a few mechanisms. Tracheobronchial esophageal injury Pneumothorax with concomitant pericardial disruption Macklin effect: a pathophysiologic process initiated by blunt traumatic alveolar ruptures or basement membrane destruction, interstitial emphysema, and dissecting air along the pulmonary vasculature into the mediastinum.", "contents": "EMS Chest Injury -- Pathophysiology. The majority of consequences are due to effects on respiratory and hemodynamic functions. A flail chest develops when 3 or more contiguous ribs are broken at least in 2 parts. This results in a “free-floating” segment of the chest wall. Pneumomediastinum and pneumopericardium may occur following chest trauma. The following are examples of a few mechanisms. Tracheobronchial esophageal injury Pneumothorax with concomitant pericardial disruption Macklin effect: a pathophysiologic process initiated by blunt traumatic alveolar ruptures or basement membrane destruction, interstitial emphysema, and dissecting air along the pulmonary vasculature into the mediastinum."}
{"id": "article-19381_9", "title": "EMS Chest Injury -- History and Physical", "content": "EMS providers may receive some information from dispatch about a 911 call before arriving on the scene, but this may be inaccurate or incomplete. A pertinent history and suitable physical by providers are essential to determine appropriate treatment and transport destination. Many factors, including the severity of distress and scene safety, will play a specific role in determining the extent to which EMS providers can go. Ideally, a basic story of inciting events, overall timeline, and patient medical history is obtainable. If a patient is incapacitated, family members or other witnesses may be able to provide some third-party accounts. The physical examination is arguably more important than history, especially in cases where the victim cannot speak to the providers themselves. This will be discussed further in the following section. Specific items to note on the scene that may be beneficial to in-hospital providers include the amount of blood loss (eg, in cases of gunshot wounds, stab wounds, amputations), extraction times (in cases of motor vehicle accidents or structural collapse), and any changes in patient mental status or vital signs while on the route.", "contents": "EMS Chest Injury -- History and Physical. EMS providers may receive some information from dispatch about a 911 call before arriving on the scene, but this may be inaccurate or incomplete. A pertinent history and suitable physical by providers are essential to determine appropriate treatment and transport destination. Many factors, including the severity of distress and scene safety, will play a specific role in determining the extent to which EMS providers can go. Ideally, a basic story of inciting events, overall timeline, and patient medical history is obtainable. If a patient is incapacitated, family members or other witnesses may be able to provide some third-party accounts. The physical examination is arguably more important than history, especially in cases where the victim cannot speak to the providers themselves. This will be discussed further in the following section. Specific items to note on the scene that may be beneficial to in-hospital providers include the amount of blood loss (eg, in cases of gunshot wounds, stab wounds, amputations), extraction times (in cases of motor vehicle accidents or structural collapse), and any changes in patient mental status or vital signs while on the route."}
{"id": "article-19381_10", "title": "EMS Chest Injury -- Evaluation", "content": "When caring for a trauma victim, EMS providers have 3 critical tasks: physical examination and recognition of injuries, stabilization, and transportation to a nearby trauma center or hospital. The primary survey follows the “ABC”: airway, breathing, and circulation assessment. An issue with these critical categories requires resolution before progression to the secondary survey. These considerations remain the same regardless of whether the patient has an apparent or distracting traumatic injury. Assess vital signs and level of consciousness. The focus of prehospital care should be on significant hemorrhage control, airway compromise, and recognition of life-threatening conditions.", "contents": "EMS Chest Injury -- Evaluation. When caring for a trauma victim, EMS providers have 3 critical tasks: physical examination and recognition of injuries, stabilization, and transportation to a nearby trauma center or hospital. The primary survey follows the “ABC”: airway, breathing, and circulation assessment. An issue with these critical categories requires resolution before progression to the secondary survey. These considerations remain the same regardless of whether the patient has an apparent or distracting traumatic injury. Assess vital signs and level of consciousness. The focus of prehospital care should be on significant hemorrhage control, airway compromise, and recognition of life-threatening conditions."}
{"id": "article-19381_11", "title": "EMS Chest Injury -- Evaluation -- Airway", "content": "Assessment and stabilization of the airway should always be a priority in managing trauma patients. A preliminary impression is ascertainable from the patient’s appearance and verbalization. However, it can become more complicated if the patient has a decreased mental status or injury to the head or neck regions. Cervical spine precautions are imperative, and there should be a low threshold for immobilization and placement of a cervical spine collar. Necessary airway interventions include jaw thrust maneuvers, oropharyngeal or nasopharyngeal airways, suctioning, and supplemental oxygen via nasal cannula or non-rebreather facemasks. Further airway control may involve temporizing measures (supraglottic airway) or more definitive ones (endotracheal intubation).", "contents": "EMS Chest Injury -- Evaluation -- Airway. Assessment and stabilization of the airway should always be a priority in managing trauma patients. A preliminary impression is ascertainable from the patient’s appearance and verbalization. However, it can become more complicated if the patient has a decreased mental status or injury to the head or neck regions. Cervical spine precautions are imperative, and there should be a low threshold for immobilization and placement of a cervical spine collar. Necessary airway interventions include jaw thrust maneuvers, oropharyngeal or nasopharyngeal airways, suctioning, and supplemental oxygen via nasal cannula or non-rebreather facemasks. Further airway control may involve temporizing measures (supraglottic airway) or more definitive ones (endotracheal intubation)."}
{"id": "article-19381_12", "title": "EMS Chest Injury -- Evaluation -- Breathing", "content": "The patient’s respiratory status is assessed immediately following (or often simultaneous with) the airway assessment. Fundamental evaluation of respiratory rate, chest wall movement, breath sounds, and oxygenation help determine whether immediate intervention is necessary. In particular, providers may look for signs or symptoms of tension, open pneumothoraces, and flail chest.", "contents": "EMS Chest Injury -- Evaluation -- Breathing. The patient’s respiratory status is assessed immediately following (or often simultaneous with) the airway assessment. Fundamental evaluation of respiratory rate, chest wall movement, breath sounds, and oxygenation help determine whether immediate intervention is necessary. In particular, providers may look for signs or symptoms of tension, open pneumothoraces, and flail chest."}
{"id": "article-19381_13", "title": "EMS Chest Injury -- Evaluation -- Circulation", "content": "An assessment of circulatory system status is of particular importance in cases of chest trauma, as hemodynamic compromise can be rapid and profound. The “C” of circulation includes evaluation for distal pulses of all extremities.", "contents": "EMS Chest Injury -- Evaluation -- Circulation. An assessment of circulatory system status is of particular importance in cases of chest trauma, as hemodynamic compromise can be rapid and profound. The “C” of circulation includes evaluation for distal pulses of all extremities."}
{"id": "article-19381_14", "title": "EMS Chest Injury -- Evaluation -- Circulation", "content": "Cardiac monitoring, examination for signs of internal or external bleeding, and application of direct pressure and tourniquet are all critical steps if indicated. IV or IO (intraosseous) access for fluid bolus may be obtained en route but should not delay transport considerations. Similarly, cardiac monitoring and a 12-lead ECG may be helpful in cases of chest trauma but should not come at the expense of timely delivery to the hospital. [5]", "contents": "EMS Chest Injury -- Evaluation -- Circulation. Cardiac monitoring, examination for signs of internal or external bleeding, and application of direct pressure and tourniquet are all critical steps if indicated. IV or IO (intraosseous) access for fluid bolus may be obtained en route but should not delay transport considerations. Similarly, cardiac monitoring and a 12-lead ECG may be helpful in cases of chest trauma but should not come at the expense of timely delivery to the hospital. [5]"}
{"id": "article-19381_15", "title": "EMS Chest Injury -- Evaluation -- Other Considerations", "content": "There are several considerations unique to the prehospital setting for which EMS must consider. One is assessing and establishing scene safety. EMS providers practice in diverse environments, from cramped personal living quarters to widespread disaster areas. Each poses unique threats to both patient and EMS personnel safety. Although they have an innate inclination to help the victim, providers must recognize that their well-being is imperative to be able to help others. Precautions must be taken early to minimize the risk to providers during their treatment of victims. Additionally, environments often change rapidly, and recommendations are for periodic reassessment of scene safety whenever possible. [3] In a prehospital setting, a SAFE approach is recommended. [6] Shout/call for help. Assess the scene. Free from danger? Evaluate the casualty.", "contents": "EMS Chest Injury -- Evaluation -- Other Considerations. There are several considerations unique to the prehospital setting for which EMS must consider. One is assessing and establishing scene safety. EMS providers practice in diverse environments, from cramped personal living quarters to widespread disaster areas. Each poses unique threats to both patient and EMS personnel safety. Although they have an innate inclination to help the victim, providers must recognize that their well-being is imperative to be able to help others. Precautions must be taken early to minimize the risk to providers during their treatment of victims. Additionally, environments often change rapidly, and recommendations are for periodic reassessment of scene safety whenever possible. [3] In a prehospital setting, a SAFE approach is recommended. [6] Shout/call for help. Assess the scene. Free from danger? Evaluate the casualty."}
{"id": "article-19381_16", "title": "EMS Chest Injury -- Evaluation -- Other Considerations", "content": "EMS providers also encounter circumstances in which there are several injured individuals. Thus, they must rely on their clinical assessment and knowledge of their system’s established triage criteria to distribute resources appropriately and provide each victim with the proper setting and order. Different systems have a variety of triage protocols available, and such protocols are continually being reviewed and refined.", "contents": "EMS Chest Injury -- Evaluation -- Other Considerations. EMS providers also encounter circumstances in which there are several injured individuals. Thus, they must rely on their clinical assessment and knowledge of their system’s established triage criteria to distribute resources appropriately and provide each victim with the proper setting and order. Different systems have a variety of triage protocols available, and such protocols are continually being reviewed and refined."}
{"id": "article-19381_17", "title": "EMS Chest Injury -- Evaluation -- Other Considerations", "content": "In the field, the typical clinical signs of severe chest injury may not be apparent. For example, paradoxical motion may not be seen because of shallow breathing due to pain. Auscultation in the prehospital setting may be challenging due to surrounding noise and other distractions. Prehospital professionals should have a high index of suspicion for underlying severe injuries.", "contents": "EMS Chest Injury -- Evaluation -- Other Considerations. In the field, the typical clinical signs of severe chest injury may not be apparent. For example, paradoxical motion may not be seen because of shallow breathing due to pain. Auscultation in the prehospital setting may be challenging due to surrounding noise and other distractions. Prehospital professionals should have a high index of suspicion for underlying severe injuries."}
{"id": "article-19381_18", "title": "EMS Chest Injury -- Evaluation -- Ultrasound Use in Prehospital Setting", "content": "Though far from universal, the use of ultrasound (US) devices for imaging of trauma in the prehospital setting has been explored in Europe and parts of the United States. The benefits of US use include increased diagnostic accuracy and improved decision-making (ie, triage, choice of transport modality, receiving facility). Regarding chest trauma specifically, the US can aid in a quicker and more reliable diagnosis of pneumothorax, pericardial effusion, and more. However, additional research is necessary to determine if the prehospital US is beneficial in decreasing morbidity and mortality in trauma patients. [7]", "contents": "EMS Chest Injury -- Evaluation -- Ultrasound Use in Prehospital Setting. Though far from universal, the use of ultrasound (US) devices for imaging of trauma in the prehospital setting has been explored in Europe and parts of the United States. The benefits of US use include increased diagnostic accuracy and improved decision-making (ie, triage, choice of transport modality, receiving facility). Regarding chest trauma specifically, the US can aid in a quicker and more reliable diagnosis of pneumothorax, pericardial effusion, and more. However, additional research is necessary to determine if the prehospital US is beneficial in decreasing morbidity and mortality in trauma patients. [7]"}
{"id": "article-19381_19", "title": "EMS Chest Injury -- Treatment / Management", "content": "Several potentially complicating conditions can result from chest trauma, and some require more emergent interventions than others. Any critical issues that arise while conducting the \"ABC\" evaluation require an immediate response in real time before continuing with the remaining assessments. Some pathologies indicate a \"load and go\" approach, where the focus should be rapid non-invasive intervention and timely transport to a definitive health care facility.", "contents": "EMS Chest Injury -- Treatment / Management. Several potentially complicating conditions can result from chest trauma, and some require more emergent interventions than others. Any critical issues that arise while conducting the \"ABC\" evaluation require an immediate response in real time before continuing with the remaining assessments. Some pathologies indicate a \"load and go\" approach, where the focus should be rapid non-invasive intervention and timely transport to a definitive health care facility."}
{"id": "article-19381_20", "title": "EMS Chest Injury -- Treatment / Management", "content": "Tension Pneumothorax is the progressive accumulation of air within the thoracic cavity, creating positive pressure within the pleural space. This pressure exerts itself on the mediastinal and intrathoracic structures. Creating a one-way valve allows air to enter the thoracic cavity but not exit. An increase in air volume leads to increased thoracic pressure, causing the ipsilateral lung to collapse and the contralateral lung to be compressed. The mediastinum shifts away from the lung, so affected and venous return to the heart decreases. If not corrected, this can progress to obstructive shock and ultimately may lead to death.", "contents": "EMS Chest Injury -- Treatment / Management. Tension Pneumothorax is the progressive accumulation of air within the thoracic cavity, creating positive pressure within the pleural space. This pressure exerts itself on the mediastinal and intrathoracic structures. Creating a one-way valve allows air to enter the thoracic cavity but not exit. An increase in air volume leads to increased thoracic pressure, causing the ipsilateral lung to collapse and the contralateral lung to be compressed. The mediastinum shifts away from the lung, so affected and venous return to the heart decreases. If not corrected, this can progress to obstructive shock and ultimately may lead to death."}
{"id": "article-19381_21", "title": "EMS Chest Injury -- Treatment / Management", "content": "Signs and symptoms that might suggest tension pneumothorax include hypoxia, tachycardia, tachypnea, hypotension, tracheal deviation away from the injured side; reduced breath sounds on the injured side, hyper-resonance, hyper-expansion, and reduced thoracic wall movements. Following the recognition, management by the EMS provider engages in needle decompression of the tension pneumothorax. Insertion of a 14-gauge needle, typically in the second intercostal space in the mid-clavicular line of the affected side, provides an escape route for the build-up of air and pressure. Although the success rate for this procedure varies, the cannula can become obstructed by blood or tissue. The cannula may become lodged within the muscle and serve as a temporizing measure in an otherwise crashing patient; this can provide a stop-gap measure before more definitive management employing the insertion of an intercostal catheter (ie, pigtail catheter, chest tube thoracostomy) can be performed in the hospital. [8] [9]", "contents": "EMS Chest Injury -- Treatment / Management. Signs and symptoms that might suggest tension pneumothorax include hypoxia, tachycardia, tachypnea, hypotension, tracheal deviation away from the injured side; reduced breath sounds on the injured side, hyper-resonance, hyper-expansion, and reduced thoracic wall movements. Following the recognition, management by the EMS provider engages in needle decompression of the tension pneumothorax. Insertion of a 14-gauge needle, typically in the second intercostal space in the mid-clavicular line of the affected side, provides an escape route for the build-up of air and pressure. Although the success rate for this procedure varies, the cannula can become obstructed by blood or tissue. The cannula may become lodged within the muscle and serve as a temporizing measure in an otherwise crashing patient; this can provide a stop-gap measure before more definitive management employing the insertion of an intercostal catheter (ie, pigtail catheter, chest tube thoracostomy) can be performed in the hospital. [8] [9]"}
{"id": "article-19381_22", "title": "EMS Chest Injury -- Treatment / Management", "content": "Open Pneumothorax presents similar to and often precludes tension pneumothorax. Open pneumothorax involves an open chest wound that communicates with the pleural space. Air rushes in through this \"sucking\" chest wound during inspiration but dramatically limits the amount of air that can escape on expiration. Signs and symptoms are like that of a simple or tension pneumothorax. Interventions must take place to prevent rapid progression to more severe pathology. EMS providers can apply an occlusive dressing, consisting of a non-permeable cover that is sealed tightly on 3 out of 4 sides, which reduces air entry during inspiration and allows for more air to escape during expiration. Again, this temporary measure buys the patient time until definitive hospital management becomes available. [10]", "contents": "EMS Chest Injury -- Treatment / Management. Open Pneumothorax presents similar to and often precludes tension pneumothorax. Open pneumothorax involves an open chest wound that communicates with the pleural space. Air rushes in through this \"sucking\" chest wound during inspiration but dramatically limits the amount of air that can escape on expiration. Signs and symptoms are like that of a simple or tension pneumothorax. Interventions must take place to prevent rapid progression to more severe pathology. EMS providers can apply an occlusive dressing, consisting of a non-permeable cover that is sealed tightly on 3 out of 4 sides, which reduces air entry during inspiration and allows for more air to escape during expiration. Again, this temporary measure buys the patient time until definitive hospital management becomes available. [10]"}
{"id": "article-19381_23", "title": "EMS Chest Injury -- Treatment / Management", "content": "Flail Chest occurs when adjacent ribs have 2 or more fractures, creating a portion of the rib cage that detaches from the rest of the chest wall. This detached segment depresses inward on inspiration (due to negative intrathoracic pressure) and is pushed outward on expiration (due to positive intrathoracic pressure). This process is termed \"paradoxical breathing\" since it is the opposite of normal chest wall motion. Blunt forces that are strong enough to cause multiple rib fractures often cause an underlying pulmonary contusion as well. However, it typically does not manifest immediately and may only be detected subsequently by radiographic studies. In the field, EMS providers can stabilize the \"flail segment\" by applying manual pressure to prevent hypoventilation en route to the hospital. [11]", "contents": "EMS Chest Injury -- Treatment / Management. Flail Chest occurs when adjacent ribs have 2 or more fractures, creating a portion of the rib cage that detaches from the rest of the chest wall. This detached segment depresses inward on inspiration (due to negative intrathoracic pressure) and is pushed outward on expiration (due to positive intrathoracic pressure). This process is termed \"paradoxical breathing\" since it is the opposite of normal chest wall motion. Blunt forces that are strong enough to cause multiple rib fractures often cause an underlying pulmonary contusion as well. However, it typically does not manifest immediately and may only be detected subsequently by radiographic studies. In the field, EMS providers can stabilize the \"flail segment\" by applying manual pressure to prevent hypoventilation en route to the hospital. [11]"}
{"id": "article-19381_24", "title": "EMS Chest Injury -- Treatment / Management", "content": "Other Diagnoses that result from chest trauma can range from completely simple and benign to truly emergent and life-threatening conditions. EMS protocols have not yet developed specific temporary protocols for addressing some more severe pathologies (eg, pericardial tamponade, massive hemothorax, aortic rupture, diaphragmatic tear, and esophageal injury). Hence, it is sufficient for EMS providers to stabilize the patient's \"ABCs\" and then \"load and go.\" [12] [13] After stabilization, the primary goal of an EMS system is to transport the right patient to the right place at the right time. They play an important role in the management of trauma patients because of the time-dependent nature of the injury .", "contents": "EMS Chest Injury -- Treatment / Management. Other Diagnoses that result from chest trauma can range from completely simple and benign to truly emergent and life-threatening conditions. EMS protocols have not yet developed specific temporary protocols for addressing some more severe pathologies (eg, pericardial tamponade, massive hemothorax, aortic rupture, diaphragmatic tear, and esophageal injury). Hence, it is sufficient for EMS providers to stabilize the patient's \"ABCs\" and then \"load and go.\" [12] [13] After stabilization, the primary goal of an EMS system is to transport the right patient to the right place at the right time. They play an important role in the management of trauma patients because of the time-dependent nature of the injury ."}
{"id": "article-19381_25", "title": "EMS Chest Injury -- Differential Diagnosis", "content": "Differential diagnoses to consider when evaluating chest injury include the following: Tension pneumothorax Open pneumothorax Hemothorax Flail chest Pericardial effusion Cardiac tamponade Aortic rupture Tracheal or bronchial tree injury Myocardial contusion Pulmonary contusion Diaphragmatic rupture Esophageal rupture", "contents": "EMS Chest Injury -- Differential Diagnosis. Differential diagnoses to consider when evaluating chest injury include the following: Tension pneumothorax Open pneumothorax Hemothorax Flail chest Pericardial effusion Cardiac tamponade Aortic rupture Tracheal or bronchial tree injury Myocardial contusion Pulmonary contusion Diaphragmatic rupture Esophageal rupture"}
{"id": "article-19381_26", "title": "EMS Chest Injury -- Prognosis", "content": "Chest injuries carry a relatively high morbidity and mortality rate. The prognosis depends on the severity of the chest injury, the extent of extrathoracic injuries, and pre-existing medical conditions. Most trauma patients with blunt traumatic aortic injury die before reaching a hospital. However, with early on-scene evaluation and stabilization and effective technical interventions when necessary, patients' chances of survival are improved. Older age correlates with worse outcomes.", "contents": "EMS Chest Injury -- Prognosis. Chest injuries carry a relatively high morbidity and mortality rate. The prognosis depends on the severity of the chest injury, the extent of extrathoracic injuries, and pre-existing medical conditions. Most trauma patients with blunt traumatic aortic injury die before reaching a hospital. However, with early on-scene evaluation and stabilization and effective technical interventions when necessary, patients' chances of survival are improved. Older age correlates with worse outcomes."}
{"id": "article-19381_27", "title": "EMS Chest Injury -- Complications", "content": "Chest injuries can lead to numerous complications involving all thoracic organs, many of which require formal radiographic imaging or operative exploration to diagnose and repair. Tension pneumothorax is a common life-threatening complication of blunt and penetrating chest injury. Pulmonary complications post-chest trauma represent a significant burden. Paradoxical movement in patients with a flail chest makes breathing difficult and can cause respiratory failure.", "contents": "EMS Chest Injury -- Complications. Chest injuries can lead to numerous complications involving all thoracic organs, many of which require formal radiographic imaging or operative exploration to diagnose and repair. Tension pneumothorax is a common life-threatening complication of blunt and penetrating chest injury. Pulmonary complications post-chest trauma represent a significant burden. Paradoxical movement in patients with a flail chest makes breathing difficult and can cause respiratory failure."}
{"id": "article-19381_28", "title": "EMS Chest Injury -- Consultations", "content": "Guidance from the online command is helpful and should be obtained, particularly with severe injuries.", "contents": "EMS Chest Injury -- Consultations. Guidance from the online command is helpful and should be obtained, particularly with severe injuries."}
{"id": "article-19381_29", "title": "EMS Chest Injury -- Deterrence and Patient Education", "content": "Public education about preventative measures may help to reduce the incidence of chest injuries. Bystanders' engagement is essential as they could initiate lifesaving interventions for trauma patients before EMS arrival.", "contents": "EMS Chest Injury -- Deterrence and Patient Education. Public education about preventative measures may help to reduce the incidence of chest injuries. Bystanders' engagement is essential as they could initiate lifesaving interventions for trauma patients before EMS arrival."}
{"id": "article-19381_30", "title": "EMS Chest Injury -- Pearls and Other Issues", "content": "Prompt recognition of injuries is critical. The interventions in the prehospital setting should be based on the clinical assessment. In a multi-system trauma patient, assess first for potential life-threatening thoracic injuries to intervene immediately. The administration of IV fluid should not delay transportation to the hospital; it merits consideration during transport. The classic flail chest sign is a paradoxical movement that may not be apparent in a prehospital setting. In a prehospital setting, open chest wounds should be covered with non-occlusive dressings. Prompt stabilization and rapid transfer to a trauma center results in better outcomes. Transport to the appropriate level trauma center should be performed in the safest and shortest possible duration.", "contents": "EMS Chest Injury -- Pearls and Other Issues. Prompt recognition of injuries is critical. The interventions in the prehospital setting should be based on the clinical assessment. In a multi-system trauma patient, assess first for potential life-threatening thoracic injuries to intervene immediately. The administration of IV fluid should not delay transportation to the hospital; it merits consideration during transport. The classic flail chest sign is a paradoxical movement that may not be apparent in a prehospital setting. In a prehospital setting, open chest wounds should be covered with non-occlusive dressings. Prompt stabilization and rapid transfer to a trauma center results in better outcomes. Transport to the appropriate level trauma center should be performed in the safest and shortest possible duration."}
{"id": "article-19381_31", "title": "EMS Chest Injury -- Enhancing Healthcare Team Outcomes", "content": "EMS providers are the first to arrive on the scene for most out-of-hospital emergency calls. They are the first to assess and treat the patient, and their initial impressions often significantly influence those of the physicians, nursing triage, and other providers at the hospital. A clean transition of care is imperative to minimize delays and promote positive outcomes. Physicians, nurses, and EMS officials work together to design and optimize field protocols that best utilize the resources and skillsets of providers in the field.", "contents": "EMS Chest Injury -- Enhancing Healthcare Team Outcomes. EMS providers are the first to arrive on the scene for most out-of-hospital emergency calls. They are the first to assess and treat the patient, and their initial impressions often significantly influence those of the physicians, nursing triage, and other providers at the hospital. A clean transition of care is imperative to minimize delays and promote positive outcomes. Physicians, nurses, and EMS officials work together to design and optimize field protocols that best utilize the resources and skillsets of providers in the field."}
{"id": "article-19381_32", "title": "EMS Chest Injury -- Enhancing Healthcare Team Outcomes", "content": "Chest injuries following blunt or penetrating trauma carry a high risk for morbidity and mortality. Potential complications of such injuries are diverse, ranging from entirely benign to potentially fatal. EMS providers are typically the first trained medical professionals to encounter trauma victims on the scene. Their early assessment and stabilization are critical in the survival and prognosis of each patient.", "contents": "EMS Chest Injury -- Enhancing Healthcare Team Outcomes. Chest injuries following blunt or penetrating trauma carry a high risk for morbidity and mortality. Potential complications of such injuries are diverse, ranging from entirely benign to potentially fatal. EMS providers are typically the first trained medical professionals to encounter trauma victims on the scene. Their early assessment and stabilization are critical in the survival and prognosis of each patient."}
{"id": "article-19381_33", "title": "EMS Chest Injury -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Chest Injury -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}