{"id": "article-31366_0", "title": "Williams Syndrome -- Continuing Education Activity", "content": "Williams syndrome is a rare genetic disorder with congenital heart disease, distinctive facial features (elfin-like faces), hypercalcemia, neurodevelopmental, and behavioral deficits. This activity reviews the diagnostic evaluation, treatment, and interprofessional management of Williams syndrome and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Williams Syndrome -- Continuing Education Activity. Williams syndrome is a rare genetic disorder with congenital heart disease, distinctive facial features (elfin-like faces), hypercalcemia, neurodevelopmental, and behavioral deficits. This activity reviews the diagnostic evaluation, treatment, and interprofessional management of Williams syndrome and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-31366_1", "title": "Williams Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of Williams syndrome. Describe the appropriate history, physical examination, and evaluation for patients with Williams syndrome. Summarize the management strategies and treatment options available for patients with Williams syndrome. Outline strategies that interprofessional teams may use to improve management and outcomes in patients with Williams syndrome. Access free multiple choice questions on this topic.", "contents": "Williams Syndrome -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of Williams syndrome. Describe the appropriate history, physical examination, and evaluation for patients with Williams syndrome. Summarize the management strategies and treatment options available for patients with Williams syndrome. Outline strategies that interprofessional teams may use to improve management and outcomes in patients with Williams syndrome. Access free multiple choice questions on this topic."}
{"id": "article-31366_2", "title": "Williams Syndrome -- Introduction", "content": "Williams syndrome (WS) is a rare genetic and neurodevelopmental disorder. WS often presents at birth when the child is discovered to have supra-vascular aortic stenosis. [1] The child also shows distinctive facies (elfin-like features), hypercalcemia, connective tissue abnormalities, growth abnormalities, intellectual disability, behavior deficits, and a gregarious personality. [2]", "contents": "Williams Syndrome -- Introduction. Williams syndrome (WS) is a rare genetic and neurodevelopmental disorder. WS often presents at birth when the child is discovered to have supra-vascular aortic stenosis. [1] The child also shows distinctive facies (elfin-like features), hypercalcemia, connective tissue abnormalities, growth abnormalities, intellectual disability, behavior deficits, and a gregarious personality. [2]"}
{"id": "article-31366_3", "title": "Williams Syndrome -- Introduction", "content": "Cardiologist Dr. John Cyprian Phipps Williams discovered the syndrome in 1961. [3] [4] In 1962, Dr. A. J. Beuren found similar findings, resulting in the naming of the syndrome as Williams-Beuren syndrome.", "contents": "Williams Syndrome -- Introduction. Cardiologist Dr. John Cyprian Phipps Williams discovered the syndrome in 1961. [3] [4] In 1962, Dr. A. J. Beuren found similar findings, resulting in the naming of the syndrome as Williams-Beuren syndrome."}
{"id": "article-31366_4", "title": "Williams Syndrome -- Etiology", "content": "The genetic cause of Williams syndrome was uncovered in 1993. The disorder is due to deletion at chromosome band 7q11.23 that involves the elastin gene (ELN). The gene is in the Williams-Beuren Syndrome Critical Region (WBSCR). [1] [2] The gene deletion, comprising 26 genes, is detected through dual-color fluorescent in situ hybridization (FISH) or deletion/duplication testing. [2] [5] Microarray analysis is another diagnostic test that can identify the size of the elastin deletion. Both FISH and microarray analyses utilize a parenteral blood sample to extract DNA for analysis. From 96 to 98% of patients with WS have a deleted elastin gene. [4] The genetic disorder shows autosomal dominant transmission. [2] The defect in elastin leads to generalized arteriopathy and may affect any artery in the body, but it often affects medium to large-sized arteries.", "contents": "Williams Syndrome -- Etiology. The genetic cause of Williams syndrome was uncovered in 1993. The disorder is due to deletion at chromosome band 7q11.23 that involves the elastin gene (ELN). The gene is in the Williams-Beuren Syndrome Critical Region (WBSCR). [1] [2] The gene deletion, comprising 26 genes, is detected through dual-color fluorescent in situ hybridization (FISH) or deletion/duplication testing. [2] [5] Microarray analysis is another diagnostic test that can identify the size of the elastin deletion. Both FISH and microarray analyses utilize a parenteral blood sample to extract DNA for analysis. From 96 to 98% of patients with WS have a deleted elastin gene. [4] The genetic disorder shows autosomal dominant transmission. [2] The defect in elastin leads to generalized arteriopathy and may affect any artery in the body, but it often affects medium to large-sized arteries."}
{"id": "article-31366_5", "title": "Williams Syndrome -- Epidemiology", "content": "The estimated frequency of the disorder is cited in studies with a range between 1 in 7500 to 1 in 75000 children. [2] [4] The disease affects all ethnicities and both sexes equally. [5]", "contents": "Williams Syndrome -- Epidemiology. The estimated frequency of the disorder is cited in studies with a range between 1 in 7500 to 1 in 75000 children. [2] [4] The disease affects all ethnicities and both sexes equally. [5]"}
{"id": "article-31366_6", "title": "Williams Syndrome -- History and Physical", "content": "After birth, infants often present with failure to thrive, short stature, and supra-vascular aortic stenosis. [2] Due to the defect in elastin, children may also have other elastin arteriopathies, along with peripheral pulmonary stenosis and hypertension. [2] During childhood, patients may have middle ear infections and visual difficulty. [2] On physical exam, all children with Williams syndrome have characteristic distinctive facies with elfin-like features. [2]", "contents": "Williams Syndrome -- History and Physical. After birth, infants often present with failure to thrive, short stature, and supra-vascular aortic stenosis. [2] Due to the defect in elastin, children may also have other elastin arteriopathies, along with peripheral pulmonary stenosis and hypertension. [2] During childhood, patients may have middle ear infections and visual difficulty. [2] On physical exam, all children with Williams syndrome have characteristic distinctive facies with elfin-like features. [2]"}
{"id": "article-31366_7", "title": "Williams Syndrome -- History and Physical", "content": "Children with WS commonly have various endocrine abnormalities. [2] The presence of hypercalcemia and hypercalciuria can result in renal calculi. [2] The patient may also have physical signs of hypothyroidism, delayed growth, or early puberty. [2] [6] Connective tissue abnormalities often result in hyperextensible joints or hypotonia, resulting in delayed motor milestones or toilet training. [2] Patients with WS born with blue or green eyes often display a \"starburst\" or stellate pattern on their iris. [2] This \"starburst\" pattern characteristically shows a white, lacy appearance. [2]", "contents": "Williams Syndrome -- History and Physical. Children with WS commonly have various endocrine abnormalities. [2] The presence of hypercalcemia and hypercalciuria can result in renal calculi. [2] The patient may also have physical signs of hypothyroidism, delayed growth, or early puberty. [2] [6] Connective tissue abnormalities often result in hyperextensible joints or hypotonia, resulting in delayed motor milestones or toilet training. [2] Patients with WS born with blue or green eyes often display a \"starburst\" or stellate pattern on their iris. [2] This \"starburst\" pattern characteristically shows a white, lacy appearance. [2]"}
{"id": "article-31366_8", "title": "Williams Syndrome -- History and Physical", "content": "The patient may have comorbid psychiatric disorders, including intellectual disability (ID), attention-deficit hyperactivity disorder (ADHD), obsessive-compulsive disorder (OCD), or generalized anxiety disorder (GAD). [1] A definitive diagnosis of WS requires FISH genetic testing demonstrating the gene deletion in the WBSCR. [2]", "contents": "Williams Syndrome -- History and Physical. The patient may have comorbid psychiatric disorders, including intellectual disability (ID), attention-deficit hyperactivity disorder (ADHD), obsessive-compulsive disorder (OCD), or generalized anxiety disorder (GAD). [1] A definitive diagnosis of WS requires FISH genetic testing demonstrating the gene deletion in the WBSCR. [2]"}
{"id": "article-31366_9", "title": "Williams Syndrome -- Evaluation", "content": "The following laboratory, imaging, and other tests are necessary for patients with suspected Williams syndrome. Body mass index (BMI) Complete blood count (CBC) Complete metabolic panel (CMP) Calcium Thyroid stimulating hormone (TSH), including free T3 and free T4 Hearing and vision screen Echocardiogram Electrocardiogram (ECG)", "contents": "Williams Syndrome -- Evaluation. The following laboratory, imaging, and other tests are necessary for patients with suspected Williams syndrome. Body mass index (BMI) Complete blood count (CBC) Complete metabolic panel (CMP) Calcium Thyroid stimulating hormone (TSH), including free T3 and free T4 Hearing and vision screen Echocardiogram Electrocardiogram (ECG)"}
{"id": "article-31366_10", "title": "Williams Syndrome -- Evaluation", "content": "Intellectual disability (ID) in WS is assessed using the Kaufman Brief Intelligence Test, Second Edition (KBIT-2). The assessment computes a composite IQ, along with both verbal and non-verbal standard scores (SSs). [5] Studies utilizing KBIT-2 to measure IQ in children with WS found that their IQ ranged from average to severe ID. [5] Children with WS often struggle with visuospatial construction, which the KBIT-2 does not measure. [5] To measure visuospatial construction, the Differential Ability Scale-II (DAS-II) Special Nonverbal Composite assessments and Wechsler IQ tests may be useful diagnostic tools. [5]", "contents": "Williams Syndrome -- Evaluation. Intellectual disability (ID) in WS is assessed using the Kaufman Brief Intelligence Test, Second Edition (KBIT-2). The assessment computes a composite IQ, along with both verbal and non-verbal standard scores (SSs). [5] Studies utilizing KBIT-2 to measure IQ in children with WS found that their IQ ranged from average to severe ID. [5] Children with WS often struggle with visuospatial construction, which the KBIT-2 does not measure. [5] To measure visuospatial construction, the Differential Ability Scale-II (DAS-II) Special Nonverbal Composite assessments and Wechsler IQ tests may be useful diagnostic tools. [5]"}
{"id": "article-31366_11", "title": "Williams Syndrome -- Treatment / Management", "content": "Effective treatment and management of children with WS require an interprofessional team, including:", "contents": "Williams Syndrome -- Treatment / Management. Effective treatment and management of children with WS require an interprofessional team, including:"}
{"id": "article-31366_12", "title": "Williams Syndrome -- Treatment / Management", "content": "Genetic Counseling: Upon making the diagnosis, genetic counseling should follow. [2]", "contents": "Williams Syndrome -- Treatment / Management. Genetic Counseling: Upon making the diagnosis, genetic counseling should follow. [2]"}
{"id": "article-31366_13", "title": "Williams Syndrome -- Treatment / Management", "content": "Obstetrics: All pregnancies in patients with WS are considered high risk due to the risk of arrhythmia, heart failure, and hypertension. [2] In addition to routine ultrasound of the fetus, urinalysis (UA) is necessary due to the risk of urinary tract infections (UTI). [2] Genetic counseling may follow during pregnancy, and prenatal testing is available. [2]", "contents": "Williams Syndrome -- Treatment / Management. Obstetrics: All pregnancies in patients with WS are considered high risk due to the risk of arrhythmia, heart failure, and hypertension. [2] In addition to routine ultrasound of the fetus, urinalysis (UA) is necessary due to the risk of urinary tract infections (UTI). [2] Genetic counseling may follow during pregnancy, and prenatal testing is available. [2]"}
{"id": "article-31366_14", "title": "Williams Syndrome -- Treatment / Management", "content": "Cardiology and Cardiothoracic Surgery: At birth, children with WS often need cardiac care for supra-vascular aortic stenosis, which requires open-heart surgery by a cardiothoracic surgeon. Following surgery, patients should be closely monitored by a cardiologist due to the risk of hypertension and arteriopathy that can also lead to pulmonary artery stenosis, mitral valve insufficiency, and renal artery stenosis. [2]", "contents": "Williams Syndrome -- Treatment / Management. Cardiology and Cardiothoracic Surgery: At birth, children with WS often need cardiac care for supra-vascular aortic stenosis, which requires open-heart surgery by a cardiothoracic surgeon. Following surgery, patients should be closely monitored by a cardiologist due to the risk of hypertension and arteriopathy that can also lead to pulmonary artery stenosis, mitral valve insufficiency, and renal artery stenosis. [2]"}
{"id": "article-31366_15", "title": "Williams Syndrome -- Treatment / Management", "content": "Endocrinology: Endocrinologists often manage hypercalcemia, hypothyroidism, and growth reduction in WS patients. [2] [6] Due to the risk of hypercalcemia, dietary modification is necessary so that excess calcium is not ingested and then excreted through the kidneys. [2] In addition to diet modification, oral corticosteroids or intravenous (IV) pamidronate may be used. [2] Calcium levels in patients require careful management, as a low calcium diet may lead to rickets. If the child's short stature is apparent,  treatment with growth hormone is also an option. An endocrinologist routinely monitors both glucose and thyroid function. [6] Children with WS often require thyroid hormone replacement therapy. [6]", "contents": "Williams Syndrome -- Treatment / Management. Endocrinology: Endocrinologists often manage hypercalcemia, hypothyroidism, and growth reduction in WS patients. [2] [6] Due to the risk of hypercalcemia, dietary modification is necessary so that excess calcium is not ingested and then excreted through the kidneys. [2] In addition to diet modification, oral corticosteroids or intravenous (IV) pamidronate may be used. [2] Calcium levels in patients require careful management, as a low calcium diet may lead to rickets. If the child's short stature is apparent,  treatment with growth hormone is also an option. An endocrinologist routinely monitors both glucose and thyroid function. [6] Children with WS often require thyroid hormone replacement therapy. [6]"}
{"id": "article-31366_16", "title": "Williams Syndrome -- Treatment / Management", "content": "Nephrology: If renal calculi develop due to hypercalciuria, referral to a nephrologist is made for lithotripsy.", "contents": "Williams Syndrome -- Treatment / Management. Nephrology: If renal calculi develop due to hypercalciuria, referral to a nephrologist is made for lithotripsy."}
{"id": "article-31366_17", "title": "Williams Syndrome -- Treatment / Management", "content": "Gastroenterology: Gastroenterology referral is warranted for children with feeding difficulties, as they may require a permanent feeding tube. [2]", "contents": "Williams Syndrome -- Treatment / Management. Gastroenterology: Gastroenterology referral is warranted for children with feeding difficulties, as they may require a permanent feeding tube. [2]"}
{"id": "article-31366_18", "title": "Williams Syndrome -- Treatment / Management", "content": "Nutritionist: Infants with feeding difficulties often require feeding therapy and consultation with a nutritionist. [2]", "contents": "Williams Syndrome -- Treatment / Management. Nutritionist: Infants with feeding difficulties often require feeding therapy and consultation with a nutritionist. [2]"}
{"id": "article-31366_19", "title": "Williams Syndrome -- Treatment / Management", "content": "Psychiatry : Psychiatric evaluation is recommended to determine the need for medications or psychotherapy to treat comorbid ADHD, OCD, or GAD. [2] [7]", "contents": "Williams Syndrome -- Treatment / Management. Psychiatry : Psychiatric evaluation is recommended to determine the need for medications or psychotherapy to treat comorbid ADHD, OCD, or GAD. [2] [7]"}
{"id": "article-31366_20", "title": "Williams Syndrome -- Treatment / Management", "content": "Ancillary Services: Due to neurodevelopmental deficits and intellectual disability, children with WS often require special education programs, occupational therapy (OT), physical therapy (PT), speech therapy (ST), and sensory integration therapies. [2] PT, with a focus on the range of motion, is recommended to prevent joint contractures that may occur. [2] For all children with neurodevelopmental disorders, hearing and vision screening are strong recommendations. [2] Children with WS are at risk of hyperopia and recurrent otitis media; therefore, they require routine testing for hearing and vision loss. [2]", "contents": "Williams Syndrome -- Treatment / Management. Ancillary Services: Due to neurodevelopmental deficits and intellectual disability, children with WS often require special education programs, occupational therapy (OT), physical therapy (PT), speech therapy (ST), and sensory integration therapies. [2] PT, with a focus on the range of motion, is recommended to prevent joint contractures that may occur. [2] For all children with neurodevelopmental disorders, hearing and vision screening are strong recommendations. [2] Children with WS are at risk of hyperopia and recurrent otitis media; therefore, they require routine testing for hearing and vision loss. [2]"}
{"id": "article-31366_21", "title": "Williams Syndrome -- Treatment / Management", "content": "Dentist and Orthodontist: Due to the risk of malocclusion and dental abnormalities, referral to an orthodontist and/or dentist is also a recommendation. [2]", "contents": "Williams Syndrome -- Treatment / Management. Dentist and Orthodontist: Due to the risk of malocclusion and dental abnormalities, referral to an orthodontist and/or dentist is also a recommendation. [2]"}
{"id": "article-31366_22", "title": "Williams Syndrome -- Differential Diagnosis", "content": "It is essential to rule out other neurodevelopmental disorders that can resemble WS, including: Fetal alcohol syndrome DiGeorge syndrome (deletion 22q11.2) Noonan syndrome Smith-Magenesis syndrome Kabuki syndrome Marshall syndrome Autosomal dominant supra-valvular aortic stenosis is another condition that should be ruled out, as it is a separate disorder from WS. [2]", "contents": "Williams Syndrome -- Differential Diagnosis. It is essential to rule out other neurodevelopmental disorders that can resemble WS, including: Fetal alcohol syndrome DiGeorge syndrome (deletion 22q11.2) Noonan syndrome Smith-Magenesis syndrome Kabuki syndrome Marshall syndrome Autosomal dominant supra-valvular aortic stenosis is another condition that should be ruled out, as it is a separate disorder from WS. [2]"}
{"id": "article-31366_23", "title": "Williams Syndrome -- Toxicity and Adverse Effect Management", "content": "Due to the risk of hypercalcemia, supplements with calcium and vitamin D, including multivitamins, should be avoided in children with WS. [2]", "contents": "Williams Syndrome -- Toxicity and Adverse Effect Management. Due to the risk of hypercalcemia, supplements with calcium and vitamin D, including multivitamins, should be avoided in children with WS. [2]"}
{"id": "article-31366_24", "title": "Williams Syndrome -- Prognosis", "content": "The morbidity of WS is largely due to the presence of arteriopathy and congenital heart disease. [2] Eighty percent of WS patients experience cardiovascular abnormalities, such as stenosed large arteries or ventricular outflow tracts that require cardiothoracic surgery. [8] During the perioperative period, there is a risk of sudden cardiovascular collapse that may contribute to morbidity and mortality. [9]", "contents": "Williams Syndrome -- Prognosis. The morbidity of WS is largely due to the presence of arteriopathy and congenital heart disease. [2] Eighty percent of WS patients experience cardiovascular abnormalities, such as stenosed large arteries or ventricular outflow tracts that require cardiothoracic surgery. [8] During the perioperative period, there is a risk of sudden cardiovascular collapse that may contribute to morbidity and mortality. [9]"}
{"id": "article-31366_25", "title": "Williams Syndrome -- Prognosis", "content": "In terms of inheritance, there is a 50% chance of parents with WS passing the microdeletion to their children. [2] If a parent has one child with WS but the parent is unaffected, the risk of a sibling acquiring WS is low. [2]", "contents": "Williams Syndrome -- Prognosis. In terms of inheritance, there is a 50% chance of parents with WS passing the microdeletion to their children. [2] If a parent has one child with WS but the parent is unaffected, the risk of a sibling acquiring WS is low. [2]"}
{"id": "article-31366_26", "title": "Williams Syndrome -- Prognosis", "content": "Patients with WS can live semi-independently to independently and are often able to work. As each individual with WS has different needs, it is recommended to complete an individualized life transition plan, preferably before the age of 13 or 14.", "contents": "Williams Syndrome -- Prognosis. Patients with WS can live semi-independently to independently and are often able to work. As each individual with WS has different needs, it is recommended to complete an individualized life transition plan, preferably before the age of 13 or 14."}
{"id": "article-31366_27", "title": "Williams Syndrome -- Complications", "content": "When patients with WS have open-heart surgery, there is a risk for complications, often exacerbated by or secondary to the elastin deficiency. [8] [10] A multicenter registry followed patients with WS who underwent surgery for right ventricular outflow tract (RVOT), left ventricular outflow tract (LVOT), or supra-valvular aortic stenosis. [8] The registry found that 9% of patients with WS who had open-heart surgery had major adverse cardiac events, such as arrhythmia or coronary artery disease. [8] [11] In cases of coronary artery disease after surgical repair of stenosis, revascularization may be necessary. [11]", "contents": "Williams Syndrome -- Complications. When patients with WS have open-heart surgery, there is a risk for complications, often exacerbated by or secondary to the elastin deficiency. [8] [10] A multicenter registry followed patients with WS who underwent surgery for right ventricular outflow tract (RVOT), left ventricular outflow tract (LVOT), or supra-valvular aortic stenosis. [8] The registry found that 9% of patients with WS who had open-heart surgery had major adverse cardiac events, such as arrhythmia or coronary artery disease. [8] [11] In cases of coronary artery disease after surgical repair of stenosis, revascularization may be necessary. [11]"}
{"id": "article-31366_28", "title": "Williams Syndrome -- Consultations", "content": "The treatment of WS requires an interprofessional approach. After the birth of a child with WS, the pediatrician should obtain a consultation from cardiology and cardiothoracic surgery. [2] Later, case discussion with endocrinology, gastroenterology, nephrology, and psychiatry may also be warranted. [2] Additional consultations with occupational therapy (OT), physical therapy (PT), speech therapy (ST), sensory integration therapies, orthodontist, dentist, and psychotherapy may be options. [2] The parents of a child with WS may obtain a referral to a couples therapist or family therapist for counseling and support.", "contents": "Williams Syndrome -- Consultations. The treatment of WS requires an interprofessional approach. After the birth of a child with WS, the pediatrician should obtain a consultation from cardiology and cardiothoracic surgery. [2] Later, case discussion with endocrinology, gastroenterology, nephrology, and psychiatry may also be warranted. [2] Additional consultations with occupational therapy (OT), physical therapy (PT), speech therapy (ST), sensory integration therapies, orthodontist, dentist, and psychotherapy may be options. [2] The parents of a child with WS may obtain a referral to a couples therapist or family therapist for counseling and support."}
{"id": "article-31366_29", "title": "Williams Syndrome -- Deterrence and Patient Education", "content": "Patients and their families should direct questions to their interprofessional team. More information on the disorder is available through the Williams Syndrome Association (WSA), at williams-syndrome.org.", "contents": "Williams Syndrome -- Deterrence and Patient Education. Patients and their families should direct questions to their interprofessional team. More information on the disorder is available through the Williams Syndrome Association (WSA), at williams-syndrome.org."}
{"id": "article-31366_30", "title": "Williams Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Effective treatment of patients with WS requires interprofessional communication and collaboration to improve patient outcomes. Healthcare providers, including physicians, specialists, and pediatric nurses, should monitor children with WS for associated endocrine and neurodevelopmental abnormalities by obtaining weight, BMI, calcium, TSH, CMP, hearing screen, and vision screen at baseline and routinely during treatment. [2]", "contents": "Williams Syndrome -- Enhancing Healthcare Team Outcomes. Effective treatment of patients with WS requires interprofessional communication and collaboration to improve patient outcomes. Healthcare providers, including physicians, specialists, and pediatric nurses, should monitor children with WS for associated endocrine and neurodevelopmental abnormalities by obtaining weight, BMI, calcium, TSH, CMP, hearing screen, and vision screen at baseline and routinely during treatment. [2]"}
{"id": "article-31366_31", "title": "Williams Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Williams Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}