{"id": "article-32591_0", "title": "Genetics, DNA Packaging -- Introduction", "content": "Although the DNA helical diameter is only 2 nm, the entire DNA strand in a single cell will stretch roughly 2 meters when completely unwound. [1] The entire DNA strand must fit within the nucleus of a cell, so it must be very tightly packaged to fit. This is accomplished by wrapping the DNA around structural histone proteins, which act as scaffolding for the DNA to be coiled around. The entire structure is called a nucleosome, each of which includes an octamer of histone proteins and 146 to 147 base pairs of DNA. [2] [3] The millions of nucleosomes tightly coil the continuous DNA strand into chromatin which is further condensed into the chromosome classically visualized during cell division.", "contents": "Genetics, DNA Packaging -- Introduction. Although the DNA helical diameter is only 2 nm, the entire DNA strand in a single cell will stretch roughly 2 meters when completely unwound. [1] The entire DNA strand must fit within the nucleus of a cell, so it must be very tightly packaged to fit. This is accomplished by wrapping the DNA around structural histone proteins, which act as scaffolding for the DNA to be coiled around. The entire structure is called a nucleosome, each of which includes an octamer of histone proteins and 146 to 147 base pairs of DNA. [2] [3] The millions of nucleosomes tightly coil the continuous DNA strand into chromatin which is further condensed into the chromosome classically visualized during cell division."}
{"id": "article-32591_1", "title": "Genetics, DNA Packaging -- Introduction", "content": "The nucleosome structure was first described in 1974 by Roger Kornberg who, with evidence from biochemical experiments, X-ray diffraction studies, and electron microscopy images, proposed the nucleosome was comprised of repeating units of eight histone proteins and about 200 DNA base pairs. [4] In the same year, Markus Noll gave a visually interpretable result to understand how DNA wraps around the nucleosomes. [5] The results of his experiments showed that DNA wrapped was cleaved when exposed to DNAse I, which suggested that the enzyme must have had access to the DNA. The results of this experiment favored the theory that DNA was wound on the outside of the nucleosome unit and supported the nucleosome structure proposed by Kornberg, with each nucleosome consisting of approximately 200 DNA base pairs.", "contents": "Genetics, DNA Packaging -- Introduction. The nucleosome structure was first described in 1974 by Roger Kornberg who, with evidence from biochemical experiments, X-ray diffraction studies, and electron microscopy images, proposed the nucleosome was comprised of repeating units of eight histone proteins and about 200 DNA base pairs. [4] In the same year, Markus Noll gave a visually interpretable result to understand how DNA wraps around the nucleosomes. [5] The results of his experiments showed that DNA wrapped was cleaved when exposed to DNAse I, which suggested that the enzyme must have had access to the DNA. The results of this experiment favored the theory that DNA was wound on the outside of the nucleosome unit and supported the nucleosome structure proposed by Kornberg, with each nucleosome consisting of approximately 200 DNA base pairs."}
{"id": "article-32591_2", "title": "Genetics, DNA Packaging -- Introduction", "content": "The tight structure of chromatin brings about the problem of accessibility to the DNA by enzymes involved in DNA replication and transcription. Chromatin exists in one of two states: heterochromatin, which is condensed and allows little access by transcription enzymes, and euchromatin, which is loose to allow for interaction with transcription enzymes. The transition between these two states is determined by interactions between the DNA and histone proteins via post-translational modifications to the histone proteins like methylation and acetylation. [6] Methylation generally increases interactions between the DNA and histone, thus suppressing gene expression, whereas acetylation will loosen interactions resulting in greater access by transcription enzymes resulting in increased gene expression. [7] The post-translational modifications to histone proteins underlie the mechanisms of epigenetics, which are defined as alterations to gene expression without changes to the DNA sequence. [8] [9]", "contents": "Genetics, DNA Packaging -- Introduction. The tight structure of chromatin brings about the problem of accessibility to the DNA by enzymes involved in DNA replication and transcription. Chromatin exists in one of two states: heterochromatin, which is condensed and allows little access by transcription enzymes, and euchromatin, which is loose to allow for interaction with transcription enzymes. The transition between these two states is determined by interactions between the DNA and histone proteins via post-translational modifications to the histone proteins like methylation and acetylation. [6] Methylation generally increases interactions between the DNA and histone, thus suppressing gene expression, whereas acetylation will loosen interactions resulting in greater access by transcription enzymes resulting in increased gene expression. [7] The post-translational modifications to histone proteins underlie the mechanisms of epigenetics, which are defined as alterations to gene expression without changes to the DNA sequence. [8] [9]"}
{"id": "article-32591_3", "title": "Genetics, DNA Packaging -- Introduction", "content": "The ability for DNA packaging to be modified at various stages of the cell cycle is important in both DNA replication and cell division as well as transcription. Replication occurs at many origins of replication throughout the DNA strand to accelerate the replication of the entire genome, with each origin separated by approximately 100,000 base pairs. [10] The DNA does not interact with histones during this process to allow for the propagation of the polymerase enzymes. However, when the process is complete, the DNA must reintegrate with the histones to reform nucleosomes and eventually the supercoiled chromosome structure during mitosis. Following cell division, the DNA must again separate from the histone proteins to undergo transcription. This capability for the DNA-histone interactions to be modulated is crucial for the proper growth and function of a cell with malfunctions contributing to disease like hypermethylation in cancer. [11]", "contents": "Genetics, DNA Packaging -- Introduction. The ability for DNA packaging to be modified at various stages of the cell cycle is important in both DNA replication and cell division as well as transcription. Replication occurs at many origins of replication throughout the DNA strand to accelerate the replication of the entire genome, with each origin separated by approximately 100,000 base pairs. [10] The DNA does not interact with histones during this process to allow for the propagation of the polymerase enzymes. However, when the process is complete, the DNA must reintegrate with the histones to reform nucleosomes and eventually the supercoiled chromosome structure during mitosis. Following cell division, the DNA must again separate from the histone proteins to undergo transcription. This capability for the DNA-histone interactions to be modulated is crucial for the proper growth and function of a cell with malfunctions contributing to disease like hypermethylation in cancer. [11]"}
{"id": "article-32591_4", "title": "Genetics, DNA Packaging -- Molecular Level", "content": "All DNA is packaged as structures called nucleosomes which are the basic unit of chromatin. [3] Nucleosomes are composed of double-stranded DNA wrapped around an octamer of histone proteins, including two of each of the following: H2A, H2B, H3, and H4. The octamer structure is a four-helix bundle comprised of two H3-H4 and two H2A-H2B dimers. [12] An additional histone protein, H1, is not part of the core histone octamer but plays a role in nucleosome stability by acting as a linker protein to further stabilize the nucleosome. [13] Histone proteins have high lysine and arginine content which makes them positively charged. [14] DNA is largely negatively charged, thus favoring interactions with positively charged histone proteins that stabilize the nucleosome. [15] Histone stabilization occurs via numerous protein-protein interactions, hydrogen bonding, and electrostatic forces. [2] [16] [17]", "contents": "Genetics, DNA Packaging -- Molecular Level. All DNA is packaged as structures called nucleosomes which are the basic unit of chromatin. [3] Nucleosomes are composed of double-stranded DNA wrapped around an octamer of histone proteins, including two of each of the following: H2A, H2B, H3, and H4. The octamer structure is a four-helix bundle comprised of two H3-H4 and two H2A-H2B dimers. [12] An additional histone protein, H1, is not part of the core histone octamer but plays a role in nucleosome stability by acting as a linker protein to further stabilize the nucleosome. [13] Histone proteins have high lysine and arginine content which makes them positively charged. [14] DNA is largely negatively charged, thus favoring interactions with positively charged histone proteins that stabilize the nucleosome. [15] Histone stabilization occurs via numerous protein-protein interactions, hydrogen bonding, and electrostatic forces. [2] [16] [17]"}
{"id": "article-32591_5", "title": "Genetics, DNA Packaging -- Molecular Level", "content": "Further DNA binding proteins, known as non-histone proteins, are a large group of heterogeneous proteins that play a role in the organization and compaction of the chromosome into higher-order structures. The H1 protein is essential in these higher-order structures. [18] [19] Secondary structures to chromatin are demonstrated by the solenoid model and the zigzag model. [20] The solenoid model consists of tightly wound nucleosomes in a regular, spiral configuration containing 6 nucleosomes per turn. [21] The zigzag model is a bit looser form of chromatin with irregular configuration. In this model, nucleosomes have little face-to-face contact. In both the solenoid and the zigZag model, fibers are 30-nanometer in size. [22]", "contents": "Genetics, DNA Packaging -- Molecular Level. Further DNA binding proteins, known as non-histone proteins, are a large group of heterogeneous proteins that play a role in the organization and compaction of the chromosome into higher-order structures. The H1 protein is essential in these higher-order structures. [18] [19] Secondary structures to chromatin are demonstrated by the solenoid model and the zigzag model. [20] The solenoid model consists of tightly wound nucleosomes in a regular, spiral configuration containing 6 nucleosomes per turn. [21] The zigzag model is a bit looser form of chromatin with irregular configuration. In this model, nucleosomes have little face-to-face contact. In both the solenoid and the zigZag model, fibers are 30-nanometer in size. [22]"}
{"id": "article-32591_6", "title": "Genetics, DNA Packaging -- Molecular Level", "content": "From the solenoid size, chromatin is further packaged and condensed into chromosomes. These regions can be visualized microscopically through various stains applied to chromosomes during mitosis that are best seen during metaphase. [23] Even though DNA appears to be unorganized intranuclearly during interphase, there is still a significant organization of the structure and partitioning of different chromosomal material within the nucleus. The DNA from individual chromosomes is not intertwined with other chromosomes but remains in specific regions of the nucleus called chromosome territories. [24] These territories can help bring different genes into a spatial relationship with one another, which is felt to be an important regulator of gene expression.", "contents": "Genetics, DNA Packaging -- Molecular Level. From the solenoid size, chromatin is further packaged and condensed into chromosomes. These regions can be visualized microscopically through various stains applied to chromosomes during mitosis that are best seen during metaphase. [23] Even though DNA appears to be unorganized intranuclearly during interphase, there is still a significant organization of the structure and partitioning of different chromosomal material within the nucleus. The DNA from individual chromosomes is not intertwined with other chromosomes but remains in specific regions of the nucleus called chromosome territories. [24] These territories can help bring different genes into a spatial relationship with one another, which is felt to be an important regulator of gene expression."}
{"id": "article-32591_7", "title": "Genetics, DNA Packaging -- Molecular Level", "content": "In addition to the need for systematic compaction of DNA for replication and cell division, it is important for the interphase cell to have its DNA organized within the nucleus. This organization helps to section the DNA into different areas of cell expression, among other functions. The nucleus consists of a nuclear double-layered membrane matrix compiled of different types of proteins that ensure nuclear stability and facilitate nuclear organization. This organization is by no means static, and a plethora of complicated mechanisms will change DNA expression temporally and geographically within the body. The nuclear lamina is under the inner membrane of the nucleus, where scaffolding proteins and matrix attachment proteins are present. Eukaryotic DNA is organized into loops, which can vary from 25 to 200 base pairs long. Within the actual genetic code of DNA, specific sequences allow for the attachment of matrix attachment regions (MARs) and scaffold attachment regions (SARs) along the nuclear lamina. [25] SARs are where the DNA is bound to the matrix or scaffold of the chromosome, and the MARs are attached to the nuclear matrix creating these radial loops. [26] These regions have been shown to be involved in gene expression. [27]", "contents": "Genetics, DNA Packaging -- Molecular Level. In addition to the need for systematic compaction of DNA for replication and cell division, it is important for the interphase cell to have its DNA organized within the nucleus. This organization helps to section the DNA into different areas of cell expression, among other functions. The nucleus consists of a nuclear double-layered membrane matrix compiled of different types of proteins that ensure nuclear stability and facilitate nuclear organization. This organization is by no means static, and a plethora of complicated mechanisms will change DNA expression temporally and geographically within the body. The nuclear lamina is under the inner membrane of the nucleus, where scaffolding proteins and matrix attachment proteins are present. Eukaryotic DNA is organized into loops, which can vary from 25 to 200 base pairs long. Within the actual genetic code of DNA, specific sequences allow for the attachment of matrix attachment regions (MARs) and scaffold attachment regions (SARs) along the nuclear lamina. [25] SARs are where the DNA is bound to the matrix or scaffold of the chromosome, and the MARs are attached to the nuclear matrix creating these radial loops. [26] These regions have been shown to be involved in gene expression. [27]"}
{"id": "article-32591_8", "title": "Genetics, DNA Packaging -- Clinical Significance", "content": "The clinical significance of aberration in DNA organization is broad-reaching. This is highlighted by many disorders of histone methylation, including alpha thalassemia X-linked intellectual disability syndrome, Rubinstein-Taybi syndrome, Coffin-Lowry syndrome, and Rett Syndrome. [28] [29] [30] [31] [32] [33]", "contents": "Genetics, DNA Packaging -- Clinical Significance. The clinical significance of aberration in DNA organization is broad-reaching. This is highlighted by many disorders of histone methylation, including alpha thalassemia X-linked intellectual disability syndrome, Rubinstein-Taybi syndrome, Coffin-Lowry syndrome, and Rett Syndrome. [28] [29] [30] [31] [32] [33]"}
{"id": "article-32591_9", "title": "Genetics, DNA Packaging -- Clinical Significance", "content": "DNA packaging around histones is directly related to gene expression and is the foundation of the field of epigenetics. The extent to which epigenetics contributes to clinical presentations is still actively being determined, but the present body of evidence suggests that variable gene expression contributes to a range of pathologic processes involved in cancers, neurological disorders, and even consciousness, among many other disease states. [34] [35] [36] The mechanisms by which epigenetic changes contribute to disease are complex but generally are related to either increased or decreased expression of specific genes. Two common mechanisms include acetylation of the histone protein to increase gene expression and methylation of histone lysine residues to decrease gene expression. Additional post-translational modifications to histone proteins that affect gene expression include ubiquitination, phosphorylation, and ADP-ribosylation. [34] Each of these modifications will either strengthen or disrupt the DNA-histone interactions to allow for subsequent changes in accessibility by transcriptional enzymes.", "contents": "Genetics, DNA Packaging -- Clinical Significance. DNA packaging around histones is directly related to gene expression and is the foundation of the field of epigenetics. The extent to which epigenetics contributes to clinical presentations is still actively being determined, but the present body of evidence suggests that variable gene expression contributes to a range of pathologic processes involved in cancers, neurological disorders, and even consciousness, among many other disease states. [34] [35] [36] The mechanisms by which epigenetic changes contribute to disease are complex but generally are related to either increased or decreased expression of specific genes. Two common mechanisms include acetylation of the histone protein to increase gene expression and methylation of histone lysine residues to decrease gene expression. Additional post-translational modifications to histone proteins that affect gene expression include ubiquitination, phosphorylation, and ADP-ribosylation. [34] Each of these modifications will either strengthen or disrupt the DNA-histone interactions to allow for subsequent changes in accessibility by transcriptional enzymes."}
{"id": "article-32591_10", "title": "Genetics, DNA Packaging -- Clinical Significance", "content": "Important to the field of epigenetics is the fact that the changes associated with disease states are reversible, unlike mutations in the DNA sequence itself. With this in mind, the increased understanding of epigenetics has elucidated the potential to treat certain conditions by preventing or reversing the post-translational modifications to histone proteins. For example, methylation of a tumor suppressor gene or deacetylation of a histone protein associated with an oncogene likely contributes to carcinogenesis, so drugs that inhibit these processes have been trialed as potential cancer treatments. [37] The FDA has already approved multiple drugs for treating myelodysplastic syndrome by inhibiting DNA methyltransferases resulting in a decrease in DNA hypermethylation associated with these cancers. [38] Drugs to reverse post-translational histone modifications to methylation and acetylation status have also been trialed for cancers including melanoma, lung cancer, and colorectal cancer, with results showing some promise though many trials are still ongoing. [39] [40]", "contents": "Genetics, DNA Packaging -- Clinical Significance. Important to the field of epigenetics is the fact that the changes associated with disease states are reversible, unlike mutations in the DNA sequence itself. With this in mind, the increased understanding of epigenetics has elucidated the potential to treat certain conditions by preventing or reversing the post-translational modifications to histone proteins. For example, methylation of a tumor suppressor gene or deacetylation of a histone protein associated with an oncogene likely contributes to carcinogenesis, so drugs that inhibit these processes have been trialed as potential cancer treatments. [37] The FDA has already approved multiple drugs for treating myelodysplastic syndrome by inhibiting DNA methyltransferases resulting in a decrease in DNA hypermethylation associated with these cancers. [38] Drugs to reverse post-translational histone modifications to methylation and acetylation status have also been trialed for cancers including melanoma, lung cancer, and colorectal cancer, with results showing some promise though many trials are still ongoing. [39] [40]"}
{"id": "article-32591_11", "title": "Genetics, DNA Packaging -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, DNA Packaging -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}