{"id": "article-20422_0", "title": "Dexamethasone -- Continuing Education Activity", "content": "Dexamethasone has a wide variety of uses in the medical field. As a treatment, dexamethasone has been useful in treating acute exacerbation of multiple sclerosis, allergies, cerebral edema, inflammation, and shock. Patients with COVID-19, asthma, atopic and contact dermatitis, and drug hypersensitivity reactions have benefited from dexamethasone. Clinicians use it as a diagnostic agent for Cushing disease. This activity will highlight the mechanism of action, adverse event profile, FDA-approved and off-label uses, administration, dosing, contraindications, pharmacodynamics, pharmacokinetics, monitoring parameters, and relevant interactions of dexamethasone pertinent for interprofessional team members using dexamethasone for any of its intended indications.", "contents": "Dexamethasone -- Continuing Education Activity. Dexamethasone has a wide variety of uses in the medical field. As a treatment, dexamethasone has been useful in treating acute exacerbation of multiple sclerosis, allergies, cerebral edema, inflammation, and shock. Patients with COVID-19, asthma, atopic and contact dermatitis, and drug hypersensitivity reactions have benefited from dexamethasone. Clinicians use it as a diagnostic agent for Cushing disease. This activity will highlight the mechanism of action, adverse event profile, FDA-approved and off-label uses, administration, dosing, contraindications, pharmacodynamics, pharmacokinetics, monitoring parameters, and relevant interactions of dexamethasone pertinent for interprofessional team members using dexamethasone for any of its intended indications."}
{"id": "article-20422_1", "title": "Dexamethasone -- Continuing Education Activity", "content": "Objectives: Outline the various indications of dexamethasone. Summarize the mechanism of action of dexamethasone. Describe the contraindications of dexamethasone. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients where dexamethasone can play a role in diagnosis or treatment. Access free multiple choice questions on this topic.", "contents": "Dexamethasone -- Continuing Education Activity. Objectives: Outline the various indications of dexamethasone. Summarize the mechanism of action of dexamethasone. Describe the contraindications of dexamethasone. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients where dexamethasone can play a role in diagnosis or treatment. Access free multiple choice questions on this topic."}
{"id": "article-20422_2", "title": "Dexamethasone -- Indications", "content": "Dexamethasone has a wide variety of uses in the medical field. As a treatment, dexamethasone has been useful in treating acute exacerbations of multiple sclerosis, allergies, cerebral edema, inflammation, and shock. Patients with conditions such as asthma, atopic and contact dermatitis, and drug hypersensitivity reactions have benefited from dexamethasone. [1] In endocrinology, dexamethasone has been found useful as a test for Cushing syndrome. [2]", "contents": "Dexamethasone -- Indications. Dexamethasone has a wide variety of uses in the medical field. As a treatment, dexamethasone has been useful in treating acute exacerbations of multiple sclerosis, allergies, cerebral edema, inflammation, and shock. Patients with conditions such as asthma, atopic and contact dermatitis, and drug hypersensitivity reactions have benefited from dexamethasone. [1] In endocrinology, dexamethasone has been found useful as a test for Cushing syndrome. [2]"}
{"id": "article-20422_3", "title": "Dexamethasone -- Indications", "content": "Off-label indications are as follows. Dexamethasone is useful in the treatment of chemotherapy-induced nausea and vomiting. It is also used in the prevention and treatment of altitude sickness. It has also been used in the treatment of spinal cord compression due to metastases in oncological cases. [3]", "contents": "Dexamethasone -- Indications. Off-label indications are as follows. Dexamethasone is useful in the treatment of chemotherapy-induced nausea and vomiting. It is also used in the prevention and treatment of altitude sickness. It has also been used in the treatment of spinal cord compression due to metastases in oncological cases. [3]"}
{"id": "article-20422_4", "title": "Dexamethasone -- Indications", "content": "Dexamethasone is recommended for severely ill patients with COVID-19 who are on supplemental oxygen or ventilatory support; however, clinicians should not use it to manage patients with mild to moderate COVID-19. [4]", "contents": "Dexamethasone -- Indications. Dexamethasone is recommended for severely ill patients with COVID-19 who are on supplemental oxygen or ventilatory support; however, clinicians should not use it to manage patients with mild to moderate COVID-19. [4]"}
{"id": "article-20422_5", "title": "Dexamethasone -- Mechanism of Action", "content": "Dexamethasone is a potent glucocorticoid with very little if any, mineralocorticoid activity. [5] Dexamethasone’s effect on the body occurs in a variety of ways. It works by suppressing the migration of neutrophils and decreasing lymphocyte colony proliferation. The capillary membrane becomes less permeable, as well. Lysosomal membranes have increased stability. There are higher concentrations of vitamin A compounds in the serum, prostaglandin, and some cytokines (interleukin-1, interleukin-12, interleukin-18, tumor necrosis factor, interferon-gamma, and granulocyte-macrophage colony-stimulating factor) become inhibited. Increased surfactant levels and improved pulmonary circulation have also been shown with dexamethasone. Dexamethasone is metabolized by the liver and excreted in the urine mainly.", "contents": "Dexamethasone -- Mechanism of Action. Dexamethasone is a potent glucocorticoid with very little if any, mineralocorticoid activity. [5] Dexamethasone’s effect on the body occurs in a variety of ways. It works by suppressing the migration of neutrophils and decreasing lymphocyte colony proliferation. The capillary membrane becomes less permeable, as well. Lysosomal membranes have increased stability. There are higher concentrations of vitamin A compounds in the serum, prostaglandin, and some cytokines (interleukin-1, interleukin-12, interleukin-18, tumor necrosis factor, interferon-gamma, and granulocyte-macrophage colony-stimulating factor) become inhibited. Increased surfactant levels and improved pulmonary circulation have also been shown with dexamethasone. Dexamethasone is metabolized by the liver and excreted in the urine mainly."}
{"id": "article-20422_6", "title": "Dexamethasone -- Mechanism of Action", "content": "COVID-19 produces a hyperinflammatory state. Hence therapeutic effectiveness of dexamethasone is likely due to the broad anti-inflammatory activities of glucocorticoids. [6] In a clinical trial of hospitalized patients with COVID-19, the use of dexamethasone resulted in lower 28-day mortality among those receiving either mechanical ventilation or oxygen. [7] Pharmacokinetics: According to the manufacturer's labeling, the pharmacokinetics of oral dexamethasone is dose-proportional between the dose range of 0.5 to 40 mg.", "contents": "Dexamethasone -- Mechanism of Action. COVID-19 produces a hyperinflammatory state. Hence therapeutic effectiveness of dexamethasone is likely due to the broad anti-inflammatory activities of glucocorticoids. [6] In a clinical trial of hospitalized patients with COVID-19, the use of dexamethasone resulted in lower 28-day mortality among those receiving either mechanical ventilation or oxygen. [7] Pharmacokinetics: According to the manufacturer's labeling, the pharmacokinetics of oral dexamethasone is dose-proportional between the dose range of 0.5 to 40 mg."}
{"id": "article-20422_7", "title": "Dexamethasone -- Mechanism of Action", "content": "Absorption: Dexamethasone median time to peak concentrations (Tmax) is 1 hour (range: 0.5 to 4 hours). A high-fat, high-calorie diet decreased C max by 23% of a single 20 mg dose of dexamethasone. Distribution: Dexamethasone is about 77% bound to human plasma proteins in vitro. Elimination: The mean terminal half-life of dexamethasone is 4 hours (18%), and oral clearance is 15.7 L/hr following a single dose of dexamethasone. Metabolism: Dexamethasone is metabolized by CYP3A4. Excretion: Renal excretion of dexamethasone is less than 10% of total body clearance. Less than 10% of dexamethasone is excreted in the urine.", "contents": "Dexamethasone -- Mechanism of Action. Absorption: Dexamethasone median time to peak concentrations (Tmax) is 1 hour (range: 0.5 to 4 hours). A high-fat, high-calorie diet decreased C max by 23% of a single 20 mg dose of dexamethasone. Distribution: Dexamethasone is about 77% bound to human plasma proteins in vitro. Elimination: The mean terminal half-life of dexamethasone is 4 hours (18%), and oral clearance is 15.7 L/hr following a single dose of dexamethasone. Metabolism: Dexamethasone is metabolized by CYP3A4. Excretion: Renal excretion of dexamethasone is less than 10% of total body clearance. Less than 10% of dexamethasone is excreted in the urine."}
{"id": "article-20422_8", "title": "Dexamethasone -- Administration", "content": "Dexamethasone is available in various formulations. It is available in strengths ranging from 0.5 mg to 6 mg as a tablet. Other administration forms are an injectable suspension or an oral solution. [8] Oral tablets: 0.5 mg, 0.75 mg, 1 mg, 1.5 mg, 2 mg, 4 mg, 6 mg, and 20 mg Oral elixir or solution: 0.5 mg/5 mL Oral concentrate: Dexamethasone Intensol: 1 mg/mL ( contains alcohol) Injection dexamethasone sodium phosphate: 4 mg/mL, 20 mg/5 mL, 120 mg/30 mL, 10 mg/mL, 100 mg/10 mL", "contents": "Dexamethasone -- Administration. Dexamethasone is available in various formulations. It is available in strengths ranging from 0.5 mg to 6 mg as a tablet. Other administration forms are an injectable suspension or an oral solution. [8] Oral tablets: 0.5 mg, 0.75 mg, 1 mg, 1.5 mg, 2 mg, 4 mg, 6 mg, and 20 mg Oral elixir or solution: 0.5 mg/5 mL Oral concentrate: Dexamethasone Intensol: 1 mg/mL ( contains alcohol) Injection dexamethasone sodium phosphate: 4 mg/mL, 20 mg/5 mL, 120 mg/30 mL, 10 mg/mL, 100 mg/10 mL"}
{"id": "article-20422_9", "title": "Dexamethasone -- Administration -- Adult Dosing", "content": "In treating inflammation, it is advisable to start with low doses of 0.75 mg/day, which may be titrated to 9 mg/day, with dosing divided into 2 to 4 doses throughout the day, which applies to intravenous, intramuscular, and oral administrations. Less may be used when directly administered to the lesion or tissue, with dosing ranging from 0.2 to 20 mg per day. [9] For acute multiple sclerosis exacerbations, 30 mg oral daily doses for seven days are recommended, followed by one month of 4 to 12 mg daily doses. As cerebral edema may be a life-threatening condition, aggressive treatment is necessary. The recommendation is for 10 mg of intravenous dexamethasone, followed by 4 mg of intramuscular administration, given every 6 hours. In this instance, it is necessary to titrate down over seven days to discontinue dexamethasone therapy. [10]", "contents": "Dexamethasone -- Administration -- Adult Dosing. In treating inflammation, it is advisable to start with low doses of 0.75 mg/day, which may be titrated to 9 mg/day, with dosing divided into 2 to 4 doses throughout the day, which applies to intravenous, intramuscular, and oral administrations. Less may be used when directly administered to the lesion or tissue, with dosing ranging from 0.2 to 20 mg per day. [9] For acute multiple sclerosis exacerbations, 30 mg oral daily doses for seven days are recommended, followed by one month of 4 to 12 mg daily doses. As cerebral edema may be a life-threatening condition, aggressive treatment is necessary. The recommendation is for 10 mg of intravenous dexamethasone, followed by 4 mg of intramuscular administration, given every 6 hours. In this instance, it is necessary to titrate down over seven days to discontinue dexamethasone therapy. [10]"}
{"id": "article-20422_10", "title": "Dexamethasone -- Administration", "content": "The regimen is 1 to 6 mg/kg of intravenous dexamethasone as a one-time bolus in treating circulatory shock. The clinician may substitute this regimen with 40 mg, given intravenously every 2 to 6 hours. Treatment with high-dose dexamethasone is not recommended beyond 2 to 3 days. Research has shown that allergic reactions improve with a 6-day regimen beginning with 4 to 8 mg intramuscular injection on the first day. This dose is followed by oral doses on days 2 to 6, beginning with 1.5 mg every 12 hours for days 2 and 3, 0.75 mg every 12 hours for the third day, and finally, 0.75 mg daily for days 5 and 6. Therefore, the patient should be appropriately titrated by day 7 with no dosing necessary on day 7. Patients with COVID-19 (severe COVID-19): 6 mg once daily for ten days. [11]", "contents": "Dexamethasone -- Administration. The regimen is 1 to 6 mg/kg of intravenous dexamethasone as a one-time bolus in treating circulatory shock. The clinician may substitute this regimen with 40 mg, given intravenously every 2 to 6 hours. Treatment with high-dose dexamethasone is not recommended beyond 2 to 3 days. Research has shown that allergic reactions improve with a 6-day regimen beginning with 4 to 8 mg intramuscular injection on the first day. This dose is followed by oral doses on days 2 to 6, beginning with 1.5 mg every 12 hours for days 2 and 3, 0.75 mg every 12 hours for the third day, and finally, 0.75 mg daily for days 5 and 6. Therefore, the patient should be appropriately titrated by day 7 with no dosing necessary on day 7. Patients with COVID-19 (severe COVID-19): 6 mg once daily for ten days. [11]"}
{"id": "article-20422_11", "title": "Dexamethasone -- Administration", "content": "Cushing syndrome test begins with a low-dose test. There are two versions of this test: the standard two-day and the overnight tests. A 0.5 mg oral dose of dexamethasone is given every 6 hours for two days with the standard test. Six hours after giving the final dose, serum cortisol levels are measured. The overnight test begins with a 1 mg oral dose of dexamethasone at 11:00 PM, with a second 1 mg oral dose at midnight. The following morning, serum cortisol levels are tested between 8:00 AM and 9:00 AM. The test is interpreted as positive screening for Cushing syndrome if the final cortisol reading is high, signaling that the more specific confirmative high dose dexamethasone suppression test should follow. The high-dose dexamethasone suppression test has three forms: the standard 2-day, overnight, and intravenous (IV). With all three versions of the test, baseline serum cortisol levels need to be determined before commencing with the test. Baseline serum is measurable with a 24-hour urinary free cortisol test. [12] The standard 2-day test uses 2 mg of oral dexamethasone given every 6 hours for two days. During the 2-day exam, urine is collected and tested for free cortisol, and 6 hours after the final dose of dexamethasone, blood is drawn to measure the serum cortisol level. The overnight test begins with an 8 mg oral dose of dexamethasone at 11:00 PM. The following morning between 8:00 AM, and 9:00 AM, serum cortisol is measured. The IV test is the shortest of the tests. The patient receives one milligram of dexamethasone via continuous intravenous infusion hourly for 7 hours. Serum cortisol is measured at the end of 7 hours.", "contents": "Dexamethasone -- Administration. Cushing syndrome test begins with a low-dose test. There are two versions of this test: the standard two-day and the overnight tests. A 0.5 mg oral dose of dexamethasone is given every 6 hours for two days with the standard test. Six hours after giving the final dose, serum cortisol levels are measured. The overnight test begins with a 1 mg oral dose of dexamethasone at 11:00 PM, with a second 1 mg oral dose at midnight. The following morning, serum cortisol levels are tested between 8:00 AM and 9:00 AM. The test is interpreted as positive screening for Cushing syndrome if the final cortisol reading is high, signaling that the more specific confirmative high dose dexamethasone suppression test should follow. The high-dose dexamethasone suppression test has three forms: the standard 2-day, overnight, and intravenous (IV). With all three versions of the test, baseline serum cortisol levels need to be determined before commencing with the test. Baseline serum is measurable with a 24-hour urinary free cortisol test. [12] The standard 2-day test uses 2 mg of oral dexamethasone given every 6 hours for two days. During the 2-day exam, urine is collected and tested for free cortisol, and 6 hours after the final dose of dexamethasone, blood is drawn to measure the serum cortisol level. The overnight test begins with an 8 mg oral dose of dexamethasone at 11:00 PM. The following morning between 8:00 AM, and 9:00 AM, serum cortisol is measured. The IV test is the shortest of the tests. The patient receives one milligram of dexamethasone via continuous intravenous infusion hourly for 7 hours. Serum cortisol is measured at the end of 7 hours."}
{"id": "article-20422_12", "title": "Dexamethasone -- Administration -- Patients with Hepatic Impairment", "content": "No dosage adjustments are provided in the manufacturer’s labeling.", "contents": "Dexamethasone -- Administration -- Patients with Hepatic Impairment. No dosage adjustments are provided in the manufacturer’s labeling."}
{"id": "article-20422_13", "title": "Dexamethasone -- Administration -- Patients with Renal Impairment", "content": "The effect of renal impairment on the pharmacokinetics of dexamethasone has not been studied.", "contents": "Dexamethasone -- Administration -- Patients with Renal Impairment. The effect of renal impairment on the pharmacokinetics of dexamethasone has not been studied."}
{"id": "article-20422_14", "title": "Dexamethasone -- Administration -- Pregnancy Considerations", "content": "Corticosteroids, including dexamethasone, readily cross the placenta. Adverse developmental consequences, including orofacial clefts (cleft lip with or without cleft palate) and intrauterine growth restriction (IUGR), have been documented using corticosteroids during pregnancy. In animal studies, the administration of corticosteroids to pregnant animals during organogenesis resulted in structural abnormalities, embryo-fetal mortality, and growth alteration. Advise pregnant women of dexamethasone's potential risk to a fetus. Dexamethasone is administered with anti-myeloma products that can cause embryo-fetal harm and are contraindicated for use in pregnancy. Human Data suggests that dexamethasone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Multiple courses of antenatal dexamethasone had been associated with reduced birth weight, susceptibility to infections, and increased blood glucose levels in newborns. Neonatal hypoglycemia was also reported. Also, infants should be carefully observed for signs of hypoadrenalism with in-utero exposure to substantial doses of corticosteroids via maternal administration.", "contents": "Dexamethasone -- Administration -- Pregnancy Considerations. Corticosteroids, including dexamethasone, readily cross the placenta. Adverse developmental consequences, including orofacial clefts (cleft lip with or without cleft palate) and intrauterine growth restriction (IUGR), have been documented using corticosteroids during pregnancy. In animal studies, the administration of corticosteroids to pregnant animals during organogenesis resulted in structural abnormalities, embryo-fetal mortality, and growth alteration. Advise pregnant women of dexamethasone's potential risk to a fetus. Dexamethasone is administered with anti-myeloma products that can cause embryo-fetal harm and are contraindicated for use in pregnancy. Human Data suggests that dexamethasone should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Multiple courses of antenatal dexamethasone had been associated with reduced birth weight, susceptibility to infections, and increased blood glucose levels in newborns. Neonatal hypoglycemia was also reported. Also, infants should be carefully observed for signs of hypoadrenalism with in-utero exposure to substantial doses of corticosteroids via maternal administration."}
{"id": "article-20422_15", "title": "Dexamethasone -- Administration -- Breastfeeding Considerations", "content": "Systemically administered corticosteroids appear in human milk and interfere with endogenous corticosteroid production, suppressing growth. Therefore, instruct women not to breastfeed during treatment two weeks after the last dose. Dexamethasone can decrease basal serum prolactin and thyrotropin-releasing hormone-stimulated serum prolactin increase in nonnursing women. [13]", "contents": "Dexamethasone -- Administration -- Breastfeeding Considerations. Systemically administered corticosteroids appear in human milk and interfere with endogenous corticosteroid production, suppressing growth. Therefore, instruct women not to breastfeed during treatment two weeks after the last dose. Dexamethasone can decrease basal serum prolactin and thyrotropin-releasing hormone-stimulated serum prolactin increase in nonnursing women. [13]"}
{"id": "article-20422_16", "title": "Dexamethasone -- Adverse Effects", "content": "Although dexamethasone is generally well tolerated, it does have its drawbacks as a medication. The most frequently reported adverse effect by patients is the presence of insomnia after use. Other frequent adverse effects include acne, indigestion, fluid retention, electrolyte imbalances, weight gain, increased appetite, anorexia, nausea, vomiting, acne, agitation, and depression. There have been reports of adrenal suppression, arrhythmias, spermatogenic changes, glaucoma, hypokalemia, pulmonary edema, pseudotumor cerebri, and increased intracranial pressure. [14] Steroid-induced osteonecrosis of the femoral head(long-term treatment). [15] Hepatotoxicity: Likelihood score: A (well-established cause of liver injury when given in high doses, due to reactivation of hepatitis-B or a hepatocellular injury after high dose treatment. [16]", "contents": "Dexamethasone -- Adverse Effects. Although dexamethasone is generally well tolerated, it does have its drawbacks as a medication. The most frequently reported adverse effect by patients is the presence of insomnia after use. Other frequent adverse effects include acne, indigestion, fluid retention, electrolyte imbalances, weight gain, increased appetite, anorexia, nausea, vomiting, acne, agitation, and depression. There have been reports of adrenal suppression, arrhythmias, spermatogenic changes, glaucoma, hypokalemia, pulmonary edema, pseudotumor cerebri, and increased intracranial pressure. [14] Steroid-induced osteonecrosis of the femoral head(long-term treatment). [15] Hepatotoxicity: Likelihood score: A (well-established cause of liver injury when given in high doses, due to reactivation of hepatitis-B or a hepatocellular injury after high dose treatment. [16]"}
{"id": "article-20422_17", "title": "Dexamethasone -- Contraindications", "content": "Dexamethasone use is contraindicated if patients have systemic fungal infections, hypersensitivity to dexamethasone, or cerebral malaria. Another contraindication is to administer live or live-attenuated vaccines during dexamethasone use. The immune system will be suppressed, placing the patient at risk of infection. It is still permissible to administer killed or inactivated vaccines. However, it bears mentioning that corticosteroids may attenuate immune response, and it is unpredictable if immunity develops. [17]", "contents": "Dexamethasone -- Contraindications. Dexamethasone use is contraindicated if patients have systemic fungal infections, hypersensitivity to dexamethasone, or cerebral malaria. Another contraindication is to administer live or live-attenuated vaccines during dexamethasone use. The immune system will be suppressed, placing the patient at risk of infection. It is still permissible to administer killed or inactivated vaccines. However, it bears mentioning that corticosteroids may attenuate immune response, and it is unpredictable if immunity develops. [17]"}
{"id": "article-20422_18", "title": "Dexamethasone -- Contraindications", "content": "In patients with cirrhosis, diverticulitis, myasthenia gravis, renal insufficiency, or ulcerative diseases such as peptic ulcer disease or ulcerative colitis, it is important to use caution when prescribing dexamethasone. Recommendations include using dexamethasone cautiously during pregnancy as there is an increased risk of oral cleft formation.", "contents": "Dexamethasone -- Contraindications. In patients with cirrhosis, diverticulitis, myasthenia gravis, renal insufficiency, or ulcerative diseases such as peptic ulcer disease or ulcerative colitis, it is important to use caution when prescribing dexamethasone. Recommendations include using dexamethasone cautiously during pregnancy as there is an increased risk of oral cleft formation."}
{"id": "article-20422_19", "title": "Dexamethasone -- Contraindications", "content": "Clinical experience has shown that large doses can increase blood pressure. In patients with recent myocardial infarction, it is advised to caution as an increase in free wall rupture of the left ventricle has been reported using dexamethasone.", "contents": "Dexamethasone -- Contraindications. Clinical experience has shown that large doses can increase blood pressure. In patients with recent myocardial infarction, it is advised to caution as an increase in free wall rupture of the left ventricle has been reported using dexamethasone."}
{"id": "article-20422_20", "title": "Dexamethasone -- Contraindications", "content": "Suppression of the hypothalamus-pituitary-adrenal axis (HPA axis) occurs with use, and therefore the rapid withdrawal of dexamethasone is not recommended. It is important to gradually increase and decrease any corticosteroid due to its effect on the HPA axis.", "contents": "Dexamethasone -- Contraindications. Suppression of the hypothalamus-pituitary-adrenal axis (HPA axis) occurs with use, and therefore the rapid withdrawal of dexamethasone is not recommended. It is important to gradually increase and decrease any corticosteroid due to its effect on the HPA axis."}
{"id": "article-20422_21", "title": "Dexamethasone -- Contraindications", "content": "Latent diseases such as fungal (candida, cryptococcus, pneumocystis), parasitic (toxoplasmosis, amebiasis, Strongyloides), and bacterial (mycobacterium, Nocardia) infections may become active due to suppression of the immune system. [18]", "contents": "Dexamethasone -- Contraindications. Latent diseases such as fungal (candida, cryptococcus, pneumocystis), parasitic (toxoplasmosis, amebiasis, Strongyloides), and bacterial (mycobacterium, Nocardia) infections may become active due to suppression of the immune system. [18]"}
{"id": "article-20422_22", "title": "Dexamethasone -- Contraindications", "content": "Steroid use may inhibit bone formation and may lead to the formation of osteoporosis. Therefore, caution is necessary when prescribing dexamethasone to populations at higher risk for osteoporosis. [19]", "contents": "Dexamethasone -- Contraindications. Steroid use may inhibit bone formation and may lead to the formation of osteoporosis. Therefore, caution is necessary when prescribing dexamethasone to populations at higher risk for osteoporosis. [19]"}
{"id": "article-20422_23", "title": "Dexamethasone -- Monitoring", "content": "Serum electrolytes levels, blood pressure Serum glucose levels, HbA1c [20] Periodic eye examination (long term dexamethasone increases the risk of cataracts and glaucoma) [21] Bone mineral density scans [22] Creatine kinase levels (long term use of glucocorticoids such as dexamethasone predisposes to myopathy; weakness is primarily proximal) [23]", "contents": "Dexamethasone -- Monitoring. Serum electrolytes levels, blood pressure Serum glucose levels, HbA1c [20] Periodic eye examination (long term dexamethasone increases the risk of cataracts and glaucoma) [21] Bone mineral density scans [22] Creatine kinase levels (long term use of glucocorticoids such as dexamethasone predisposes to myopathy; weakness is primarily proximal) [23]"}
{"id": "article-20422_24", "title": "Dexamethasone -- Toxicity", "content": "According to the manufacturer’s labeling information, the oral LD50 of dexamethasone in female mice is 6.5 g/kg. The intravenous formulation of dexamethasone has an LD50 of 794 mg/kg in female mice. In the case of overdosage, no specific antidote is available. Therefore, treatment is supportive and symptomatic.", "contents": "Dexamethasone -- Toxicity. According to the manufacturer’s labeling information, the oral LD50 of dexamethasone in female mice is 6.5 g/kg. The intravenous formulation of dexamethasone has an LD50 of 794 mg/kg in female mice. In the case of overdosage, no specific antidote is available. Therefore, treatment is supportive and symptomatic."}
{"id": "article-20422_25", "title": "Dexamethasone -- Enhancing Healthcare Team Outcomes", "content": "Dexamethasone is widely prescribed by all clinicians (MD, DO, NP, and PA). However, it is essential to know that this potent steroid has many adverse effects and requires critical patient monitoring. In general, clinicians should avoid long-term prescriptions, and the drug is tapered quickly if the patient is improving. If chronic use is warranted, the clinician must educate the patient about the potential side effects of the steroid. Pharmacists should assist with medication reconciliation, explain the potential risks associated with long-term steroid therapy, and report any concerns to clinicians. In addition, nurses must monitor the patient for mood changes, development of osteoporosis, weight gain, hyperglycemia, electrolyte changes, and depression. Open communication among all healthcare team members will enhance patient outcomes and improve patient safety using dexamethasone. [Level 5]", "contents": "Dexamethasone -- Enhancing Healthcare Team Outcomes. Dexamethasone is widely prescribed by all clinicians (MD, DO, NP, and PA). However, it is essential to know that this potent steroid has many adverse effects and requires critical patient monitoring. In general, clinicians should avoid long-term prescriptions, and the drug is tapered quickly if the patient is improving. If chronic use is warranted, the clinician must educate the patient about the potential side effects of the steroid. Pharmacists should assist with medication reconciliation, explain the potential risks associated with long-term steroid therapy, and report any concerns to clinicians. In addition, nurses must monitor the patient for mood changes, development of osteoporosis, weight gain, hyperglycemia, electrolyte changes, and depression. Open communication among all healthcare team members will enhance patient outcomes and improve patient safety using dexamethasone. [Level 5]"}
{"id": "article-20422_26", "title": "Dexamethasone -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dexamethasone -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}