{"id": "article-23595_0", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Introduction", "content": "The intercostobrachial nerve (ICBN) is a cutaneous nerve that provides sensation to the lateral chest, medial aspect of the upper arm, and the axilla. It is of particular surgical significance as a lesion of this nerve during surgical procedures can disrupt sensation and adversely affect the patient's post-operative course. Surgeons, radiologists, and anesthesiologists perform procedures such as axillary surgery, breast surgery, and regional nerve blocks involving the brachial plexus or the axilla, in which knowledge of this nerve's course is important. This article will discuss the anatomy and surgical significance of the ICBN.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Introduction. The intercostobrachial nerve (ICBN) is a cutaneous nerve that provides sensation to the lateral chest, medial aspect of the upper arm, and the axilla. It is of particular surgical significance as a lesion of this nerve during surgical procedures can disrupt sensation and adversely affect the patient's post-operative course. Surgeons, radiologists, and anesthesiologists perform procedures such as axillary surgery, breast surgery, and regional nerve blocks involving the brachial plexus or the axilla, in which knowledge of this nerve's course is important. This article will discuss the anatomy and surgical significance of the ICBN."}
{"id": "article-23595_1", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Structure and Function", "content": "In general, nerves provide cutaneous and motor function to the muscles, skin, and viscera of the body. In particular, cutaneous nerves communicate external stimuli (touch, pain, temperature, etc.) from the environment to the brain. The ICBN carries sensory information from nerve endings within the axilla, lateral chest, and medial aspect of the arm. In most cases, it originates from the second intercostal nerves via the lateral cutaneous branch, which exits at the second intercostal space, travels obliquely across the axillary region, and terminates at the posteromedial aspect of the arm. The ICBN is present in more than 98% of the human population, although the origin, course, and distribution may vary between individuals. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Structure and Function. In general, nerves provide cutaneous and motor function to the muscles, skin, and viscera of the body. In particular, cutaneous nerves communicate external stimuli (touch, pain, temperature, etc.) from the environment to the brain. The ICBN carries sensory information from nerve endings within the axilla, lateral chest, and medial aspect of the arm. In most cases, it originates from the second intercostal nerves via the lateral cutaneous branch, which exits at the second intercostal space, travels obliquely across the axillary region, and terminates at the posteromedial aspect of the arm. The ICBN is present in more than 98% of the human population, although the origin, course, and distribution may vary between individuals. [1]"}
{"id": "article-23595_2", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Embryology", "content": "The entire nervous system forms starting from the neural plate, a thickening of the ectoderm present at the level of the floor of the amniotic sac. During the third week of embryonic life, the plaque forms two neural folds, which join together to form the neural tube and the neural canal; the process of formation of the neural tube is called neurulation. The cells placed on the free edge of each neural fold detach from the union line and form the neural crests, situated along the sides of the neural tube. Cell types derived from neural crests include spinal and sympathetic ganglia cells, melanocytes, and Schwann cells of peripheral nerves. Around the fifth week, one can start to see the growth of the first spinal nerves towards our own myotomes.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Embryology. The entire nervous system forms starting from the neural plate, a thickening of the ectoderm present at the level of the floor of the amniotic sac. During the third week of embryonic life, the plaque forms two neural folds, which join together to form the neural tube and the neural canal; the process of formation of the neural tube is called neurulation. The cells placed on the free edge of each neural fold detach from the union line and form the neural crests, situated along the sides of the neural tube. Cell types derived from neural crests include spinal and sympathetic ganglia cells, melanocytes, and Schwann cells of peripheral nerves. Around the fifth week, one can start to see the growth of the first spinal nerves towards our own myotomes."}
{"id": "article-23595_3", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Blood Supply and Lymphatics", "content": "The intercostobrachial nerve is fed by the venous and arterial vessels of the thoracodorsal trunk. The lymphatic nodes involved with the nerve are located in the axilla and all under the nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Blood Supply and Lymphatics. The intercostobrachial nerve is fed by the venous and arterial vessels of the thoracodorsal trunk. The lymphatic nodes involved with the nerve are located in the axilla and all under the nerve."}
{"id": "article-23595_4", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Nerves", "content": "The ICBN typically originates from the lateral cutaneous branch of the second intercostal nerve (T2 spinal level) and courses through the superficial breast tissue, lateral chest, axilla, and the posteromedial aspect of the arm. [2] During its course towards the medial arm, it traverses the axilla allowing for increased risk of iatrogenic injury during common axillary procedures. Of note, ICBN can also communicate with the brachial plexus via the medial brachial cutaneous nerve and the medial cord. [3] Caution and careful dissection during procedures involving the axilla are of great surgical importance to prevent post-procedural paresthesia and pain associated with lesions of the ICBN. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Nerves. The ICBN typically originates from the lateral cutaneous branch of the second intercostal nerve (T2 spinal level) and courses through the superficial breast tissue, lateral chest, axilla, and the posteromedial aspect of the arm. [2] During its course towards the medial arm, it traverses the axilla allowing for increased risk of iatrogenic injury during common axillary procedures. Of note, ICBN can also communicate with the brachial plexus via the medial brachial cutaneous nerve and the medial cord. [3] Caution and careful dissection during procedures involving the axilla are of great surgical importance to prevent post-procedural paresthesia and pain associated with lesions of the ICBN. [4]"}
{"id": "article-23595_5", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Muscles", "content": "ICBN does not provide motor innervation for any muscles as it is a pure sensory nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Muscles. ICBN does not provide motor innervation for any muscles as it is a pure sensory nerve."}
{"id": "article-23595_6", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Muscles", "content": "In its path, the nerve passes through several muscles, with the possibility of innervation: intercostal muscles,serratus anterior muscle. The nerve can rarely cross the pectoral muscles but without innervation, and even more rarely, a collateral branch could innervate the pectoralis major and minor muscles. According to recent research, these nerves may also have motor branches, in particular for the pectoral muscles. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Muscles. In its path, the nerve passes through several muscles, with the possibility of innervation: intercostal muscles,serratus anterior muscle. The nerve can rarely cross the pectoral muscles but without innervation, and even more rarely, a collateral branch could innervate the pectoralis major and minor muscles. According to recent research, these nerves may also have motor branches, in particular for the pectoral muscles. [5]"}
{"id": "article-23595_7", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Physiologic Variants", "content": "ICBN has been anatomically identified as a single trunk or as a bifurcation transitioning into two individual nerves. A meta-analysis on ICBN anatomy reported a single ICBN nerve to be prevalent in about 47% of cases. Bifurcated ICBN's presented about 42% of the time, with 63% of bifurcated nerves unequally distributed. ICBN also communicates with the brachial plexus in 40% of cases, via the medial brachial cutaneous nerve and the medial cord. [1] As stated previously, the ICBN originates from the T2 spinal levels. In several cases, it also may receive innervation from nerve branches of the T1 and T3 spinal levels. The ICBN traverses the axilla anterior to the long thoracic nerve and lies within proximity to the thoracodorsal nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Physiologic Variants. ICBN has been anatomically identified as a single trunk or as a bifurcation transitioning into two individual nerves. A meta-analysis on ICBN anatomy reported a single ICBN nerve to be prevalent in about 47% of cases. Bifurcated ICBN's presented about 42% of the time, with 63% of bifurcated nerves unequally distributed. ICBN also communicates with the brachial plexus in 40% of cases, via the medial brachial cutaneous nerve and the medial cord. [1] As stated previously, the ICBN originates from the T2 spinal levels. In several cases, it also may receive innervation from nerve branches of the T1 and T3 spinal levels. The ICBN traverses the axilla anterior to the long thoracic nerve and lies within proximity to the thoracodorsal nerve."}
{"id": "article-23595_8", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Surgical Considerations", "content": "Iatrogenic injury to the ICBN is most common during surgical procedures which involve the axilla. Of note, breast cancer procedures, especially for diagnostic and treatment reasons, increase ICBN susceptibility to injury. [6] Lesion or irritation of the nerve may occur through instrument trauma such as prolonged pressure from retractors or direct severance through electrocautery and blunt dissection. Postoperative scar tissue, infection, hematoma, and cellulitis are additional factors that can elicit pain in the distribution of ICBN. With breast cancer being among the leading causes of cancer-related morbidity in women, surgeons should use caution while dissecting within the area while performing breast-related procedures, including axillary lymph node dissections, sentinel lymph node biopsies, and mastectomies.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Surgical Considerations. Iatrogenic injury to the ICBN is most common during surgical procedures which involve the axilla. Of note, breast cancer procedures, especially for diagnostic and treatment reasons, increase ICBN susceptibility to injury. [6] Lesion or irritation of the nerve may occur through instrument trauma such as prolonged pressure from retractors or direct severance through electrocautery and blunt dissection. Postoperative scar tissue, infection, hematoma, and cellulitis are additional factors that can elicit pain in the distribution of ICBN. With breast cancer being among the leading causes of cancer-related morbidity in women, surgeons should use caution while dissecting within the area while performing breast-related procedures, including axillary lymph node dissections, sentinel lymph node biopsies, and mastectomies."}
{"id": "article-23595_9", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Surgical Considerations", "content": "The ICBN is a major anatomic structure involved in the surgical evaluation, imaging, and treatment of breast cancer. Breast cancer is the number two cause of cancer-related mortality in women and the most common site-specific malignancy in women overall. It is among the leading causes of death in women between the ages of 20 and 59 years old and accounts for nearly 30% of newly diagnosed cancers in women. [7] With the development of new diagnostic and treatment measures, the incidence of breast cancer has steadily decreased throughout the past 20 years, after peaking in the 1970s to 1980s. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Surgical Considerations. The ICBN is a major anatomic structure involved in the surgical evaluation, imaging, and treatment of breast cancer. Breast cancer is the number two cause of cancer-related mortality in women and the most common site-specific malignancy in women overall. It is among the leading causes of death in women between the ages of 20 and 59 years old and accounts for nearly 30% of newly diagnosed cancers in women. [7] With the development of new diagnostic and treatment measures, the incidence of breast cancer has steadily decreased throughout the past 20 years, after peaking in the 1970s to 1980s. [1]"}
{"id": "article-23595_10", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Surgical Considerations", "content": "It is important to take surgical precautions to avoid postoperative pain and loss of sensation following breast-related procedures. Postmastectomy pain syndrome (PMPS), for example, is a postoperative condition secondary to sensory nerve injury, including ICBN. [8] PMPS occurs after mastectomy procedures, where the structures in the axilla and lateral chest wall have a strong likelihood of being disrupted. Postoperative nerve pain secondary to breast cancer procedures occurs in 20 to 68 percent of cases. [9] The various sensations include paresthesia, dysesthesia, numbness, tingling, or sharp pain, and tend to become worse during the night. Pain lasting longer than three months in the postoperative course qualifies as PMPS. For cases where the pain worsens with movement, the patient increases their risk for conditions such as frozen adhesive capsulitis, which results from failure to mobilize the arm at the shoulder joint. Patients may also experience emotional dissatisfaction while dealing with constant pain.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Surgical Considerations. It is important to take surgical precautions to avoid postoperative pain and loss of sensation following breast-related procedures. Postmastectomy pain syndrome (PMPS), for example, is a postoperative condition secondary to sensory nerve injury, including ICBN. [8] PMPS occurs after mastectomy procedures, where the structures in the axilla and lateral chest wall have a strong likelihood of being disrupted. Postoperative nerve pain secondary to breast cancer procedures occurs in 20 to 68 percent of cases. [9] The various sensations include paresthesia, dysesthesia, numbness, tingling, or sharp pain, and tend to become worse during the night. Pain lasting longer than three months in the postoperative course qualifies as PMPS. For cases where the pain worsens with movement, the patient increases their risk for conditions such as frozen adhesive capsulitis, which results from failure to mobilize the arm at the shoulder joint. Patients may also experience emotional dissatisfaction while dealing with constant pain."}
{"id": "article-23595_11", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Clinical Significance", "content": "In postoperative patients complaining of pain, numbness, or tingling that is worsened at night and with upper extremity movement, neuralgia and paresthesia should merit consideration in the differential diagnosis. Studies recommending specific intraoperative nerve blocks may reduce postoperative pain and improve clinical outcomes [10] . Muscle relaxers may also provide some benefit. Nonpharmacologic treatment includes physical therapy focused on strengthening the upper extremity and increasing range of motion and flexibility.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Clinical Significance. In postoperative patients complaining of pain, numbness, or tingling that is worsened at night and with upper extremity movement, neuralgia and paresthesia should merit consideration in the differential diagnosis. Studies recommending specific intraoperative nerve blocks may reduce postoperative pain and improve clinical outcomes [10] . Muscle relaxers may also provide some benefit. Nonpharmacologic treatment includes physical therapy focused on strengthening the upper extremity and increasing range of motion and flexibility."}
{"id": "article-23595_12", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Other Issues", "content": "Ongoing research aims to define the role of ICBN integrity as it relates to patient quality of life. Previous studies have described a decreased quality of life secondary to postoperative neuropathic pain as a result of ICBN obliteration. However, a recent study by Saleh et al. concluded that only axillary dissection impacted the quality of life. The study involved three groups: one group had preservation of the ICBN and no ALND, the second had the protection of ICBN with ALND, and the third had no preservation of ICBN in addition to ALND. Results showed only patients with both ICBN disruption and axillary node dissection to have an altered quality of life. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Other Issues. Ongoing research aims to define the role of ICBN integrity as it relates to patient quality of life. Previous studies have described a decreased quality of life secondary to postoperative neuropathic pain as a result of ICBN obliteration. However, a recent study by Saleh et al. concluded that only axillary dissection impacted the quality of life. The study involved three groups: one group had preservation of the ICBN and no ALND, the second had the protection of ICBN with ALND, and the third had no preservation of ICBN in addition to ALND. Results showed only patients with both ICBN disruption and axillary node dissection to have an altered quality of life. [11]"}
{"id": "article-23595_13", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Other Issues", "content": "In another study by Orsolya et al., quality of life was improved in patients with protected ICBN versus patients with complete transection of the nerve. [12] Overall, the literature supports the preservation of ICBN to prevent postoperative pain syndromes and paresthesias, with patients' quality of life requiring further investigation. Factors such as preoperative pain localized to the axilla, patient pain profile, anatomical variation of ICBN, and surgical expertise all play a role in the overall outcome. High-resolution ultrasound (HRU) is an option for locating the intercostobrachial nerve in the axillary area. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Other Issues. In another study by Orsolya et al., quality of life was improved in patients with protected ICBN versus patients with complete transection of the nerve. [12] Overall, the literature supports the preservation of ICBN to prevent postoperative pain syndromes and paresthesias, with patients' quality of life requiring further investigation. Factors such as preoperative pain localized to the axilla, patient pain profile, anatomical variation of ICBN, and surgical expertise all play a role in the overall outcome. High-resolution ultrasound (HRU) is an option for locating the intercostobrachial nerve in the axillary area. [13]"}
{"id": "article-23595_14", "title": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Intercostobrachial Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}