{"id": "article-18113_0", "title": "Physiology, Bainbridge Reflex -- Introduction", "content": "The Bainbridge reflex is a compensatory reflex resulting in an increase in heart rate following an increase in cardiac preload. [1] Scientist Sir Arthur Bainbridge first demonstrated this reflex in unconscious anesthetized dogs with the monitoring of venous pressure, pulse rate, and arterial pressure following administration of blood or saline. [2] The reflex has become more widely known as the  \"atrial reflex,\" a fundamental principle in the cardiac physiology today. This chapter will discuss, in detail, the physiology of the Bainbridge reflex including the function, the mechanism, and the clinical significance.", "contents": "Physiology, Bainbridge Reflex -- Introduction. The Bainbridge reflex is a compensatory reflex resulting in an increase in heart rate following an increase in cardiac preload. [1] Scientist Sir Arthur Bainbridge first demonstrated this reflex in unconscious anesthetized dogs with the monitoring of venous pressure, pulse rate, and arterial pressure following administration of blood or saline. [2] The reflex has become more widely known as the  \"atrial reflex,\" a fundamental principle in the cardiac physiology today. This chapter will discuss, in detail, the physiology of the Bainbridge reflex including the function, the mechanism, and the clinical significance."}
{"id": "article-18113_1", "title": "Physiology, Bainbridge Reflex -- Issues of Concern", "content": "Discovery of the Bainbridge reflex arose from a controversial experiment. [1] This experiment took place on dogs under anesthesia; the subjects received ether and chloroform as well as injections of saline and blood. He diluted the blood to a 1 to 3 ratio with saline. [2] Bainbridge measured several parameters including venous pressure, pulse rate, and arterial pressure. [2] Through this experiment, Sir Arthur Bainbridge discovered that the fluid temperature directly influenced the recorded heart rate, and for that reason, strict measures were taken to ensure that the body temperature of the animal was below the rectal temperature. [2] Bainbridge showed that the injection of 200 to 400 cc of saline infusion into the circulation for 1.5 to 4 minutes would result in an immediate increase in heart rate. [2] He observed that the heart rate increased both during the fast injection of small infusions and a slow injection of large infusions. [2] Bainbridge derived that the induced tachycardia in the experiments was reflex in nature. He also determined that the transaction of vagal and cardiac accelerator nerves without interfering with the suprarenal gland would result in no change heart rate. [2] He stated that the efferent part of the reflex was due to either vagus nerve or/and cardiac accelerator nerves. [2] He demonstrated this, by ligation of the suprarenal glands, sectioning the cardiac accelerator nerves, all while keeping the vagus nerve intact which increased heart rate. [2] Another interesting observation was the variation in tachycardia in a normal animal which suggested that reduction in vagus tone played a possible contributing role as well. [2]", "contents": "Physiology, Bainbridge Reflex -- Issues of Concern. Discovery of the Bainbridge reflex arose from a controversial experiment. [1] This experiment took place on dogs under anesthesia; the subjects received ether and chloroform as well as injections of saline and blood. He diluted the blood to a 1 to 3 ratio with saline. [2] Bainbridge measured several parameters including venous pressure, pulse rate, and arterial pressure. [2] Through this experiment, Sir Arthur Bainbridge discovered that the fluid temperature directly influenced the recorded heart rate, and for that reason, strict measures were taken to ensure that the body temperature of the animal was below the rectal temperature. [2] Bainbridge showed that the injection of 200 to 400 cc of saline infusion into the circulation for 1.5 to 4 minutes would result in an immediate increase in heart rate. [2] He observed that the heart rate increased both during the fast injection of small infusions and a slow injection of large infusions. [2] Bainbridge derived that the induced tachycardia in the experiments was reflex in nature. He also determined that the transaction of vagal and cardiac accelerator nerves without interfering with the suprarenal gland would result in no change heart rate. [2] He stated that the efferent part of the reflex was due to either vagus nerve or/and cardiac accelerator nerves. [2] He demonstrated this, by ligation of the suprarenal glands, sectioning the cardiac accelerator nerves, all while keeping the vagus nerve intact which increased heart rate. [2] Another interesting observation was the variation in tachycardia in a normal animal which suggested that reduction in vagus tone played a possible contributing role as well. [2]"}
{"id": "article-18113_2", "title": "Physiology, Bainbridge Reflex -- Issues of Concern", "content": "While Bainbridge's experiment has been monumental in the field of medicine. It turns out that many researchers have encountered differing results when replicating similar experiments. [3] Many studies have demonstrated the reflex to be present in canines, with very little evidence found in humans. [1] In one study, the mean heart rate and MSNA (muscle sympathetic nerve activity) were left unchanged, but only the arterial pressure increased. [4] They explained this finding by suggesting that there was a possible engagement of both the Bainbridge reflex and baroreceptor reflex occurring at the same time. [4] It is known that the Bainbridge reflex is elicited by an increase in blood volume or IVC (inferior vena cava) distension, which was present in this case along with the postural method that re-directed the blood volume. Therefore, in this experiment, an increase in the rate of the carotid receptor firing activated the baroreceptor reflex resulting in no alteration of HR (heart rate) and MSNA. [4]", "contents": "Physiology, Bainbridge Reflex -- Issues of Concern. While Bainbridge's experiment has been monumental in the field of medicine. It turns out that many researchers have encountered differing results when replicating similar experiments. [3] Many studies have demonstrated the reflex to be present in canines, with very little evidence found in humans. [1] In one study, the mean heart rate and MSNA (muscle sympathetic nerve activity) were left unchanged, but only the arterial pressure increased. [4] They explained this finding by suggesting that there was a possible engagement of both the Bainbridge reflex and baroreceptor reflex occurring at the same time. [4] It is known that the Bainbridge reflex is elicited by an increase in blood volume or IVC (inferior vena cava) distension, which was present in this case along with the postural method that re-directed the blood volume. Therefore, in this experiment, an increase in the rate of the carotid receptor firing activated the baroreceptor reflex resulting in no alteration of HR (heart rate) and MSNA. [4]"}
{"id": "article-18113_3", "title": "Physiology, Bainbridge Reflex -- Organ Systems Involved", "content": "Primarily the cardiovascular system and central nervous system are involved with the Bainbridge reflex. [1] However, the respiratory system also plays a small role wherein during inspiration intrathoracic pressure decreases resulting in increased venous return which ultimately stimulates the stretch receptors, which via Bainbridge reflex increases the heart rate momentarily during inspiration; this is known as the respiratory sinus arrhythmia.", "contents": "Physiology, Bainbridge Reflex -- Organ Systems Involved. Primarily the cardiovascular system and central nervous system are involved with the Bainbridge reflex. [1] However, the respiratory system also plays a small role wherein during inspiration intrathoracic pressure decreases resulting in increased venous return which ultimately stimulates the stretch receptors, which via Bainbridge reflex increases the heart rate momentarily during inspiration; this is known as the respiratory sinus arrhythmia."}
{"id": "article-18113_4", "title": "Physiology, Bainbridge Reflex -- Function", "content": "The function of the Bainbridge reflex in conjunction with several other cardiovascular reflexes is to maintain homeostasis of the cardiovascular system. The arterial baroreceptor reflex predominately regulates and maintains arterial blood pressure. [1] The Bezold-Jarisch reflex decreases the heart rate (bradycardia) by inhibiting the sympathetic drive and at the same time causing hypotension and peripheral vasodilation. Finally, the Bainbridge reflex works by increasing the heart rate when there is an increase in venous flow (preload). [1]", "contents": "Physiology, Bainbridge Reflex -- Function. The function of the Bainbridge reflex in conjunction with several other cardiovascular reflexes is to maintain homeostasis of the cardiovascular system. The arterial baroreceptor reflex predominately regulates and maintains arterial blood pressure. [1] The Bezold-Jarisch reflex decreases the heart rate (bradycardia) by inhibiting the sympathetic drive and at the same time causing hypotension and peripheral vasodilation. Finally, the Bainbridge reflex works by increasing the heart rate when there is an increase in venous flow (preload). [1]"}
{"id": "article-18113_5", "title": "Physiology, Bainbridge Reflex -- Mechanism", "content": "Stretch receptors present in the atria detect increases in central venous pressure (CVP) resulting from increased volume which increases the heart rate by a signaling mechanism with the brain. [1] The afferent limb of the reflex within this signal, when activated takes sensory information from the vagus nerve to medulla oblongata, and the efferent limb sends out inhibitory signals by reducing vagus nerve tone and increasing the sympathetic outflow. [1]", "contents": "Physiology, Bainbridge Reflex -- Mechanism. Stretch receptors present in the atria detect increases in central venous pressure (CVP) resulting from increased volume which increases the heart rate by a signaling mechanism with the brain. [1] The afferent limb of the reflex within this signal, when activated takes sensory information from the vagus nerve to medulla oblongata, and the efferent limb sends out inhibitory signals by reducing vagus nerve tone and increasing the sympathetic outflow. [1]"}
{"id": "article-18113_6", "title": "Physiology, Bainbridge Reflex -- Clinical Significance", "content": "Understanding the mechanism of the Bainbridge reflex will help clinicians understand specific hemodynamic changes seen in their patients during various clinical scenarios. The Bainbridge reflex controls heart rate in response to blood volume. Blood volume can be influenced by multiple physiologic, idiopathic and pathologic changes. As stated above, the respiratory sinus arrhythmia is a direct response of the Bainbridge reflex due to increased venous return during inspiration due to decreased intrathoracic pressures. An idiopathic example of an increase in heart rate would occur with the initiation of normal saline or blood infusions. Pathologic changes in the Bainbridge reflex may be seen in during acute volume overload. Several studies and case reports depict the Bainbridge reflex in a clinical scenario in more detail.", "contents": "Physiology, Bainbridge Reflex -- Clinical Significance. Understanding the mechanism of the Bainbridge reflex will help clinicians understand specific hemodynamic changes seen in their patients during various clinical scenarios. The Bainbridge reflex controls heart rate in response to blood volume. Blood volume can be influenced by multiple physiologic, idiopathic and pathologic changes. As stated above, the respiratory sinus arrhythmia is a direct response of the Bainbridge reflex due to increased venous return during inspiration due to decreased intrathoracic pressures. An idiopathic example of an increase in heart rate would occur with the initiation of normal saline or blood infusions. Pathologic changes in the Bainbridge reflex may be seen in during acute volume overload. Several studies and case reports depict the Bainbridge reflex in a clinical scenario in more detail."}
{"id": "article-18113_7", "title": "Physiology, Bainbridge Reflex -- Clinical Significance", "content": "One study described different mechanisms that increase cardiac output (CO) during 0 G (0 gravity). During this study, human subjects were observed in a supine and upright seated position in 0 G and 1G respectively. The inference is that in the 0G upright position, an increase in CO resulted due to redistribution of blood volume from the peripheral to cardiac, circulatory system leading to an increase in stroke volume and secondly, due to an increase in heart rate. [5] Thus, suggesting that a Bainbridge-like reflex could be the principle behind an increase in CO during 0 G in supine subjects. [5]", "contents": "Physiology, Bainbridge Reflex -- Clinical Significance. One study described different mechanisms that increase cardiac output (CO) during 0 G (0 gravity). During this study, human subjects were observed in a supine and upright seated position in 0 G and 1G respectively. The inference is that in the 0G upright position, an increase in CO resulted due to redistribution of blood volume from the peripheral to cardiac, circulatory system leading to an increase in stroke volume and secondly, due to an increase in heart rate. [5] Thus, suggesting that a Bainbridge-like reflex could be the principle behind an increase in CO during 0 G in supine subjects. [5]"}
{"id": "article-18113_8", "title": "Physiology, Bainbridge Reflex -- Clinical Significance", "content": "A case report of a 26-year-old who developed respiratory sinus arrhythmia (RSA) after being exposed to cardiac loading stressors such as 45 degrees HDT (head down tilt) and increased tidal volume during CO2 breathing. [6] RSA is a normal alteration in heart rate, with tachycardia occurring during inspiration and bradycardia occurring during expiration. [6] There are many proposed mechanisms have been proposed behind these findings, and one such possibility is Bainbridge reflex suggesting the fluctuations occurring during inspiration are due to a decrease in intrathoracic pressure that leads to an increase CVP causing an increase in heart rate. [6] Other proposed mechanisms are arterial baroreceptor reflex activation, vagal feedback (from pulmonary stretch receptors) and central neural mechanisms. RSA magnitude was calculated using maneuvers such as 45 degrees HDT and supine positioning with (1) during baseline breathing and (2) hypercapnia induced deep breathing. [6] During the first part, RSA score was within normal limits for both maneuvers, but for the second part, the RSA score was extreme for HDT maneuver by 450% higher than when compared to that of supine baseline breathing and; and 230% larger than when compared to 45 degrees HDT baseline breathing. [6] As per the article, this suggests the involvement of a synergistic phenomenon of a gravity dependent redistribution of blood volume and increase tidal volume leading to an increase in a sympathetic response. Although observation of this extreme RSA occurred in one healthy individual, and the involvement of Bainbridge is likely, more large scale studies must be conducted to investigate this phenomenon. [6]", "contents": "Physiology, Bainbridge Reflex -- Clinical Significance. A case report of a 26-year-old who developed respiratory sinus arrhythmia (RSA) after being exposed to cardiac loading stressors such as 45 degrees HDT (head down tilt) and increased tidal volume during CO2 breathing. [6] RSA is a normal alteration in heart rate, with tachycardia occurring during inspiration and bradycardia occurring during expiration. [6] There are many proposed mechanisms have been proposed behind these findings, and one such possibility is Bainbridge reflex suggesting the fluctuations occurring during inspiration are due to a decrease in intrathoracic pressure that leads to an increase CVP causing an increase in heart rate. [6] Other proposed mechanisms are arterial baroreceptor reflex activation, vagal feedback (from pulmonary stretch receptors) and central neural mechanisms. RSA magnitude was calculated using maneuvers such as 45 degrees HDT and supine positioning with (1) during baseline breathing and (2) hypercapnia induced deep breathing. [6] During the first part, RSA score was within normal limits for both maneuvers, but for the second part, the RSA score was extreme for HDT maneuver by 450% higher than when compared to that of supine baseline breathing and; and 230% larger than when compared to 45 degrees HDT baseline breathing. [6] As per the article, this suggests the involvement of a synergistic phenomenon of a gravity dependent redistribution of blood volume and increase tidal volume leading to an increase in a sympathetic response. Although observation of this extreme RSA occurred in one healthy individual, and the involvement of Bainbridge is likely, more large scale studies must be conducted to investigate this phenomenon. [6]"}
{"id": "article-18113_9", "title": "Physiology, Bainbridge Reflex -- Clinical Significance", "content": "Another case report mentions the use of PLR (passive leg raise) in resuscitating of an 84-year-old male admitted to the emergency department for pneumonia. [7] After the patient became unconscious, EKG showed monomorphic ventricular tachycardia that led to ventricular fibrillation and a short period of asystole. [7] During this period, a maneuver called PLR (passive leg raise) was attempted twice, the first time resulted in unaltered heart rate but the second time caused a regular rhythm and heart rate of 30 bpm that increased to 70 bpm, stayed like this for 20 minutes until the patient passed away. [7] As per the author, the explanation that could trigger a cardiac arrest could be a vasovagal response. [7] He also stated that the Bainbridge reflex might have interfered with baroreceptor reflex, as an increase in vagal tone primarily influences the reflex. Thus, additional research still needs to be done to establish the role of Bainbridge in a combination of CPR (cardiopulmonary resuscitation) and PLR. [7]", "contents": "Physiology, Bainbridge Reflex -- Clinical Significance. Another case report mentions the use of PLR (passive leg raise) in resuscitating of an 84-year-old male admitted to the emergency department for pneumonia. [7] After the patient became unconscious, EKG showed monomorphic ventricular tachycardia that led to ventricular fibrillation and a short period of asystole. [7] During this period, a maneuver called PLR (passive leg raise) was attempted twice, the first time resulted in unaltered heart rate but the second time caused a regular rhythm and heart rate of 30 bpm that increased to 70 bpm, stayed like this for 20 minutes until the patient passed away. [7] As per the author, the explanation that could trigger a cardiac arrest could be a vasovagal response. [7] He also stated that the Bainbridge reflex might have interfered with baroreceptor reflex, as an increase in vagal tone primarily influences the reflex. Thus, additional research still needs to be done to establish the role of Bainbridge in a combination of CPR (cardiopulmonary resuscitation) and PLR. [7]"}
{"id": "article-18113_10", "title": "Physiology, Bainbridge Reflex -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Bainbridge Reflex -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}