{"id": "article-26973_0", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction", "content": "The perineal body (PB), also referred to as the central tendon of the perineum, is a fibro-muscular structure located in the midline of the perineum. Its exact location is the midline of the perineum at the junction of the anus and urogenital triangle in both females and males. In males, it is located between the anus and bulb of the penis, whereas in females it is found between the anus and the posterior limit of the vulvar orifice. The perineal body helps strengthen the pelvic floor. It provides attachments to the following muscles [1] :", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction. The perineal body (PB), also referred to as the central tendon of the perineum, is a fibro-muscular structure located in the midline of the perineum. Its exact location is the midline of the perineum at the junction of the anus and urogenital triangle in both females and males. In males, it is located between the anus and bulb of the penis, whereas in females it is found between the anus and the posterior limit of the vulvar orifice. The perineal body helps strengthen the pelvic floor. It provides attachments to the following muscles [1] :"}
{"id": "article-26973_1", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction", "content": "The bulbospongiosus muscle (striated muscle) adheres anterolaterally to the PB. Deep transverse perineal muscle (male) adheres laterally to the PB. Compressor urethra muscle (female) adheres anteriorly to the PB. The external anal sphincter muscle adheres posterolaterally to the PB. The internal anal sphincter muscle intermingles with LAM and adheres posteriorly to the PB. The external urethral sphincter muscle adheres anteriorly to the PB. Levator anis muscle (the internal fibers of the puborectalis muscle) adheres laterally to the PB along its whole vertical length. The recto-urethralis muscle (perineal smooth muscle) runs from the LAM laterally to the bulbourethral glands adheres anterolaterally to the puborectalis muscle. The longitudinal anis muscle (LAM) strongly adheres anteriorly and anterolaterally to the PB and puborectalis muscle. Two fascial structures join to the perineal body [2] :", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction. The bulbospongiosus muscle (striated muscle) adheres anterolaterally to the PB. Deep transverse perineal muscle (male) adheres laterally to the PB. Compressor urethra muscle (female) adheres anteriorly to the PB. The external anal sphincter muscle adheres posterolaterally to the PB. The internal anal sphincter muscle intermingles with LAM and adheres posteriorly to the PB. The external urethral sphincter muscle adheres anteriorly to the PB. Levator anis muscle (the internal fibers of the puborectalis muscle) adheres laterally to the PB along its whole vertical length. The recto-urethralis muscle (perineal smooth muscle) runs from the LAM laterally to the bulbourethral glands adheres anterolaterally to the puborectalis muscle. The longitudinal anis muscle (LAM) strongly adheres anteriorly and anterolaterally to the PB and puborectalis muscle. Two fascial structures join to the perineal body [2] :"}
{"id": "article-26973_2", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction", "content": "The superficial perineal fascia, the perineal membrane joins the PB anteriorly. The rectovaginal septum (female) joins the PB superiorly. The recto prostatic septum (male) joins the PB superiorly. The perineal body is critical for maintaining the integrity of the pelvic floor, especially in females.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction. The superficial perineal fascia, the perineal membrane joins the PB anteriorly. The rectovaginal septum (female) joins the PB superiorly. The recto prostatic septum (male) joins the PB superiorly. The perineal body is critical for maintaining the integrity of the pelvic floor, especially in females."}
{"id": "article-26973_3", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction", "content": "The perineal body may rupture during vaginal delivery. Once this occurs, it leads to a widening of the gap between the free borders of the levator ani muscles on both sides. This widening gap predisposes women to prolapse of the rectum, uterus, and sometimes the urinary bladder. It is also involved in the surgical procedure for anorectal tumors to achieve a tumor-free circumferential resection margin for reducing the risk of local recurrence.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Introduction -- Introduction. The perineal body may rupture during vaginal delivery. Once this occurs, it leads to a widening of the gap between the free borders of the levator ani muscles on both sides. This widening gap predisposes women to prolapse of the rectum, uterus, and sometimes the urinary bladder. It is also involved in the surgical procedure for anorectal tumors to achieve a tumor-free circumferential resection margin for reducing the risk of local recurrence."}
{"id": "article-26973_4", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function", "content": "The perineal body (PB) is the central fibrous skeleton of the perineum and has a pyramid shape in the male and a wedge-shaped in the female; laterally is formed by the perineal smooth muscle, the anterior continuity of the longitudinal anal muscle. The perineum is the region below the pelvic diaphragm; it consists of muscle-fascial formations arranged to close the pelvis inferiorly. The perineal musculature would have a different embryological origin than the musculature of the pelvic diaphragm and receives innervation by a group of motoneurons, grouped in the nucleus of Onuf, through the pudendal nerve branches. It extends from the skin to the inferior fascial surface of the pelvic floor and occupies a median position between the buttocks and the medial surface of the thighs. The perineum is bounded anteriorly by the pubic arch, laterally, in a posterior direction from the lower branch of the pubis and the ischium, to the ischial tuberosity and the sacrotuberous ligament, and posteriorly ends at the apex of the coccyx. It has a rhomboid shape, with a major axis directed anteroposteriorly; a transverse line passing through the ischial tuberosities divides it into two triangular regions:", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function. The perineal body (PB) is the central fibrous skeleton of the perineum and has a pyramid shape in the male and a wedge-shaped in the female; laterally is formed by the perineal smooth muscle, the anterior continuity of the longitudinal anal muscle. The perineum is the region below the pelvic diaphragm; it consists of muscle-fascial formations arranged to close the pelvis inferiorly. The perineal musculature would have a different embryological origin than the musculature of the pelvic diaphragm and receives innervation by a group of motoneurons, grouped in the nucleus of Onuf, through the pudendal nerve branches. It extends from the skin to the inferior fascial surface of the pelvic floor and occupies a median position between the buttocks and the medial surface of the thighs. The perineum is bounded anteriorly by the pubic arch, laterally, in a posterior direction from the lower branch of the pubis and the ischium, to the ischial tuberosity and the sacrotuberous ligament, and posteriorly ends at the apex of the coccyx. It has a rhomboid shape, with a major axis directed anteroposteriorly; a transverse line passing through the ischial tuberosities divides it into two triangular regions:"}
{"id": "article-26973_5", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function", "content": "The posterior or anal triangle: structure with anterior base and apex in correspondence of the coccyx; contains the terminal segment of the anal canal, the anal sphincters, the ischiorectal fossae, the rectovaginal/prostate septum. The anterior or urogenital triangle: characterized by a posterior base and apex in correspondence of the pubic symphysis; it contains external urogenital organs, the superficial perineal fascia, the perineal anterior muscles, and sphincters.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function. The posterior or anal triangle: structure with anterior base and apex in correspondence of the coccyx; contains the terminal segment of the anal canal, the anal sphincters, the ischiorectal fossae, the rectovaginal/prostate septum. The anterior or urogenital triangle: characterized by a posterior base and apex in correspondence of the pubic symphysis; it contains external urogenital organs, the superficial perineal fascia, the perineal anterior muscles, and sphincters."}
{"id": "article-26973_6", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function", "content": "The anterior and posterior triangle do not lie on the same plane: the urogenital triangle is tilted down and back, the anal triangle down and forward.  The line that divides the two triangles are externally formed by the transverse muscles of the perineum: it fits on the ischial tuberosities laterally and mixed the fibers in the middle contributing, to create the perineal body (the central tendon of the perineum). The posterior border of the superficial perineal fascia joins the PB. Superiorly it is attached the rectovaginal/rectoprostatic septum continuing up to the arcus tendineus of the endopelvic fascia. [3]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function. The anterior and posterior triangle do not lie on the same plane: the urogenital triangle is tilted down and back, the anal triangle down and forward.  The line that divides the two triangles are externally formed by the transverse muscles of the perineum: it fits on the ischial tuberosities laterally and mixed the fibers in the middle contributing, to create the perineal body (the central tendon of the perineum). The posterior border of the superficial perineal fascia joins the PB. Superiorly it is attached the rectovaginal/rectoprostatic septum continuing up to the arcus tendineus of the endopelvic fascia. [3]"}
{"id": "article-26973_7", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function", "content": "Studies confirm the variability in describing the PB components and acknowledge the difficulties in dissecting. The studies utilized thin-slice MRI and reported that the PB consisted of the bulbospongiosus muscle, the superficial transverse perineal muscle, the internal and external anal sphincters, the puboperinealis, and puboanalis portions of the puborectalis muscle. [4]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function. Studies confirm the variability in describing the PB components and acknowledge the difficulties in dissecting. The studies utilized thin-slice MRI and reported that the PB consisted of the bulbospongiosus muscle, the superficial transverse perineal muscle, the internal and external anal sphincters, the puboperinealis, and puboanalis portions of the puborectalis muscle. [4]"}
{"id": "article-26973_8", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function", "content": "The perineal body is the space in which the connective tissue of muscles and septa join. It is the meeting point of the superficial and deep layers of the pelvis contributing the balance of biomechanical forces. It integrates the excretory functions of the urogenital and anorectal organs absorbing the posterior visceral movements. Continence is maintained by the integrity of this system related to the respiratory function of the diaphragm and the postural and locomotor functions of the trunk and the inferior limbs. [5] In the female, hormones during pregnancy influence tissue density and regulate the elongation properties of the perineal body and the pelvic soft tissues, stretching during childbirth. [6]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Structure and Function. The perineal body is the space in which the connective tissue of muscles and septa join. It is the meeting point of the superficial and deep layers of the pelvis contributing the balance of biomechanical forces. It integrates the excretory functions of the urogenital and anorectal organs absorbing the posterior visceral movements. Continence is maintained by the integrity of this system related to the respiratory function of the diaphragm and the postural and locomotor functions of the trunk and the inferior limbs. [5] In the female, hormones during pregnancy influence tissue density and regulate the elongation properties of the perineal body and the pelvic soft tissues, stretching during childbirth. [6]"}
{"id": "article-26973_9", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology", "content": "During the concomitant formation of the first anlage of the pelvic organs, two muscle groups arise the pubis-caudal group and the cloacal group, or Gegenbauer's muscle.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology. During the concomitant formation of the first anlage of the pelvic organs, two muscle groups arise the pubis-caudal group and the cloacal group, or Gegenbauer's muscle."}
{"id": "article-26973_10", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology", "content": "From the pubic-caudal group will derive the coccygeal muscle and the levator anis muscle with their fibrous differentiations, the pubic-sacral or pubic-urethra-bladder-recto-sacral ligaments in man (the pubic-urethra-bladder-uterus-recto-sacral in the woman), the sacrospinous and sacrotuberous ligaments.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology. From the pubic-caudal group will derive the coccygeal muscle and the levator anis muscle with their fibrous differentiations, the pubic-sacral or pubic-urethra-bladder-recto-sacral ligaments in man (the pubic-urethra-bladder-uterus-recto-sacral in the woman), the sacrospinous and sacrotuberous ligaments."}
{"id": "article-26973_11", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology", "content": "From the cloacal group, after the descent of the genitourinary septum that will separate the rectum, posteriorly, from the bladder and the urethra (urethra and vagina in the woman) anteriorly, will derive the sphincteric muscles (of the anus and of the urethra) and the bulbocavernosus, ischiocavernosus and the superficial and profound transverse muscles. There are close relationships and sometimes a fusion of various anatomical components. These include the levator anis muscle of the rectum and the urethra, the puborectalis muscle with the sphincter of the urethra that surrounds the prostate, the external anal sphincter, and with the deep transverse muscle of the perineum. These relationships have become functionally fundamental given the new upright posture and the bipedal gait acquired in humans. [7]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology. From the cloacal group, after the descent of the genitourinary septum that will separate the rectum, posteriorly, from the bladder and the urethra (urethra and vagina in the woman) anteriorly, will derive the sphincteric muscles (of the anus and of the urethra) and the bulbocavernosus, ischiocavernosus and the superficial and profound transverse muscles. There are close relationships and sometimes a fusion of various anatomical components. These include the levator anis muscle of the rectum and the urethra, the puborectalis muscle with the sphincter of the urethra that surrounds the prostate, the external anal sphincter, and with the deep transverse muscle of the perineum. These relationships have become functionally fundamental given the new upright posture and the bipedal gait acquired in humans. [7]"}
{"id": "article-26973_12", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology", "content": "During the very early fetal period, the mesenchymal tissue separating the orifices of the anus and vagina and the muscular cells surrounding them are clearly recognizable in specimens. [8]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Embryology. During the very early fetal period, the mesenchymal tissue separating the orifices of the anus and vagina and the muscular cells surrounding them are clearly recognizable in specimens. [8]"}
{"id": "article-26973_13", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Blood Supply and Lymphatics", "content": "The blood supply depends upon the perineal branches of the pudendal vessels that nourish the superficial and muscular tissue of the perineum and the tissues placed inferiorly to the plane of the levator anis muscle.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Blood Supply and Lymphatics. The blood supply depends upon the perineal branches of the pudendal vessels that nourish the superficial and muscular tissue of the perineum and the tissues placed inferiorly to the plane of the levator anis muscle."}
{"id": "article-26973_14", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Nerves", "content": "The perineal body is innervated mainly by the perineal nerve, the broader and inferior terminal branch of the pudendal nerve, directed forward under the internal pudendal artery. The perineal artery and nerve accompany each other, and the nerve divides into the posterior scrotal (or labial) branches and muscular branches:", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Nerves. The perineal body is innervated mainly by the perineal nerve, the broader and inferior terminal branch of the pudendal nerve, directed forward under the internal pudendal artery. The perineal artery and nerve accompany each other, and the nerve divides into the posterior scrotal (or labial) branches and muscular branches:"}
{"id": "article-26973_15", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Nerves", "content": "• Posterior scrotal or labial branches: medial and lateral. These pierce the inferior sheet of the urogenital diaphragm, or they run juxtaposed to its lower surface, to move anteriorly through the lateral wall of the urogenital tract with the scrotal or labial branches of the perineal artery. Their nervous distribution is to the skin of the vulva or scrotum, anastomosing with the perineal branch of the posterior cutaneous nerve of the thigh and with the inferior rectal nerve.• The muscular branches innervate the superficial transverse of the perineum, the bulbocavernosus, the ischiocavernosus, the deep transverse muscle of the perineum, the sphincter of the urethra and the anterior portion of the external anal sphincter and the levator anis muscle. A branch called the nerve of the bulb of the urethra comes off from the nerve directed to bulbocavernosus, crosses this muscle and innervates the spongy body of the urethra, ending in the urethral mucosa.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Nerves. • Posterior scrotal or labial branches: medial and lateral. These pierce the inferior sheet of the urogenital diaphragm, or they run juxtaposed to its lower surface, to move anteriorly through the lateral wall of the urogenital tract with the scrotal or labial branches of the perineal artery. Their nervous distribution is to the skin of the vulva or scrotum, anastomosing with the perineal branch of the posterior cutaneous nerve of the thigh and with the inferior rectal nerve.• The muscular branches innervate the superficial transverse of the perineum, the bulbocavernosus, the ischiocavernosus, the deep transverse muscle of the perineum, the sphincter of the urethra and the anterior portion of the external anal sphincter and the levator anis muscle. A branch called the nerve of the bulb of the urethra comes off from the nerve directed to bulbocavernosus, crosses this muscle and innervates the spongy body of the urethra, ending in the urethral mucosa."}
{"id": "article-26973_16", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "Several muscles form and are attached to the perineal body: The superficial transverse muscle of the perineum : it is a thin muscular lamina, even, stretched transversely in the anterior region of the perineum, below the superficial perineal fascia. It constitutes the posterior side of a muscular triangle of the anterior perineum, and the origins are from the inner surface of the ischial tuberosity and, it ends in the central tendon of the perineum where the fibers pass to the contralateral muscles forming a criss-cross pattern, [9] or in the bulbocavernosus muscle, and in the external anal sphincter muscle (EAS). Sometimes it can also fit into the bulbocavernosus muscle and the EAS. Together with the deep transverse muscle, the transverse superficial muscle of the perineum fixes the perineal body.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. Several muscles form and are attached to the perineal body: The superficial transverse muscle of the perineum : it is a thin muscular lamina, even, stretched transversely in the anterior region of the perineum, below the superficial perineal fascia. It constitutes the posterior side of a muscular triangle of the anterior perineum, and the origins are from the inner surface of the ischial tuberosity and, it ends in the central tendon of the perineum where the fibers pass to the contralateral muscles forming a criss-cross pattern, [9] or in the bulbocavernosus muscle, and in the external anal sphincter muscle (EAS). Sometimes it can also fit into the bulbocavernosus muscle and the EAS. Together with the deep transverse muscle, the transverse superficial muscle of the perineum fixes the perineal body."}
{"id": "article-26973_17", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The bulbocavernosus muscle : In the male, it consists of two symmetrical portions, joined by a thin medial tendon. The muscular bundles originate from this raphe and from the perineal body, in which they resolve to continue contralaterally with the transverse muscle and EAS. The back beams form a thin sheet, and they insert into the body of the perineum. The middle bundles surround the bulb of the urethra and the adjacent portion of the spongy body of the penis taking on its dorsal surface of these formations where they intertwine with the lateral beams. The most anterior bundles open and embrace the cavernous bodies of the penis and the dorsal vessels of the penis. The bulbocavernosus muscle contributes to the emptying of the urethra after emptying the bladder; during the urination its beams they are relaxed, entering into action at the end of the act. The middle bundles contribute to the erection of the corpus cavernosum, compressing the erectile tissue of the bulb, while the anterior bundles concur to compress the deep dorsal vein of the penis. In the female, the bulbocavernosus muscle covers the superficial parts of the bulbs of the vestibule and the major vestibular glands, and carries anteriorly, surrounding the vaginal wall to end on the bodies of the clitoris. The muscle bundles are inserted posteriorly in the body of the perineum where they mix with those of the EAS and of the contralateral transverse muscle; by contracting they cause a narrowing of the vaginal orifice, the secretion of the vestibular glands of the Bartholin, and, compressing the deep dorsal vein of the clitoris, contribute to erection.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The bulbocavernosus muscle : In the male, it consists of two symmetrical portions, joined by a thin medial tendon. The muscular bundles originate from this raphe and from the perineal body, in which they resolve to continue contralaterally with the transverse muscle and EAS. The back beams form a thin sheet, and they insert into the body of the perineum. The middle bundles surround the bulb of the urethra and the adjacent portion of the spongy body of the penis taking on its dorsal surface of these formations where they intertwine with the lateral beams. The most anterior bundles open and embrace the cavernous bodies of the penis and the dorsal vessels of the penis. The bulbocavernosus muscle contributes to the emptying of the urethra after emptying the bladder; during the urination its beams they are relaxed, entering into action at the end of the act. The middle bundles contribute to the erection of the corpus cavernosum, compressing the erectile tissue of the bulb, while the anterior bundles concur to compress the deep dorsal vein of the penis. In the female, the bulbocavernosus muscle covers the superficial parts of the bulbs of the vestibule and the major vestibular glands, and carries anteriorly, surrounding the vaginal wall to end on the bodies of the clitoris. The muscle bundles are inserted posteriorly in the body of the perineum where they mix with those of the EAS and of the contralateral transverse muscle; by contracting they cause a narrowing of the vaginal orifice, the secretion of the vestibular glands of the Bartholin, and, compressing the deep dorsal vein of the clitoris, contribute to erection."}
{"id": "article-26973_18", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The external (striated) sphincter of the anus (EAS) [10] : It is a striated muscle tube located outside the external muscular tunic of the rectum. It surrounds the anal canal extending for a length of about 4 cm in the male, and about 3 cm (more or less) in the woman, forming a sleeve about 3 mm thick composed of a right and a left half that acts as a functional unit. Classically it is described formed by three parts. The deep portion: it is a thick annular band that surrounds the most cranial segment of the internal anal sphincter; its deep beams are fused and not well differentiated from those of the puborectalis muscle. At the front of the anal canal many bundles discussing and continue with those of the superficial transverse muscle of the perineum, especially in the woman. Posteriorly some bundles may fit into the anococcygeal raphe. The superficial portion is placed above the subcutaneous part and surrounding the caudal portion of the internal sphincter. View from the anus it is elliptical, being inserted anteriorly into the body of the perineum, and posteriorly on the anterior surface of the last coccygeal segment by the anococcygeal raphe: it is the only part of the sphincter anchored entirely to the bone. The subcutaneous portion: it is a flat band, about 15 mm wide, which stratifies on the previous layer at the level of the anal orifice, underneath the skin. Anteriorly some beams are inserted into the body of the perineum (or superficial transverse muscles of the perineum); posteriorly, some bundles usually attach to the anococcygeal ligament.  Some studies have stressed the concept of sphincter structure organized in loops, with great interindividual variability, rather than a complete ring. Those fibers continuing into the perineal body relate with the bulbocavernosus muscle.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The external (striated) sphincter of the anus (EAS) [10] : It is a striated muscle tube located outside the external muscular tunic of the rectum. It surrounds the anal canal extending for a length of about 4 cm in the male, and about 3 cm (more or less) in the woman, forming a sleeve about 3 mm thick composed of a right and a left half that acts as a functional unit. Classically it is described formed by three parts. The deep portion: it is a thick annular band that surrounds the most cranial segment of the internal anal sphincter; its deep beams are fused and not well differentiated from those of the puborectalis muscle. At the front of the anal canal many bundles discussing and continue with those of the superficial transverse muscle of the perineum, especially in the woman. Posteriorly some bundles may fit into the anococcygeal raphe. The superficial portion is placed above the subcutaneous part and surrounding the caudal portion of the internal sphincter. View from the anus it is elliptical, being inserted anteriorly into the body of the perineum, and posteriorly on the anterior surface of the last coccygeal segment by the anococcygeal raphe: it is the only part of the sphincter anchored entirely to the bone. The subcutaneous portion: it is a flat band, about 15 mm wide, which stratifies on the previous layer at the level of the anal orifice, underneath the skin. Anteriorly some beams are inserted into the body of the perineum (or superficial transverse muscles of the perineum); posteriorly, some bundles usually attach to the anococcygeal ligament.  Some studies have stressed the concept of sphincter structure organized in loops, with great interindividual variability, rather than a complete ring. Those fibers continuing into the perineal body relate with the bulbocavernosus muscle."}
{"id": "article-26973_19", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The internal (smooth) sphincter of the anus (IAS) [10] : It is an annular thickening (5-8 mm) of the inner circular layer of the muscular tunic of the rectum. It wraps the upper three quarters (30 mm) of the anal canal, extending from the anorectal junction to the line which divides the subcutaneous portion of the external sphincter and the lower margin of the internal sphincter. The IAS ends with a lower rounded margin demarcated and readily appreciable by palpation. The outer longitudinal layer of the rectum continues inferiorly and, passing through the pelvic diaphragm combines elastic muscular expansions with the levator anis muscle and connective fibers with the overlying endopelvic fascia, constituting the \"conjoint longitudinal muscle coat\". This fibro-muscular structure extends inferiorly interposing between the internal and external sphincters of the anus. The fibro-elastic and muscular bundles penetrate the internal sphincter muscle up to the muscularis mucosae of the anal canal constituting the muscle of the submucosa of the anus and, inferiorly, through the subcutaneous portion of the EAS, to join the perianal skin: the muscular elements of the septa form the corrugating muscle of the skin of the anus.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The internal (smooth) sphincter of the anus (IAS) [10] : It is an annular thickening (5-8 mm) of the inner circular layer of the muscular tunic of the rectum. It wraps the upper three quarters (30 mm) of the anal canal, extending from the anorectal junction to the line which divides the subcutaneous portion of the external sphincter and the lower margin of the internal sphincter. The IAS ends with a lower rounded margin demarcated and readily appreciable by palpation. The outer longitudinal layer of the rectum continues inferiorly and, passing through the pelvic diaphragm combines elastic muscular expansions with the levator anis muscle and connective fibers with the overlying endopelvic fascia, constituting the \"conjoint longitudinal muscle coat\". This fibro-muscular structure extends inferiorly interposing between the internal and external sphincters of the anus. The fibro-elastic and muscular bundles penetrate the internal sphincter muscle up to the muscularis mucosae of the anal canal constituting the muscle of the submucosa of the anus and, inferiorly, through the subcutaneous portion of the EAS, to join the perianal skin: the muscular elements of the septa form the corrugating muscle of the skin of the anus."}
{"id": "article-26973_20", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The external (striated) urethral sphincter (EUS): It is an external muscular layer of the urethra arranged circularly around the smooth muscle layer. It extends upward from the base of the bladder to the perineal membrane and corresponds to the area of maximum urethral closure. In the passage through the pelvic floor, the fibers of the levator ani muscle surround the external sphincter forming the so-called peri-urethral sphincter. Some studies have shown a direct continuity between the EUS and the periurethral bundles of the levator anis muscle; others claim the two muscles are separated by a continuous band of connective tissue. In the male, we recognize three portions. The prostate portion has the form of an open back shower, formed by transversely directed fibers that embrace the anterior surface of the prostate and run out on its lateral sides. The trigonal portion constitutes a muscular ring that completely surrounds the membranous urethra in its passage through the perineal membrane. Lastly, the bulbourethral portion is a muscular lamina that originates from the urogenital triangle, surrounds the urethra and terminates posteriorly in the perineal body, enveloping the urethral bulb glands. In the female, striated circular fibers compose the external sphincter. There are three distinct parts. A complete muscular ring surrounding the smooth muscle of the urethra comprises the proximal portion of the sphincter. The middle portion, with greater development, represents the area of maximum urethral closing pressure. And lastly, the distal portion is the urogenital sphincter, placed near at the urogenital diaphragm and superiorly to the perineal membrane. Some fibers surround both the urethra and the vagina, constituting the urethrovaginal sphincter, while others go laterally and are inserted on the pubic branches, forming a ring open posteriorly: the compressor of the urethra muscle. These are the muscles in the male called deep transverse muscle of perineum.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The external (striated) urethral sphincter (EUS): It is an external muscular layer of the urethra arranged circularly around the smooth muscle layer. It extends upward from the base of the bladder to the perineal membrane and corresponds to the area of maximum urethral closure. In the passage through the pelvic floor, the fibers of the levator ani muscle surround the external sphincter forming the so-called peri-urethral sphincter. Some studies have shown a direct continuity between the EUS and the periurethral bundles of the levator anis muscle; others claim the two muscles are separated by a continuous band of connective tissue. In the male, we recognize three portions. The prostate portion has the form of an open back shower, formed by transversely directed fibers that embrace the anterior surface of the prostate and run out on its lateral sides. The trigonal portion constitutes a muscular ring that completely surrounds the membranous urethra in its passage through the perineal membrane. Lastly, the bulbourethral portion is a muscular lamina that originates from the urogenital triangle, surrounds the urethra and terminates posteriorly in the perineal body, enveloping the urethral bulb glands. In the female, striated circular fibers compose the external sphincter. There are three distinct parts. A complete muscular ring surrounding the smooth muscle of the urethra comprises the proximal portion of the sphincter. The middle portion, with greater development, represents the area of maximum urethral closing pressure. And lastly, the distal portion is the urogenital sphincter, placed near at the urogenital diaphragm and superiorly to the perineal membrane. Some fibers surround both the urethra and the vagina, constituting the urethrovaginal sphincter, while others go laterally and are inserted on the pubic branches, forming a ring open posteriorly: the compressor of the urethra muscle. These are the muscles in the male called deep transverse muscle of perineum."}
{"id": "article-26973_21", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The deep transverse muscle of the perineum: It is a laminar muscle arranged transversely, present in men superior to the superficial layer of the perineal membrane. In males, the bundles insert laterally on the inner face of the ischium, and medially they cross over with the contralateral muscle, contributing to the formation of the perineal body, where the fibers join the deep part of the EAS posteriorly and the urethral sphincter muscle anteriorly. In the women, two muscles replace the deep transverse muscle. The compressor urethra muscle is a series of muscular bundles originating from the ischiopubic ramus go anteriorly and decussate to constitute a flat flank located anterior to the urethra, inferior to the urethral sphincter. Other fibers with a similar origin are directed medially extending to the vagina and rarely reach the perineal body to form a real deep transverse perineal muscle. The urethrovaginal sphincter muscle originates from the perineal body, runs anteriorly on the sides of the vagina and the urethra, and move contralaterally to form a thin, flat muscle layer located at the front of the urethra and inferior the urethral compressor muscle, with an essential role in urinary continence.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The deep transverse muscle of the perineum: It is a laminar muscle arranged transversely, present in men superior to the superficial layer of the perineal membrane. In males, the bundles insert laterally on the inner face of the ischium, and medially they cross over with the contralateral muscle, contributing to the formation of the perineal body, where the fibers join the deep part of the EAS posteriorly and the urethral sphincter muscle anteriorly. In the women, two muscles replace the deep transverse muscle. The compressor urethra muscle is a series of muscular bundles originating from the ischiopubic ramus go anteriorly and decussate to constitute a flat flank located anterior to the urethra, inferior to the urethral sphincter. Other fibers with a similar origin are directed medially extending to the vagina and rarely reach the perineal body to form a real deep transverse perineal muscle. The urethrovaginal sphincter muscle originates from the perineal body, runs anteriorly on the sides of the vagina and the urethra, and move contralaterally to form a thin, flat muscle layer located at the front of the urethra and inferior the urethral compressor muscle, with an essential role in urinary continence."}
{"id": "article-26973_22", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The puborectalis muscle : This muscle constitutes the major portion of the levator anis muscle. At the pubic origin, it is inseparable from the pubococcygeal muscle. Its bundles are joined with the contralateral ones to form a sling around the anorectal junction; at the perineal body, it shares connections with the external anal sphincter muscle by fibrous tissue. The longitudinal anal muscle : It is as a vertical layer of muscular tissue interposed between the IAS and the EAS, part of the descending longitudinal rectal muscle that origins from the levator anis muscle. Its fibers have a spiral direction shortening the anal canal during contraction and contributing to continence. At the most caudal part of the muscle, smooth bundles called the “corrugator cutis ani” pass through the distal anal sphincter into the perianal skin and the ischiorectal fossa. [10]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The puborectalis muscle : This muscle constitutes the major portion of the levator anis muscle. At the pubic origin, it is inseparable from the pubococcygeal muscle. Its bundles are joined with the contralateral ones to form a sling around the anorectal junction; at the perineal body, it shares connections with the external anal sphincter muscle by fibrous tissue. The longitudinal anal muscle : It is as a vertical layer of muscular tissue interposed between the IAS and the EAS, part of the descending longitudinal rectal muscle that origins from the levator anis muscle. Its fibers have a spiral direction shortening the anal canal during contraction and contributing to continence. At the most caudal part of the muscle, smooth bundles called the “corrugator cutis ani” pass through the distal anal sphincter into the perianal skin and the ischiorectal fossa. [10]"}
{"id": "article-26973_23", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles", "content": "The rectourethral muscle : Its placement is at the top of EAS, and it is on the link between the longitudinal muscle of the rectum coming from below and Denonvilliers’ fascia coming from above. [11] It is known to be the tissue through which a vein and the cavernous nerve pass. The perineal lateral smooth muscles (PSMs) : Covered by the skin, these are the lateral aspect of the perineal body. They receive the LAM bundles that continue anteriorly to the vestibular area of the superficial perineal fascia. [11]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Muscles. The rectourethral muscle : Its placement is at the top of EAS, and it is on the link between the longitudinal muscle of the rectum coming from below and Denonvilliers’ fascia coming from above. [11] It is known to be the tissue through which a vein and the cavernous nerve pass. The perineal lateral smooth muscles (PSMs) : Covered by the skin, these are the lateral aspect of the perineal body. They receive the LAM bundles that continue anteriorly to the vestibular area of the superficial perineal fascia. [11]"}
{"id": "article-26973_24", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Surgical Considerations", "content": "The perineal body is essential in maintaining the continence in humans; it is the central focus of the level III of the continence system of DeLancey. [12] Damage occurs predominantly during childbirth for spontaneous tears or episiotomy; overstretching can cause neural and muscular-fascial lesions. Rectocele is a consequence of the PB lesion, wherein it divides into two parts joined by a stretched central part. [13]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Surgical Considerations. The perineal body is essential in maintaining the continence in humans; it is the central focus of the level III of the continence system of DeLancey. [12] Damage occurs predominantly during childbirth for spontaneous tears or episiotomy; overstretching can cause neural and muscular-fascial lesions. Rectocele is a consequence of the PB lesion, wherein it divides into two parts joined by a stretched central part. [13]"}
{"id": "article-26973_25", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Clinical Significance", "content": "The perineal body should be the first structure investigated when evaluating pelvic floor function. PB moves inferiorly during inhalation (relaxed), and superiorly during exhalation as the pelvic floor muscles contract. During squeezing the perineal body lifts anterosuperiorly; evaluation of the force of the pelvic floor muscles is by using manual vaginal palpation. [14] Movement of the PB against the fingers, inserted into the vagina, is prevented during active muscular contraction; a six-point scale (the Modified Oxford Grading System: 0 = no contraction, 1 = flicker, 2 = weak, 3 = moderate, 4 = good (with lift) and 5 = strong) describes the function. We can perform the test palpating the PB externally with a sufficiently light touch to sense with proprioceptive, tactile perception, the balance of force of the tissues converging into the PB from different directions. It is instructive to simplify the image of the perineal body as a knot made up of many strings tied together: the knot follows the tension of the strings; if not balanced the knot will change its position, and its movement will be impaired. [15]", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Clinical Significance. The perineal body should be the first structure investigated when evaluating pelvic floor function. PB moves inferiorly during inhalation (relaxed), and superiorly during exhalation as the pelvic floor muscles contract. During squeezing the perineal body lifts anterosuperiorly; evaluation of the force of the pelvic floor muscles is by using manual vaginal palpation. [14] Movement of the PB against the fingers, inserted into the vagina, is prevented during active muscular contraction; a six-point scale (the Modified Oxford Grading System: 0 = no contraction, 1 = flicker, 2 = weak, 3 = moderate, 4 = good (with lift) and 5 = strong) describes the function. We can perform the test palpating the PB externally with a sufficiently light touch to sense with proprioceptive, tactile perception, the balance of force of the tissues converging into the PB from different directions. It is instructive to simplify the image of the perineal body as a knot made up of many strings tied together: the knot follows the tension of the strings; if not balanced the knot will change its position, and its movement will be impaired. [15]"}
{"id": "article-26973_26", "title": "Anatomy, Abdomen and Pelvis, Perineal Body -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Perineal Body -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}