{"id": "article-25043_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Introduction", "content": "The metacarpophalangeal (MCP) joint, also known as “the knuckle,” is formed by the metacarpal head and proximal phalanx articulation (see Image . Metacarpophalangeal Articulation). This multiaxial joint allows flexion, extension, abduction and adduction. The MCP joint also dynamically coordinates with the interphalangeal (IP) joint to perform thumb opposition and composite finger flexion. Various congenital or acquired deformities, sports-related injuries, and degenerative conditions can affect the MCP joint.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Introduction. The metacarpophalangeal (MCP) joint, also known as “the knuckle,” is formed by the metacarpal head and proximal phalanx articulation (see Image . Metacarpophalangeal Articulation). This multiaxial joint allows flexion, extension, abduction and adduction. The MCP joint also dynamically coordinates with the interphalangeal (IP) joint to perform thumb opposition and composite finger flexion. Various congenital or acquired deformities, sports-related injuries, and degenerative conditions can affect the MCP joint."}
{"id": "article-25043_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function", "content": "The MCP joint is a condyloid type enabling motion in 2 planes: [1] sagittal plane: flexion and extension coronal plane: adduction and abduction", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function. The MCP joint is a condyloid type enabling motion in 2 planes: [1] sagittal plane: flexion and extension coronal plane: adduction and abduction"}
{"id": "article-25043_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Thumb MCP Joint", "content": "The proximal convex surface of the 1st metacarpal bone is opposed by the elliptical cavity of the thumb's proximal phalanx. Additionally, the palmar aspect of the joint capsule has 2 sesamoid bones secured by intersesamoid ligaments. The 1st MCP joint assists in flexing the thumb in opposition so the hand can grasp objects and perform fine motor tasks. Unlike the other digits of the hand, the thumb joint only has one IP joint. However, the 1st MCP joint has a broader range of motion than the others.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Thumb MCP Joint. The proximal convex surface of the 1st metacarpal bone is opposed by the elliptical cavity of the thumb's proximal phalanx. Additionally, the palmar aspect of the joint capsule has 2 sesamoid bones secured by intersesamoid ligaments. The 1st MCP joint assists in flexing the thumb in opposition so the hand can grasp objects and perform fine motor tasks. Unlike the other digits of the hand, the thumb joint only has one IP joint. However, the 1st MCP joint has a broader range of motion than the others."}
{"id": "article-25043_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints", "content": "The MCP joints have an oval convex metacarpal surface that articulates with a concave, shallow proximal phalangeal surface. [1] Despite their structural similarities, the 2nd to 5th MCP joints have a narrower range of motion than the 1st MCP joint. Extensive musculature stabilizes these joints.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints. The MCP joints have an oval convex metacarpal surface that articulates with a concave, shallow proximal phalangeal surface. [1] Despite their structural similarities, the 2nd to 5th MCP joints have a narrower range of motion than the 1st MCP joint. Extensive musculature stabilizes these joints."}
{"id": "article-25043_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints", "content": "On the palmar side, the flexor digitorum superficialis, flexor digitorum profundus, lumbricals, interossei, flexor digiti minimi, flexor pollicis longus, and flexor pollicis brevis muscles support the joint. [2] [3] [4] [5] Dorsally, the extensor digitorum, extensor indicis, extensor digiti minimi, extensor pollicis longus, and extensor pollicis brevis muscles reinforce the joint. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints. On the palmar side, the flexor digitorum superficialis, flexor digitorum profundus, lumbricals, interossei, flexor digiti minimi, flexor pollicis longus, and flexor pollicis brevis muscles support the joint. [2] [3] [4] [5] Dorsally, the extensor digitorum, extensor indicis, extensor digiti minimi, extensor pollicis longus, and extensor pollicis brevis muscles reinforce the joint. [6]"}
{"id": "article-25043_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints", "content": "Various ligamentous structures, such as the volar plate, longitudinal fibers of the joint capsule, and transverse metacarpal ligaments (superficial and deep) further stabilize the joint (see Image . Upper Digit Articulation of a Medial Finger, Volar View). From deep to superficial, the anatomic structures that facilitate the MCP joint's overall dynamics include the following: [3] Volar plate Joint capsule fibers Deep transverse metacarpal ligament Flexor digitorum profundus (FDP) tendon Flexor digitorum superficialis (FDS) tendon Digital tendon sheath A1 annular pulley The volar plate is a short, transverse thickening of the joint capsule that increases overall joint congruence and prevents MCP joint hyperextension. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints. Various ligamentous structures, such as the volar plate, longitudinal fibers of the joint capsule, and transverse metacarpal ligaments (superficial and deep) further stabilize the joint (see Image . Upper Digit Articulation of a Medial Finger, Volar View). From deep to superficial, the anatomic structures that facilitate the MCP joint's overall dynamics include the following: [3] Volar plate Joint capsule fibers Deep transverse metacarpal ligament Flexor digitorum profundus (FDP) tendon Flexor digitorum superficialis (FDS) tendon Digital tendon sheath A1 annular pulley The volar plate is a short, transverse thickening of the joint capsule that increases overall joint congruence and prevents MCP joint hyperextension. [7]"}
{"id": "article-25043_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints", "content": "The joint capsule is a thin, fibrous, and durable network reinforced by the flexor pollicis brevis and adductor pollicis brevis muscles, the palmar plate, and various collateral ligament connections. The radial (RCL) and ulnar (UCL) collateral ligaments arise proximally from their respective sides on the metacarpal bone and attach on the proximal phalanx. [8] Each collateral ligament has its own accessory ligamentous structures. The fan-shaped volar accessory ligament attaches on the middle of the metacarpal head and extends to the palmar plate and deep transverse metacarpal ligament, which tightens during finger extension. The dorsal, cord-shaped, proper ligament attaches to the metacarpal head and extends to the proximal phalanx base, becoming taut when the finger is flexed 30°.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints. The joint capsule is a thin, fibrous, and durable network reinforced by the flexor pollicis brevis and adductor pollicis brevis muscles, the palmar plate, and various collateral ligament connections. The radial (RCL) and ulnar (UCL) collateral ligaments arise proximally from their respective sides on the metacarpal bone and attach on the proximal phalanx. [8] Each collateral ligament has its own accessory ligamentous structures. The fan-shaped volar accessory ligament attaches on the middle of the metacarpal head and extends to the palmar plate and deep transverse metacarpal ligament, which tightens during finger extension. The dorsal, cord-shaped, proper ligament attaches to the metacarpal head and extends to the proximal phalanx base, becoming taut when the finger is flexed 30°."}
{"id": "article-25043_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints", "content": "The natatory ligament, also known as the superficial transverse metacarpal ligament, originates distally from the MCP joint and runs through the webspace to insert on the proximal phalanx. This ligament resists abduction.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints. The natatory ligament, also known as the superficial transverse metacarpal ligament, originates distally from the MCP joint and runs through the webspace to insert on the proximal phalanx. This ligament resists abduction."}
{"id": "article-25043_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints", "content": "The deep transverse metacarpal ligament connects the 2nd to 5th metacarpal heads together at the volar plate and provides soft tissue support. Dorsal to this ligament are the ribbon-shaped sagittal bands that keep the MCP joint at the center and stabilize the extensor tendons in motion. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Structure and Function -- Other MCP Joints. The deep transverse metacarpal ligament connects the 2nd to 5th metacarpal heads together at the volar plate and provides soft tissue support. Dorsal to this ligament are the ribbon-shaped sagittal bands that keep the MCP joint at the center and stabilize the extensor tendons in motion. [1]"}
{"id": "article-25043_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Embryology", "content": "The upper limb bud appears around the 4th week of gestation. Around the 6th to 7th week of gestation, the MCP joint forms from a cavity in the mesenchyme between developing bones. The joint capsule and its associated ligaments also arise from the mesenchyme in this area. [9] The sesamoid bones of the 1st MCP joint do not appear until approximately 12 years of age.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Embryology. The upper limb bud appears around the 4th week of gestation. Around the 6th to 7th week of gestation, the MCP joint forms from a cavity in the mesenchyme between developing bones. The joint capsule and its associated ligaments also arise from the mesenchyme in this area. [9] The sesamoid bones of the 1st MCP joint do not appear until approximately 12 years of age."}
{"id": "article-25043_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Blood Supply and Lymphatics", "content": "The radial and ulnar arteries form an arterial network that supplies the hand. The ulnar artery gives rise to the superficial palmar arch, which anastomoses laterally with the radial artery's superficial branch. Meanwhile, the radial artery forms the deep palmar arch, which is completed on the medial side by the ulnar artery's deep branch. The extensive network formed by these arteries protects the hand against ischemic injury.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Blood Supply and Lymphatics. The radial and ulnar arteries form an arterial network that supplies the hand. The ulnar artery gives rise to the superficial palmar arch, which anastomoses laterally with the radial artery's superficial branch. Meanwhile, the radial artery forms the deep palmar arch, which is completed on the medial side by the ulnar artery's deep branch. The extensive network formed by these arteries protects the hand against ischemic injury."}
{"id": "article-25043_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Blood Supply and Lymphatics", "content": "Blood supply to the thumb MCP joint may come directly from the superficial arch or via a deep branch of the radial artery, the princeps pollicis artery. [10] The MCP joints' arterial supply comes from the branches of adjacent digital arteries.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Blood Supply and Lymphatics. Blood supply to the thumb MCP joint may come directly from the superficial arch or via a deep branch of the radial artery, the princeps pollicis artery. [10] The MCP joints' arterial supply comes from the branches of adjacent digital arteries."}
{"id": "article-25043_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Blood Supply and Lymphatics", "content": "The hand's venous drainage is via the dorsal venous network. Two superficial veins drain this network: the basilic vein on the ulnar side and the cephalic vein on the radial side. Blood in these veins travels proximally toward the axillary vein. Lymph drainage of the hand is via the cubital lymph nodes, which are drained by the axillary nodes. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Blood Supply and Lymphatics. The hand's venous drainage is via the dorsal venous network. Two superficial veins drain this network: the basilic vein on the ulnar side and the cephalic vein on the radial side. Blood in these veins travels proximally toward the axillary vein. Lymph drainage of the hand is via the cubital lymph nodes, which are drained by the axillary nodes. [11]"}
{"id": "article-25043_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Nerves", "content": "The articular branches of the dorsal and palmar digital nerves innervate the MCP joints. The 2nd to 5th MCP joints are supplied by a deep branch of the ulnar nerve that is superficial to the interosseous muscles but deep and radial to the flexor tendon. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Nerves. The articular branches of the dorsal and palmar digital nerves innervate the MCP joints. The 2nd to 5th MCP joints are supplied by a deep branch of the ulnar nerve that is superficial to the interosseous muscles but deep and radial to the flexor tendon. [12]"}
{"id": "article-25043_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Muscles", "content": "MCP joint movements are the product of the concerted actions of several muscles and contribute to the precision of hand motions. The intrinsic muscles acting on the MP joints include the following: [13] Abductor pollicis brevis: abducts and helps oppose the thumb Adductor pollicis: adducts the thumb Dorsal interosseus muscles: abduct the MCP joints Palmar interosseous muscles: adduct the digits Flexor digiti minimi: flexes the 5th digit MCP joint Flexor pollicis brevis: flexes the thumb MCP joint Lumbricals: weakly flex the digits at the MCP joints while simultaneously extending IP joints Meanwhile, the extrinsic muscles moving the MP joints include the following: [13] [14] Flexor digitorum profundus: assists with hand flexion Flexor digitorum superficialis: flexes the MCPs Flexor pollicis longus: flexes the thumb Extensor digitorum communis: extends the medial four MCPs Extensor indicis proprius: extends the 2nd digit Extensor digiti minimi: extends the 5th MCP", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Muscles. MCP joint movements are the product of the concerted actions of several muscles and contribute to the precision of hand motions. The intrinsic muscles acting on the MP joints include the following: [13] Abductor pollicis brevis: abducts and helps oppose the thumb Adductor pollicis: adducts the thumb Dorsal interosseus muscles: abduct the MCP joints Palmar interosseous muscles: adduct the digits Flexor digiti minimi: flexes the 5th digit MCP joint Flexor pollicis brevis: flexes the thumb MCP joint Lumbricals: weakly flex the digits at the MCP joints while simultaneously extending IP joints Meanwhile, the extrinsic muscles moving the MP joints include the following: [13] [14] Flexor digitorum profundus: assists with hand flexion Flexor digitorum superficialis: flexes the MCPs Flexor pollicis longus: flexes the thumb Extensor digitorum communis: extends the medial four MCPs Extensor indicis proprius: extends the 2nd digit Extensor digiti minimi: extends the 5th MCP"}
{"id": "article-25043_15", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Muscles", "content": "The flexor digitorum superficialis and flexor digitorum profundus are the primary MCP joint flexors. However, the flexor digitorum superficialis produces more torque at the MCP joint than the flexor digitorum profundus. The flexor digitorum superficialis crosses fewer joints and is less likely to lose tension as it shortens. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Muscles. The flexor digitorum superficialis and flexor digitorum profundus are the primary MCP joint flexors. However, the flexor digitorum superficialis produces more torque at the MCP joint than the flexor digitorum profundus. The flexor digitorum superficialis crosses fewer joints and is less likely to lose tension as it shortens. [13]"}
{"id": "article-25043_16", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Muscles", "content": "The extensor pollicis brevis and extensor pollicis longus muscles are responsible for thumb extension at the 1st MCP joint. The extensor digitorum communis creates tension over the sagittal bands and pulls them over the proximal phalanx to hyperextend the MCP joints. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Muscles. The extensor pollicis brevis and extensor pollicis longus muscles are responsible for thumb extension at the 1st MCP joint. The extensor digitorum communis creates tension over the sagittal bands and pulls them over the proximal phalanx to hyperextend the MCP joints. [13]"}
{"id": "article-25043_17", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Physiologic Variants", "content": "MCP joint anatomic variations involve the sesamoid bones. For example, sesamoid bones are sometimes present at the metacarpal heads of the index and little fingers in addition to the ones in the thumb MCP joint. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Physiologic Variants. MCP joint anatomic variations involve the sesamoid bones. For example, sesamoid bones are sometimes present at the metacarpal heads of the index and little fingers in addition to the ones in the thumb MCP joint. [15]"}
{"id": "article-25043_18", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthritis", "content": "MCP arthritis ranges from mild-to-debilitating joint diseases. Mild conditions are treated conservatively, with the following as first-line options: Rest, activity modification Oral or topic anti-inflammatory medications Cortisone injections Splinting", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthritis. MCP arthritis ranges from mild-to-debilitating joint diseases. Mild conditions are treated conservatively, with the following as first-line options: Rest, activity modification Oral or topic anti-inflammatory medications Cortisone injections Splinting"}
{"id": "article-25043_19", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthritis", "content": "Persistent pain or swelling despite maximizing conservative treatments may warrant referrals to rheumatologists or other specialists for definitive management. Surgery is warranted if the condition significantly impairs mobility. [16]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthritis. Persistent pain or swelling despite maximizing conservative treatments may warrant referrals to rheumatologists or other specialists for definitive management. Surgery is warranted if the condition significantly impairs mobility. [16]"}
{"id": "article-25043_20", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthroscopy", "content": "MCP arthroscopy was first described in 1979, although its use remains limited. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthroscopy. MCP arthroscopy was first described in 1979, although its use remains limited. [17]"}
{"id": "article-25043_21", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthroplasty", "content": "MCP arthroplasty is a procedure that reliably restores function, reduces pain, and improves range of motion [18] . The procedure replaces the deformed joint with a hinged silicone implant or new-generation pyrocarbon or metal-on-polyethylene variants. Silicone implants are best for end-stage joint deformities with involvement of nearby soft tissue. Pyrocarbon joint replacements are preferable for well-controlled osteoarthritis or early rheumatoid arthritis with little or no deformity. [16] The primary indication for MCP arthroplasty is severe degenerative arthritis. However, it can also be used to treat joint deformations from multiple dislocations, subluxations, or cartilage damage.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthroplasty. MCP arthroplasty is a procedure that reliably restores function, reduces pain, and improves range of motion [18] . The procedure replaces the deformed joint with a hinged silicone implant or new-generation pyrocarbon or metal-on-polyethylene variants. Silicone implants are best for end-stage joint deformities with involvement of nearby soft tissue. Pyrocarbon joint replacements are preferable for well-controlled osteoarthritis or early rheumatoid arthritis with little or no deformity. [16] The primary indication for MCP arthroplasty is severe degenerative arthritis. However, it can also be used to treat joint deformations from multiple dislocations, subluxations, or cartilage damage."}
{"id": "article-25043_22", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthroplasty", "content": "During MCP arthroplasty, a dorsal incision is made at the metacarpal neck. The extensor tendons are retracted to expose the joint capsule. The sagittal band and collateral ligaments are released, followed by the joint capsule. The metacarpal head is then resected and prepared for prosthetic implantation. The joint capsule is closed after successful prosthetic insertion. Patients are advised to splint the joint for 12 weeks and start physical therapy 6 weeks after the procedure. [19]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthroplasty. During MCP arthroplasty, a dorsal incision is made at the metacarpal neck. The extensor tendons are retracted to expose the joint capsule. The sagittal band and collateral ligaments are released, followed by the joint capsule. The metacarpal head is then resected and prepared for prosthetic implantation. The joint capsule is closed after successful prosthetic insertion. Patients are advised to splint the joint for 12 weeks and start physical therapy 6 weeks after the procedure. [19]"}
{"id": "article-25043_23", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthrodesis", "content": "MCP arthrodesis, or MCP joint fusion, is commonly used to correct thumb MCP arthritis. After dorsal incision, the extensor interval is incised longitudinally. The dorsal capsule is then split to expose the joint. After denuding the diseased cartilage, fixation is performed using either screws, plates, or wires. Adjuvant allograft or autograft bone grafting may be necessary in severe bone loss or deformity cases. The patient requires 4 to 6 weeks of postoperative immobilization or until radiographic union occurs. [16]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Surgical Considerations -- MCP Arthrodesis. MCP arthrodesis, or MCP joint fusion, is commonly used to correct thumb MCP arthritis. After dorsal incision, the extensor interval is incised longitudinally. The dorsal capsule is then split to expose the joint. After denuding the diseased cartilage, fixation is performed using either screws, plates, or wires. Adjuvant allograft or autograft bone grafting may be necessary in severe bone loss or deformity cases. The patient requires 4 to 6 weeks of postoperative immobilization or until radiographic union occurs. [16]"}
{"id": "article-25043_24", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Rheumatoid Arthritis With MCP Joint Involvement", "content": "Rheumatoid arthritis (RA) is a potentially disabling autoimmune condition marked by prominent synovial inflammation, hyperplasia, and cartilage and osseous destruction. Autoantibodies attack small joints, most commonly the MCP and proximal IP joints. Disease markers include rheumatoid factor (RF) and anti-cyclic citrullinated protein (anti-CCP) antibodies, which are typically accompanied by elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP). Joint pain and swelling are the most common RA manifestations. Some patients also develop cardiopulmonary disease, psychological disorders, and other musculoskeletal complications. [20] [21]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Rheumatoid Arthritis With MCP Joint Involvement. Rheumatoid arthritis (RA) is a potentially disabling autoimmune condition marked by prominent synovial inflammation, hyperplasia, and cartilage and osseous destruction. Autoantibodies attack small joints, most commonly the MCP and proximal IP joints. Disease markers include rheumatoid factor (RF) and anti-cyclic citrullinated protein (anti-CCP) antibodies, which are typically accompanied by elevated erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP). Joint pain and swelling are the most common RA manifestations. Some patients also develop cardiopulmonary disease, psychological disorders, and other musculoskeletal complications. [20] [21]"}
{"id": "article-25043_25", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Rheumatoid Arthritis With MCP Joint Involvement", "content": "MCP joint involvement distinguishes RA from other joint diseases. Connective tissue inflammation leads to an imbalance between active and passive forces acting on the joint, producing instability, pain, and deformity. [22] Bilaterally symmetric MCP joint swelling is typically an early finding. Pain on passive motion or pressure application is evident during physical examination. MCP joint dislocation is common, classically presenting as flexion and ulnar deviation in the late stages of the disease. Surgical intervention must be considered when the deformity severely limits function. [23]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Rheumatoid Arthritis With MCP Joint Involvement. MCP joint involvement distinguishes RA from other joint diseases. Connective tissue inflammation leads to an imbalance between active and passive forces acting on the joint, producing instability, pain, and deformity. [22] Bilaterally symmetric MCP joint swelling is typically an early finding. Pain on passive motion or pressure application is evident during physical examination. MCP joint dislocation is common, classically presenting as flexion and ulnar deviation in the late stages of the disease. Surgical intervention must be considered when the deformity severely limits function. [23]"}
{"id": "article-25043_26", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Rheumatoid Arthritis With MCP Joint Involvement", "content": "RA is a lifelong systemic inflammatory condition. Patients with RA who are candidates for surgery require a comprehensive health and nutritional status evaluation. The severity of bone deformity and loss helps determine the most viable surgical option.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Rheumatoid Arthritis With MCP Joint Involvement. RA is a lifelong systemic inflammatory condition. Patients with RA who are candidates for surgery require a comprehensive health and nutritional status evaluation. The severity of bone deformity and loss helps determine the most viable surgical option."}
{"id": "article-25043_27", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- MCP Joint Dislocation", "content": "MCP joint injuries commonly occur secondary to direct trauma.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- MCP Joint Dislocation. MCP joint injuries commonly occur secondary to direct trauma."}
{"id": "article-25043_28", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- MCP Joint Dislocation", "content": "MCP joint dislocation typically presents with swelling, bruising, deformity, pain on palpation, and limited range of motion. The condition typically involves the distal osseous fragment and its position relative to the proximal osseous element. Dorsal dislocation is the most common presenting pattern.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- MCP Joint Dislocation. MCP joint dislocation typically presents with swelling, bruising, deformity, pain on palpation, and limited range of motion. The condition typically involves the distal osseous fragment and its position relative to the proximal osseous element. Dorsal dislocation is the most common presenting pattern."}
{"id": "article-25043_29", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- MCP Joint Dislocation", "content": "MCP joint dislocations are further classified into simple and complex. Simple dislocations can be successfully treated with a closed reduction procedure, while complex ones usually require open reduction. A classic complex dorsal MCP dislocation has the following features: Proximal phalanx hyperextension Volar plate rupture and avulsion from the proximal metacarpal head Volar plate lying dorsally to the metacarpal head, preventing closed reduction Ulnar displacement of the flexor tendons Metacarpal head displacement in both radial and volar directions Metacarpal head \"button-holes\" between 4 structures: Lumbrical Flexor tendon on the ulnar side of the dislocated digit Transverse bands of the natatory ligaments (distal) Superficial transverse ligament (proximal) Thumb MCP joint dislocation may cause entrapment of the volar plate, sesamoid bones, bony fracture fragments, and flexor pollicis longus tendon. [24]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- MCP Joint Dislocation. MCP joint dislocations are further classified into simple and complex. Simple dislocations can be successfully treated with a closed reduction procedure, while complex ones usually require open reduction. A classic complex dorsal MCP dislocation has the following features: Proximal phalanx hyperextension Volar plate rupture and avulsion from the proximal metacarpal head Volar plate lying dorsally to the metacarpal head, preventing closed reduction Ulnar displacement of the flexor tendons Metacarpal head displacement in both radial and volar directions Metacarpal head \"button-holes\" between 4 structures: Lumbrical Flexor tendon on the ulnar side of the dislocated digit Transverse bands of the natatory ligaments (distal) Superficial transverse ligament (proximal) Thumb MCP joint dislocation may cause entrapment of the volar plate, sesamoid bones, bony fracture fragments, and flexor pollicis longus tendon. [24]"}
{"id": "article-25043_30", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Thumb Collateral Ligament Injury", "content": "Thumb collateral ligament injuries may involve the RCL or ulnar collateral ligament UCL. However, UCL injuries resulting from thumb hyperabduction or hyperextension are relatively more common than RCL injuries. Different thumb UCL injuries have been described in the literature: Gamekeeper's thumb - from chronic thumb UCL damage Skier's thumb - from acute thumb UCL injuries Stener lesion - complete UCL avulsion and displacement above the adductor aponeurosis. The aponeurosis impedes healing as it then lies between the UCL and its attachment site. Stener lesions can include thumb UCL avulsion with or without osseous attachment avulsion. Failure to repair a Stener lesion often results in chronic pain, instability, deformity, weakness, and arthritis. Surgery can prevent long-term disability from this condition. Milder injuries and ligamentous sprains without instability are amenable to nonoperative management. A thumb spica splint may be utilized until symptoms resolve.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Thumb Collateral Ligament Injury. Thumb collateral ligament injuries may involve the RCL or ulnar collateral ligament UCL. However, UCL injuries resulting from thumb hyperabduction or hyperextension are relatively more common than RCL injuries. Different thumb UCL injuries have been described in the literature: Gamekeeper's thumb - from chronic thumb UCL damage Skier's thumb - from acute thumb UCL injuries Stener lesion - complete UCL avulsion and displacement above the adductor aponeurosis. The aponeurosis impedes healing as it then lies between the UCL and its attachment site. Stener lesions can include thumb UCL avulsion with or without osseous attachment avulsion. Failure to repair a Stener lesion often results in chronic pain, instability, deformity, weakness, and arthritis. Surgery can prevent long-term disability from this condition. Milder injuries and ligamentous sprains without instability are amenable to nonoperative management. A thumb spica splint may be utilized until symptoms resolve."}
{"id": "article-25043_31", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Sagittal Band Rupture", "content": "Sagittal band rupture is also known as “boxer’s knuckle” as it is a common injury among pugilists. The MCP joint has extensor tendon rupture. The condition often goes unrecognized because the extensor tendon can remain in its normal midline position following the injury. [25] Symptoms include MCP joint pain and edema due to extensor tendon dislocation. Associated injuries include capsular injury, collateral ligament sprains, and osteochondral fractures.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Sagittal Band Rupture. Sagittal band rupture is also known as “boxer’s knuckle” as it is a common injury among pugilists. The MCP joint has extensor tendon rupture. The condition often goes unrecognized because the extensor tendon can remain in its normal midline position following the injury. [25] Symptoms include MCP joint pain and edema due to extensor tendon dislocation. Associated injuries include capsular injury, collateral ligament sprains, and osteochondral fractures."}
{"id": "article-25043_32", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Sagittal Band Rupture", "content": "Many acute injuries of this type can be managed nonsurgically with extension splints. Surgical management, if warranted, involves radial sagittal band repair. No strategies are clearly beneficial for chronic or subacute injuries. [25]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Clinical Significance -- Sagittal Band Rupture. Many acute injuries of this type can be managed nonsurgically with extension splints. Surgical management, if warranted, involves radial sagittal band repair. No strategies are clearly beneficial for chronic or subacute injuries. [25]"}
{"id": "article-25043_33", "title": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Metacarpal Phalangeal Joint -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}