{"id": "article-666_0", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Introduction", "content": "The adrenal glands, also called the suprarenal glands, are a significant part of the endocrine system (see Images. Chromophil and Cortical Systems, Suprarenal Glands, Anterior View and Chromophil and Cortical Systems, Suprarenal Glands). The adrenal glands play a vital role in the body's fight or flight response. They generate stress hormones that activate physiological adaptations that are necessary to counteract changes in the external environment. The adrenal glands also secrete several essential hormones that play a significant role in regulating the body's immune system, body metabolism, and salt and water balance. The paired adrenal glands are triangular-shaped organs that measure approximately 5 cm by 2 cm, are located on the superior aspect of each kidney, and weigh 4 to 5 grams each. See Image. The Urinary Organs.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Introduction. The adrenal glands, also called the suprarenal glands, are a significant part of the endocrine system (see Images. Chromophil and Cortical Systems, Suprarenal Glands, Anterior View and Chromophil and Cortical Systems, Suprarenal Glands). The adrenal glands play a vital role in the body's fight or flight response. They generate stress hormones that activate physiological adaptations that are necessary to counteract changes in the external environment. The adrenal glands also secrete several essential hormones that play a significant role in regulating the body's immune system, body metabolism, and salt and water balance. The paired adrenal glands are triangular-shaped organs that measure approximately 5 cm by 2 cm, are located on the superior aspect of each kidney, and weigh 4 to 5 grams each. See Image. The Urinary Organs."}
{"id": "article-666_1", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function", "content": "The adrenal glands lie close to critical vessels and organs. Both adrenal glands rest on top of the kidneys on their respective side of the body (see Image. Kidney Gross Anatomy). They are enclosed within the superior renal fascia and sit in the perirenal space. At birth, the adrenal glands are roughly one-third the size of the kidney, though, by adulthood, they are only one-thirtieth the size of the kidney. Each adrenal gland is found in the epigastrium at the top of the kidney opposite the 11th intercostal end of the vertebral space and the 12th rib. The right suprarenal gland is pyramidal in form, while the left suprarenal gland is crescentic in shape. Each gland measures 50 mm in height, 30 mm in breadth, and 10 mm in thickness. Each gland weighs roughly 5 grams.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function. The adrenal glands lie close to critical vessels and organs. Both adrenal glands rest on top of the kidneys on their respective side of the body (see Image. Kidney Gross Anatomy). They are enclosed within the superior renal fascia and sit in the perirenal space. At birth, the adrenal glands are roughly one-third the size of the kidney, though, by adulthood, they are only one-thirtieth the size of the kidney. Each adrenal gland is found in the epigastrium at the top of the kidney opposite the 11th intercostal end of the vertebral space and the 12th rib. The right suprarenal gland is pyramidal in form, while the left suprarenal gland is crescentic in shape. Each gland measures 50 mm in height, 30 mm in breadth, and 10 mm in thickness. Each gland weighs roughly 5 grams."}
{"id": "article-666_2", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Anatomical Relations", "content": "The right adrenal gland sits just below the liver, posterior to the inferior vena cava, and anterior to the diaphragm. The left adrenal gland sits medially to the spleen, superior to the splenic artery and vein, lateral to the abdominal aorta, and anterior to the diaphragm.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Anatomical Relations. The right adrenal gland sits just below the liver, posterior to the inferior vena cava, and anterior to the diaphragm. The left adrenal gland sits medially to the spleen, superior to the splenic artery and vein, lateral to the abdominal aorta, and anterior to the diaphragm."}
{"id": "article-666_3", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Internal Structure", "content": "The adrenal gland is composed of two distinct tissues: the outer cortex and the inner medulla. The adrenal cortex tends to be fattier and thus has a more yellow hue. The adrenal medulla is more of a reddish-brown color. A thick capsule consisting of connective tissue surrounds the entire adrenal gland. The adrenal cortex is much larger than the smaller medulla, which only accounts for approximately 15% of the gland. It is composed of three distinct zones:", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Internal Structure. The adrenal gland is composed of two distinct tissues: the outer cortex and the inner medulla. The adrenal cortex tends to be fattier and thus has a more yellow hue. The adrenal medulla is more of a reddish-brown color. A thick capsule consisting of connective tissue surrounds the entire adrenal gland. The adrenal cortex is much larger than the smaller medulla, which only accounts for approximately 15% of the gland. It is composed of three distinct zones:"}
{"id": "article-666_4", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Zona Glomerulosa (outer layer)", "content": "The zona glomerulosa is responsible for the synthesis of mineralocorticoids, of which the most important is aldosterone. This hormone plays an important role in electrolyte balance and regulation of blood pressure.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Zona Glomerulosa (outer layer). The zona glomerulosa is responsible for the synthesis of mineralocorticoids, of which the most important is aldosterone. This hormone plays an important role in electrolyte balance and regulation of blood pressure."}
{"id": "article-666_5", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Zona Fasciculata (middle layer)", "content": "The zona fasciculata produces glucocorticoids, of which the predominant hormone is cortisol. This hormone plays a role in the regulation of blood sugar via gluconeogenesis. Cortisol also modulates the immune system and modulates the metabolism of fat, protein, and carbohydrates. The secretion of cortisol is under the adrenocorticotropic hormone regulation, which is released from the pituitary gland.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Zona Fasciculata (middle layer). The zona fasciculata produces glucocorticoids, of which the predominant hormone is cortisol. This hormone plays a role in the regulation of blood sugar via gluconeogenesis. Cortisol also modulates the immune system and modulates the metabolism of fat, protein, and carbohydrates. The secretion of cortisol is under the adrenocorticotropic hormone regulation, which is released from the pituitary gland."}
{"id": "article-666_6", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Zona Reticularis (inner zone)", "content": "The zona reticularis produces androgens and plays a role in the development of secondary sexual characteristics. The primary androgen produced in the zona reticularis is dehydroepiandrosterone (DHEA), which is the most abundant hormone in the body. It serves as a precursor for the synthesis of many other hormones produced by the adrenal gland, such as progesterone, estrogen, cortisol, and testosterone.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function -- Zona Reticularis (inner zone). The zona reticularis produces androgens and plays a role in the development of secondary sexual characteristics. The primary androgen produced in the zona reticularis is dehydroepiandrosterone (DHEA), which is the most abundant hormone in the body. It serves as a precursor for the synthesis of many other hormones produced by the adrenal gland, such as progesterone, estrogen, cortisol, and testosterone."}
{"id": "article-666_7", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function", "content": "The function of these three zones can be remembered by the mnemonic \"Salt, Sugar, Sex,\" as they correlate to the function of the hormones produced in each layer of the adrenal cortex. The names of these zones can also be recalled by remembering \"GFR\" for glomerulosa, fasciculata, and reticularis.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function. The function of these three zones can be remembered by the mnemonic \"Salt, Sugar, Sex,\" as they correlate to the function of the hormones produced in each layer of the adrenal cortex. The names of these zones can also be recalled by remembering \"GFR\" for glomerulosa, fasciculata, and reticularis."}
{"id": "article-666_8", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function", "content": "The adrenal medulla synthesizes catecholamines. Catecholamines are made from the precursor of dopamine and combined with tyrosine, thus resulting in norepinephrine. Once norepinephrine has been created, it is then methylated via phenylethanolamine N-methyltransferase (PNMT), which is only present in the adrenal medulla. [1]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Structure and Function. The adrenal medulla synthesizes catecholamines. Catecholamines are made from the precursor of dopamine and combined with tyrosine, thus resulting in norepinephrine. Once norepinephrine has been created, it is then methylated via phenylethanolamine N-methyltransferase (PNMT), which is only present in the adrenal medulla. [1]"}
{"id": "article-666_9", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Embryology", "content": "The adrenal gland is composed of two embryologically distinct tissues that contain two different forms of signaling chemicals. One is the outer cortex of mesodermal origin, which produces steroid hormones. The other is a medulla that is derived from neuroectoderm and secretes catecholamines. In the 5th week of development, an isolated cluster of cells emerges within the urogenital ridge, identified as the adrenal-gonadal primordial germ cells. Mesothelial cells penetrate the mesenchymal layer and form fetal adrenal cortex and Leydig cells. [2] [3]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Embryology. The adrenal gland is composed of two embryologically distinct tissues that contain two different forms of signaling chemicals. One is the outer cortex of mesodermal origin, which produces steroid hormones. The other is a medulla that is derived from neuroectoderm and secretes catecholamines. In the 5th week of development, an isolated cluster of cells emerges within the urogenital ridge, identified as the adrenal-gonadal primordial germ cells. Mesothelial cells penetrate the mesenchymal layer and form fetal adrenal cortex and Leydig cells. [2] [3]"}
{"id": "article-666_10", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Embryology", "content": "Consequently, large acidophilic cells differentiate to form a primitive cortex. Smaller cells then migrate and engulf these acidophilic cells; they will proceed to form the definitive cortex. During the 7th week of development, neural crest cells formed at the apex of the neural folds migrate into the adrenal primordium via a ventral pathway. These cells enter the gland from the medial face and then differentiate into chromaffin cells centrally arranged in cords and masses. The cortex engulfs and gradually encapsulates the whole medulla in the later stages of embryonic development. [2] [3]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Embryology. Consequently, large acidophilic cells differentiate to form a primitive cortex. Smaller cells then migrate and engulf these acidophilic cells; they will proceed to form the definitive cortex. During the 7th week of development, neural crest cells formed at the apex of the neural folds migrate into the adrenal primordium via a ventral pathway. These cells enter the gland from the medial face and then differentiate into chromaffin cells centrally arranged in cords and masses. The cortex engulfs and gradually encapsulates the whole medulla in the later stages of embryonic development. [2] [3]"}
{"id": "article-666_11", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Embryology", "content": "At a molecular level, many factors were described to be essential for the development of adrenal glands. The most essential among them are steroidogenic factor-1, CITED-2, β-catenin, and others. [2] [4]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Embryology. At a molecular level, many factors were described to be essential for the development of adrenal glands. The most essential among them are steroidogenic factor-1, CITED-2, β-catenin, and others. [2] [4]"}
{"id": "article-666_12", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Blood Supply and Lymphatics", "content": "As the adrenal glands produce various systemically-important hormones, they require significant blood supply and are extremely well vascularized. The blood supply is tightly controlled by neuroendocrine and paracrine mechanisms, which is one method of regulating the systemic levels of adrenal hormones. [5] The three chief sources of blood supply to the adrenal glands include: The superior adrenal arteries, which are small branches coming off the inferior phrenic artery The middle adrenal artery comes directly off the abdominal aorta. The inferior adrenal artery originates from the renal artery bilaterally [6]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Blood Supply and Lymphatics. As the adrenal glands produce various systemically-important hormones, they require significant blood supply and are extremely well vascularized. The blood supply is tightly controlled by neuroendocrine and paracrine mechanisms, which is one method of regulating the systemic levels of adrenal hormones. [5] The three chief sources of blood supply to the adrenal glands include: The superior adrenal arteries, which are small branches coming off the inferior phrenic artery The middle adrenal artery comes directly off the abdominal aorta. The inferior adrenal artery originates from the renal artery bilaterally [6]"}
{"id": "article-666_13", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Blood Supply and Lymphatics", "content": "Variations in adrenal artery origin are very common. The superior adrenal artery can come off the abdominal aorta, celiac axis, or, more rarely, an intercostal artery. The superior adrenal artery is also commonly found as multiple arteries. The middle adrenal artery can come off the inferior phrenic, renal, or superior mesenteric arteries, or the celiac axis. The inferior adrenal arteries can also originate from the abdominal aorta or the inferior phrenic artery. [7] [8] [9] [10]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Blood Supply and Lymphatics. Variations in adrenal artery origin are very common. The superior adrenal artery can come off the abdominal aorta, celiac axis, or, more rarely, an intercostal artery. The superior adrenal artery is also commonly found as multiple arteries. The middle adrenal artery can come off the inferior phrenic, renal, or superior mesenteric arteries, or the celiac axis. The inferior adrenal arteries can also originate from the abdominal aorta or the inferior phrenic artery. [7] [8] [9] [10]"}
{"id": "article-666_14", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Blood Supply and Lymphatics", "content": "The venous drainage from the adrenal glands is dependent on the side of the gland. The left adrenal gland is anatomically further away from the inferior vena cava, and therefore the left adrenal vein drains into the left renal vein. The right adrenal vein is much closer to the inferior vena cava and drains directly into this large vessel. Variations in adrenal venous drainage are common, particularly on the left side. There are reports of venous connections between the left adrenal vein and the left genital vein, and the inferior phrenic vein. Double left adrenal veins are also common. [11]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Blood Supply and Lymphatics. The venous drainage from the adrenal glands is dependent on the side of the gland. The left adrenal gland is anatomically further away from the inferior vena cava, and therefore the left adrenal vein drains into the left renal vein. The right adrenal vein is much closer to the inferior vena cava and drains directly into this large vessel. Variations in adrenal venous drainage are common, particularly on the left side. There are reports of venous connections between the left adrenal vein and the left genital vein, and the inferior phrenic vein. Double left adrenal veins are also common. [11]"}
{"id": "article-666_15", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Nerves", "content": "The function of the adrenal gland is mediated by both synaptic stimulation and hormonal stimulation. Adrenocorticotropic hormone (ACTH) secreted from the anterior pituitary gland activates the adrenal cortex. Subsequently, ACTH activates the respective cortical zones to generate corticosteroids. [3] [12] However, the adrenal medulla is innervated by preganglionic nerve fibers (type B) arising from the intermediolateral cell column of the spinal cord's lateral horn from the T5–T8 spinal cord segments. These nerve fibers form the greater splanchnic nerve without entering the paravertebral sympathetic ganglion chain. Some of the nerve fibers from the greater splanchnic nerve synapse at the celiac ganglion. The blood vessels supplying the adrenal glands will then receive their innervation from the celiac ganglion's postsynaptic fibers.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Nerves. The function of the adrenal gland is mediated by both synaptic stimulation and hormonal stimulation. Adrenocorticotropic hormone (ACTH) secreted from the anterior pituitary gland activates the adrenal cortex. Subsequently, ACTH activates the respective cortical zones to generate corticosteroids. [3] [12] However, the adrenal medulla is innervated by preganglionic nerve fibers (type B) arising from the intermediolateral cell column of the spinal cord's lateral horn from the T5–T8 spinal cord segments. These nerve fibers form the greater splanchnic nerve without entering the paravertebral sympathetic ganglion chain. Some of the nerve fibers from the greater splanchnic nerve synapse at the celiac ganglion. The blood vessels supplying the adrenal glands will then receive their innervation from the celiac ganglion's postsynaptic fibers."}
{"id": "article-666_16", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Nerves", "content": "On the other hand, some fibers of the greater splanchnic nerve circumvent the celiac ganglion and directly enter the adrenal gland to synapse at the chromaffin cells' membranes. This is the reason why the adrenal medulla acts as a neuroendocrine junction between the two physiological segments. The chromaffin cells release their neurohormones directly into the bloodstream to produce a widespread sympathetic response and apparently act as a special type of postsynaptic neuron. [3] [13]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Nerves. On the other hand, some fibers of the greater splanchnic nerve circumvent the celiac ganglion and directly enter the adrenal gland to synapse at the chromaffin cells' membranes. This is the reason why the adrenal medulla acts as a neuroendocrine junction between the two physiological segments. The chromaffin cells release their neurohormones directly into the bloodstream to produce a widespread sympathetic response and apparently act as a special type of postsynaptic neuron. [3] [13]"}
{"id": "article-666_17", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations", "content": "When removing a pheochromocytoma, a neuroendocrine tumor based on the adrenal medulla's chromaffin cells that produce large amounts of catecholamines, it is crucial to ligate the adrenal vein before manipulation of the organ. If the adrenal vein is not ligated before manipulating the gland, the pheochromocytoma can release significant levels of catecholamines into the systemic circulation; this causes a catecholamine rush, resulting in a rapid onset of severe hypertension and tachycardia.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations. When removing a pheochromocytoma, a neuroendocrine tumor based on the adrenal medulla's chromaffin cells that produce large amounts of catecholamines, it is crucial to ligate the adrenal vein before manipulation of the organ. If the adrenal vein is not ligated before manipulating the gland, the pheochromocytoma can release significant levels of catecholamines into the systemic circulation; this causes a catecholamine rush, resulting in a rapid onset of severe hypertension and tachycardia."}
{"id": "article-666_18", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations", "content": "The presence of ectopic adrenal tissue has been well documented. If performing a surgical resection of the adrenal gland, care is necessary to assess any ectopic tissue. Ectopic cortical tissue is often present adjacent to the kidney or in the pelvis. Ectopic medullary tissue is located along the descending track of neural crest cells. [14] [15]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations. The presence of ectopic adrenal tissue has been well documented. If performing a surgical resection of the adrenal gland, care is necessary to assess any ectopic tissue. Ectopic cortical tissue is often present adjacent to the kidney or in the pelvis. Ectopic medullary tissue is located along the descending track of neural crest cells. [14] [15]"}
{"id": "article-666_19", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations", "content": "The adrenal gland can fuse to the liver in a process referred to as adrenohepatic fusion. This fusion can complicate the right adrenalectomy, as the fusion makes freeing adrenal tissue more dangerous. In this case, surgical resection of the gland will often require hepatic vascular control to prevent excessive bleeding and/or liver damage. [16]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations. The adrenal gland can fuse to the liver in a process referred to as adrenohepatic fusion. This fusion can complicate the right adrenalectomy, as the fusion makes freeing adrenal tissue more dangerous. In this case, surgical resection of the gland will often require hepatic vascular control to prevent excessive bleeding and/or liver damage. [16]"}
{"id": "article-666_20", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations", "content": "Adrenal tumors are also manageable with arterial embolization when surgery is either not indicated or deemed unsafe. Indications include palliative pain relief, tumor debulking, adrenal hemorrhages, and hyper-functioning adrenal masses in patients that wish to avoid surgery. [17]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Surgical Considerations. Adrenal tumors are also manageable with arterial embolization when surgery is either not indicated or deemed unsafe. Indications include palliative pain relief, tumor debulking, adrenal hemorrhages, and hyper-functioning adrenal masses in patients that wish to avoid surgery. [17]"}
{"id": "article-666_21", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Clinical Significance", "content": "The adrenal cortex is noteworthy in its use of cholesterol as a significant precursor for its hormones. Pathological events of the cortex zones result in the following: Zona Glomerulosa: Conn syndrome is manifested by hyperaldosteronism, which excites the renin-aldosterone-angiotensin system (RAA). This condition results in a patient who is typically on three anti-hypertensives with persistent hypertension. Laboratory chemistry would typically indicate hypokalemia and mild hypernatremia. Zona Fasiculata: Cushing disease manifests by elevated levels of cortisol, resulting in abdominal striae with significant central obesity, buffalo hump of the nape of the neck, and hyperglycemia. Other attributes include poor wound healing. Zona Reticularis: Precocious puberty is manifested by early puberty in males or virilization of young females with androgenic characteristics.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Clinical Significance. The adrenal cortex is noteworthy in its use of cholesterol as a significant precursor for its hormones. Pathological events of the cortex zones result in the following: Zona Glomerulosa: Conn syndrome is manifested by hyperaldosteronism, which excites the renin-aldosterone-angiotensin system (RAA). This condition results in a patient who is typically on three anti-hypertensives with persistent hypertension. Laboratory chemistry would typically indicate hypokalemia and mild hypernatremia. Zona Fasiculata: Cushing disease manifests by elevated levels of cortisol, resulting in abdominal striae with significant central obesity, buffalo hump of the nape of the neck, and hyperglycemia. Other attributes include poor wound healing. Zona Reticularis: Precocious puberty is manifested by early puberty in males or virilization of young females with androgenic characteristics."}
{"id": "article-666_22", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Clinical Significance", "content": "The adrenal medulla contains specialized cells known as chromaffin cells. These cells aggregate in small clusters around blood vessels. The chromaffin cells in the medulla synthesize epinephrine and norepinephrine. These sympathetic hormones have many physiological activities, including playing a role in the \"fight or flight\" response, increasing heart rate, the force of contraction of the heart, metabolic rate, and cognitive awareness. For standardized test purposes, remember that MEN-II is associated with pheochromocytoma and medullary thyroid cancer. [18]", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Clinical Significance. The adrenal medulla contains specialized cells known as chromaffin cells. These cells aggregate in small clusters around blood vessels. The chromaffin cells in the medulla synthesize epinephrine and norepinephrine. These sympathetic hormones have many physiological activities, including playing a role in the \"fight or flight\" response, increasing heart rate, the force of contraction of the heart, metabolic rate, and cognitive awareness. For standardized test purposes, remember that MEN-II is associated with pheochromocytoma and medullary thyroid cancer. [18]"}
{"id": "article-666_23", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues -- Adrenal Incidentaloma", "content": "These happen more frequently than expected and can approach up to 4% of CT scans. If a patient has a history of prior cancer, this may be an indication for biopsy. If the patient is known to have no primary cancer, it is imperative to rule out a functional adrenal overgrowth. An algorithm for adrenal incidentaloma includes addressing if the tumor is functional.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues -- Adrenal Incidentaloma. These happen more frequently than expected and can approach up to 4% of CT scans. If a patient has a history of prior cancer, this may be an indication for biopsy. If the patient is known to have no primary cancer, it is imperative to rule out a functional adrenal overgrowth. An algorithm for adrenal incidentaloma includes addressing if the tumor is functional."}
{"id": "article-666_24", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues", "content": "Perform appropriate adrenal functional tests such as the low dose dexamethasone suppression test, plasma metanephrines, and plasma aldosterone. If these are positive, the patient will likely need adrenalectomy.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues. Perform appropriate adrenal functional tests such as the low dose dexamethasone suppression test, plasma metanephrines, and plasma aldosterone. If these are positive, the patient will likely need adrenalectomy."}
{"id": "article-666_25", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues", "content": "If the tests are negative, consider possible metastasis. Is there a history of primary cancer? If the answer is yes, can a biopsy confirm metastatic disease? Do not biopsy an adrenal incidentaloma unless there is a known history of cancer, which can lead to seeding a primary adrenal cancer from the biopsy into the surrounding tissues. Breast and lung cancer are the most common primary cancers metastasizing to the adrenal.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues. If the tests are negative, consider possible metastasis. Is there a history of primary cancer? If the answer is yes, can a biopsy confirm metastatic disease? Do not biopsy an adrenal incidentaloma unless there is a known history of cancer, which can lead to seeding a primary adrenal cancer from the biopsy into the surrounding tissues. Breast and lung cancer are the most common primary cancers metastasizing to the adrenal."}
{"id": "article-666_26", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues", "content": "If there is no history of cancer and the adrenal incidentaloma is less than 4 cm, repeat CT in 4 to 6 months. If it is larger than 4 to 6 cm, perform a functional workup, and consider possible adrenalectomy. [19] [20] The biochemical work-up identifies non-functional masses. Typically, these masses are less than 4 cm. A functional mass that produces functional hormones requires intervention, whether medical or surgical. These include: (G) Elevated aldosterone: Conn syndrome (F) Elevated cortisol: Cushing syndrome (R) Elevated androgens: Precocious puberty", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Other Issues. If there is no history of cancer and the adrenal incidentaloma is less than 4 cm, repeat CT in 4 to 6 months. If it is larger than 4 to 6 cm, perform a functional workup, and consider possible adrenalectomy. [19] [20] The biochemical work-up identifies non-functional masses. Typically, these masses are less than 4 cm. A functional mass that produces functional hormones requires intervention, whether medical or surgical. These include: (G) Elevated aldosterone: Conn syndrome (F) Elevated cortisol: Cushing syndrome (R) Elevated androgens: Precocious puberty"}
{"id": "article-666_27", "title": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Adrenal Glands (Suprarenal Glands) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}