{"id": "article-38200_0", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Introduction", "content": "The superior tarsal muscle, known as the Muller muscle, is a structural muscle that maintains the elevation of the upper eyelid. It receives innervation from the sympathetic nervous system and is unique because it consists of thin smooth muscle fibers. Damage to this muscle, or the nerves that supply it, results in ptosis of the affected eye, as seen in Horner syndrome, a condition in which there is damage to the cervical sympathetic chain. Surgeries involving repair of ptosis, or upper eyelid correction procedures, usually encounter Muller muscle and should be precise in adjustments when resecting portions of the upper eyelid (See Image. Eye Superior Tarsal Muscle).", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Introduction. The superior tarsal muscle, known as the Muller muscle, is a structural muscle that maintains the elevation of the upper eyelid. It receives innervation from the sympathetic nervous system and is unique because it consists of thin smooth muscle fibers. Damage to this muscle, or the nerves that supply it, results in ptosis of the affected eye, as seen in Horner syndrome, a condition in which there is damage to the cervical sympathetic chain. Surgeries involving repair of ptosis, or upper eyelid correction procedures, usually encounter Muller muscle and should be precise in adjustments when resecting portions of the upper eyelid (See Image. Eye Superior Tarsal Muscle)."}
{"id": "article-38200_1", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Structure and Function", "content": "The structure of the superior tarsal muscle is unique in that it adjoins and originates from underneath another muscle, the levator palpebrae superioris. The superior tarsal muscle is visible with the naked eye and is about 15 mm wide by 10 mm long. It is made of thin fibers of smooth muscle tissue and, after originating from underneath the levator palpebrae superioris muscle, it reaches its insertion point on the superior tarsal plate of the upper eyelid. This plate is made of dense connective tissue and functions to maintain form and support the upper eyelid. [1]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Structure and Function. The structure of the superior tarsal muscle is unique in that it adjoins and originates from underneath another muscle, the levator palpebrae superioris. The superior tarsal muscle is visible with the naked eye and is about 15 mm wide by 10 mm long. It is made of thin fibers of smooth muscle tissue and, after originating from underneath the levator palpebrae superioris muscle, it reaches its insertion point on the superior tarsal plate of the upper eyelid. This plate is made of dense connective tissue and functions to maintain form and support the upper eyelid. [1]"}
{"id": "article-38200_2", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Structure and Function", "content": "The superior tarsal muscle has a unique function: it assists the levator palpebrae superioris by maintaining the elevation of the upper eyelid after the levator palpebrae superioris has raised it. [2] The superior tarsal muscle also raises the upper eyelids an additional 2 mm after the levator palpebrae superioris initially raises them as a sympathetic nervous system response. [1]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Structure and Function. The superior tarsal muscle has a unique function: it assists the levator palpebrae superioris by maintaining the elevation of the upper eyelid after the levator palpebrae superioris has raised it. [2] The superior tarsal muscle also raises the upper eyelids an additional 2 mm after the levator palpebrae superioris initially raises them as a sympathetic nervous system response. [1]"}
{"id": "article-38200_3", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Structure and Function", "content": "The superior tarsal muscle was found to have a much more significant role in levator action when compared to the levator palpebrae superioris than previously thought. Research has determined that the superior tarsal muscle transmits considerable power to the levator palpebrae superioris when elevating the eyelid. [3]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Structure and Function. The superior tarsal muscle was found to have a much more significant role in levator action when compared to the levator palpebrae superioris than previously thought. Research has determined that the superior tarsal muscle transmits considerable power to the levator palpebrae superioris when elevating the eyelid. [3]"}
{"id": "article-38200_4", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Embryology", "content": "The superior tarsal muscle develops in a way not unlike the other extraocular muscles. These subtypes of muscles are different. Compared to periocular tissues, these muscles come from the paraxial mesoderm in the prechordal plate, which is unusual in that connective tissue tendons arise from neural crest cells instead. Specifically, around week 5, the Muller muscle first appears in development. [4]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Embryology. The superior tarsal muscle develops in a way not unlike the other extraocular muscles. These subtypes of muscles are different. Compared to periocular tissues, these muscles come from the paraxial mesoderm in the prechordal plate, which is unusual in that connective tissue tendons arise from neural crest cells instead. Specifically, around week 5, the Muller muscle first appears in development. [4]"}
{"id": "article-38200_5", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Blood Supply and Lymphatics", "content": "Oxygenated blood reaches the superior tarsal muscle through the lateral muscular branch of the ophthalmic artery. This branch also supplies blood to the lateral rectus, superior rectus, superior oblique, and levator palpebrae muscles. The ophthalmic artery also has a medial muscular branch supplying blood to the remaining extraocular muscles.", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Blood Supply and Lymphatics. Oxygenated blood reaches the superior tarsal muscle through the lateral muscular branch of the ophthalmic artery. This branch also supplies blood to the lateral rectus, superior rectus, superior oblique, and levator palpebrae muscles. The ophthalmic artery also has a medial muscular branch supplying blood to the remaining extraocular muscles."}
{"id": "article-38200_6", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Blood Supply and Lymphatics", "content": "The superior tarsal muscle drains deoxygenated blood into the same veins as the remaining extraocular muscles. These veins, known as vortex veins - originating from the posterior part of the eye, are where the blood leaving the superior tarsal muscle reaches first. This blood then drains into the superior and inferior orbital veins, eventually reaching the cavernous sinus.", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Blood Supply and Lymphatics. The superior tarsal muscle drains deoxygenated blood into the same veins as the remaining extraocular muscles. These veins, known as vortex veins - originating from the posterior part of the eye, are where the blood leaving the superior tarsal muscle reaches first. This blood then drains into the superior and inferior orbital veins, eventually reaching the cavernous sinus."}
{"id": "article-38200_7", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Nerves", "content": "The innervation of the superior tarsal muscle is from the sympathetic nervous system. Specifically, postganglionic sympathetic fibers originating from the superior sympathetic cervical ganglion reach the muscle by forming fibers. These fibers wrap around the carotid artery as the pericarotid plexus and enter the skull, reach the cavernous sinus, and then access the orbit to reach the muscle. [5]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Nerves. The innervation of the superior tarsal muscle is from the sympathetic nervous system. Specifically, postganglionic sympathetic fibers originating from the superior sympathetic cervical ganglion reach the muscle by forming fibers. These fibers wrap around the carotid artery as the pericarotid plexus and enter the skull, reach the cavernous sinus, and then access the orbit to reach the muscle. [5]"}
{"id": "article-38200_8", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Muscles", "content": "The specific muscle subtype of the superior tarsal muscle is different from the other extraocular muscles. The superior tarsal muscle comprises smooth muscles, specifically thin fibers of smooth muscular tissue. This muscle originates at the underside of the levator palpebrae superioris and attaches to the superior tarsal plate. [3]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Muscles. The specific muscle subtype of the superior tarsal muscle is different from the other extraocular muscles. The superior tarsal muscle comprises smooth muscles, specifically thin fibers of smooth muscular tissue. This muscle originates at the underside of the levator palpebrae superioris and attaches to the superior tarsal plate. [3]"}
{"id": "article-38200_9", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Muscles", "content": "Specific differences which are seen in this muscle compared to other smooth muscles exist. One such difference is that the superior tarsal muscle is made up not solely of smooth muscle but mixed tissues. These tissues include connective tissue, blood vessels, and fat. Also, 1 key difference between the superior tarsal muscle and others is that the smooth muscle cells of this muscle are distributed sporadically and are not attached to each other. Lastly, another difference shows that the origin of the superior tarsal muscle may contain fibers of striated muscle connected with smooth muscle fibers. [3]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Muscles. Specific differences which are seen in this muscle compared to other smooth muscles exist. One such difference is that the superior tarsal muscle is made up not solely of smooth muscle but mixed tissues. These tissues include connective tissue, blood vessels, and fat. Also, 1 key difference between the superior tarsal muscle and others is that the smooth muscle cells of this muscle are distributed sporadically and are not attached to each other. Lastly, another difference shows that the origin of the superior tarsal muscle may contain fibers of striated muscle connected with smooth muscle fibers. [3]"}
{"id": "article-38200_10", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Physiologic Variants", "content": "The superior tarsal muscle has specific physiologic variants when comparing different individuals, and these center around the attachment of the muscle to the superior tarsal plate. Four variations exist, and they are below: The superior tarsal muscle attaching to the upper border of the superior tarsal plate 2M: The superior tarsal muscle attaches to the medial aspect of the plate 2L: The superior tarsal muscle attaching to the lateral aspect of the plate The superior tarsal muscle attaches along the whole extent of the superior tarsal plate. The third variation was the most frequently observed. [6]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Physiologic Variants. The superior tarsal muscle has specific physiologic variants when comparing different individuals, and these center around the attachment of the muscle to the superior tarsal plate. Four variations exist, and they are below: The superior tarsal muscle attaching to the upper border of the superior tarsal plate 2M: The superior tarsal muscle attaches to the medial aspect of the plate 2L: The superior tarsal muscle attaching to the lateral aspect of the plate The superior tarsal muscle attaches along the whole extent of the superior tarsal plate. The third variation was the most frequently observed. [6]"}
{"id": "article-38200_11", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Surgical Considerations", "content": "Specific surgeries that encounter the superior tarsal muscle include procedures focusing on correcting elevation dysfunctions of the upper eyelid. These surgeries usually resect the superior tarsal and levator palpebrae superioris muscles together. A 10-year study of this procedure found that, after resecting the superior tarsal muscle, most patients with congenital and acquired ptosis were within 1.5 mm of the opposite lid level, and less than 1% required additional surgery. [2]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Surgical Considerations. Specific surgeries that encounter the superior tarsal muscle include procedures focusing on correcting elevation dysfunctions of the upper eyelid. These surgeries usually resect the superior tarsal and levator palpebrae superioris muscles together. A 10-year study of this procedure found that, after resecting the superior tarsal muscle, most patients with congenital and acquired ptosis were within 1.5 mm of the opposite lid level, and less than 1% required additional surgery. [2]"}
{"id": "article-38200_12", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Surgical Considerations", "content": "The superior tarsal muscle-conjunctival resection procedure is another specific surgery that affects the superior tarsal muscle. When performing this procedure intended to correct ptosis, careful consideration is given to adjustments of the resection, usually by resecting a very small amount per elevation required from the superior tarsal border. In this situation, the physiologic variants mentioned above are helpful to understand. [7]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Surgical Considerations. The superior tarsal muscle-conjunctival resection procedure is another specific surgery that affects the superior tarsal muscle. When performing this procedure intended to correct ptosis, careful consideration is given to adjustments of the resection, usually by resecting a very small amount per elevation required from the superior tarsal border. In this situation, the physiologic variants mentioned above are helpful to understand. [7]"}
{"id": "article-38200_13", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Clinical Significance", "content": "Since the function of the superior tarsal muscle is to maintain the elevation of the eyelid, it is then easy to understand that damage to this muscle results in ptosis of the affected eye. In addition, after recognizing that the innervation of the muscle is through the sympathetic nervous system, it is clear that damage to the sympathetic nervous system also causes ptosis.", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Clinical Significance. Since the function of the superior tarsal muscle is to maintain the elevation of the eyelid, it is then easy to understand that damage to this muscle results in ptosis of the affected eye. In addition, after recognizing that the innervation of the muscle is through the sympathetic nervous system, it is clear that damage to the sympathetic nervous system also causes ptosis."}
{"id": "article-38200_14", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Clinical Significance", "content": "One clinical situation in which the sympathetic nervous system innervating the superior tarsal muscle is affected is Horner syndrome. This is a condition in which a structural lesion in the cervical sympathetic chain causes specific symptoms such as upper eyelid ptosis, miosis, and anhidrosis on the ipsilateral side of the lesion. There is paralysis of the superior tarsal muscle in this pathology. [3] One condition in which the superior tarsal muscle is hyperactive is exophthalmia, a condition associated with hyperthyroidism. [1]", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Clinical Significance. One clinical situation in which the sympathetic nervous system innervating the superior tarsal muscle is affected is Horner syndrome. This is a condition in which a structural lesion in the cervical sympathetic chain causes specific symptoms such as upper eyelid ptosis, miosis, and anhidrosis on the ipsilateral side of the lesion. There is paralysis of the superior tarsal muscle in this pathology. [3] One condition in which the superior tarsal muscle is hyperactive is exophthalmia, a condition associated with hyperthyroidism. [1]"}
{"id": "article-38200_15", "title": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Eye Superior Tarsal Muscle (Muller Muscle) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}