{"id": "article-29914_0", "title": "Telemedicine -- Definition/Introduction", "content": "Telemedicine started in the 1950s with several hospital systems shared images along with information by telephone. It slowly developed in time, from sending radiographic images into connecting a physician with a patient with a specialist elsewhere. US military and aerospace sectors advanced telemedicine in the 1960 an 1970s by using the information and communication technologies to provide medical services in remote areas.", "contents": "Telemedicine -- Definition/Introduction. Telemedicine started in the 1950s with several hospital systems shared images along with information by telephone. It slowly developed in time, from sending radiographic images into connecting a physician with a patient with a specialist elsewhere. US military and aerospace sectors advanced telemedicine in the 1960 an 1970s by using the information and communication technologies to provide medical services in remote areas."}
{"id": "article-29914_1", "title": "Telemedicine -- Definition/Introduction", "content": "As one could imagine, in the earlier days of medicine, they viewed this concept of geographic reach with great potential, especially for citizens in rural regions without access to specialist care. As with most facets of life throughout the 20th century, technology advanced, and capabilities correspondently increased. With new equipment and devices, remote physician visits became possible, albeit remained highly resource-intensive and expensive.", "contents": "Telemedicine -- Definition/Introduction. As one could imagine, in the earlier days of medicine, they viewed this concept of geographic reach with great potential, especially for citizens in rural regions without access to specialist care. As with most facets of life throughout the 20th century, technology advanced, and capabilities correspondently increased. With new equipment and devices, remote physician visits became possible, albeit remained highly resource-intensive and expensive."}
{"id": "article-29914_2", "title": "Telemedicine -- Definition/Introduction", "content": "Telemedicine broke out of its limited utility with the development of the internet. Further advances were spearheaded by the rise of portable computers and, subsequently, smartphones. By being able to transmit high-quality video and audio in real-time at relatively low costs, the potential for telemedicine expanded into private homes, offices, and living facilities. Providing an alternative to in-person visits provided those same patients with access to care often they might not have had across both primary and specialty care.", "contents": "Telemedicine -- Definition/Introduction. Telemedicine broke out of its limited utility with the development of the internet. Further advances were spearheaded by the rise of portable computers and, subsequently, smartphones. By being able to transmit high-quality video and audio in real-time at relatively low costs, the potential for telemedicine expanded into private homes, offices, and living facilities. Providing an alternative to in-person visits provided those same patients with access to care often they might not have had across both primary and specialty care."}
{"id": "article-29914_3", "title": "Telemedicine -- Definition/Introduction", "content": "While often confused with the term and concept of \"telehealth,\" telemedicine differs in scope. While the latter focuses on electronic devices to permit communications regarding clinical services (follow-ups, medication management, specialist consultation), the former is much broader in practice. Telehealth uses technology to empower and improve healthcare as a whole. Telehealth includes non-clinical services, such as administrative communication, meetings, and training. [1]", "contents": "Telemedicine -- Definition/Introduction. While often confused with the term and concept of \"telehealth,\" telemedicine differs in scope. While the latter focuses on electronic devices to permit communications regarding clinical services (follow-ups, medication management, specialist consultation), the former is much broader in practice. Telehealth uses technology to empower and improve healthcare as a whole. Telehealth includes non-clinical services, such as administrative communication, meetings, and training. [1]"}
{"id": "article-29914_4", "title": "Telemedicine -- Issues of Concern", "content": "There are numerous issues of concern within telemedicine. Some significant concerns include reimbursement, patient privacy, diagnostic accuracy, lack of physician-patient relationship, liability, security, regulatory issues, and technology-related barriers.", "contents": "Telemedicine -- Issues of Concern. There are numerous issues of concern within telemedicine. Some significant concerns include reimbursement, patient privacy, diagnostic accuracy, lack of physician-patient relationship, liability, security, regulatory issues, and technology-related barriers."}
{"id": "article-29914_5", "title": "Telemedicine -- Issues of Concern", "content": "There is no universal federal standard for reimbursement of telemedicine visits or services. Each state is responsible for addressing their own rules and approaches to the matter. While some states require the same reimbursement across telemedicine and in-person services, other states leave it up to the payers/insurance to address. This trend holds for many developed regulations and complexities with reimbursement for Medicare and Medicaid.", "contents": "Telemedicine -- Issues of Concern. There is no universal federal standard for reimbursement of telemedicine visits or services. Each state is responsible for addressing their own rules and approaches to the matter. While some states require the same reimbursement across telemedicine and in-person services, other states leave it up to the payers/insurance to address. This trend holds for many developed regulations and complexities with reimbursement for Medicare and Medicaid."}
{"id": "article-29914_6", "title": "Telemedicine -- Issues of Concern", "content": "As with all data sent electronically, it is subject to being intercepted, stolen, or misused in some fashion. HIPAA and similar regulations prove to remain a focal point of concern for many clinicians and patients. These same requirements mandate that data be encrypted to protect patients, and thereby rule-out ubiquitous programs such as Skype and Google chat for specialized solutions. The lack of direct contact between a patient and physician provider can create problems of its own regarding diagnostic accuracy and the physician-patient relationship.", "contents": "Telemedicine -- Issues of Concern. As with all data sent electronically, it is subject to being intercepted, stolen, or misused in some fashion. HIPAA and similar regulations prove to remain a focal point of concern for many clinicians and patients. These same requirements mandate that data be encrypted to protect patients, and thereby rule-out ubiquitous programs such as Skype and Google chat for specialized solutions. The lack of direct contact between a patient and physician provider can create problems of its own regarding diagnostic accuracy and the physician-patient relationship."}
{"id": "article-29914_7", "title": "Telemedicine -- Issues of Concern", "content": "In that same light, another concern is the technology itself, specifically the accessibility and usability. The software must be easily operational and straightforward to be functional. Some clinicians get intimidated by feature overload and complex graphical user interfaces. Likewise, the general population is also at risk of being overwhelmed - especially if they belong to a demographic that is not well-acquainted with similar technology (email, text message, video chat). As such, patients must receive suitable training on how to operate their devices and/or programs effectively. [2]", "contents": "Telemedicine -- Issues of Concern. In that same light, another concern is the technology itself, specifically the accessibility and usability. The software must be easily operational and straightforward to be functional. Some clinicians get intimidated by feature overload and complex graphical user interfaces. Likewise, the general population is also at risk of being overwhelmed - especially if they belong to a demographic that is not well-acquainted with similar technology (email, text message, video chat). As such, patients must receive suitable training on how to operate their devices and/or programs effectively. [2]"}
{"id": "article-29914_8", "title": "Telemedicine -- Clinical Significance", "content": "Telemedicine offers both physicians and patients an alternative to in-person visits and services. As such, both parties can enjoy several benefits, whether using telemedicine for follow-up visits, medication management, remote post-hospitalization care, assisted living support, or school-based services. Overall, patients benefit from potentially less time away from family, home, and work. Patients can save money on travel expenses. Patients can have a new layer of privacy and also not physically expose themselves to other patients who potentially harbor contagious illnesses. Physicians benefit from reaching new patient populations without requiring additional travel, improved revenue, and often excellent private payer reimbursement. Furthermore,  physicians gain from having less missed appointments and better patient follow through and compliance. [3] [4]", "contents": "Telemedicine -- Clinical Significance. Telemedicine offers both physicians and patients an alternative to in-person visits and services. As such, both parties can enjoy several benefits, whether using telemedicine for follow-up visits, medication management, remote post-hospitalization care, assisted living support, or school-based services. Overall, patients benefit from potentially less time away from family, home, and work. Patients can save money on travel expenses. Patients can have a new layer of privacy and also not physically expose themselves to other patients who potentially harbor contagious illnesses. Physicians benefit from reaching new patient populations without requiring additional travel, improved revenue, and often excellent private payer reimbursement. Furthermore,  physicians gain from having less missed appointments and better patient follow through and compliance. [3] [4]"}
{"id": "article-29914_9", "title": "Telemedicine -- Clinical Significance", "content": "The two critical care physicians, Dr. Rosenfeld and Dr. Breslow, at the Johns Hopkins Hospital, Baltimore, developed the initial technology for the electronic ICU (e ICU) in 1998. Ever since then, the eICU has expanded to many hospital systems across the world.", "contents": "Telemedicine -- Clinical Significance. The two critical care physicians, Dr. Rosenfeld and Dr. Breslow, at the Johns Hopkins Hospital, Baltimore, developed the initial technology for the electronic ICU (e ICU) in 1998. Ever since then, the eICU has expanded to many hospital systems across the world."}
{"id": "article-29914_10", "title": "Telemedicine -- Clinical Significance", "content": "The 21st-century telemedicine applications go well beyond the remote clinician’s capabilities of diagnosis and therapeutic interventions to demonstrated capabilities in telesurgery, remote psychotherapy, and virtual home visits to manage chronic medical problems.", "contents": "Telemedicine -- Clinical Significance. The 21st-century telemedicine applications go well beyond the remote clinician’s capabilities of diagnosis and therapeutic interventions to demonstrated capabilities in telesurgery, remote psychotherapy, and virtual home visits to manage chronic medical problems."}
{"id": "article-29914_11", "title": "Telemedicine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Telemedicine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}