{"id": "article-31690_0", "title": "EMS Documentation -- Introduction", "content": "For most emergency medical services (EMS), a prehospital care report (PCR) form records demographic data (name, address, billing information), vital signs (Glasgow Coma Scale, blood pressure, pulse and respiration rates, pain), a patient assessment, and details of any interventions that the EMS provider performed. The PCR can be on paper, electronic device (the ePCR), or sometimes a combination. PCR forms provide the details of patient care for handoff to other healthcare providers. The PCR also provides the documentation necessary for ambulance coders to create a bill to reimburse for the treatment provided. PCR forms are used in legal investigations, trauma registries, cardiopulmonary resuscitation (CPR) registries, research, and quality improvement initiatives. [1] [2] [3] [4] [5]", "contents": "EMS Documentation -- Introduction. For most emergency medical services (EMS), a prehospital care report (PCR) form records demographic data (name, address, billing information), vital signs (Glasgow Coma Scale, blood pressure, pulse and respiration rates, pain), a patient assessment, and details of any interventions that the EMS provider performed. The PCR can be on paper, electronic device (the ePCR), or sometimes a combination. PCR forms provide the details of patient care for handoff to other healthcare providers. The PCR also provides the documentation necessary for ambulance coders to create a bill to reimburse for the treatment provided. PCR forms are used in legal investigations, trauma registries, cardiopulmonary resuscitation (CPR) registries, research, and quality improvement initiatives. [1] [2] [3] [4] [5]"}
{"id": "article-31690_1", "title": "EMS Documentation -- Issues of Concern -- Data", "content": "The PCR is used to record patient data. The data can include patient demographics such as name, address, date of birth, age, and gender. Dispatch data, such as the location of the call, times related to the call, rescuers, and first responders on the scene, may be included. The report should document patient care-related data points, such as the patient’s chief complaint, the provider’s initial impression of the patient, assessment, trending vital signs throughout the transport, interventions performed on the patient, and the results. In the United States, all states require documentation of the patient’s initial condition, the care provided by first responders and EMS providers, the status of the patient during ambulance transport, and responses to any treatments. Failure to record this information can result in disciplinary action from regulatory bodies. [6] [7] [8] [9]", "contents": "EMS Documentation -- Issues of Concern -- Data. The PCR is used to record patient data. The data can include patient demographics such as name, address, date of birth, age, and gender. Dispatch data, such as the location of the call, times related to the call, rescuers, and first responders on the scene, may be included. The report should document patient care-related data points, such as the patient’s chief complaint, the provider’s initial impression of the patient, assessment, trending vital signs throughout the transport, interventions performed on the patient, and the results. In the United States, all states require documentation of the patient’s initial condition, the care provided by first responders and EMS providers, the status of the patient during ambulance transport, and responses to any treatments. Failure to record this information can result in disciplinary action from regulatory bodies. [6] [7] [8] [9]"}
{"id": "article-31690_2", "title": "EMS Documentation -- Issues of Concern -- Initial Impression", "content": "EMS providers can provide details on the mechanism of injury, which can help guide treatment when patient care is transitioned upon arrival at the hospital. [1] Mechanisms of injury can provide information for the proper identification of injury patterns. For instance, in a motor vehicle collision, noting the degree of occupant compartment intrusion and whether safety devices were used or triggered can help quantify the expected injury.", "contents": "EMS Documentation -- Issues of Concern -- Initial Impression. EMS providers can provide details on the mechanism of injury, which can help guide treatment when patient care is transitioned upon arrival at the hospital. [1] Mechanisms of injury can provide information for the proper identification of injury patterns. For instance, in a motor vehicle collision, noting the degree of occupant compartment intrusion and whether safety devices were used or triggered can help quantify the expected injury."}
{"id": "article-31690_3", "title": "EMS Documentation -- Issues of Concern -- Initial Impression", "content": "Documentation of the initial EMS impressions provides an overall impression of the patient’s status at scene arrival. Patient response to treatment, whether improvement or deterioration in status during transport, can be better appreciated when compared to initial impression. Failure to document initial findings has been correlated with poorer patient outcomes. [2]", "contents": "EMS Documentation -- Issues of Concern -- Initial Impression. Documentation of the initial EMS impressions provides an overall impression of the patient’s status at scene arrival. Patient response to treatment, whether improvement or deterioration in status during transport, can be better appreciated when compared to initial impression. Failure to document initial findings has been correlated with poorer patient outcomes. [2]"}
{"id": "article-31690_4", "title": "EMS Documentation -- Issues of Concern -- Assessment", "content": "The initial patient assessment helps support the medical diagnosis, rationale for treatment decisions, and guidance for protocol adherence. Failure to document the assessment can lead to questions regarding the appropriateness of care.", "contents": "EMS Documentation -- Issues of Concern -- Assessment. The initial patient assessment helps support the medical diagnosis, rationale for treatment decisions, and guidance for protocol adherence. Failure to document the assessment can lead to questions regarding the appropriateness of care."}
{"id": "article-31690_5", "title": "EMS Documentation -- Issues of Concern -- Assessment", "content": "Emergency medical service education emphasizes the importance of students first assessing scene safety. Scene safety is paramount. EMS providers must wait until the scene is safe before entering and beginning patient care. [3] Airway, breathing, and circulation should be assessed first, and immediate life threats should be addressed. A quick head-to-toe evaluation and assessment is often performed. After the initial assessment, EMS providers should complete a more focused exam on the patient’s chief complaint. Provided each initial assessment and focused examination is adequately documented, a more complete picture is provided to billing staff, quality assurance and improvement committees, and, most importantly, other care providers.", "contents": "EMS Documentation -- Issues of Concern -- Assessment. Emergency medical service education emphasizes the importance of students first assessing scene safety. Scene safety is paramount. EMS providers must wait until the scene is safe before entering and beginning patient care. [3] Airway, breathing, and circulation should be assessed first, and immediate life threats should be addressed. A quick head-to-toe evaluation and assessment is often performed. After the initial assessment, EMS providers should complete a more focused exam on the patient’s chief complaint. Provided each initial assessment and focused examination is adequately documented, a more complete picture is provided to billing staff, quality assurance and improvement committees, and, most importantly, other care providers."}
{"id": "article-31690_6", "title": "EMS Documentation -- Issues of Concern -- Vital Signs", "content": "The vital signs that should be documented are: Pulse (including the quality and quantity) Respirations (including the quality and quantity) Blood pressure Pulse oximetry Glasgow Coma Scale Pain level or scale Trending vital signs can help providers track patient improvements or recognize the need for further intervention for worsening conditions.", "contents": "EMS Documentation -- Issues of Concern -- Vital Signs. The vital signs that should be documented are: Pulse (including the quality and quantity) Respirations (including the quality and quantity) Blood pressure Pulse oximetry Glasgow Coma Scale Pain level or scale Trending vital signs can help providers track patient improvements or recognize the need for further intervention for worsening conditions."}
{"id": "article-31690_7", "title": "EMS Documentation -- Issues of Concern -- Interventions", "content": "Each intervention performed by EMS providers and its rationale must be adequately documented. Clear documentation helps prevent unnecessary duplication of treatment and patient harm. [4] Medicare only pays for medically necessary interventions. The procedure or treatment may not be reimbursed without the correct information, documentation, and a clear rationale for a given intervention.", "contents": "EMS Documentation -- Issues of Concern -- Interventions. Each intervention performed by EMS providers and its rationale must be adequately documented. Clear documentation helps prevent unnecessary duplication of treatment and patient harm. [4] Medicare only pays for medically necessary interventions. The procedure or treatment may not be reimbursed without the correct information, documentation, and a clear rationale for a given intervention."}
{"id": "article-31690_8", "title": "EMS Documentation -- Issues of Concern -- Uses for Prehospital Documentation", "content": "The primary purpose of EMS documentation is to provide a written record of patient assessment and treatment that can help guide further care. For the information to be readily understood and communicated, it must be organized in a format that all healthcare providers involved in patient care understand. A common language and terms readily understood by all parties must be used. Care must be taken to avoid profession-specific language jargon and uncommon abbreviations to minimize the chance of confusion, medical errors, and misunderstanding. The communication style can unintentionally undermine readers' ability to find the necessary information. [4] The Institute for Safe Medication Practices (ISMP) and The Joint Commission have a list of dangerous abbreviations, acronyms, and other symbols and emphasize the importance that documentation should ensure effective communication.", "contents": "EMS Documentation -- Issues of Concern -- Uses for Prehospital Documentation. The primary purpose of EMS documentation is to provide a written record of patient assessment and treatment that can help guide further care. For the information to be readily understood and communicated, it must be organized in a format that all healthcare providers involved in patient care understand. A common language and terms readily understood by all parties must be used. Care must be taken to avoid profession-specific language jargon and uncommon abbreviations to minimize the chance of confusion, medical errors, and misunderstanding. The communication style can unintentionally undermine readers' ability to find the necessary information. [4] The Institute for Safe Medication Practices (ISMP) and The Joint Commission have a list of dangerous abbreviations, acronyms, and other symbols and emphasize the importance that documentation should ensure effective communication."}
{"id": "article-31690_9", "title": "EMS Documentation -- Issues of Concern -- Uses for Prehospital Documentation", "content": "Prehospital documentation is used for different purposes. Information should be written clearly and concisely so other healthcare professionals can easily understand the information. Other healthcare providers frequently skim the narrative, looking for keywords to help them understand the information. Skimming a document is hampered when more prose and narratives are used. [4] SOAP (subjective, objective, assessment, and plan) is a mnemonic commonly used to organize patient charting. When the SOAP format is used, the chart is documented in the order of subjective complaints, objective findings, assessment notes, and action plans. Although other documentation formats may exist, the SOAP structure is commonly used since it allows for easy access to information.", "contents": "EMS Documentation -- Issues of Concern -- Uses for Prehospital Documentation. Prehospital documentation is used for different purposes. Information should be written clearly and concisely so other healthcare professionals can easily understand the information. Other healthcare providers frequently skim the narrative, looking for keywords to help them understand the information. Skimming a document is hampered when more prose and narratives are used. [4] SOAP (subjective, objective, assessment, and plan) is a mnemonic commonly used to organize patient charting. When the SOAP format is used, the chart is documented in the order of subjective complaints, objective findings, assessment notes, and action plans. Although other documentation formats may exist, the SOAP structure is commonly used since it allows for easy access to information."}
{"id": "article-31690_10", "title": "EMS Documentation -- Issues of Concern -- Billing", "content": "Bills to reimburse the service for patient care and transport are generated from the prehospital documentation. The more detailed the documentation, the more accurate the bill generated. Billing personnel uses prehospital records to determine the level of care (basic life support [BLS], advanced life support [ALS]1, ALS2, or specialty care transport [SCT]) and to generate and refine International Classification of Diseases (ICD)-10 coding for the chart. The level of documentation is very important for billing. To document a call as ALS1 versus ALS2 is based partially on the number of interventions. The quality of documentation directly affects reimbursement rates and revenue generation for the department.", "contents": "EMS Documentation -- Issues of Concern -- Billing. Bills to reimburse the service for patient care and transport are generated from the prehospital documentation. The more detailed the documentation, the more accurate the bill generated. Billing personnel uses prehospital records to determine the level of care (basic life support [BLS], advanced life support [ALS]1, ALS2, or specialty care transport [SCT]) and to generate and refine International Classification of Diseases (ICD)-10 coding for the chart. The level of documentation is very important for billing. To document a call as ALS1 versus ALS2 is based partially on the number of interventions. The quality of documentation directly affects reimbursement rates and revenue generation for the department."}
{"id": "article-31690_11", "title": "EMS Documentation -- Issues of Concern -- Handoff", "content": "Accurate, complete, and easy-to-read documentation can assist in the continuity of care plans and treatment. While many prefer a verbal transfer of information, the verbal report is not a substitute for proper written documentation. While conversations and details about the patient may fade with time, the written document does not, even in a busy, fast-paced environment such as an emergency department or intensive care unit. [4]", "contents": "EMS Documentation -- Issues of Concern -- Handoff. Accurate, complete, and easy-to-read documentation can assist in the continuity of care plans and treatment. While many prefer a verbal transfer of information, the verbal report is not a substitute for proper written documentation. While conversations and details about the patient may fade with time, the written document does not, even in a busy, fast-paced environment such as an emergency department or intensive care unit. [4]"}
{"id": "article-31690_12", "title": "EMS Documentation -- Issues of Concern -- Data Tracking and Research", "content": "Multiple agencies use information from the prehospital record and EMS calls to track trauma and CPR survival. In Texas, the EMS and trauma registries consist of 5 separate registries: EMS registry, Traumatic Brain Injury Registry, Spinal Cord Injury Registry, Submersion Registry, and other Acute Traumatic Injury Registry. Nationally, the National Emergency Medical Services Information System (NEMSIS) project collects data to help improve practice guidelines through evidence-based research. Ongoing data collection and analysis facilitates standardization of care across the nation and allows for planning for future EMS growth. Emory University partnered with the (CDC) to create the cardiac arrest registry (CARES). The goal of CARES is to increase cardiac arrest survival rates. CARES collects part of its data from EMS documentation.", "contents": "EMS Documentation -- Issues of Concern -- Data Tracking and Research. Multiple agencies use information from the prehospital record and EMS calls to track trauma and CPR survival. In Texas, the EMS and trauma registries consist of 5 separate registries: EMS registry, Traumatic Brain Injury Registry, Spinal Cord Injury Registry, Submersion Registry, and other Acute Traumatic Injury Registry. Nationally, the National Emergency Medical Services Information System (NEMSIS) project collects data to help improve practice guidelines through evidence-based research. Ongoing data collection and analysis facilitates standardization of care across the nation and allows for planning for future EMS growth. Emory University partnered with the (CDC) to create the cardiac arrest registry (CARES). The goal of CARES is to increase cardiac arrest survival rates. CARES collects part of its data from EMS documentation."}
{"id": "article-31690_13", "title": "EMS Documentation -- Issues of Concern -- Quality Assurance and Improvement", "content": "Quality assurance and improvement efforts vary depending on the organization. EMS prehospital documentation reviews how patients are treated and assesses how out-of-hospital providers adhere to common practice guidelines and protocols. Accurate documentation of patient interaction and care is necessary for the success of quality assurance and improvement initiatives. Poor documentation can limit what is learned from the prehospital record.  Without appropriate documentation, quality assurance and improvement mechanisms may have difficulty assessing the quality of care. Depending on the service and state, this could lead to suspension from duties or loss of certification and licensure.", "contents": "EMS Documentation -- Issues of Concern -- Quality Assurance and Improvement. Quality assurance and improvement efforts vary depending on the organization. EMS prehospital documentation reviews how patients are treated and assesses how out-of-hospital providers adhere to common practice guidelines and protocols. Accurate documentation of patient interaction and care is necessary for the success of quality assurance and improvement initiatives. Poor documentation can limit what is learned from the prehospital record.  Without appropriate documentation, quality assurance and improvement mechanisms may have difficulty assessing the quality of care. Depending on the service and state, this could lead to suspension from duties or loss of certification and licensure."}
{"id": "article-31690_14", "title": "EMS Documentation -- Issues of Concern -- Legal Matters", "content": "Courts also use PCRs. Having an incomplete or flawed report can increase the chances of the EMS provider needing to defend their actions. When an EMS provider is called to testify, complete and accurate documentation can help to defend the provider and may help trigger memories of the patient encounter many years later. Properly documenting statements by the patient, bystanders, relatives, and other healthcare providers can decrease culpability during an adverse event. [4] Complete and correct documentation helps the EMS provider appear more competent when reviewed by lawyers or regulating bodies. Some states, such as Texas, can revoke an EMS provider's license if documentation fails to meet state standards. [6] It is often quoted as saying that the faintest ink is more legible than the best memory.\" [7]", "contents": "EMS Documentation -- Issues of Concern -- Legal Matters. Courts also use PCRs. Having an incomplete or flawed report can increase the chances of the EMS provider needing to defend their actions. When an EMS provider is called to testify, complete and accurate documentation can help to defend the provider and may help trigger memories of the patient encounter many years later. Properly documenting statements by the patient, bystanders, relatives, and other healthcare providers can decrease culpability during an adverse event. [4] Complete and correct documentation helps the EMS provider appear more competent when reviewed by lawyers or regulating bodies. Some states, such as Texas, can revoke an EMS provider's license if documentation fails to meet state standards. [6] It is often quoted as saying that the faintest ink is more legible than the best memory.\" [7]"}
{"id": "article-31690_15", "title": "EMS Documentation -- Clinical Significance", "content": "PCRs and records of patient encounters can be organized in many different formats, but the information is vitally important for many aspects of patient care beyond the scene. The EMS record should include the patient’s demographics, vital signs, assessment, and information on any interventions performed. The documentation serves an important role as a data repository. The information can create a bill, facilitate communication and care transitions, track compliance, guide quality initiatives, and represent the EMS and other healthcare providers in legal matters. Without excellent documentation, it is difficult to show excellent care.", "contents": "EMS Documentation -- Clinical Significance. PCRs and records of patient encounters can be organized in many different formats, but the information is vitally important for many aspects of patient care beyond the scene. The EMS record should include the patient’s demographics, vital signs, assessment, and information on any interventions performed. The documentation serves an important role as a data repository. The information can create a bill, facilitate communication and care transitions, track compliance, guide quality initiatives, and represent the EMS and other healthcare providers in legal matters. Without excellent documentation, it is difficult to show excellent care."}
{"id": "article-31690_16", "title": "EMS Documentation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Documentation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}