{"id": "article-41781_0", "title": "Care of a Chest Tube -- Continuing Education Activity", "content": "There are variable practice patterns used to manage chest tubes. Care and management of the chest tube are subject to the direction of the responsible clinician. Facility specific clinical practice guidelines (CPGs) may provide further guidance for practice. This activity reviews care of a chest tube and explains the role of the interprofessional team members in managing patients who undergo a thoracostomy tube placement.", "contents": "Care of a Chest Tube -- Continuing Education Activity. There are variable practice patterns used to manage chest tubes. Care and management of the chest tube are subject to the direction of the responsible clinician. Facility specific clinical practice guidelines (CPGs) may provide further guidance for practice. This activity reviews care of a chest tube and explains the role of the interprofessional team members in managing patients who undergo a thoracostomy tube placement."}
{"id": "article-41781_1", "title": "Care of a Chest Tube -- Continuing Education Activity", "content": "Objectives: Identify the indications for chest tube placement. Explain the importance of monitoring patients with a chest tube. Summarize the management of a chest tube. Review the importance of improving care coordination amongst the interprofessional team to enhance care delivery for patients with a chest tube. Access free multiple choice questions on this topic.", "contents": "Care of a Chest Tube -- Continuing Education Activity. Objectives: Identify the indications for chest tube placement. Explain the importance of monitoring patients with a chest tube. Summarize the management of a chest tube. Review the importance of improving care coordination amongst the interprofessional team to enhance care delivery for patients with a chest tube. Access free multiple choice questions on this topic."}
{"id": "article-41781_2", "title": "Care of a Chest Tube -- Introduction", "content": "Care and management of the thoracostomy tubes (chest tubes) are subject to the direction and practice pattern of the responsible physician. Therefore, it is difficult to make a “one size fits all” set of instructions about the specific management recommendations for all chest tubes. It is recommended to discuss specific expectations for management with the patient’s attending physician. Facility specific Clinical Practice Guidelines (CPGs) may provide further guidance for your practice. [1] This activity describes the placement and management of surgically placed thoracostomy tubes.", "contents": "Care of a Chest Tube -- Introduction. Care and management of the thoracostomy tubes (chest tubes) are subject to the direction and practice pattern of the responsible physician. Therefore, it is difficult to make a “one size fits all” set of instructions about the specific management recommendations for all chest tubes. It is recommended to discuss specific expectations for management with the patient’s attending physician. Facility specific Clinical Practice Guidelines (CPGs) may provide further guidance for your practice. [1] This activity describes the placement and management of surgically placed thoracostomy tubes."}
{"id": "article-41781_3", "title": "Care of a Chest Tube -- Anatomy and Physiology", "content": "The thorax houses all organs bound by the thoracic vertebrae and the ribs, and the diaphragm separates the chest from the abdomen. The pleural space encompasses both a left and a right cavity that is separated by the mediastinum. Within each of the two cavities are the corresponding lungs (2 lobes on the left and 3 lobes on the right). Inspiration is accomplished by negative pressure created by the diaphragm. As pressure within the lungs decreases, air rushes in through the airway to maintain equilibrium. Expiration is normally a passive process driven by the natural recoil of the chest wall. The parietal pleura lines the inner layer of the chest wall, and the visceral pleura lines the lungs. About 10 to 20 mL of pleural fluid provides lubrication for continuous respiration.", "contents": "Care of a Chest Tube -- Anatomy and Physiology. The thorax houses all organs bound by the thoracic vertebrae and the ribs, and the diaphragm separates the chest from the abdomen. The pleural space encompasses both a left and a right cavity that is separated by the mediastinum. Within each of the two cavities are the corresponding lungs (2 lobes on the left and 3 lobes on the right). Inspiration is accomplished by negative pressure created by the diaphragm. As pressure within the lungs decreases, air rushes in through the airway to maintain equilibrium. Expiration is normally a passive process driven by the natural recoil of the chest wall. The parietal pleura lines the inner layer of the chest wall, and the visceral pleura lines the lungs. About 10 to 20 mL of pleural fluid provides lubrication for continuous respiration."}
{"id": "article-41781_4", "title": "Care of a Chest Tube -- Anatomy and Physiology", "content": "A pneumothorax occurs when air is introduced into the pleural space. As more air is introduced, the air within the pleural space will act as a space-occupying lesion, preventing the lung's reinflation. As pressure continues to build, the lung and mediastinal structures will start to shift to the contralateral side. A tension pneumothorax develops when the pressure causes compression of the inferior vena cava (IVC), inhibiting venous return.", "contents": "Care of a Chest Tube -- Anatomy and Physiology. A pneumothorax occurs when air is introduced into the pleural space. As more air is introduced, the air within the pleural space will act as a space-occupying lesion, preventing the lung's reinflation. As pressure continues to build, the lung and mediastinal structures will start to shift to the contralateral side. A tension pneumothorax develops when the pressure causes compression of the inferior vena cava (IVC), inhibiting venous return."}
{"id": "article-41781_5", "title": "Care of a Chest Tube -- Indications", "content": "Indications for placement of a thoracostomy tube are numerous and covered elsewhere. In summary, indications for placement include:", "contents": "Care of a Chest Tube -- Indications. Indications for placement of a thoracostomy tube are numerous and covered elsewhere. In summary, indications for placement include:"}
{"id": "article-41781_6", "title": "Care of a Chest Tube -- Indications", "content": "Removal of an air collection in the pleural space [2] Pneumothorax can be treated with a thoracostomy tube placement if it is preventing adequate expansion of the lung or concern exists for the future development of tension physiology, such as in a patient receiving positive pressure ventilation. Recent research has also shown that an air space measuring less than 35 mm in the largest axis can be observed. [3] Chest tubes are usually routinely left after cardiothoracic surgery. Tension pneumothorax diagnosis based on clinical suspicion should be immediately treated by thoracostomy tube placement. [4] If unable to place a thoracostomy tube, a needle decompression or a finger thoracostomy will temporize the patient by venting the chest. Hemothorax or pneumothorax may be appropriate to manage with a chest tube depending on the totality of circumstances and discretion of the treating physician.", "contents": "Care of a Chest Tube -- Indications. Removal of an air collection in the pleural space [2] Pneumothorax can be treated with a thoracostomy tube placement if it is preventing adequate expansion of the lung or concern exists for the future development of tension physiology, such as in a patient receiving positive pressure ventilation. Recent research has also shown that an air space measuring less than 35 mm in the largest axis can be observed. [3] Chest tubes are usually routinely left after cardiothoracic surgery. Tension pneumothorax diagnosis based on clinical suspicion should be immediately treated by thoracostomy tube placement. [4] If unable to place a thoracostomy tube, a needle decompression or a finger thoracostomy will temporize the patient by venting the chest. Hemothorax or pneumothorax may be appropriate to manage with a chest tube depending on the totality of circumstances and discretion of the treating physician."}
{"id": "article-41781_7", "title": "Care of a Chest Tube -- Indications", "content": "Removal of fluid collection or accumulation between visceral and parietal pleura Hemothorax, generally considered, indicated if the calculated volume is greater than 300 cc. [5] Pleural effusion (malignant or benign) can become symptomatic from displacement and collapse of alveolar space. [6] Chylothorax, where thoracostomy is considered part of the definitive therapeutic modality, along with dietary modification. [7] An empyema should almost universally be treated with surgical management (e.g., drainage, irrigation, decortication, etc.) as medical management is rarely successful. [8]", "contents": "Care of a Chest Tube -- Indications. Removal of fluid collection or accumulation between visceral and parietal pleura Hemothorax, generally considered, indicated if the calculated volume is greater than 300 cc. [5] Pleural effusion (malignant or benign) can become symptomatic from displacement and collapse of alveolar space. [6] Chylothorax, where thoracostomy is considered part of the definitive therapeutic modality, along with dietary modification. [7] An empyema should almost universally be treated with surgical management (e.g., drainage, irrigation, decortication, etc.) as medical management is rarely successful. [8]"}
{"id": "article-41781_8", "title": "Care of a Chest Tube -- Indications", "content": "Use as a delivery conduit to introduce medication or fluid into the pleural space. Internal warming allows warm fluid to circulate through the thoracic space to provide an external heat source for the core and circulating blood volume. [9] Pleurodesis with a talc slurry can be instilled through the chest tube to promote scarring of the visceral and parietal pleura together. [10] Hyperthermic intrathoracic chemotherapy (HITHOC) allows for the delivery of chemotherapeutic agents directly into the thoracic space for malignant pleural mesothelioma and metastatic disease. [11]", "contents": "Care of a Chest Tube -- Indications. Use as a delivery conduit to introduce medication or fluid into the pleural space. Internal warming allows warm fluid to circulate through the thoracic space to provide an external heat source for the core and circulating blood volume. [9] Pleurodesis with a talc slurry can be instilled through the chest tube to promote scarring of the visceral and parietal pleura together. [10] Hyperthermic intrathoracic chemotherapy (HITHOC) allows for the delivery of chemotherapeutic agents directly into the thoracic space for malignant pleural mesothelioma and metastatic disease. [11]"}
{"id": "article-41781_9", "title": "Care of a Chest Tube -- Contraindications", "content": "There are no absolute contraindications for chest tube placement.", "contents": "Care of a Chest Tube -- Contraindications. There are no absolute contraindications for chest tube placement."}
{"id": "article-41781_10", "title": "Care of a Chest Tube -- Contraindications", "content": "Relative contraindications include bleeding diathesis due to anticoagulation, coagulopathy, etc. Consideration and care should be taken amongst those patients who have previously had surgery performed on their thorax and/or an open cardiac procedure. Similarly, patients with a history of pleurodesis require additional evaluation to ensure that the chest tube will be placed in an area of the chest wall unlikely to have adhered to the lung parenchyma.", "contents": "Care of a Chest Tube -- Contraindications. Relative contraindications include bleeding diathesis due to anticoagulation, coagulopathy, etc. Consideration and care should be taken amongst those patients who have previously had surgery performed on their thorax and/or an open cardiac procedure. Similarly, patients with a history of pleurodesis require additional evaluation to ensure that the chest tube will be placed in an area of the chest wall unlikely to have adhered to the lung parenchyma."}
{"id": "article-41781_11", "title": "Care of a Chest Tube -- Equipment", "content": "The list of equipment necessary to procure before placement of a chest tube can vary depending on the clinical setting, acuity of the patient, therapeutic indication, and provider practice patterns.  Please reference the associated StatPearls for chest tube and chest trauma for further information. [12] [13] Trauma resuscitation bays often have thoracostomy trays or kits prepackaged and readily available. Other clinical settings may have other equipment or established protocols. Some specific items to consider collecting before the start of the procedure:", "contents": "Care of a Chest Tube -- Equipment. The list of equipment necessary to procure before placement of a chest tube can vary depending on the clinical setting, acuity of the patient, therapeutic indication, and provider practice patterns.  Please reference the associated StatPearls for chest tube and chest trauma for further information. [12] [13] Trauma resuscitation bays often have thoracostomy trays or kits prepackaged and readily available. Other clinical settings may have other equipment or established protocols. Some specific items to consider collecting before the start of the procedure:"}
{"id": "article-41781_12", "title": "Care of a Chest Tube -- Equipment", "content": "Chest tube: Prospective studies of trauma patients have shown no difference when using small-bore chest tubes (20 to 22 Fr) compared to the traditional 28 to 32 Fr tubes from ATLS 10 recommendations when appropriately managed. [14]", "contents": "Care of a Chest Tube -- Equipment. Chest tube: Prospective studies of trauma patients have shown no difference when using small-bore chest tubes (20 to 22 Fr) compared to the traditional 28 to 32 Fr tubes from ATLS 10 recommendations when appropriately managed. [14]"}
{"id": "article-41781_13", "title": "Care of a Chest Tube -- Equipment", "content": "Chest drainage system: All modern designs, which are single, self-contained units, have their basis in the original 3-bottle system. The chest tube is connected to the first bottle, and all subsequent bottles are connected in a series to a suction device. The first bottle collects drainage from the chest; the second bottle acts as the water seal preventing air and fluid from moving back into the chest, and the third acts as suction control. [15]", "contents": "Care of a Chest Tube -- Equipment. Chest drainage system: All modern designs, which are single, self-contained units, have their basis in the original 3-bottle system. The chest tube is connected to the first bottle, and all subsequent bottles are connected in a series to a suction device. The first bottle collects drainage from the chest; the second bottle acts as the water seal preventing air and fluid from moving back into the chest, and the third acts as suction control. [15]"}
{"id": "article-41781_14", "title": "Care of a Chest Tube -- Equipment", "content": "Antibiotics: Prophylactic antibiotics are recommended before the procedure. [16] Commonly used antibiotics (cefazolin, clindamycin, etc.) are used to prevent wound infection from skin flora. Follow the institutional guidelines on which antibiotics to use. Ongoing antimicrobial prophylaxis has generally been found not to decrease rates of infection and is typically not recommended. [17]", "contents": "Care of a Chest Tube -- Equipment. Antibiotics: Prophylactic antibiotics are recommended before the procedure. [16] Commonly used antibiotics (cefazolin, clindamycin, etc.) are used to prevent wound infection from skin flora. Follow the institutional guidelines on which antibiotics to use. Ongoing antimicrobial prophylaxis has generally been found not to decrease rates of infection and is typically not recommended. [17]"}
{"id": "article-41781_15", "title": "Care of a Chest Tube -- Equipment", "content": "Scalpel for initial skin incision, often a #10 blade.", "contents": "Care of a Chest Tube -- Equipment. Scalpel for initial skin incision, often a #10 blade."}
{"id": "article-41781_16", "title": "Care of a Chest Tube -- Equipment", "content": "Necessary surgical instruments to assist with sharp and blunt dissection", "contents": "Care of a Chest Tube -- Equipment. Necessary surgical instruments to assist with sharp and blunt dissection"}
{"id": "article-41781_17", "title": "Care of a Chest Tube -- Equipment", "content": "Large clamp to bluntly enter the pleural space. Consider Rochester Peons or Kelly clamps.", "contents": "Care of a Chest Tube -- Equipment. Large clamp to bluntly enter the pleural space. Consider Rochester Peons or Kelly clamps."}
{"id": "article-41781_18", "title": "Care of a Chest Tube -- Equipment", "content": "Means of securing the chest tube to the patient.", "contents": "Care of a Chest Tube -- Equipment. Means of securing the chest tube to the patient."}
{"id": "article-41781_19", "title": "Care of a Chest Tube -- Personnel", "content": "The only personnel requirement is someone authorized to perform the procedure within their scope of practice. Only one provider is necessary; however, a second person can assist by managing instruments, holding the tube while it is being secured, and retracting redundant soft tissue or breast tissue. Moderate sedation can be used, which would require a dedicated nurse or second provider to monitor the airway.", "contents": "Care of a Chest Tube -- Personnel. The only personnel requirement is someone authorized to perform the procedure within their scope of practice. Only one provider is necessary; however, a second person can assist by managing instruments, holding the tube while it is being secured, and retracting redundant soft tissue or breast tissue. Moderate sedation can be used, which would require a dedicated nurse or second provider to monitor the airway."}
{"id": "article-41781_20", "title": "Care of a Chest Tube -- Preparation", "content": "For urgent chest tube placement, care is taken to ensure appropriate skin cleansing, and systemic anti-microbial prophylaxis has been performed. Under emergent conditions, pre-procedural skin cleaning may be abbreviated by pouring a bottle of iodine over the affected area.", "contents": "Care of a Chest Tube -- Preparation. For urgent chest tube placement, care is taken to ensure appropriate skin cleansing, and systemic anti-microbial prophylaxis has been performed. Under emergent conditions, pre-procedural skin cleaning may be abbreviated by pouring a bottle of iodine over the affected area."}
{"id": "article-41781_21", "title": "Care of a Chest Tube -- Preparation", "content": "Patient preparation with appropriate analgesia and sedation can increase patient comfort. For elective or urgent chest tube placement, consideration should be given for procedural sedation. Discomfort can be further minimized by the liberal use of a local anesthetic while making sure to remain under the toxic limits of the selected agent. Consider utilizing the traditional method of raising a wheal with local anesthetic along the expected incision site, followed by deposition along the planned track, particularly on the periosteum (where nociceptive receptors are present).", "contents": "Care of a Chest Tube -- Preparation. Patient preparation with appropriate analgesia and sedation can increase patient comfort. For elective or urgent chest tube placement, consideration should be given for procedural sedation. Discomfort can be further minimized by the liberal use of a local anesthetic while making sure to remain under the toxic limits of the selected agent. Consider utilizing the traditional method of raising a wheal with local anesthetic along the expected incision site, followed by deposition along the planned track, particularly on the periosteum (where nociceptive receptors are present)."}
{"id": "article-41781_22", "title": "Care of a Chest Tube -- Preparation", "content": "Support staff, or the performing provider, should ensure that all equipment has been obtained, tested for functionality, is not expired, and back up equipment is available prior to the start of the procedure. For trauma patients, the general thought is that all patients should have: IV access, supplemental oxygen with monitoring, hemodynamic monitoring, and advanced airway capability at the bedside.", "contents": "Care of a Chest Tube -- Preparation. Support staff, or the performing provider, should ensure that all equipment has been obtained, tested for functionality, is not expired, and back up equipment is available prior to the start of the procedure. For trauma patients, the general thought is that all patients should have: IV access, supplemental oxygen with monitoring, hemodynamic monitoring, and advanced airway capability at the bedside."}
{"id": "article-41781_23", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Placement of the appropriately sized chest tube is performed on the affected side. The typical landmark for placement is the 4th or 5th intercostal space (nipple line for males, inframammary fold for females) at the anterior axillary line. The space above the 5th intercostal space and below the base of the axilla that is bordered posteriorly by the trapezius and anteriorly by the pectoralis muscle has recently been described as the \"safe triangle.\" [18] Tubes are positioned anteriorly for pneumothoraces and posteriorly for fluid processes. [19]", "contents": "Care of a Chest Tube -- Technique or Treatment. Placement of the appropriately sized chest tube is performed on the affected side. The typical landmark for placement is the 4th or 5th intercostal space (nipple line for males, inframammary fold for females) at the anterior axillary line. The space above the 5th intercostal space and below the base of the axilla that is bordered posteriorly by the trapezius and anteriorly by the pectoralis muscle has recently been described as the \"safe triangle.\" [18] Tubes are positioned anteriorly for pneumothoraces and posteriorly for fluid processes. [19]"}
{"id": "article-41781_24", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Often a #10 scalpel is used to make the initial incision through the skin. Some providers teach to cut directly on top of the 5th rib to use it as a \"cutting board\" to prevent injury to deeper structures. Subsequent blunt dissection is carried through the subcutaneous fat and superior to the rib to avoid the neurovascular bundle that travels along the inferior rib margin. Blunt entry through the pleura is then made with either a Peon or Kelly clamp with gradually increasing steady pressure to prevent uncontrolled entry into the chest, damaging underlying organs. Once the pleural space has been entered, the instrument is opened widely to bluntly dissect the intercostal muscles and pleural off the rib edge and create a tract for the chest tube. This is the most painful part of the procedure. A \"rush of air\" or \"rush of blood\" is typically noted after entry and the initial spread. A finger sweep is performed to confirm entry into the thorax and break-up any immediate adhesions that would interfere with tube placement. The length of the tube to enter the chest is measured from the thoracostomy site to the apex of the thoracic cavity. The tube is then inserted along the chest wall to the prespecified depth, ensuring that the sentinel port (the last hole on the tube which divides the radioopaque line) is completely within the chest wall.", "contents": "Care of a Chest Tube -- Technique or Treatment. Often a #10 scalpel is used to make the initial incision through the skin. Some providers teach to cut directly on top of the 5th rib to use it as a \"cutting board\" to prevent injury to deeper structures. Subsequent blunt dissection is carried through the subcutaneous fat and superior to the rib to avoid the neurovascular bundle that travels along the inferior rib margin. Blunt entry through the pleura is then made with either a Peon or Kelly clamp with gradually increasing steady pressure to prevent uncontrolled entry into the chest, damaging underlying organs. Once the pleural space has been entered, the instrument is opened widely to bluntly dissect the intercostal muscles and pleural off the rib edge and create a tract for the chest tube. This is the most painful part of the procedure. A \"rush of air\" or \"rush of blood\" is typically noted after entry and the initial spread. A finger sweep is performed to confirm entry into the thorax and break-up any immediate adhesions that would interfere with tube placement. The length of the tube to enter the chest is measured from the thoracostomy site to the apex of the thoracic cavity. The tube is then inserted along the chest wall to the prespecified depth, ensuring that the sentinel port (the last hole on the tube which divides the radioopaque line) is completely within the chest wall."}
{"id": "article-41781_25", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "After placement, the tube must be secured to the chest wall according to institutional preference (suture, tape, manufactured appliance, etc.). The tube will be connected to the chest drainage system and may be connected to suction. In the trauma setting, an initial output of 1500 mL or 200 mL/hr over 4 hours is an indication to perform a thoracotomy since such high output is likely a vascular injury that requires surgical repair. A post-placement chest X-ray must be performed to confirm placement within the thoracic space.", "contents": "Care of a Chest Tube -- Technique or Treatment. After placement, the tube must be secured to the chest wall according to institutional preference (suture, tape, manufactured appliance, etc.). The tube will be connected to the chest drainage system and may be connected to suction. In the trauma setting, an initial output of 1500 mL or 200 mL/hr over 4 hours is an indication to perform a thoracotomy since such high output is likely a vascular injury that requires surgical repair. A post-placement chest X-ray must be performed to confirm placement within the thoracic space."}
{"id": "article-41781_26", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "For patients in extremis, expeditious entry into the chest is necessary to relieve tension physiology and prevent cardiopulmonary collapse quickly. For a retained hemothorax, before chest tube placement, a handheld suction device can be inserted into the chest cavity to evacuate the hematoma.", "contents": "Care of a Chest Tube -- Technique or Treatment. For patients in extremis, expeditious entry into the chest is necessary to relieve tension physiology and prevent cardiopulmonary collapse quickly. For a retained hemothorax, before chest tube placement, a handheld suction device can be inserted into the chest cavity to evacuate the hematoma."}
{"id": "article-41781_27", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "If there is a concern of empyema or consolidated hemothorax that does not resolve with chest tube placement, consideration can be given to intrapleural thrombolytic therapy. [20] Administration of intrapleural thrombolytics has been shown to decrease the need for surgical decortication but has not lowered mortality. Standardized protocols for thrombolytic therapy have not yet been identified, with ongoing basic research still identifying best practices. [21] The most commonly cited dosing for thrombolytics is 5 mg DNase and 10 mg tPA, each mixed in a 50mL 0.9% sodium chloride bag. The medications were instilled through the chest tubes, followed by tube clamping for 60 minutes. Subsequently, the chest tubes are placed back to wall suction. The treatment is repeated twice daily for a maximum of six doses. [22]", "contents": "Care of a Chest Tube -- Technique or Treatment. If there is a concern of empyema or consolidated hemothorax that does not resolve with chest tube placement, consideration can be given to intrapleural thrombolytic therapy. [20] Administration of intrapleural thrombolytics has been shown to decrease the need for surgical decortication but has not lowered mortality. Standardized protocols for thrombolytic therapy have not yet been identified, with ongoing basic research still identifying best practices. [21] The most commonly cited dosing for thrombolytics is 5 mg DNase and 10 mg tPA, each mixed in a 50mL 0.9% sodium chloride bag. The medications were instilled through the chest tubes, followed by tube clamping for 60 minutes. Subsequently, the chest tubes are placed back to wall suction. The treatment is repeated twice daily for a maximum of six doses. [22]"}
{"id": "article-41781_28", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Daily monitoring - Institutional protocols vary regarding minimal daily monitoring requirements but should generally include evaluation of the volume of fluid collected, auscultation of the bilateral chest wall, assessment of chest tube/ connective tubing/ collection chamber. Daily chest x-rays for patients with pneumothorax are seen in many institutions, but data supporting the practice is limited. Emerging evidence points toward the benefit of using bedside ultrasound to evaluate patients with an ongoing concern for pneumothorax that requires continued chest tube placement. [23] Tidaling of the chest tube, when the fluid in the chamber or along a dependent portion of the tubing is seen to move back and forth with respiration, is a sign that a patent chest tube is affected by the negative pressure created by the diaphragm. The absence of tidaling is indicative of tube occlusion.", "contents": "Care of a Chest Tube -- Technique or Treatment. Daily monitoring - Institutional protocols vary regarding minimal daily monitoring requirements but should generally include evaluation of the volume of fluid collected, auscultation of the bilateral chest wall, assessment of chest tube/ connective tubing/ collection chamber. Daily chest x-rays for patients with pneumothorax are seen in many institutions, but data supporting the practice is limited. Emerging evidence points toward the benefit of using bedside ultrasound to evaluate patients with an ongoing concern for pneumothorax that requires continued chest tube placement. [23] Tidaling of the chest tube, when the fluid in the chamber or along a dependent portion of the tubing is seen to move back and forth with respiration, is a sign that a patent chest tube is affected by the negative pressure created by the diaphragm. The absence of tidaling is indicative of tube occlusion."}
{"id": "article-41781_29", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Interval chest X-rays - If a routine chest X-ray is obtained, the provider should pay attention to radiographic evidence of the continued presence or resolution of the space-occupying lesion. Additionally, the location of the sentinel port within the chest should be checked. Evidence supporting time-specific radiographic evaluation is limited, with some institutions choosing to follow patients only with symptoms and not performing a routine radiographic evaluation. [24]", "contents": "Care of a Chest Tube -- Technique or Treatment. Interval chest X-rays - If a routine chest X-ray is obtained, the provider should pay attention to radiographic evidence of the continued presence or resolution of the space-occupying lesion. Additionally, the location of the sentinel port within the chest should be checked. Evidence supporting time-specific radiographic evaluation is limited, with some institutions choosing to follow patients only with symptoms and not performing a routine radiographic evaluation. [24]"}
{"id": "article-41781_30", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Troubleshoot air leak - Chamber functionality can vary by manufacturer, read all manufacturer insert information before equipment use. The common practice is that bubbling within the chamber (whether on suction or water seal) is a sign of a continued air leak within the thoracic space and exiting the chest tube. Most intrathoracic air leaks will usually seal spontaneously, and resolution can be tracked by witnessing decreased bubbling in the device over days. Larger air leaks such as those caused by bronchopleural fistulas may require surgical intervention. Bubbling within the chamber can also be related to an air leak anywhere within the circuit. A systematic approach to the evaluation of suspected air leaks within the chest tube system should be performed. Large clamps may help isolate specific sections of the circuit. Often, the clinician will begin their evaluation at the chest tube insertion site to evaluate if there is atmospheric air tracking into thoracic space via the chest tube insertion site. This problem can be caused by failure to close an initial incision that is larger than the tube or particularly low body mass individuals with inadequate adipose tissue to occlude the tract. If the sentinel port backs out of the patient's chest, air can leak into the system as well. If this is the case, the chest tube should be removed, and consideration to replace the tube should be made. After the incision site has been assessed, some practitioners will place a clamp (very briefly) or mechanically occlude the line near the patient to determine if an ongoing air leak is downstream from the patient. Should the presence of an air leak continue after the patient has been isolated from the circuit, it is incumbent on the provider to work in a stepwise fashion to determine which section of the circuit has the air leak.", "contents": "Care of a Chest Tube -- Technique or Treatment. Troubleshoot air leak - Chamber functionality can vary by manufacturer, read all manufacturer insert information before equipment use. The common practice is that bubbling within the chamber (whether on suction or water seal) is a sign of a continued air leak within the thoracic space and exiting the chest tube. Most intrathoracic air leaks will usually seal spontaneously, and resolution can be tracked by witnessing decreased bubbling in the device over days. Larger air leaks such as those caused by bronchopleural fistulas may require surgical intervention. Bubbling within the chamber can also be related to an air leak anywhere within the circuit. A systematic approach to the evaluation of suspected air leaks within the chest tube system should be performed. Large clamps may help isolate specific sections of the circuit. Often, the clinician will begin their evaluation at the chest tube insertion site to evaluate if there is atmospheric air tracking into thoracic space via the chest tube insertion site. This problem can be caused by failure to close an initial incision that is larger than the tube or particularly low body mass individuals with inadequate adipose tissue to occlude the tract. If the sentinel port backs out of the patient's chest, air can leak into the system as well. If this is the case, the chest tube should be removed, and consideration to replace the tube should be made. After the incision site has been assessed, some practitioners will place a clamp (very briefly) or mechanically occlude the line near the patient to determine if an ongoing air leak is downstream from the patient. Should the presence of an air leak continue after the patient has been isolated from the circuit, it is incumbent on the provider to work in a stepwise fashion to determine which section of the circuit has the air leak."}
{"id": "article-41781_31", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Line striping and evaluation of connective tubing - evaluation of chest tubes may include \"striping\" or \"milking\" the chest tube to increase negative pressure and theoretically pull an occlusion or debris into the collection chamber. Evidence supporting the practice is scant. [25] Should the physician request line striping, the procedure is accomplished by first securing the tube at the incision site with a hand to prevent accidental dislodgement during the procedure. Subsequently, the tube is pinched and \"milked\" away from the patient. Using an alcohol wipe will provide helpful lubrication while sliding fingers along the tube. An alternative method is to use two pens that are held together in one hand to provide occlusion of the line.", "contents": "Care of a Chest Tube -- Technique or Treatment. Line striping and evaluation of connective tubing - evaluation of chest tubes may include \"striping\" or \"milking\" the chest tube to increase negative pressure and theoretically pull an occlusion or debris into the collection chamber. Evidence supporting the practice is scant. [25] Should the physician request line striping, the procedure is accomplished by first securing the tube at the incision site with a hand to prevent accidental dislodgement during the procedure. Subsequently, the tube is pinched and \"milked\" away from the patient. Using an alcohol wipe will provide helpful lubrication while sliding fingers along the tube. An alternative method is to use two pens that are held together in one hand to provide occlusion of the line."}
{"id": "article-41781_32", "title": "Care of a Chest Tube -- Technique or Treatment", "content": "Removal- The decision about when to remove a chest tube is multifactorial and beyond the scope of this article. Recent retrospective data have shown lower recurrence rates in those patients who have an observation period off suction and prior to removal. [26] Once the attending physician has made the determination to remove a chest tube, care should be directed to ensuring that the procedure is set up and performed in a manner to maximize patient outcomes and minimize iatrogenic injuries. Priority should be given to (1) ensuring the procedure is performed in a manner that minimizes incision site infection (2) open communication between the atmosphere and the thoracic space is minimized. All necessary equipment and supplies should be placed within easy reach before starting the procedure. After any dressing is taken down, the chest tube should be secured in the practitioner's hand to prevent the tube from prematurely dislodging. Once the tube has been manually secured, any previously applied methods to secure the chest tube (e.g., sutures) should be fully and completely removed. At this step, one method is to cover the tube site with an occlusive dressing such as petroleum impregnated gauze. Another method is to tie the suture, which was securing the tube to close the wound. Typical teaching is that a patient should be exhaling (or humming) during chest tube removal; this prevents negative pressure produced during inhalation to draw air into the chest through the wound. However, limited data exists supporting the practice, with some practitioners advocating a stance that inspiration or expiration during removal is less important than previously thought. [27] However, there is consensus that chest tubes should be quickly and smoothly removed from the chest wall with immediate application of occlusive dressing over the site to prevent an open chest wall injury.", "contents": "Care of a Chest Tube -- Technique or Treatment. Removal- The decision about when to remove a chest tube is multifactorial and beyond the scope of this article. Recent retrospective data have shown lower recurrence rates in those patients who have an observation period off suction and prior to removal. [26] Once the attending physician has made the determination to remove a chest tube, care should be directed to ensuring that the procedure is set up and performed in a manner to maximize patient outcomes and minimize iatrogenic injuries. Priority should be given to (1) ensuring the procedure is performed in a manner that minimizes incision site infection (2) open communication between the atmosphere and the thoracic space is minimized. All necessary equipment and supplies should be placed within easy reach before starting the procedure. After any dressing is taken down, the chest tube should be secured in the practitioner's hand to prevent the tube from prematurely dislodging. Once the tube has been manually secured, any previously applied methods to secure the chest tube (e.g., sutures) should be fully and completely removed. At this step, one method is to cover the tube site with an occlusive dressing such as petroleum impregnated gauze. Another method is to tie the suture, which was securing the tube to close the wound. Typical teaching is that a patient should be exhaling (or humming) during chest tube removal; this prevents negative pressure produced during inhalation to draw air into the chest through the wound. However, limited data exists supporting the practice, with some practitioners advocating a stance that inspiration or expiration during removal is less important than previously thought. [27] However, there is consensus that chest tubes should be quickly and smoothly removed from the chest wall with immediate application of occlusive dressing over the site to prevent an open chest wall injury."}
{"id": "article-41781_33", "title": "Care of a Chest Tube -- Complications", "content": "Complications from chest tube placement are significant and have the potential to create life-threatening iatrogenic injuries. Have an increased concern for injury to any structures within the vicinity of the tube placement, including: [18] Lungs Diaphragm Esophagus Heart Liver Spleen", "contents": "Care of a Chest Tube -- Complications. Complications from chest tube placement are significant and have the potential to create life-threatening iatrogenic injuries. Have an increased concern for injury to any structures within the vicinity of the tube placement, including: [18] Lungs Diaphragm Esophagus Heart Liver Spleen"}
{"id": "article-41781_34", "title": "Care of a Chest Tube -- Complications", "content": "It does not require much force to perforate the diaphragm and enter the abdominal cavity. Additionally, consider the potential complication from injuring a vessel during the procedure that could cause indolent or profound bleeding within the thoracic space. This could include injury to the: [18] Great vessels Lateral thoracic artery Thoracoacromial artery Intercostal vessels Internal thoracic vessels Pulmonary vessels", "contents": "Care of a Chest Tube -- Complications. It does not require much force to perforate the diaphragm and enter the abdominal cavity. Additionally, consider the potential complication from injuring a vessel during the procedure that could cause indolent or profound bleeding within the thoracic space. This could include injury to the: [18] Great vessels Lateral thoracic artery Thoracoacromial artery Intercostal vessels Internal thoracic vessels Pulmonary vessels"}
{"id": "article-41781_35", "title": "Care of a Chest Tube -- Complications", "content": "Furthermore, if there is no resolution of the space-occupying lesion, consider that the tube placement may be outside the pleural space or that the loculated cavity has not been successfully decompressed. [18]", "contents": "Care of a Chest Tube -- Complications. Furthermore, if there is no resolution of the space-occupying lesion, consider that the tube placement may be outside the pleural space or that the loculated cavity has not been successfully decompressed. [18]"}
{"id": "article-41781_36", "title": "Care of a Chest Tube -- Clinical Significance", "content": "Untreated space-occupying lesions of the thoracic space can ultimately cause tension physiology with the final common pathway cardiopulmonary arrest due to decreased preload.", "contents": "Care of a Chest Tube -- Clinical Significance. Untreated space-occupying lesions of the thoracic space can ultimately cause tension physiology with the final common pathway cardiopulmonary arrest due to decreased preload."}
{"id": "article-41781_37", "title": "Care of a Chest Tube -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team can provide a holistic and integrated approach to the care of patients with a chest tube. They can help obtain the best possible outcomes while minimizing complications. Most resources and recommendations come from case studies, expert opinions, subspecialty studies, and studies with small sample sizes.", "contents": "Care of a Chest Tube -- Enhancing Healthcare Team Outcomes. An interprofessional team can provide a holistic and integrated approach to the care of patients with a chest tube. They can help obtain the best possible outcomes while minimizing complications. Most resources and recommendations come from case studies, expert opinions, subspecialty studies, and studies with small sample sizes."}
{"id": "article-41781_38", "title": "Care of a Chest Tube -- Enhancing Healthcare Team Outcomes", "content": "Care coordination for patients with a chest tube includes the nursing staff monitoring the patient and chest tube as well as the provider team. Interprofessional care provided to the patient must use an integrated care pathway combined with evidence-based medicine to planning. [Level 2] Coordinated care between specialists, other clinicians (including PAs and NPs), nursing staff, and pulmonary technicians can significantly improve patient outcomes. [Level 5]", "contents": "Care of a Chest Tube -- Enhancing Healthcare Team Outcomes. Care coordination for patients with a chest tube includes the nursing staff monitoring the patient and chest tube as well as the provider team. Interprofessional care provided to the patient must use an integrated care pathway combined with evidence-based medicine to planning. [Level 2] Coordinated care between specialists, other clinicians (including PAs and NPs), nursing staff, and pulmonary technicians can significantly improve patient outcomes. [Level 5]"}
{"id": "article-41781_39", "title": "Care of a Chest Tube -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nursing staff is key during all phases of care for patients who may require a chest tube in the future, have a chest tube in place, or recently had a chest tube removed. Nursing evaluation of patients in pre-hospital settings, resuscitation bays, CT scanner, ward, and ICU could be the first healthcare provider to identify a change in patient status related to a space-occupying lesion in the thoracic space. Ongoing nursing monitoring of patient status and the medical appliance is vital to assess patient stability.", "contents": "Care of a Chest Tube -- Nursing, Allied Health, and Interprofessional Team Interventions. The nursing staff is key during all phases of care for patients who may require a chest tube in the future, have a chest tube in place, or recently had a chest tube removed. Nursing evaluation of patients in pre-hospital settings, resuscitation bays, CT scanner, ward, and ICU could be the first healthcare provider to identify a change in patient status related to a space-occupying lesion in the thoracic space. Ongoing nursing monitoring of patient status and the medical appliance is vital to assess patient stability."}
{"id": "article-41781_40", "title": "Care of a Chest Tube -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nursing care should include ongoing monitoring of patient's vital signs and medical apparatus output monitoring, in addition to all routinely indicated monitoring care as is appropriate for the patient's given condition. Patients are often initially monitored in the ICU after thoracostomy placement. Other patients may move out to a step-down or ward level of care. In those patients, oxygen saturation levels should be monitored at a minimum of every two hours and preferably continuously. Indications to perform a thoracotomy are immediate output from a chest tube of more than 1,500 cc or averaging more than 200 cc for 4 hours. With such high output, there is likely a vascular injury that requires a surgical repair. Drain output should be monitored no less than every 8 hours.", "contents": "Care of a Chest Tube -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nursing care should include ongoing monitoring of patient's vital signs and medical apparatus output monitoring, in addition to all routinely indicated monitoring care as is appropriate for the patient's given condition. Patients are often initially monitored in the ICU after thoracostomy placement. Other patients may move out to a step-down or ward level of care. In those patients, oxygen saturation levels should be monitored at a minimum of every two hours and preferably continuously. Indications to perform a thoracotomy are immediate output from a chest tube of more than 1,500 cc or averaging more than 200 cc for 4 hours. With such high output, there is likely a vascular injury that requires a surgical repair. Drain output should be monitored no less than every 8 hours."}
{"id": "article-41781_41", "title": "Care of a Chest Tube -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Care of a Chest Tube -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}