{"id": "article-29679_0", "title": "Sumatriptan -- Continuing Education Activity", "content": "Sumatriptan is approved by the U.S. Food and Drug Administration (FDA) as an abortive treatment for migraine attacks in adults, both with and without aura. Administering sumatriptan via the subcutaneous route can offer relief for acute episodes of cluster headaches. Based on clinical studies, sumatriptan is an effective and well-tolerated treatment for migraines when administered intravenously, subcutaneously, or orally. The medication is also used to alleviate symptoms of photophobia, nausea, headache, and functional disability. Triptans function by reducing the transmission of pain impulses to the trigeminal nucleus caudalis and minimizing the release of inflammatory mediators from trigeminal nerves. As a result of this mechanism, there is a reduction in the vasodilation caused by calcitonin gene–related peptide. Migraine pain is associated with dilatation of the middle cerebral artery (MCA), which lowers the regional cerebral blood flow velocity. The reversal of MCA dilatation by sumatriptan indicates the involvement of the 5-hydroxytryptamine (5-HT) receptor system in the migraine's pathogenesis. This activity discusses the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, and monitoring guidelines of sumatriptan for interprofessional healthcare teams to guide patient therapy and treat indicated disorders associated with migraines.", "contents": "Sumatriptan -- Continuing Education Activity. Sumatriptan is approved by the U.S. Food and Drug Administration (FDA) as an abortive treatment for migraine attacks in adults, both with and without aura. Administering sumatriptan via the subcutaneous route can offer relief for acute episodes of cluster headaches. Based on clinical studies, sumatriptan is an effective and well-tolerated treatment for migraines when administered intravenously, subcutaneously, or orally. The medication is also used to alleviate symptoms of photophobia, nausea, headache, and functional disability. Triptans function by reducing the transmission of pain impulses to the trigeminal nucleus caudalis and minimizing the release of inflammatory mediators from trigeminal nerves. As a result of this mechanism, there is a reduction in the vasodilation caused by calcitonin gene–related peptide. Migraine pain is associated with dilatation of the middle cerebral artery (MCA), which lowers the regional cerebral blood flow velocity. The reversal of MCA dilatation by sumatriptan indicates the involvement of the 5-hydroxytryptamine (5-HT) receptor system in the migraine's pathogenesis. This activity discusses the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, and monitoring guidelines of sumatriptan for interprofessional healthcare teams to guide patient therapy and treat indicated disorders associated with migraines."}
{"id": "article-29679_1", "title": "Sumatriptan -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for sumatriptan therapy based on migraine characteristics and patient history. Apply knowledge of sumatriptan's mechanism of action to provide effective migraine pain relief. Assess patients for potential adverse effects related to the central nervous system and recognize signs of serotonin syndrome. Collaborate with the interprofessional healthcare team to optimize sumatriptan therapy and ensure patient safety and optimal outcomes. Access free multiple choice questions on this topic.", "contents": "Sumatriptan -- Continuing Education Activity. Objectives: Identify appropriate candidates for sumatriptan therapy based on migraine characteristics and patient history. Apply knowledge of sumatriptan's mechanism of action to provide effective migraine pain relief. Assess patients for potential adverse effects related to the central nervous system and recognize signs of serotonin syndrome. Collaborate with the interprofessional healthcare team to optimize sumatriptan therapy and ensure patient safety and optimal outcomes. Access free multiple choice questions on this topic."}
{"id": "article-29679_2", "title": "Sumatriptan -- Indications", "content": "Sumatriptan is approved by the U.S. Food and Drug Administration (FDA) as an abortive treatment for migraine attacks in adults, both with and without aura. Based on clinical studies, sumatriptan is an effective and well-tolerated treatment for migraines when administered intravenously, subcutaneously, or orally. The medication is also used to alleviate symptoms of photophobia, nausea, headache, and functional disability.", "contents": "Sumatriptan -- Indications. Sumatriptan is approved by the U.S. Food and Drug Administration (FDA) as an abortive treatment for migraine attacks in adults, both with and without aura. Based on clinical studies, sumatriptan is an effective and well-tolerated treatment for migraines when administered intravenously, subcutaneously, or orally. The medication is also used to alleviate symptoms of photophobia, nausea, headache, and functional disability."}
{"id": "article-29679_3", "title": "Sumatriptan -- Indications", "content": "Subcutaneous administration of sumatriptan has also gained FDA approval for treating acute cluster headaches. [1] The FDA has approved the fixed-dose combination of sumatriptan and naproxen sodium as a treatment option for migraines in patients aged 12 or older. The American Headache Society and American Academy of Neurology also approve using sumatriptan and naproxen to treat acute migraine. [2] According to the American Headache Society guidelines, sumatriptan is recommended for the acute treatment of moderate-to-severe migraines. [3]", "contents": "Sumatriptan -- Indications. Subcutaneous administration of sumatriptan has also gained FDA approval for treating acute cluster headaches. [1] The FDA has approved the fixed-dose combination of sumatriptan and naproxen sodium as a treatment option for migraines in patients aged 12 or older. The American Headache Society and American Academy of Neurology also approve using sumatriptan and naproxen to treat acute migraine. [2] According to the American Headache Society guidelines, sumatriptan is recommended for the acute treatment of moderate-to-severe migraines. [3]"}
{"id": "article-29679_4", "title": "Sumatriptan -- Indications -- Off-Label Uses", "content": "Sumatriptan is used off-label for the treatment of migraines in children and adolescents. [4] Sumatriptan is also used off-label for the management of cyclic vomiting syndrome. [5]", "contents": "Sumatriptan -- Indications -- Off-Label Uses. Sumatriptan is used off-label for the treatment of migraines in children and adolescents. [4] Sumatriptan is also used off-label for the management of cyclic vomiting syndrome. [5]"}
{"id": "article-29679_5", "title": "Sumatriptan -- Mechanism of Action", "content": "Serotonin, also known as 5-hydroxytryptamine (5-HT), plays a crucial role in the pathophysiology of migraines. Patients experiencing migraines often exhibit abnormal serotonin metabolism, and the intravenous administration of 5-HT can effectively relieve migraine attacks. Antimigraine drugs share the ability to activate 5-HT receptors. Headaches, a prominent characteristic of migraines, are believed to result from 1 or a combination of the following factors: excessive dilation of extracerebral cranial arteries (dural or meningeal), the presence of arteriovenous shunts, or both, as well as neurogenic dural plasma extravasation.", "contents": "Sumatriptan -- Mechanism of Action. Serotonin, also known as 5-hydroxytryptamine (5-HT), plays a crucial role in the pathophysiology of migraines. Patients experiencing migraines often exhibit abnormal serotonin metabolism, and the intravenous administration of 5-HT can effectively relieve migraine attacks. Antimigraine drugs share the ability to activate 5-HT receptors. Headaches, a prominent characteristic of migraines, are believed to result from 1 or a combination of the following factors: excessive dilation of extracerebral cranial arteries (dural or meningeal), the presence of arteriovenous shunts, or both, as well as neurogenic dural plasma extravasation."}
{"id": "article-29679_6", "title": "Sumatriptan -- Mechanism of Action", "content": "Sumatriptan (1-{3-[2-(Dimethylamino)ethyl]-1H-indol-5-yl}- N -methylmethanesulfonamide) is a selective agonist of 5-HT1-like receptors, which inhibits plasma leakage from the dura and venous sinuses. This inhibition is prompted by perivascular trigeminal fibers that release substance P, calcitonin gene–related peptide, and neurokinin A. This pain mechanism could be the ultimate shared pathway for various cephalgias and migraines, explaining the overlap and similarities observed among different headache syndromes. Subcutaneous administration of sumatriptan results in rapidly attaining peak plasma level concentrations. [6]", "contents": "Sumatriptan -- Mechanism of Action. Sumatriptan (1-{3-[2-(Dimethylamino)ethyl]-1H-indol-5-yl}- N -methylmethanesulfonamide) is a selective agonist of 5-HT1-like receptors, which inhibits plasma leakage from the dura and venous sinuses. This inhibition is prompted by perivascular trigeminal fibers that release substance P, calcitonin gene–related peptide, and neurokinin A. This pain mechanism could be the ultimate shared pathway for various cephalgias and migraines, explaining the overlap and similarities observed among different headache syndromes. Subcutaneous administration of sumatriptan results in rapidly attaining peak plasma level concentrations. [6]"}
{"id": "article-29679_7", "title": "Sumatriptan -- Mechanism of Action", "content": "Sumatriptan acts as an agonist on 5-HT1B/1D receptors by inducing vasoconstriction in the basilar artery and blood vessels within the dura mater. The drug reduces peripheral nociception either by selective cranial vasoconstriction or by affecting trigeminovascular nerves. Sumatriptan's blocking effect on peripheral trigeminal vascular nerves is evident in cases of neurogenic plasma extravasation. The drug effectively reverses facial allodynia by inhibiting the presynaptic terminal of the trigeminal nucleus caudalis.", "contents": "Sumatriptan -- Mechanism of Action. Sumatriptan acts as an agonist on 5-HT1B/1D receptors by inducing vasoconstriction in the basilar artery and blood vessels within the dura mater. The drug reduces peripheral nociception either by selective cranial vasoconstriction or by affecting trigeminovascular nerves. Sumatriptan's blocking effect on peripheral trigeminal vascular nerves is evident in cases of neurogenic plasma extravasation. The drug effectively reverses facial allodynia by inhibiting the presynaptic terminal of the trigeminal nucleus caudalis."}
{"id": "article-29679_8", "title": "Sumatriptan -- Mechanism of Action", "content": "Triptans function by reducing the transmission of pain impulses to the trigeminal nucleus caudalis and minimizing the release of inflammatory mediators from trigeminal nerves. As a result of this mechanism, there is a reduction in the vasodilation caused by calcitonin gene–related peptide. Migraine pain is associated with dilatation of the middle cerebral artery (MCA), which lowers the regional cerebral blood flow velocity. The reversal of MCA dilatation by sumatriptan indicates the involvement of the 5-HT receptor system in the migraine's pathogenesis. [7]", "contents": "Sumatriptan -- Mechanism of Action. Triptans function by reducing the transmission of pain impulses to the trigeminal nucleus caudalis and minimizing the release of inflammatory mediators from trigeminal nerves. As a result of this mechanism, there is a reduction in the vasodilation caused by calcitonin gene–related peptide. Migraine pain is associated with dilatation of the middle cerebral artery (MCA), which lowers the regional cerebral blood flow velocity. The reversal of MCA dilatation by sumatriptan indicates the involvement of the 5-HT receptor system in the migraine's pathogenesis. [7]"}
{"id": "article-29679_9", "title": "Sumatriptan -- Mechanism of Action", "content": "An administered dose of 100 μg/kg of sumatriptan reduces the synthesis rate of 5-HT in numerous brain regions, including the dorsal raphe nucleus. Prolonged administration of sumatriptan of 300 μg/kg/d resulted in significant improvements in the rate of 5-HT synthesis in different projection areas, with no effect on the dorsal raphe nucleus. Oral sumatriptan has demonstrated effectiveness in treating acute migraine attacks. [2]", "contents": "Sumatriptan -- Mechanism of Action. An administered dose of 100 μg/kg of sumatriptan reduces the synthesis rate of 5-HT in numerous brain regions, including the dorsal raphe nucleus. Prolonged administration of sumatriptan of 300 μg/kg/d resulted in significant improvements in the rate of 5-HT synthesis in different projection areas, with no effect on the dorsal raphe nucleus. Oral sumatriptan has demonstrated effectiveness in treating acute migraine attacks. [2]"}
{"id": "article-29679_10", "title": "Sumatriptan -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Sumatriptan is rapidly absorbed when administered both orally and subcutaneously. However, the bioavailability of oral sumatriptan is only 14% in contrast to the nearly 100% bioavailability achieved through subcutaneous administration.", "contents": "Sumatriptan -- Mechanism of Action -- Pharmacokinetics. Absorption: Sumatriptan is rapidly absorbed when administered both orally and subcutaneously. However, the bioavailability of oral sumatriptan is only 14% in contrast to the nearly 100% bioavailability achieved through subcutaneous administration."}
{"id": "article-29679_11", "title": "Sumatriptan -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: The volume of distribution for sumatriptan is 2.7 L/kg. The plasma protein binding of the drug is relatively low, ranging from 14% to 21%. Despite its limited lipophilicity, sumatriptan can traverse the blood-brain barrier. [8] Metabolism: Monoamine oxidase A (MAO-A) predominantly metabolizes sumatriptan. [9]", "contents": "Sumatriptan -- Mechanism of Action -- Pharmacokinetics. Distribution: The volume of distribution for sumatriptan is 2.7 L/kg. The plasma protein binding of the drug is relatively low, ranging from 14% to 21%. Despite its limited lipophilicity, sumatriptan can traverse the blood-brain barrier. [8] Metabolism: Monoamine oxidase A (MAO-A) predominantly metabolizes sumatriptan. [9]"}
{"id": "article-29679_12", "title": "Sumatriptan -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Sumatriptan exhibits a plasma half-life of approximately 2 hours. The drug is eliminated mainly through metabolism, resulting in the formation of an inactive analog of indoleacetic acid. The pharmacokinetic and pharmacodynamic characteristics of sumatriptan remain unchanged in the presence of alcohol, prophylactic migraine treatments, or dihydroergotamine. [10]", "contents": "Sumatriptan -- Mechanism of Action -- Pharmacokinetics. Elimination: Sumatriptan exhibits a plasma half-life of approximately 2 hours. The drug is eliminated mainly through metabolism, resulting in the formation of an inactive analog of indoleacetic acid. The pharmacokinetic and pharmacodynamic characteristics of sumatriptan remain unchanged in the presence of alcohol, prophylactic migraine treatments, or dihydroergotamine. [10]"}
{"id": "article-29679_13", "title": "Sumatriptan -- Administration -- Dosage Forms and Strengths", "content": "Sumatriptan is available in multiple formulations for administration, including oral tablets, intranasal sprays, subcutaneous injections, and rectal suppositories. Sumatriptan is most effective in providing pain relief when administered immediately after the onset of migraine symptoms. The American Headache Society recommends considering subcutaneous or intranasal formulations of sumatriptan for patients with acute migraines associated with severe nausea or vomiting. They also recommend these formulations if someone has difficulty swallowing oral medications or does not respond well to the oral formulation of sumatriptan. [11] Oral tablets: Sumatriptan succinate oral tablets come in strengths of 25 mg, 50 mg, or 100 mg. The 50 mg and 100 mg doses are potentially more effective in alleviating migraines than the 25 mg dose.", "contents": "Sumatriptan -- Administration -- Dosage Forms and Strengths. Sumatriptan is available in multiple formulations for administration, including oral tablets, intranasal sprays, subcutaneous injections, and rectal suppositories. Sumatriptan is most effective in providing pain relief when administered immediately after the onset of migraine symptoms. The American Headache Society recommends considering subcutaneous or intranasal formulations of sumatriptan for patients with acute migraines associated with severe nausea or vomiting. They also recommend these formulations if someone has difficulty swallowing oral medications or does not respond well to the oral formulation of sumatriptan. [11] Oral tablets: Sumatriptan succinate oral tablets come in strengths of 25 mg, 50 mg, or 100 mg. The 50 mg and 100 mg doses are potentially more effective in alleviating migraines than the 25 mg dose."}
{"id": "article-29679_14", "title": "Sumatriptan -- Administration -- Dosage Forms and Strengths", "content": "Intranasal sprays: Sumatriptan is offered in nasal solution formulations with strengths of 5 mg, 10 mg, and 20 mg per actuation, as well as a nasal powder formulation with a strength of 11 mg per actuation. The nasal powder form of sumatriptan shows faster relief from migraine-related disability and pain intensity than the oral tablet form.", "contents": "Sumatriptan -- Administration -- Dosage Forms and Strengths. Intranasal sprays: Sumatriptan is offered in nasal solution formulations with strengths of 5 mg, 10 mg, and 20 mg per actuation, as well as a nasal powder formulation with a strength of 11 mg per actuation. The nasal powder form of sumatriptan shows faster relief from migraine-related disability and pain intensity than the oral tablet form."}
{"id": "article-29679_15", "title": "Sumatriptan -- Administration -- Dosage Forms and Strengths", "content": "Subcutaneous injections: Sumatriptan is offered in subcutaneous injection formulations with strengths of 3 mg/0.5 mL, 4 mg/0.5 mL, and 6 mg/0.5 mL. Subcutaneous administration of the drug has been regarded as the most effective treatment for both pain and associated autonomic symptoms during the acute phase of migraine episodes. Moreover, if a migraine recurs following the initial sumatriptan injection treatment, sumatriptan succinate tablets of up to 100 mg/d can be administered to patients 2 hours after the injection. Rectal suppositories: Administering sumatriptan succinate rectally at a dose of 25 mg proves effective in treating acute migraine attacks and notably reduces symptoms within 2 hours. Sumatriptan is also available in combination with naproxen sodium, comprising 85 mg of sumatriptan and 500 mg of naproxen sodium. The highest recommended dosage is 2 tablets within 24 hours. [12]", "contents": "Sumatriptan -- Administration -- Dosage Forms and Strengths. Subcutaneous injections: Sumatriptan is offered in subcutaneous injection formulations with strengths of 3 mg/0.5 mL, 4 mg/0.5 mL, and 6 mg/0.5 mL. Subcutaneous administration of the drug has been regarded as the most effective treatment for both pain and associated autonomic symptoms during the acute phase of migraine episodes. Moreover, if a migraine recurs following the initial sumatriptan injection treatment, sumatriptan succinate tablets of up to 100 mg/d can be administered to patients 2 hours after the injection. Rectal suppositories: Administering sumatriptan succinate rectally at a dose of 25 mg proves effective in treating acute migraine attacks and notably reduces symptoms within 2 hours. Sumatriptan is also available in combination with naproxen sodium, comprising 85 mg of sumatriptan and 500 mg of naproxen sodium. The highest recommended dosage is 2 tablets within 24 hours. [12]"}
{"id": "article-29679_16", "title": "Sumatriptan -- Administration -- Adult Dosage", "content": "Acute migraine: When treating acute migraines, sumatriptan offers the following dosing options to consider: Oral dosing: The recommended single oral dose of sumatriptan ranges from 25 to 100 mg, which can be repeated once after a 2-hour interval. The maximum permissible dosage within 24 hours is 200 mg. Subcutaneous dosing: A single subcutaneous dose of sumatriptan ranges from 1 to 6 mg, which can be repeated after 1 hour if necessary. The maximum permissible dosage within 24 hours is 12 mg. Acute cluster headache: For addressing acute cluster headaches, the following dosing regimen of sumatriptan with subcutaneous administration has proven effective: Subcutaneous dosing: A single subcutaneous dose of 6 mg is recommended, with the option to repeat it once after 1 hour. The maximum permissible dosage within 24 hours is 12 mg.", "contents": "Sumatriptan -- Administration -- Adult Dosage. Acute migraine: When treating acute migraines, sumatriptan offers the following dosing options to consider: Oral dosing: The recommended single oral dose of sumatriptan ranges from 25 to 100 mg, which can be repeated once after a 2-hour interval. The maximum permissible dosage within 24 hours is 200 mg. Subcutaneous dosing: A single subcutaneous dose of sumatriptan ranges from 1 to 6 mg, which can be repeated after 1 hour if necessary. The maximum permissible dosage within 24 hours is 12 mg. Acute cluster headache: For addressing acute cluster headaches, the following dosing regimen of sumatriptan with subcutaneous administration has proven effective: Subcutaneous dosing: A single subcutaneous dose of 6 mg is recommended, with the option to repeat it once after 1 hour. The maximum permissible dosage within 24 hours is 12 mg."}
{"id": "article-29679_17", "title": "Sumatriptan -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The recommended sumatriptan oral dosing should not exceed 50 mg/d for patients with mild-to-moderate hepatic impairment. No dosage adjustment is necessary for the subcutaneous administration of the drug in cases of mild-to-moderate hepatic impairment. However, it is noteworthy that sumatriptan is contraindicated in patients with severe hepatic impairment. Renal impairment: No dosage adjustment is required for patients with renal impairment. However, the dosing regimen for patients undergoing hemodialysis or peritoneal dialysis remains undefined. Pregnancy considerations: Clinical trials have not been conducted to evaluate the efficacy and safety of sumatriptan in pregnant or pediatric patients. [13]", "contents": "Sumatriptan -- Administration -- Specific Patient Populations. Hepatic impairment: The recommended sumatriptan oral dosing should not exceed 50 mg/d for patients with mild-to-moderate hepatic impairment. No dosage adjustment is necessary for the subcutaneous administration of the drug in cases of mild-to-moderate hepatic impairment. However, it is noteworthy that sumatriptan is contraindicated in patients with severe hepatic impairment. Renal impairment: No dosage adjustment is required for patients with renal impairment. However, the dosing regimen for patients undergoing hemodialysis or peritoneal dialysis remains undefined. Pregnancy considerations: Clinical trials have not been conducted to evaluate the efficacy and safety of sumatriptan in pregnant or pediatric patients. [13]"}
{"id": "article-29679_18", "title": "Sumatriptan -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: As sumatriptan is excreted in human milk, lactating women should refrain from breastfeeding for at least 12 hours after treatment to reduce potential infant exposure. [14] Pediatric patients: Sumatriptan use is not recommended for patients younger than 18.", "contents": "Sumatriptan -- Administration -- Specific Patient Populations. Breastfeeding considerations: As sumatriptan is excreted in human milk, lactating women should refrain from breastfeeding for at least 12 hours after treatment to reduce potential infant exposure. [14] Pediatric patients: Sumatriptan use is not recommended for patients younger than 18."}
{"id": "article-29679_19", "title": "Sumatriptan -- Administration -- Specific Patient Populations", "content": "Older patients: Before prescribing sumatriptan to elderly patients, it is essential to assess their cardiac risk. Prescribing sumatriptan at the lower end of the dosing range is recommended. [15] [16]", "contents": "Sumatriptan -- Administration -- Specific Patient Populations. Older patients: Before prescribing sumatriptan to elderly patients, it is essential to assess their cardiac risk. Prescribing sumatriptan at the lower end of the dosing range is recommended. [15] [16]"}
{"id": "article-29679_20", "title": "Sumatriptan -- Adverse Effects", "content": "The safety of treating more than 4 headaches in a month with sumatriptan has not been investigated yet. Notably, adverse reactions to sumatriptan are influenced by the dosage and can be dose-dependent. Individuals experiencing nausea and vomiting can opt for subcutaneous injection instead of the oral form of sumatriptan. However, it is noteworthy that subcutaneous administration of the drug is associated with a higher occurrence of adverse events.", "contents": "Sumatriptan -- Adverse Effects. The safety of treating more than 4 headaches in a month with sumatriptan has not been investigated yet. Notably, adverse reactions to sumatriptan are influenced by the dosage and can be dose-dependent. Individuals experiencing nausea and vomiting can opt for subcutaneous injection instead of the oral form of sumatriptan. However, it is noteworthy that subcutaneous administration of the drug is associated with a higher occurrence of adverse events."}
{"id": "article-29679_21", "title": "Sumatriptan -- Adverse Effects", "content": "The oral form of sumatriptan can cause non-coronary vasospastic reactions, including gastrointestinal vascular ischemia and infarction, presenting with abdominal pain and bloody diarrhea, peripheral vascular ischemia, splenic infarction, renal infarction, and Raynaud syndrome. Sumatriptan can lead to adverse events in the central nervous system (CNS) even when not associated with migraine attacks. The medication can induce mild sedative effects such as sleepiness or fatigue in patients, and it also results in a notable elevation in electroencephalogram alpha power when compared to a placebo. In a study assessed using the Yale-Brown Scale, sumatriptan exacerbated symptoms in patients with obsessive-compulsive disorder. Although sumatriptan can induce a temporary increase in blood pressure levels in patients, the rise in blood pressure is akin to what is typically experienced during moderate exercise. [17]", "contents": "Sumatriptan -- Adverse Effects. The oral form of sumatriptan can cause non-coronary vasospastic reactions, including gastrointestinal vascular ischemia and infarction, presenting with abdominal pain and bloody diarrhea, peripheral vascular ischemia, splenic infarction, renal infarction, and Raynaud syndrome. Sumatriptan can lead to adverse events in the central nervous system (CNS) even when not associated with migraine attacks. The medication can induce mild sedative effects such as sleepiness or fatigue in patients, and it also results in a notable elevation in electroencephalogram alpha power when compared to a placebo. In a study assessed using the Yale-Brown Scale, sumatriptan exacerbated symptoms in patients with obsessive-compulsive disorder. Although sumatriptan can induce a temporary increase in blood pressure levels in patients, the rise in blood pressure is akin to what is typically experienced during moderate exercise. [17]"}
{"id": "article-29679_22", "title": "Sumatriptan -- Adverse Effects", "content": "For most individuals, physician-administered subcutaneous injections typically lead to transient stinging at the injection site. However, when patients utilize the auto-injector themselves, the tolerance for this sensation tends to be improved. Although considered a rare occurrence, sumatriptan can induce angle-closure glaucoma. Swift treatment is essential to avert visual impairment in such cases. A frequent adverse drug reaction associated with subcutaneous administration of sumatriptan includes injection site reactions characterized by bleeding, bruising, and erythema at the injection site. In addition, intranasal sumatriptan administration often leads to dysgeusia and nasal discomfort. [18]", "contents": "Sumatriptan -- Adverse Effects. For most individuals, physician-administered subcutaneous injections typically lead to transient stinging at the injection site. However, when patients utilize the auto-injector themselves, the tolerance for this sensation tends to be improved. Although considered a rare occurrence, sumatriptan can induce angle-closure glaucoma. Swift treatment is essential to avert visual impairment in such cases. A frequent adverse drug reaction associated with subcutaneous administration of sumatriptan includes injection site reactions characterized by bleeding, bruising, and erythema at the injection site. In addition, intranasal sumatriptan administration often leads to dysgeusia and nasal discomfort. [18]"}
{"id": "article-29679_23", "title": "Sumatriptan -- Adverse Effects", "content": "Sumatriptan offers faster onset and more comprehensive efficacy than combined with caffeine and ergotamine. However, the drug is associated with a higher incidence of recurrent headaches. Rothner et al reported a facial nerve palsy case in an adolescent using sumatriptan nasal spray. Furthermore, Hossein et al reported a recurrent paresis of the superior division of the oculomotor nerve following subcutaneous administration of the drug.", "contents": "Sumatriptan -- Adverse Effects. Sumatriptan offers faster onset and more comprehensive efficacy than combined with caffeine and ergotamine. However, the drug is associated with a higher incidence of recurrent headaches. Rothner et al reported a facial nerve palsy case in an adolescent using sumatriptan nasal spray. Furthermore, Hossein et al reported a recurrent paresis of the superior division of the oculomotor nerve following subcutaneous administration of the drug."}
{"id": "article-29679_24", "title": "Sumatriptan -- Adverse Effects", "content": "A comprehensive assessment is necessary for patients experiencing sudden and intense headaches. Careful administration of sumatriptan is essential in such cases due to the drug's potential to trigger reversible cerebral vasoconstriction syndrome (RCVS) or exacerbate cerebral vasoconstriction. Vascular imaging should be performed after several days if sumatriptan-induced RCVS is suspected in patients. Sumatriptan can also induce sensations of tightness, pain, pressure, and heaviness in the precordium, throat, neck, and jaw that do not originate from cardiac issues. [19]", "contents": "Sumatriptan -- Adverse Effects. A comprehensive assessment is necessary for patients experiencing sudden and intense headaches. Careful administration of sumatriptan is essential in such cases due to the drug's potential to trigger reversible cerebral vasoconstriction syndrome (RCVS) or exacerbate cerebral vasoconstriction. Vascular imaging should be performed after several days if sumatriptan-induced RCVS is suspected in patients. Sumatriptan can also induce sensations of tightness, pain, pressure, and heaviness in the precordium, throat, neck, and jaw that do not originate from cardiac issues. [19]"}
{"id": "article-29679_25", "title": "Sumatriptan -- Adverse Effects", "content": "Although the seizures induced by sumatriptan are rare, they are considered severe adverse drug reactions. These seizures have predominantly been observed in patients with predisposing factors or a history of epilepsy. However, seizures have also been reported in patients without any predisposing factors or epilepsy history. Therefore, caution is advised when using sumatriptan in these cases. [20]", "contents": "Sumatriptan -- Adverse Effects. Although the seizures induced by sumatriptan are rare, they are considered severe adverse drug reactions. These seizures have predominantly been observed in patients with predisposing factors or a history of epilepsy. However, seizures have also been reported in patients without any predisposing factors or epilepsy history. Therefore, caution is advised when using sumatriptan in these cases. [20]"}
{"id": "article-29679_26", "title": "Sumatriptan -- Adverse Effects -- Drug-Drug Interactions", "content": "Ergot-containing medications: Using ergot-containing medicines can cause prolonged vasospasm. As their pharmacodynamic effects are additive, the concurrent use of dihydroergotamine or methysergide with sumatriptan is contraindicated. [21] MAO-A inhibitors: As MAO-A inhibitors can elevate serum sumatriptan concentrations and result in toxicity, it is advisable to avoid their simultaneous administration. [22] 5-HT1 agonists: The concurrent administration of sumatriptan and 5-HT1 agonists is contraindicated. [21]", "contents": "Sumatriptan -- Adverse Effects -- Drug-Drug Interactions. Ergot-containing medications: Using ergot-containing medicines can cause prolonged vasospasm. As their pharmacodynamic effects are additive, the concurrent use of dihydroergotamine or methysergide with sumatriptan is contraindicated. [21] MAO-A inhibitors: As MAO-A inhibitors can elevate serum sumatriptan concentrations and result in toxicity, it is advisable to avoid their simultaneous administration. [22] 5-HT1 agonists: The concurrent administration of sumatriptan and 5-HT1 agonists is contraindicated. [21]"}
{"id": "article-29679_27", "title": "Sumatriptan -- Adverse Effects -- Drug-Drug Interactions", "content": "Selective serotonin reuptake inhibitors (SSRIs) or serotonin-norepinephrine reuptake inhibitors (SNRIs): Serotonin syndrome has been reported in cases where sumatriptan was concurrently administered with SSRIs or SNRIs. Thus, cautious usage is recommended. However, a study suggests that the risk of serotonin syndrome with SSRIs or SNRIs is relatively low. [23]", "contents": "Sumatriptan -- Adverse Effects -- Drug-Drug Interactions. Selective serotonin reuptake inhibitors (SSRIs) or serotonin-norepinephrine reuptake inhibitors (SNRIs): Serotonin syndrome has been reported in cases where sumatriptan was concurrently administered with SSRIs or SNRIs. Thus, cautious usage is recommended. However, a study suggests that the risk of serotonin syndrome with SSRIs or SNRIs is relatively low. [23]"}
{"id": "article-29679_28", "title": "Sumatriptan -- Contraindications", "content": "Contraindications to sumatriptan use include the following conditions: Administration of sumatriptan through oral, intranasal, and subcutaneous routes is contraindicated in individuals with severe hepatic impairment. Sumatriptan should not be used by patients currently taking MAO-A inhibitors or have discontinued taking them within the past 2 weeks due to contraindications. [24] Sumatriptan is contraindicated in patients with ischemic heart disease, which encompasses conditions such as coronary artery vasospasm, myocardial infarction, Prinzmetal angina, and angina pectoris. [25] Sumatriptan is also contraindicated in patients who are simultaneously using ergotamine and another 5-HT1 agonist. Patients with peripheral vascular disease such as ischemic bowel disease, cerebrovascular syndromes, or uncontrolled hypertension should avoid using sumatriptan due to contraindications. Sumatritapn is contraindicated in patients with hemiplegic or basilar migraine. [26]", "contents": "Sumatriptan -- Contraindications. Contraindications to sumatriptan use include the following conditions: Administration of sumatriptan through oral, intranasal, and subcutaneous routes is contraindicated in individuals with severe hepatic impairment. Sumatriptan should not be used by patients currently taking MAO-A inhibitors or have discontinued taking them within the past 2 weeks due to contraindications. [24] Sumatriptan is contraindicated in patients with ischemic heart disease, which encompasses conditions such as coronary artery vasospasm, myocardial infarction, Prinzmetal angina, and angina pectoris. [25] Sumatriptan is also contraindicated in patients who are simultaneously using ergotamine and another 5-HT1 agonist. Patients with peripheral vascular disease such as ischemic bowel disease, cerebrovascular syndromes, or uncontrolled hypertension should avoid using sumatriptan due to contraindications. Sumatritapn is contraindicated in patients with hemiplegic or basilar migraine. [26]"}
{"id": "article-29679_29", "title": "Sumatriptan -- Contraindications", "content": "Sumatriptan should not be used by individuals with Wolff-Parkinson-White syndrome and arrhythmias associated with other cardiac accessory conduction pathway disorders due to contraindications. [15] Sumatriptan should not be used if there is a hypersensitivity to the drug or its excipients, as cases of anaphylaxis have been reported in such instances. [27] Clinicians should exercise caution when prescribing various triptans to patients if they have a history of hypersensitivity reactions to sumatriptan. [27]", "contents": "Sumatriptan -- Contraindications. Sumatriptan should not be used by individuals with Wolff-Parkinson-White syndrome and arrhythmias associated with other cardiac accessory conduction pathway disorders due to contraindications. [15] Sumatriptan should not be used if there is a hypersensitivity to the drug or its excipients, as cases of anaphylaxis have been reported in such instances. [27] Clinicians should exercise caution when prescribing various triptans to patients if they have a history of hypersensitivity reactions to sumatriptan. [27]"}
{"id": "article-29679_30", "title": "Sumatriptan -- Monitoring", "content": "The elimination half-life of sumatriptan falls within the range of 1 to 4 hours, while the therapeutic plasma concentrations of the drug typically span from 0.013 to 0.095 mg/L. In adults, the maximum daily dose for sumatriptan is 300 mg orally, 40 mg intranasally, 12 mg through injection, or 13 mg transdermally with 2 patches.", "contents": "Sumatriptan -- Monitoring. The elimination half-life of sumatriptan falls within the range of 1 to 4 hours, while the therapeutic plasma concentrations of the drug typically span from 0.013 to 0.095 mg/L. In adults, the maximum daily dose for sumatriptan is 300 mg orally, 40 mg intranasally, 12 mg through injection, or 13 mg transdermally with 2 patches."}
{"id": "article-29679_31", "title": "Sumatriptan -- Monitoring", "content": "The risk of serotonin syndrome escalates when patients use drugs that elevate serotonin levels, such as MDMA, St. John's wort, paroxetine, fluoxetine, venlafaxine, and duloxetine. Clinicians should advise patients to remain vigilant for signs and symptoms of serotonin syndrome when starting or increasing the medication dosage. [28]", "contents": "Sumatriptan -- Monitoring. The risk of serotonin syndrome escalates when patients use drugs that elevate serotonin levels, such as MDMA, St. John's wort, paroxetine, fluoxetine, venlafaxine, and duloxetine. Clinicians should advise patients to remain vigilant for signs and symptoms of serotonin syndrome when starting or increasing the medication dosage. [28]"}
{"id": "article-29679_32", "title": "Sumatriptan -- Toxicity", "content": "The available data concerning sumatriptan overdose and toxicity are limited. A case report highlights a male patient aged 36 who self-reported excessive use of sumatriptan, administering 66 subcutaneous injections of 6 mg within 4 weeks. No adverse reactions were clinically observed, and laboratory parameters remained unaffected. [29]", "contents": "Sumatriptan -- Toxicity. The available data concerning sumatriptan overdose and toxicity are limited. A case report highlights a male patient aged 36 who self-reported excessive use of sumatriptan, administering 66 subcutaneous injections of 6 mg within 4 weeks. No adverse reactions were clinically observed, and laboratory parameters remained unaffected. [29]"}
{"id": "article-29679_33", "title": "Sumatriptan -- Toxicity", "content": "An analysis from the National Poison Data System reveals that an overdose of triptans can manifest as a toxidrome characterized by tachycardia, hypertension, and drowsiness. The mortality risk increases when a concomitant overdose involves tricyclic antidepressants and benzodiazepines. [30]", "contents": "Sumatriptan -- Toxicity. An analysis from the National Poison Data System reveals that an overdose of triptans can manifest as a toxidrome characterized by tachycardia, hypertension, and drowsiness. The mortality risk increases when a concomitant overdose involves tricyclic antidepressants and benzodiazepines. [30]"}
{"id": "article-29679_34", "title": "Sumatriptan -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional healthcare team comprising clinicians and pharmacists is responsible for the treatment of migraine attacks by administering sumatriptan. Sumatriptan is an effective and well-tolerated drug for treating migraines when administered intravenously, subcutaneously, or orally. [31] Healthcare providers prescribing sumatriptan should be aware of its adverse effects on the CNS. The drug can cause mild sedative effects such as sleepiness or fatigue. Sumatriptan may cause temporary stinging at the injection site and can affect the blood pressure levels in patients.", "contents": "Sumatriptan -- Enhancing Healthcare Team Outcomes. An interprofessional healthcare team comprising clinicians and pharmacists is responsible for the treatment of migraine attacks by administering sumatriptan. Sumatriptan is an effective and well-tolerated drug for treating migraines when administered intravenously, subcutaneously, or orally. [31] Healthcare providers prescribing sumatriptan should be aware of its adverse effects on the CNS. The drug can cause mild sedative effects such as sleepiness or fatigue. Sumatriptan may cause temporary stinging at the injection site and can affect the blood pressure levels in patients."}
{"id": "article-29679_35", "title": "Sumatriptan -- Enhancing Healthcare Team Outcomes", "content": "Sumatriptan is also associated with a high rate of recurrent headaches and can precipitate an RCVS. Healthcare providers should conduct a thorough cardiovascular assessment in older patients, especially those with diabetes, hypertension, smoking habits, obesity, and a significant family history of coronary artery disease, before prescribing sumatriptan. Healthcare providers should start sumatriptan treatment with the lowest oral dosage to ensure patient safety. Pharmacists should carefully review potential drug-drug and drug-disease interactions to mitigate the risk of sumatriptan therapy. In addition, they can offer comprehensive medication counseling to patients. In the inpatient setting, nurses should keep track of the patient's blood pressure, monitor the frequency of sumatriptan use, and observe for potential adverse drug reactions, including CNS effects. [32]", "contents": "Sumatriptan -- Enhancing Healthcare Team Outcomes. Sumatriptan is also associated with a high rate of recurrent headaches and can precipitate an RCVS. Healthcare providers should conduct a thorough cardiovascular assessment in older patients, especially those with diabetes, hypertension, smoking habits, obesity, and a significant family history of coronary artery disease, before prescribing sumatriptan. Healthcare providers should start sumatriptan treatment with the lowest oral dosage to ensure patient safety. Pharmacists should carefully review potential drug-drug and drug-disease interactions to mitigate the risk of sumatriptan therapy. In addition, they can offer comprehensive medication counseling to patients. In the inpatient setting, nurses should keep track of the patient's blood pressure, monitor the frequency of sumatriptan use, and observe for potential adverse drug reactions, including CNS effects. [32]"}
{"id": "article-29679_36", "title": "Sumatriptan -- Enhancing Healthcare Team Outcomes", "content": "By implementing these collaborative strategies, the interprofessional healthcare team can maintain the efficacy of sumatriptan, minimize the adverse effects associated with the drug, and enhance overall patient outcomes.", "contents": "Sumatriptan -- Enhancing Healthcare Team Outcomes. By implementing these collaborative strategies, the interprofessional healthcare team can maintain the efficacy of sumatriptan, minimize the adverse effects associated with the drug, and enhance overall patient outcomes."}
{"id": "article-29679_37", "title": "Sumatriptan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sumatriptan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}