{"id": "article-277_0", "title": "Cardioactive Steroid Toxicity -- Continuing Education Activity", "content": "Cardioactive steroids (CAS) are medically important compounds historically used for conditions like edema and \"dropsy.\" They are available in several plants including oleander, foxglove, lily of the valley, red squill, dogbane, common milkweed plant, etc. Leaves of Digitalis lanata contain digoxin while seeds of Digitalis purpurea may contain digitalin. Several Chinese herbal medications and aphrodisiacs may also contain cardioactive steroids. Historians believe the selection of yellow contrast in Van Gogh's painting was likely secondary to digitalis toxicity. Digoxin is the most well known cardioactive steroid with application in the treatment of congestive heart failure and for the control of ventricular rate in atrial tachyarrhythmias. This activity reviews the etiology, presentation, evaluation, and management/prevention of cardioactive steroid toxicity and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Cardioactive Steroid Toxicity -- Continuing Education Activity. Cardioactive steroids (CAS) are medically important compounds historically used for conditions like edema and \"dropsy.\" They are available in several plants including oleander, foxglove, lily of the valley, red squill, dogbane, common milkweed plant, etc. Leaves of Digitalis lanata contain digoxin while seeds of Digitalis purpurea may contain digitalin. Several Chinese herbal medications and aphrodisiacs may also contain cardioactive steroids. Historians believe the selection of yellow contrast in Van Gogh's painting was likely secondary to digitalis toxicity. Digoxin is the most well known cardioactive steroid with application in the treatment of congestive heart failure and for the control of ventricular rate in atrial tachyarrhythmias. This activity reviews the etiology, presentation, evaluation, and management/prevention of cardioactive steroid toxicity and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-277_1", "title": "Cardioactive Steroid Toxicity -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of cardioactive steroid toxicity. Outline the various presenting signs and symptoms that would accompany contrast agent toxicity. Summarize the management strategies available for cardioactive steroid toxicity. Review the interprofessional team strategies for improving care coordination and communication regarding the management of patients with cardioactive steroid toxicity. Access free multiple choice questions on this topic.", "contents": "Cardioactive Steroid Toxicity -- Continuing Education Activity. Objectives: Describe the pathophysiology of cardioactive steroid toxicity. Outline the various presenting signs and symptoms that would accompany contrast agent toxicity. Summarize the management strategies available for cardioactive steroid toxicity. Review the interprofessional team strategies for improving care coordination and communication regarding the management of patients with cardioactive steroid toxicity. Access free multiple choice questions on this topic."}
{"id": "article-277_2", "title": "Cardioactive Steroid Toxicity -- Introduction", "content": "Cardioactive steroids (CAS) are medically important compounds historically used for conditions like edema and \"dropsy.\" There is literature from the 17th century regarding their therapeutic effects. They are available in several plants, including oleander, foxglove, lily of the valley, red squill, dogbane, common milkweed plant, etc. Leaves of Digitalis lanata contain digoxin, while seeds of Digitalis purpurea may contain digitalin. Several Chinese herbal medications and aphrodisiacs may also contain cardioactive steroids. Historians believe the selection of yellow contrast in Van Gogh's painting was likely secondary to digitalis toxicity.", "contents": "Cardioactive Steroid Toxicity -- Introduction. Cardioactive steroids (CAS) are medically important compounds historically used for conditions like edema and \"dropsy.\" There is literature from the 17th century regarding their therapeutic effects. They are available in several plants, including oleander, foxglove, lily of the valley, red squill, dogbane, common milkweed plant, etc. Leaves of Digitalis lanata contain digoxin, while seeds of Digitalis purpurea may contain digitalin. Several Chinese herbal medications and aphrodisiacs may also contain cardioactive steroids. Historians believe the selection of yellow contrast in Van Gogh's painting was likely secondary to digitalis toxicity."}
{"id": "article-277_3", "title": "Cardioactive Steroid Toxicity -- Introduction", "content": "Digoxin is the most well known cardioactive steroid with application in the treatment of congestive heart failure and for the control of ventricular rate in atrial tachyarrhythmias. It is available in tablet form and liquid-filled capsules that can increase its bioavailability. Other less commonly used cardioactive steroids include lanatoside C, digitoxin, ouabain, gitalin, and deslanoside.", "contents": "Cardioactive Steroid Toxicity -- Introduction. Digoxin is the most well known cardioactive steroid with application in the treatment of congestive heart failure and for the control of ventricular rate in atrial tachyarrhythmias. It is available in tablet form and liquid-filled capsules that can increase its bioavailability. Other less commonly used cardioactive steroids include lanatoside C, digitoxin, ouabain, gitalin, and deslanoside."}
{"id": "article-277_4", "title": "Cardioactive Steroid Toxicity -- Etiology", "content": "Digoxin toxicity manifests itself in acute and chronic forms. Acute toxicity is mainly the result of dosage errors, suicidal ingestions, and accidental ingestion of CAS containing plants. Chronic toxicity is usually due to drug-drug interactions, conditions that alter the protein binding resulting in increased free state CAS, changes in gut absorption of the drug, and impaired renal clearance of the drug. The usual victims of CAS toxicity as extremes of age and those with renal insufficiency issues.", "contents": "Cardioactive Steroid Toxicity -- Etiology. Digoxin toxicity manifests itself in acute and chronic forms. Acute toxicity is mainly the result of dosage errors, suicidal ingestions, and accidental ingestion of CAS containing plants. Chronic toxicity is usually due to drug-drug interactions, conditions that alter the protein binding resulting in increased free state CAS, changes in gut absorption of the drug, and impaired renal clearance of the drug. The usual victims of CAS toxicity as extremes of age and those with renal insufficiency issues."}
{"id": "article-277_5", "title": "Cardioactive Steroid Toxicity -- Etiology", "content": "CAS toxicity may also result from the ingestion of certain plants and animal products. Some plants that are known for this include Nerium oleander , lily of the valley, foxglove, and red squill. There are many tea and herbal products in the market that can potentially cause CAS toxicity. [1] [2] [3] Bufo toad secretions used as aphrodisiacs contain bufotoxin that may cause toxicity by oral ingestion. [4] [5] Ch'an Su, a herbal medicine used in congestive heart failure contain bufadienolides, is also arrhythmogenic and can cause similar toxicity.", "contents": "Cardioactive Steroid Toxicity -- Etiology. CAS toxicity may also result from the ingestion of certain plants and animal products. Some plants that are known for this include Nerium oleander , lily of the valley, foxglove, and red squill. There are many tea and herbal products in the market that can potentially cause CAS toxicity. [1] [2] [3] Bufo toad secretions used as aphrodisiacs contain bufotoxin that may cause toxicity by oral ingestion. [4] [5] Ch'an Su, a herbal medicine used in congestive heart failure contain bufadienolides, is also arrhythmogenic and can cause similar toxicity."}
{"id": "article-277_6", "title": "Cardioactive Steroid Toxicity -- Epidemiology", "content": "Digoxin toxicity is a worldwide phenomenon because it has therapeutic applications. Additionally, epidemics and sporadic cases have also been reported secondary to the consumption of oleander plants. The 2011 Annual report of the American Poison Control Center described 1376 cases of cardiac glycoside poisoning. Multiple accounts exist of yellow oleander leaves poisoning in India and Sri Lanka. [6] [7] [8] Cerbera manghas fruits are also in use by populations in south India and Sri Lanka, resulting in reported fatal self-poisonings. [8]", "contents": "Cardioactive Steroid Toxicity -- Epidemiology. Digoxin toxicity is a worldwide phenomenon because it has therapeutic applications. Additionally, epidemics and sporadic cases have also been reported secondary to the consumption of oleander plants. The 2011 Annual report of the American Poison Control Center described 1376 cases of cardiac glycoside poisoning. Multiple accounts exist of yellow oleander leaves poisoning in India and Sri Lanka. [6] [7] [8] Cerbera manghas fruits are also in use by populations in south India and Sri Lanka, resulting in reported fatal self-poisonings. [8]"}
{"id": "article-277_7", "title": "Cardioactive Steroid Toxicity -- Pathophysiology", "content": "The chemical structure of a CAS contains a steroid nucleus and a 5 or 6-membered lactone ring. Cardenolides, which are 5-membered rings, are mostly from plants, while, bufadienolides, with a 6-membered ring, are mainly animal-based. [9] Digitoxin and digoxin, extracted from foxglove, belong to Cardenolides, while bufadienolides like bufalin derive from mammals, amphibians, a few insects (lighting bug, Photinus spp.), and plant sources (red quill). [10]", "contents": "Cardioactive Steroid Toxicity -- Pathophysiology. The chemical structure of a CAS contains a steroid nucleus and a 5 or 6-membered lactone ring. Cardenolides, which are 5-membered rings, are mostly from plants, while, bufadienolides, with a 6-membered ring, are mainly animal-based. [9] Digitoxin and digoxin, extracted from foxglove, belong to Cardenolides, while bufadienolides like bufalin derive from mammals, amphibians, a few insects (lighting bug, Photinus spp.), and plant sources (red quill). [10]"}
{"id": "article-277_8", "title": "Cardioactive Steroid Toxicity -- Pathophysiology", "content": "CAS primarily serve as inotropic agents in therapeutic settings. Apart from myocytes, they also have effects on vascular smooth muscle and sympathetic nervous system. The primary mechanism of action is the reversible inhibition of the sodium-potassium ATPase pump, which leads to increased intracellular sodium and decreased intracellular potassium levels, leading to the inactivation of sodium-calcium anti-porter pump, which in turn causes an accumulation of calcium intracellularly. This accumulation of intracellular calcium consequently triggers further calcium release from the sarcoplasmic reticulum and finally causes increased myocardial contractility. Besides increased inotropy, CAS causes increased vagal tone in SA and AV nodes decreasing conduction in the nodes with a decreased duration of the refractory period, which increases the risk of automaticity and arrhythmias.", "contents": "Cardioactive Steroid Toxicity -- Pathophysiology. CAS primarily serve as inotropic agents in therapeutic settings. Apart from myocytes, they also have effects on vascular smooth muscle and sympathetic nervous system. The primary mechanism of action is the reversible inhibition of the sodium-potassium ATPase pump, which leads to increased intracellular sodium and decreased intracellular potassium levels, leading to the inactivation of sodium-calcium anti-porter pump, which in turn causes an accumulation of calcium intracellularly. This accumulation of intracellular calcium consequently triggers further calcium release from the sarcoplasmic reticulum and finally causes increased myocardial contractility. Besides increased inotropy, CAS causes increased vagal tone in SA and AV nodes decreasing conduction in the nodes with a decreased duration of the refractory period, which increases the risk of automaticity and arrhythmias."}
{"id": "article-277_9", "title": "Cardioactive Steroid Toxicity -- Toxicokinetics", "content": "Digoxin and digitoxin are the two main cardioactive steroids used in practice. Both have differences in their kinetics; digitoxin is more readily absorbed, more protein-bound, and with a lower volume of distribution. Digitoxin clears out mostly by hepatic metabolism (80%), whereas digoxin gets eliminated through the renal route. [11] Considering that both the medications have a narrow therapeutic index, dose adjustments are critical, to titrate for any changes in factors affecting absorption, metabolism, protein binding, tissue distribution, or elimination. Drugs like quinidine decrease the renal clearance of digoxin by inhibiting the tubular secretion of digoxin, leading to increased plasma levels. Other drugs that might increase digoxin levels include amiodarone, spironolactone, diltiazem, carvedilol, and verapamil.", "contents": "Cardioactive Steroid Toxicity -- Toxicokinetics. Digoxin and digitoxin are the two main cardioactive steroids used in practice. Both have differences in their kinetics; digitoxin is more readily absorbed, more protein-bound, and with a lower volume of distribution. Digitoxin clears out mostly by hepatic metabolism (80%), whereas digoxin gets eliminated through the renal route. [11] Considering that both the medications have a narrow therapeutic index, dose adjustments are critical, to titrate for any changes in factors affecting absorption, metabolism, protein binding, tissue distribution, or elimination. Drugs like quinidine decrease the renal clearance of digoxin by inhibiting the tubular secretion of digoxin, leading to increased plasma levels. Other drugs that might increase digoxin levels include amiodarone, spironolactone, diltiazem, carvedilol, and verapamil."}
{"id": "article-277_10", "title": "Cardioactive Steroid Toxicity -- Toxicokinetics", "content": "Eubacterium lentum , an enteric bacteria in the gastrointestinal tract, inhibits digoxin absorption. Antibiotics that may inhibit the growth of these regulatory bacteria in the gut may cause increased digoxin absorption.", "contents": "Cardioactive Steroid Toxicity -- Toxicokinetics. Eubacterium lentum , an enteric bacteria in the gastrointestinal tract, inhibits digoxin absorption. Antibiotics that may inhibit the growth of these regulatory bacteria in the gut may cause increased digoxin absorption."}
{"id": "article-277_11", "title": "Cardioactive Steroid Toxicity -- History and Physical", "content": "The signs and symptoms of CAS toxicity can be similar in both acute and chronic CAS toxicity, although it can be more subtle and challenging with chronic CAS toxicity. The clinical manifestations divide into cardiac and non-cardiac.", "contents": "Cardioactive Steroid Toxicity -- History and Physical. The signs and symptoms of CAS toxicity can be similar in both acute and chronic CAS toxicity, although it can be more subtle and challenging with chronic CAS toxicity. The clinical manifestations divide into cardiac and non-cardiac."}
{"id": "article-277_12", "title": "Cardioactive Steroid Toxicity -- History and Physical -- Non-cardiac Manifestations", "content": "In acute toxicity, there may be an asymptomatic period of minutes to hours. Gastrointestinal symptoms, including nausea, vomiting, or abdominal pain, are often the earliest symptoms to occur. Neurological symptoms may range from generalized weakness to overt confusion. In chronic toxicity, the symptoms are more insidious and neurological symptoms, including lethargy, disorientation, drowsiness, headache, hallucinations, and rarely convulsions may occur. Visual symptoms like diplopia, photophobia, scotomata, photopsia, and color vision disturbances such as xanthopsia may also be an indicator of chronic toxicity.", "contents": "Cardioactive Steroid Toxicity -- History and Physical -- Non-cardiac Manifestations. In acute toxicity, there may be an asymptomatic period of minutes to hours. Gastrointestinal symptoms, including nausea, vomiting, or abdominal pain, are often the earliest symptoms to occur. Neurological symptoms may range from generalized weakness to overt confusion. In chronic toxicity, the symptoms are more insidious and neurological symptoms, including lethargy, disorientation, drowsiness, headache, hallucinations, and rarely convulsions may occur. Visual symptoms like diplopia, photophobia, scotomata, photopsia, and color vision disturbances such as xanthopsia may also be an indicator of chronic toxicity."}
{"id": "article-277_13", "title": "Cardioactive Steroid Toxicity -- History and Physical -- Non-cardiac Manifestations", "content": "While acute toxicity may cause electrolyte disturbance, hyperkalemia has prognostic implications in CAS toxicity. Potassium levels of over 5.5 mEq/L demonstrate 100% mortality, while levels between 5.0 to 5.5 have links with 50% mortality. [12] Interestingly, hyperkalemia is only a marker of worse outcomes in CAS toxicity, and correction of hyperkalemia alone does not improve survival.", "contents": "Cardioactive Steroid Toxicity -- History and Physical -- Non-cardiac Manifestations. While acute toxicity may cause electrolyte disturbance, hyperkalemia has prognostic implications in CAS toxicity. Potassium levels of over 5.5 mEq/L demonstrate 100% mortality, while levels between 5.0 to 5.5 have links with 50% mortality. [12] Interestingly, hyperkalemia is only a marker of worse outcomes in CAS toxicity, and correction of hyperkalemia alone does not improve survival."}
{"id": "article-277_14", "title": "Cardioactive Steroid Toxicity -- History and Physical -- Cardiac Manifestations", "content": "With CAS poisoning, virtually any arrhythmia can occur because of the AV node blocking properties of CAS. Increased automaticity combined with impaired conduction through SA or AV node should lead a physician to suspect CAS toxicity. Bidirectional ventricular tachycardia with alternating QRS axis is almost pathognomic for CAS toxicity, although it may also occur with aconitine toxicity and familial catecholaminergic polymorphic VT. [13] [14]", "contents": "Cardioactive Steroid Toxicity -- History and Physical -- Cardiac Manifestations. With CAS poisoning, virtually any arrhythmia can occur because of the AV node blocking properties of CAS. Increased automaticity combined with impaired conduction through SA or AV node should lead a physician to suspect CAS toxicity. Bidirectional ventricular tachycardia with alternating QRS axis is almost pathognomic for CAS toxicity, although it may also occur with aconitine toxicity and familial catecholaminergic polymorphic VT. [13] [14]"}
{"id": "article-277_15", "title": "Cardioactive Steroid Toxicity -- History and Physical -- Cardiac Manifestations", "content": "In younger, healthier individuals, accentuation of vagal effects manifesting as bradydysrhythmias is more common. In older people with cardiac disease, however, ventricular dysrhythmias and ectopy are more common. AV junctional blockade combined with increased ventricular automaticity is the most commonly seen arrhythmia in CAS toxicity. [15]", "contents": "Cardioactive Steroid Toxicity -- History and Physical -- Cardiac Manifestations. In younger, healthier individuals, accentuation of vagal effects manifesting as bradydysrhythmias is more common. In older people with cardiac disease, however, ventricular dysrhythmias and ectopy are more common. AV junctional blockade combined with increased ventricular automaticity is the most commonly seen arrhythmia in CAS toxicity. [15]"}
{"id": "article-277_16", "title": "Cardioactive Steroid Toxicity -- History and Physical -- Cardiac Manifestations", "content": "In patients on chronic digoxin therapy, ECG may show scooped ST-segment depression, also known as Salvador Dali's mustache appearance, T-wave inversions or flattening, QT shortening, and increased U wave amplitude. These features suggest long-term digoxin use rather than acute toxicity.", "contents": "Cardioactive Steroid Toxicity -- History and Physical -- Cardiac Manifestations. In patients on chronic digoxin therapy, ECG may show scooped ST-segment depression, also known as Salvador Dali's mustache appearance, T-wave inversions or flattening, QT shortening, and increased U wave amplitude. These features suggest long-term digoxin use rather than acute toxicity."}
{"id": "article-277_17", "title": "Cardioactive Steroid Toxicity -- Evaluation", "content": "In acute ingestion, the clinician should obtain digoxin/digitoxin levels at the time of presentation and more than six hours after the time of ingestion. Given the distribution phase, levels six hours post-ingestion better correlate with digoxin effects. For patients suspected of chronic toxicity, one group should suffice. Levels above 2 ng/ml for digoxin and above 40 ng/ml for digitoxin 6 hours after the last dose are often clinically toxic.", "contents": "Cardioactive Steroid Toxicity -- Evaluation. In acute ingestion, the clinician should obtain digoxin/digitoxin levels at the time of presentation and more than six hours after the time of ingestion. Given the distribution phase, levels six hours post-ingestion better correlate with digoxin effects. For patients suspected of chronic toxicity, one group should suffice. Levels above 2 ng/ml for digoxin and above 40 ng/ml for digitoxin 6 hours after the last dose are often clinically toxic."}
{"id": "article-277_18", "title": "Cardioactive Steroid Toxicity -- Evaluation", "content": "Electrolytes should require early monitoring to look for hyperkalemia. Prompt determination of hypokalemia and hypomagnesemia is crucial, as they may contribute to cardiac toxicity. Assessment of renal function is of paramount importance given the renal clearance. In addition to basic lab workup, acetaminophen levels should be checked in cases involving intentional ingestion since acetaminophen among the most common over-the-counter medication, and the toxicity associated with it is initially subtle. Serial EKGs and cardiac monitoring are necessary to detect arrhythmias early and treat as it occurs.", "contents": "Cardioactive Steroid Toxicity -- Evaluation. Electrolytes should require early monitoring to look for hyperkalemia. Prompt determination of hypokalemia and hypomagnesemia is crucial, as they may contribute to cardiac toxicity. Assessment of renal function is of paramount importance given the renal clearance. In addition to basic lab workup, acetaminophen levels should be checked in cases involving intentional ingestion since acetaminophen among the most common over-the-counter medication, and the toxicity associated with it is initially subtle. Serial EKGs and cardiac monitoring are necessary to detect arrhythmias early and treat as it occurs."}
{"id": "article-277_19", "title": "Cardioactive Steroid Toxicity -- Treatment / Management", "content": "As with any other case of acute overdose, initial management involves stabilizing airway, breathing, and circulation. Given rapid gastrointestinal absorption, decontamination should is a consideration if the patient presents early.  Monitoring and treating arrhythmias, electrolyte imbalances, measuring the digoxin concentration and definitive care, which includes administering digoxin-specific antibody fragments, are the cornerstone steps in managing acute overdoses.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management. As with any other case of acute overdose, initial management involves stabilizing airway, breathing, and circulation. Given rapid gastrointestinal absorption, decontamination should is a consideration if the patient presents early.  Monitoring and treating arrhythmias, electrolyte imbalances, measuring the digoxin concentration and definitive care, which includes administering digoxin-specific antibody fragments, are the cornerstone steps in managing acute overdoses."}
{"id": "article-277_20", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Gastrointestinal Decontamination", "content": "Activated charcoal administration is possible if the patient presents within 1 to 2 hours of acute ingestion, provided the patient is alert and is protecting the airway. Multidose activated charcoal can also be a consideration since both digoxin and digitoxin undergo enterohepatic circulation. The dose is 1 mg/kg orally that can be repeated every 2 to 4 hours up to four times. This regimen reduces the serum concentration of CAS by preventing enterohepatic circulation. Cholestyramine and colestipol may also help in decreasing the gastrointestinal reabsorption of digoxin, as a result of their steroid-binding capacity.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Gastrointestinal Decontamination. Activated charcoal administration is possible if the patient presents within 1 to 2 hours of acute ingestion, provided the patient is alert and is protecting the airway. Multidose activated charcoal can also be a consideration since both digoxin and digitoxin undergo enterohepatic circulation. The dose is 1 mg/kg orally that can be repeated every 2 to 4 hours up to four times. This regimen reduces the serum concentration of CAS by preventing enterohepatic circulation. Cholestyramine and colestipol may also help in decreasing the gastrointestinal reabsorption of digoxin, as a result of their steroid-binding capacity."}
{"id": "article-277_21", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Antidotal therapy with Digoxin-specific Antibody Fragments", "content": "Early recognition of CAS toxicity and expeditious administration of digoxin antibody fragments is vital in managing acute overdoses. The indications for administration of antibody fragments include: 1) Life-threatening dysrhythmias. 2) Potassium of over 5 mEq/L in acute ingestions. 3) Non-digoxin cardioactive steroid toxicity. 4) Chronic digoxin toxicity with arrhythmias, altered mental status, or significant GI symptoms. 5) Digoxin levels over 10ng/ml 6hrs post-ingestion or 15 at any time during the course. Asymptomatic patients with an elevated digoxin level is not an indication for starting antibody fragment. [16] The dose of DigFab to be given depends on the availability of information regarding how much digoxin the patient ingested and if the digoxin levels in the blood are available.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Antidotal therapy with Digoxin-specific Antibody Fragments. Early recognition of CAS toxicity and expeditious administration of digoxin antibody fragments is vital in managing acute overdoses. The indications for administration of antibody fragments include: 1) Life-threatening dysrhythmias. 2) Potassium of over 5 mEq/L in acute ingestions. 3) Non-digoxin cardioactive steroid toxicity. 4) Chronic digoxin toxicity with arrhythmias, altered mental status, or significant GI symptoms. 5) Digoxin levels over 10ng/ml 6hrs post-ingestion or 15 at any time during the course. Asymptomatic patients with an elevated digoxin level is not an indication for starting antibody fragment. [16] The dose of DigFab to be given depends on the availability of information regarding how much digoxin the patient ingested and if the digoxin levels in the blood are available."}
{"id": "article-277_22", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Antidotal therapy with Digoxin-specific Antibody Fragments", "content": "a) If neither the quantity ingested nor the digoxin levels are available, an empiric dose of 10 vials of digoxin immune fab is an option. In children, five vials are permissible. In very small children, be cautious of volume overload. b) If the quantity ingested is known but not the levels, the number of vials of DigFab can be calculated by the following formula: Number of vials = Dose ingested (in mg) x 1.6 c) If the levels of digoxin are known, then the number of vials to be given is derived by the following formula: Number of vials = [ ( serum digoxin concentration in ng / mL ) (patient's weight in kg)]/ 100 When using the formulae to calculate the number of vials, round up the result to the nearest whole number. When CAS other than digoxin and digitoxin is the toxin concerned, the empiric administration of 10 vials for adults and five vials for children is the recommended therapeutic approach.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Antidotal therapy with Digoxin-specific Antibody Fragments. a) If neither the quantity ingested nor the digoxin levels are available, an empiric dose of 10 vials of digoxin immune fab is an option. In children, five vials are permissible. In very small children, be cautious of volume overload. b) If the quantity ingested is known but not the levels, the number of vials of DigFab can be calculated by the following formula: Number of vials = Dose ingested (in mg) x 1.6 c) If the levels of digoxin are known, then the number of vials to be given is derived by the following formula: Number of vials = [ ( serum digoxin concentration in ng / mL ) (patient's weight in kg)]/ 100 When using the formulae to calculate the number of vials, round up the result to the nearest whole number. When CAS other than digoxin and digitoxin is the toxin concerned, the empiric administration of 10 vials for adults and five vials for children is the recommended therapeutic approach."}
{"id": "article-277_23", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Electrolyte Imbalances", "content": "Hyperkalemia is an indicator of the severity of CAS toxicity. Both hyper and hypokalemia may potentiate digoxin toxicity. Hyperkalemia itself does not cause death, and its correction does not improve survival. Anti-hyperkalemic measures, including insulin/dextrose administration, require judicious use to avoid hypokalemia. Anti hyperkalemic measures along with digoxin immune fab can lead to hypokalemia as the reactivated Na-K-ATPase pump will draw the potassium into the intracellular compartment.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Electrolyte Imbalances. Hyperkalemia is an indicator of the severity of CAS toxicity. Both hyper and hypokalemia may potentiate digoxin toxicity. Hyperkalemia itself does not cause death, and its correction does not improve survival. Anti-hyperkalemic measures, including insulin/dextrose administration, require judicious use to avoid hypokalemia. Anti hyperkalemic measures along with digoxin immune fab can lead to hypokalemia as the reactivated Na-K-ATPase pump will draw the potassium into the intracellular compartment."}
{"id": "article-277_24", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Electrolyte Imbalances", "content": "If hypokalemia exists, this needs to be corrected early as hypokalemia further exacerbates digoxin toxicity. Patients with hypokalemia may have underlying hypomagnesemia that needs repletion. Calcium administration for hyperkalemia had been traditionally discouraged in digoxin toxicity for concerns of \"stone-heart.\" [17] [18] However, recent literature contradicts the \"stone-heart\" theory and suggests that it is safe to use calcium in digoxin overdose. [19] [20] [21]", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Electrolyte Imbalances. If hypokalemia exists, this needs to be corrected early as hypokalemia further exacerbates digoxin toxicity. Patients with hypokalemia may have underlying hypomagnesemia that needs repletion. Calcium administration for hyperkalemia had been traditionally discouraged in digoxin toxicity for concerns of \"stone-heart.\" [17] [18] However, recent literature contradicts the \"stone-heart\" theory and suggests that it is safe to use calcium in digoxin overdose. [19] [20] [21]"}
{"id": "article-277_25", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- General Management", "content": "If Fab fragments are not immediately available, symptomatic bradycardia or bradyarrhythmia may are treatable with atropine (0.5 mg IV in adults; 0.02 mg/kg IV in children, minimum dose 0.1 mg) and hypotension can be treated with intravenous fluids. Lidocaine and phenytoin may be useful for the management of ventricular tachyarrhythmias secondary to cardioactive steroids.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- General Management. If Fab fragments are not immediately available, symptomatic bradycardia or bradyarrhythmia may are treatable with atropine (0.5 mg IV in adults; 0.02 mg/kg IV in children, minimum dose 0.1 mg) and hypotension can be treated with intravenous fluids. Lidocaine and phenytoin may be useful for the management of ventricular tachyarrhythmias secondary to cardioactive steroids."}
{"id": "article-277_26", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- General Management", "content": "Volume depletion secondary to GI losses decreased oral intake, or concomitant use of diuretics can decrease the renal clearance of digoxin and lead to toxicity. Correction of the volume deficit by judicious fluid depletion, improving oral intake in patients with poor oral intake, and reviewing the patient's medications that can contribute to volume depletion (diuretics, laxatives, etc.) are important steps in the management of the condition.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- General Management. Volume depletion secondary to GI losses decreased oral intake, or concomitant use of diuretics can decrease the renal clearance of digoxin and lead to toxicity. Correction of the volume deficit by judicious fluid depletion, improving oral intake in patients with poor oral intake, and reviewing the patient's medications that can contribute to volume depletion (diuretics, laxatives, etc.) are important steps in the management of the condition."}
{"id": "article-277_27", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Disposition", "content": "All patients with signs and symptoms of digoxin toxicity should be admitted to the hospital with continuous cardiac monitoring. Those with lethal arrhythmias, unstable vitals, or clinically significant comorbidities require admission to an intensive care unit. Serial digoxin and potassium levels should be checked along with EKG monitoring to identify arrhythmias. The frequency of EKG monitoring should be more often if there are abnormalities.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Disposition. All patients with signs and symptoms of digoxin toxicity should be admitted to the hospital with continuous cardiac monitoring. Those with lethal arrhythmias, unstable vitals, or clinically significant comorbidities require admission to an intensive care unit. Serial digoxin and potassium levels should be checked along with EKG monitoring to identify arrhythmias. The frequency of EKG monitoring should be more often if there are abnormalities."}
{"id": "article-277_28", "title": "Cardioactive Steroid Toxicity -- Treatment / Management -- Disposition", "content": "Cardiac monitoring for at least 6 hours is the recommended interval for patients who have suspected CAS toxicity but are otherwise asymptomatic with a normal exam and labs. If repeat digoxin levels are down-trending, and the clinical course is improving, they may be safely discharged with follow-up instructions.", "contents": "Cardioactive Steroid Toxicity -- Treatment / Management -- Disposition. Cardiac monitoring for at least 6 hours is the recommended interval for patients who have suspected CAS toxicity but are otherwise asymptomatic with a normal exam and labs. If repeat digoxin levels are down-trending, and the clinical course is improving, they may be safely discharged with follow-up instructions."}
{"id": "article-277_29", "title": "Cardioactive Steroid Toxicity -- Differential Diagnosis", "content": "There are toxicological and non-toxicological conditions that can potentially mimic digoxin toxicity.", "contents": "Cardioactive Steroid Toxicity -- Differential Diagnosis. There are toxicological and non-toxicological conditions that can potentially mimic digoxin toxicity."}
{"id": "article-277_30", "title": "Cardioactive Steroid Toxicity -- Differential Diagnosis", "content": "Toxicological causes include calcium channel blocker, beta-blocker, and clonidine overdose, which can present with bradycardia and hypotension, similar to digoxin overdose. Elevated digoxin levels will help in narrowing it down to digoxin toxicity. Hyperglycemia is seen with a calcium channel blocker overdose, whereas clonidine overdose has features of respiratory depression, CNS depression, and miosis. These features, however, should not be solely used to rule out digoxin toxicity. Non-toxicology causes include hypothermia, hypothyroidism, myocardial infarction, sick sinus syndrome, and hyperkalemia.", "contents": "Cardioactive Steroid Toxicity -- Differential Diagnosis. Toxicological causes include calcium channel blocker, beta-blocker, and clonidine overdose, which can present with bradycardia and hypotension, similar to digoxin overdose. Elevated digoxin levels will help in narrowing it down to digoxin toxicity. Hyperglycemia is seen with a calcium channel blocker overdose, whereas clonidine overdose has features of respiratory depression, CNS depression, and miosis. These features, however, should not be solely used to rule out digoxin toxicity. Non-toxicology causes include hypothermia, hypothyroidism, myocardial infarction, sick sinus syndrome, and hyperkalemia."}
{"id": "article-277_31", "title": "Cardioactive Steroid Toxicity -- Differential Diagnosis", "content": "Patients with reduced renal clearance, volume expanded conditions, and increased inotropic need may have high digoxin levels secondary to endogenous digoxin-like immunoreactive substances (DLIS) that cross-react with digoxin assay. There are reports of exogenous DLIS after ingestion of spironolactone, potassium canrenone, and certain Chinese medicines. Exogenous and endogenous DLIS interfere in the digoxin serum concentration, and this can be overcome by monitoring digoxin concentration in the protein-free ultrafiltrates.", "contents": "Cardioactive Steroid Toxicity -- Differential Diagnosis. Patients with reduced renal clearance, volume expanded conditions, and increased inotropic need may have high digoxin levels secondary to endogenous digoxin-like immunoreactive substances (DLIS) that cross-react with digoxin assay. There are reports of exogenous DLIS after ingestion of spironolactone, potassium canrenone, and certain Chinese medicines. Exogenous and endogenous DLIS interfere in the digoxin serum concentration, and this can be overcome by monitoring digoxin concentration in the protein-free ultrafiltrates."}
{"id": "article-277_32", "title": "Cardioactive Steroid Toxicity -- Prognosis", "content": "The prognosis for patients with digoxin toxicity who receive appropriate treatment appropriately is good. Hyperkalemia is an important prognostic indicator. In a retrospective study of patients with digoxin toxicity, all patients with potassium levels above 5.5 mEq/L died. In contrast, no patient died in the group with potassium levels of less than 5 mEq/L. The mortality was 50% when the potassium levels were between 5 to 5.5 mEq/L. [12] Patients who present with chronic digoxin toxicity and remain untreated, have mortality ranging from 5 to 13%. [22] The increasing serum digoxin levels have associations with increased mortality.", "contents": "Cardioactive Steroid Toxicity -- Prognosis. The prognosis for patients with digoxin toxicity who receive appropriate treatment appropriately is good. Hyperkalemia is an important prognostic indicator. In a retrospective study of patients with digoxin toxicity, all patients with potassium levels above 5.5 mEq/L died. In contrast, no patient died in the group with potassium levels of less than 5 mEq/L. The mortality was 50% when the potassium levels were between 5 to 5.5 mEq/L. [12] Patients who present with chronic digoxin toxicity and remain untreated, have mortality ranging from 5 to 13%. [22] The increasing serum digoxin levels have associations with increased mortality."}
{"id": "article-277_33", "title": "Cardioactive Steroid Toxicity -- Complications", "content": "VIgilence for cardiac arrhythmias and electrolyte imbalances is necessary. Any cardiac arrhythmia is visible with CAS overdose secondary to the AV node blocking effects of CAS. Electrolyte imbalances include hyperkalemia, hypokalemia, and hypomagnesemia. CNS depression may also occur either due to the direct toxic effects of CAS or due to the generalized cerebral hypoperfusion. Although rare but mesenteric ischemia can also occur. [23]", "contents": "Cardioactive Steroid Toxicity -- Complications. VIgilence for cardiac arrhythmias and electrolyte imbalances is necessary. Any cardiac arrhythmia is visible with CAS overdose secondary to the AV node blocking effects of CAS. Electrolyte imbalances include hyperkalemia, hypokalemia, and hypomagnesemia. CNS depression may also occur either due to the direct toxic effects of CAS or due to the generalized cerebral hypoperfusion. Although rare but mesenteric ischemia can also occur. [23]"}
{"id": "article-277_34", "title": "Cardioactive Steroid Toxicity -- Deterrence and Patient Education", "content": "Patients should be appropriately educated by the caring physician or the clinical pharmacist before starting long-term digoxin therapy. Such patients are at risk of accidental overdoses and drug-drug interactions. Patients should be instructed not to take a \"make-up dose\" in case of missing a dose if the next scheduled dose is to be within 12 hours. Children and their parents should be made aware of the toxic nature of plants such as Nerium oleander and Lily of the Valley.", "contents": "Cardioactive Steroid Toxicity -- Deterrence and Patient Education. Patients should be appropriately educated by the caring physician or the clinical pharmacist before starting long-term digoxin therapy. Such patients are at risk of accidental overdoses and drug-drug interactions. Patients should be instructed not to take a \"make-up dose\" in case of missing a dose if the next scheduled dose is to be within 12 hours. Children and their parents should be made aware of the toxic nature of plants such as Nerium oleander and Lily of the Valley."}
{"id": "article-277_35", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "The management of CAS toxicity requires teamwork. Physicians involved in managing these cases should take expert advice from a toxicologist or a poison control center. Initial management should involve:", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. The management of CAS toxicity requires teamwork. Physicians involved in managing these cases should take expert advice from a toxicologist or a poison control center. Initial management should involve:"}
{"id": "article-277_36", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Management of airway, breathing, circulation, and gastrointestinal decontamination, if needed.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. Management of airway, breathing, circulation, and gastrointestinal decontamination, if needed."}
{"id": "article-277_37", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "A complete history of the substance ingested, any co-ingestion, time of ingestion, any suicidal intent behind the ingestion, and any previous similar history in the past.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. A complete history of the substance ingested, any co-ingestion, time of ingestion, any suicidal intent behind the ingestion, and any previous similar history in the past."}
{"id": "article-277_38", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "The ordering of initial investigations, including digoxin levels, electrolytes, renal function tests, and electrocardiograms", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. The ordering of initial investigations, including digoxin levels, electrolytes, renal function tests, and electrocardiograms"}
{"id": "article-277_39", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Prompt correction of any electrolyte abnormalities", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. Prompt correction of any electrolyte abnormalities"}
{"id": "article-277_40", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "If the patient is stable enough, and the ingestion is acute with suicidal intent, getting a psychiatric history to assess the risk of self-harm, if any. If it is chronic toxicity, obtaining a detailed history of the digoxin dosage and frequency of intake, a list of other active medications, and any comorbidities that may coexist, including renal insufficiency and congestive cardiac failure, may be fruitful.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. If the patient is stable enough, and the ingestion is acute with suicidal intent, getting a psychiatric history to assess the risk of self-harm, if any. If it is chronic toxicity, obtaining a detailed history of the digoxin dosage and frequency of intake, a list of other active medications, and any comorbidities that may coexist, including renal insufficiency and congestive cardiac failure, may be fruitful."}
{"id": "article-277_41", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Consult with toxicology or a poison control center about further management of the patient.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. Consult with toxicology or a poison control center about further management of the patient."}
{"id": "article-277_42", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "Consult with a pharmacist about the calculation of the dosage of digoxin immune fab.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. Consult with a pharmacist about the calculation of the dosage of digoxin immune fab."}
{"id": "article-277_43", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "The management of digoxin toxicity should continue after the patient is admitted to an appropriate level of care. Patients require admission to an ICU level of care for life-threatening electrolyte imbalances or arrhythmias, or if the presumed clinical course of the patient is predicted to worsen based on the dose of digoxin consumed or the blood level. Symptomatic but otherwise stable patients may receive therapy on a general medical floor. Asymptomatic patients may undergo observation for 6 hours in the emergency department.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. The management of digoxin toxicity should continue after the patient is admitted to an appropriate level of care. Patients require admission to an ICU level of care for life-threatening electrolyte imbalances or arrhythmias, or if the presumed clinical course of the patient is predicted to worsen based on the dose of digoxin consumed or the blood level. Symptomatic but otherwise stable patients may receive therapy on a general medical floor. Asymptomatic patients may undergo observation for 6 hours in the emergency department."}
{"id": "article-277_44", "title": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes", "content": "The admitting team shall continue therapeutic interventions initiated in the emergency department in conjunction with the medical toxicologist. Consult with a mental health counselor or psychiatrist to assess the risk of self-harm and the potential need for psychiatric admission in intentional or self-injurious exposures.", "contents": "Cardioactive Steroid Toxicity -- Enhancing Healthcare Team Outcomes. The admitting team shall continue therapeutic interventions initiated in the emergency department in conjunction with the medical toxicologist. Consult with a mental health counselor or psychiatrist to assess the risk of self-harm and the potential need for psychiatric admission in intentional or self-injurious exposures."}
{"id": "article-277_45", "title": "Cardioactive Steroid Toxicity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardioactive Steroid Toxicity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}