{"id": "article-30241_0", "title": "Tolterodine -- Continuing Education Activity", "content": "Tolterodine is a medication used in the management and treatment of overactive bladder. It is in the antimuscarinic class of medications. This activity outlines the indications, action, and contraindications for tolterodine as a valuable agent in treating overactive bladder. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with overactive bladder and related conditions.", "contents": "Tolterodine -- Continuing Education Activity. Tolterodine is a medication used in the management and treatment of overactive bladder. It is in the antimuscarinic class of medications. This activity outlines the indications, action, and contraindications for tolterodine as a valuable agent in treating overactive bladder. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with overactive bladder and related conditions."}
{"id": "article-30241_1", "title": "Tolterodine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of tolterodine. Describe the potential adverse effects of tolterodine. Review the appropriate monitoring necessary when using tolterodine. Summarize interprofessional team strategies for improving care coordination and communication to advance tolterodine and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Tolterodine -- Continuing Education Activity. Objectives: Identify the mechanism of action of tolterodine. Describe the potential adverse effects of tolterodine. Review the appropriate monitoring necessary when using tolterodine. Summarize interprofessional team strategies for improving care coordination and communication to advance tolterodine and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30241_2", "title": "Tolterodine -- Indications", "content": "Tolterodine is a tertiary amine and serves as an antimuscarinic medication indicated in patients with an overactive bladder (OAB), including increased urgency and frequency to urinate. [1] This drug serves as a gold standard treatment for OAB, is regarded as the third most favorable antimuscarinic, and has a decreased level of adverse effects compared to other alternatives, such as oxybutynin. [2] [3] Patient tolerance of tolterodine is significantly better than oxybutynin regarding the incidence and severity of dry mouth. Also, fewer dropouts of patients occur with tolterodine as compared to oxybutynin. Clinical studies have shown that combination therapy of tolterodine with an alpha-blocker, such as tamsulosin, significantly improves symptoms. [4] Compared to placebo, tolterodine 4 mg did not prove to be effective in reducing nocturia episodes. [5] In comparison to tolterodine, a β-adrenoceptor agonist called mirabegron is better tolerated by patients. It has a higher patient preference and shows better improvements in symptoms of OAB. Although both treatments are well tolerated, the anticholinergic side effects of tolterodine were higher than those of mirabegron. [1]", "contents": "Tolterodine -- Indications. Tolterodine is a tertiary amine and serves as an antimuscarinic medication indicated in patients with an overactive bladder (OAB), including increased urgency and frequency to urinate. [1] This drug serves as a gold standard treatment for OAB, is regarded as the third most favorable antimuscarinic, and has a decreased level of adverse effects compared to other alternatives, such as oxybutynin. [2] [3] Patient tolerance of tolterodine is significantly better than oxybutynin regarding the incidence and severity of dry mouth. Also, fewer dropouts of patients occur with tolterodine as compared to oxybutynin. Clinical studies have shown that combination therapy of tolterodine with an alpha-blocker, such as tamsulosin, significantly improves symptoms. [4] Compared to placebo, tolterodine 4 mg did not prove to be effective in reducing nocturia episodes. [5] In comparison to tolterodine, a β-adrenoceptor agonist called mirabegron is better tolerated by patients. It has a higher patient preference and shows better improvements in symptoms of OAB. Although both treatments are well tolerated, the anticholinergic side effects of tolterodine were higher than those of mirabegron. [1]"}
{"id": "article-30241_3", "title": "Tolterodine -- Mechanism of Action", "content": "Tolterodine is an antimuscarinic medication that selectively and competitively binds to muscarinic M3 receptors in the bladder, thereby decreasing bladder contraction by decreasing detrusor muscle tone and increasing internal urethral sphincter tone. Upon administration, it undergoes first-pass metabolism, where CYP2D6 metabolizes the drug to its active form, 5-hydroxymethyl. [6]", "contents": "Tolterodine -- Mechanism of Action. Tolterodine is an antimuscarinic medication that selectively and competitively binds to muscarinic M3 receptors in the bladder, thereby decreasing bladder contraction by decreasing detrusor muscle tone and increasing internal urethral sphincter tone. Upon administration, it undergoes first-pass metabolism, where CYP2D6 metabolizes the drug to its active form, 5-hydroxymethyl. [6]"}
{"id": "article-30241_4", "title": "Tolterodine -- Administration", "content": "Tolterodine administration occurs in two different ways – orally or transdermally as a topical gel formulation (proniosomes).", "contents": "Tolterodine -- Administration. Tolterodine administration occurs in two different ways – orally or transdermally as a topical gel formulation (proniosomes)."}
{"id": "article-30241_5", "title": "Tolterodine -- Administration -- Oral", "content": "Orally, it is available in two forms: immediate-release (IR) and extended-release (ER) (i.e., administering tolterodine ER 4mg once daily is pharmacokinetically equivalent to tolterodine ER 2mg twice daily).", "contents": "Tolterodine -- Administration -- Oral. Orally, it is available in two forms: immediate-release (IR) and extended-release (ER) (i.e., administering tolterodine ER 4mg once daily is pharmacokinetically equivalent to tolterodine ER 2mg twice daily)."}
{"id": "article-30241_6", "title": "Tolterodine -- Administration -- Adults", "content": "The initial dosage for IM begins at 2mg, twice daily, and has been shown to decrease the number of micturition every 24 hours, whereas EM is given as 4mg once a day. [7] The IM and ER dose can be decreased to 1mg twice a day and 2mg once a day, respectively, depending on the individual reaction to the drug and tolerability. A clinical study regarding male overactive bladder symptoms shows an increased effect of tolterodine ER compared to tolterodine IM. [3] Tolterodine EM also manifests fewer adverse effects. [2]", "contents": "Tolterodine -- Administration -- Adults. The initial dosage for IM begins at 2mg, twice daily, and has been shown to decrease the number of micturition every 24 hours, whereas EM is given as 4mg once a day. [7] The IM and ER dose can be decreased to 1mg twice a day and 2mg once a day, respectively, depending on the individual reaction to the drug and tolerability. A clinical study regarding male overactive bladder symptoms shows an increased effect of tolterodine ER compared to tolterodine IM. [3] Tolterodine EM also manifests fewer adverse effects. [2]"}
{"id": "article-30241_7", "title": "Tolterodine -- Administration -- Pediatric", "content": "Doses from 0.03 to 0.12mg/kg are considered safe for children from the ages of 1 month to 15 years. A clinical study showed that the drug was well-tolerated, and there was no relationship between the dose levels and adverse events; however, complete safety and efficacy have not been established. [8]", "contents": "Tolterodine -- Administration -- Pediatric. Doses from 0.03 to 0.12mg/kg are considered safe for children from the ages of 1 month to 15 years. A clinical study showed that the drug was well-tolerated, and there was no relationship between the dose levels and adverse events; however, complete safety and efficacy have not been established. [8]"}
{"id": "article-30241_8", "title": "Tolterodine -- Administration -- Transdermal Topical Gel Formation (proniosomes)", "content": "A study on transdermal patches demonstrated similar therapeutic effects as the oral dose form, but it showed a decrease in the adverse effects of the drug, such as dry mouth and constipation. Both transdermal and oral administration of tolterodine had a similar level of inhibitory effects in the bladder. [9] Additionally, this method of administration was effective for over 72 hours after the application because of the constant entry into the systemic circulation through the patch.", "contents": "Tolterodine -- Administration -- Transdermal Topical Gel Formation (proniosomes). A study on transdermal patches demonstrated similar therapeutic effects as the oral dose form, but it showed a decrease in the adverse effects of the drug, such as dry mouth and constipation. Both transdermal and oral administration of tolterodine had a similar level of inhibitory effects in the bladder. [9] Additionally, this method of administration was effective for over 72 hours after the application because of the constant entry into the systemic circulation through the patch."}
{"id": "article-30241_9", "title": "Tolterodine -- Adverse Effects", "content": "Adverse effects of tolterodine are significantly lower than that of other antimuscarinic drugs indicated for the same use. However, the following effects are still present: Dry mouth Dry eyes Constipation Headache Blurred vision Drowsiness Elderly patients who use multiple medications are more at risk for adverse effects because of drug-to-drug interactions.", "contents": "Tolterodine -- Adverse Effects. Adverse effects of tolterodine are significantly lower than that of other antimuscarinic drugs indicated for the same use. However, the following effects are still present: Dry mouth Dry eyes Constipation Headache Blurred vision Drowsiness Elderly patients who use multiple medications are more at risk for adverse effects because of drug-to-drug interactions."}
{"id": "article-30241_10", "title": "Tolterodine -- Adverse Effects", "content": "Considering more clinically relevant adverse effects, tolterodine has the potential to cause disturbances in the cardiac and central nervous systems. Because of muscarinic receptors in the heart, low doses of tolterodine can cause an increase in heart rate by acting on M1 and leading to tachycardia, palpitations, and cardiac rhythm disorders. Due to this potential adverse effect, the suggestion is that those with any heart-related problems use caution when taking this drug. In the central nervous system, all five subtypes of the muscarinic receptors are present, and because of the lipophilicity of tolterodine, it can cross the blood-brain barrier. This situation can give rise to CNS problems such as depression, cognitive impairment, confusion, or the most common effect, dizziness. Therefore, any patients with pre-existing neurological conditions should be cautious, and further advisement from their physician is strongly recommended.", "contents": "Tolterodine -- Adverse Effects. Considering more clinically relevant adverse effects, tolterodine has the potential to cause disturbances in the cardiac and central nervous systems. Because of muscarinic receptors in the heart, low doses of tolterodine can cause an increase in heart rate by acting on M1 and leading to tachycardia, palpitations, and cardiac rhythm disorders. Due to this potential adverse effect, the suggestion is that those with any heart-related problems use caution when taking this drug. In the central nervous system, all five subtypes of the muscarinic receptors are present, and because of the lipophilicity of tolterodine, it can cross the blood-brain barrier. This situation can give rise to CNS problems such as depression, cognitive impairment, confusion, or the most common effect, dizziness. Therefore, any patients with pre-existing neurological conditions should be cautious, and further advisement from their physician is strongly recommended."}
{"id": "article-30241_11", "title": "Tolterodine -- Contraindications", "content": "Along with other OAB drugs, tolterodine is contraindicated in patients at risk for or currently have gastric retention or uncontrolled angle-closure glaucoma. It is also not for use in patients with myasthenia gravis, severe constipation, intestinal atony, ulcerative colitis, or bladder outflow obstructions. [10]", "contents": "Tolterodine -- Contraindications. Along with other OAB drugs, tolterodine is contraindicated in patients at risk for or currently have gastric retention or uncontrolled angle-closure glaucoma. It is also not for use in patients with myasthenia gravis, severe constipation, intestinal atony, ulcerative colitis, or bladder outflow obstructions. [10]"}
{"id": "article-30241_12", "title": "Tolterodine -- Contraindications", "content": "Because of its tertiary property, tolterodine should be monitored and used with caution if the patient has a neurological disorder or neurodegenerative disease. Additionally, if a patient is about to perform a potentially dangerous task, this medication should not be administered, as it can cause drowsiness and blurred vision.", "contents": "Tolterodine -- Contraindications. Because of its tertiary property, tolterodine should be monitored and used with caution if the patient has a neurological disorder or neurodegenerative disease. Additionally, if a patient is about to perform a potentially dangerous task, this medication should not be administered, as it can cause drowsiness and blurred vision."}
{"id": "article-30241_13", "title": "Tolterodine -- Monitoring", "content": "Healthcare professionals should monitor patients for antimuscarinic effects on the cardiac and central nervous systems. These effects include tachycardia, palpitations, prolonged QT intervals (more common in females), hallucinations, confusion, dizziness, and more. This vigilance is vital for elderly patients taking multiple medications and who are at risk for drug-to-drug interactions.", "contents": "Tolterodine -- Monitoring. Healthcare professionals should monitor patients for antimuscarinic effects on the cardiac and central nervous systems. These effects include tachycardia, palpitations, prolonged QT intervals (more common in females), hallucinations, confusion, dizziness, and more. This vigilance is vital for elderly patients taking multiple medications and who are at risk for drug-to-drug interactions."}
{"id": "article-30241_14", "title": "Tolterodine -- Monitoring", "content": "Patients should be explained the most common adverse side effects, such as dizziness, after administration of tolterodine, as it can put them at risk if they are about to perform a potentially dangerous task.", "contents": "Tolterodine -- Monitoring. Patients should be explained the most common adverse side effects, such as dizziness, after administration of tolterodine, as it can put them at risk if they are about to perform a potentially dangerous task."}
{"id": "article-30241_15", "title": "Tolterodine -- Toxicity", "content": "To prevent toxicity, patients with hepatic impairment should be given a lower dose since the drug's elimination is lower than that of healthy patients. Additionally, tolterodine demonstrated higher concentrations in patients with renal impairment. Therefore, recommendations include a decrease in drug dosage in both patients with hepatic or renal impairment.", "contents": "Tolterodine -- Toxicity. To prevent toxicity, patients with hepatic impairment should be given a lower dose since the drug's elimination is lower than that of healthy patients. Additionally, tolterodine demonstrated higher concentrations in patients with renal impairment. Therefore, recommendations include a decrease in drug dosage in both patients with hepatic or renal impairment."}
{"id": "article-30241_16", "title": "Tolterodine -- Enhancing Healthcare Team Outcomes", "content": "All clinicians prescribing tolterodine should be familiar with the potential adverse effects. Managing tolterodine therapy should involve the efforts of an interprofessional healthcare team, including clinicians, specialists, mid-level practitioners, nurses, and pharmacists, all coordinating their activities and exercising open communication so that optimal patient outcomes are achieved with minimal adverse effects. [Level 5] Nurses can counsel patients on proper dosing and administration and what to watch for regarding possible adverse events. Pharmacists can reinforce those points and also check the patient's medication profile for potential interactions and contraindications.", "contents": "Tolterodine -- Enhancing Healthcare Team Outcomes. All clinicians prescribing tolterodine should be familiar with the potential adverse effects. Managing tolterodine therapy should involve the efforts of an interprofessional healthcare team, including clinicians, specialists, mid-level practitioners, nurses, and pharmacists, all coordinating their activities and exercising open communication so that optimal patient outcomes are achieved with minimal adverse effects. [Level 5] Nurses can counsel patients on proper dosing and administration and what to watch for regarding possible adverse events. Pharmacists can reinforce those points and also check the patient's medication profile for potential interactions and contraindications."}
{"id": "article-30241_17", "title": "Tolterodine -- Enhancing Healthcare Team Outcomes", "content": "Patients require monitoring for any possible cardiac or central nervous system disturbances, especially those older, as there is a higher probability of drug interactions in this population of patients. Patients should also understand potential common side effects, such as drowsiness or blurred vision, to ensure their safety and to decrease the risk of an accident were they to perform a potentially dangerous task.", "contents": "Tolterodine -- Enhancing Healthcare Team Outcomes. Patients require monitoring for any possible cardiac or central nervous system disturbances, especially those older, as there is a higher probability of drug interactions in this population of patients. Patients should also understand potential common side effects, such as drowsiness or blurred vision, to ensure their safety and to decrease the risk of an accident were they to perform a potentially dangerous task."}
{"id": "article-30241_18", "title": "Tolterodine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tolterodine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}