{"id": "article-40406_0", "title": "Biohazard Levels -- Definition/Introduction", "content": "Biohazard levels, more commonly referred to as “biological safety levels” or “biosafety levels,” are classifications of safety precautions necessary to be applied in the clinical microbiology laboratory depending on specific pathogens handled when performing laboratory procedures. Developed by the Centers for Disease Control and Prevention (CDC), this principle allows medical laboratory scientists and other lab personnel to identify and limit any biological hazards and further reduce the risk in the laboratory. Biohazard levels, on the other hand, also support the principle of biosecurity, which aims at preventing the use of microorganisms as harmful biological agents.", "contents": "Biohazard Levels -- Definition/Introduction. Biohazard levels, more commonly referred to as “biological safety levels” or “biosafety levels,” are classifications of safety precautions necessary to be applied in the clinical microbiology laboratory depending on specific pathogens handled when performing laboratory procedures. Developed by the Centers for Disease Control and Prevention (CDC), this principle allows medical laboratory scientists and other lab personnel to identify and limit any biological hazards and further reduce the risk in the laboratory. Biohazard levels, on the other hand, also support the principle of biosecurity, which aims at preventing the use of microorganisms as harmful biological agents."}
{"id": "article-40406_1", "title": "Biohazard Levels -- Definition/Introduction", "content": "Four classifications of biosafety levels (BSLs) exist. Each level contains specific recommendations for a clinical microbiology laboratory focusing on laboratory practices, safety equipment, and facility construction. As each level progresses, it includes additional biosafety considerations from the previous level. For example, BSL-2 has kept the components of BSL-1 with further requirements, and the same applies to BSL-3 (BSL-2 with additional requirements) and BSL-4 (BSL-3 with additional requirements). The complexity of each level aligns with infectivity, disease severity, the microorganisms’ ability for transmission (including exposure routes), and the nature of the laboratory work to be performed.", "contents": "Biohazard Levels -- Definition/Introduction. Four classifications of biosafety levels (BSLs) exist. Each level contains specific recommendations for a clinical microbiology laboratory focusing on laboratory practices, safety equipment, and facility construction. As each level progresses, it includes additional biosafety considerations from the previous level. For example, BSL-2 has kept the components of BSL-1 with further requirements, and the same applies to BSL-3 (BSL-2 with additional requirements) and BSL-4 (BSL-3 with additional requirements). The complexity of each level aligns with infectivity, disease severity, the microorganisms’ ability for transmission (including exposure routes), and the nature of the laboratory work to be performed."}
{"id": "article-40406_2", "title": "Biohazard Levels -- Definition/Introduction", "content": "Implementing biosafety and biosecurity in the laboratory can initially present an additional burden to laboratory staff and managers. However, they should not ignore the relevance of applying biosafety principles in the workplace. [1]", "contents": "Biohazard Levels -- Definition/Introduction. Implementing biosafety and biosecurity in the laboratory can initially present an additional burden to laboratory staff and managers. However, they should not ignore the relevance of applying biosafety principles in the workplace. [1]"}
{"id": "article-40406_3", "title": "Biohazard Levels -- Issues of Concern", "content": "Laboratory-associated infections continue to become sources of diseases to the laboratory workforce. This is due to failing to implement fundamental control measures in the laboratory. This stems from the most effective control: \" elimination,\" followed by \" substitution,\" \" engineering controls,\" \" administrative,\" and \" personal protective equipment\" (eg, respirator use) as the least effective. [2] [3]", "contents": "Biohazard Levels -- Issues of Concern. Laboratory-associated infections continue to become sources of diseases to the laboratory workforce. This is due to failing to implement fundamental control measures in the laboratory. This stems from the most effective control: \" elimination,\" followed by \" substitution,\" \" engineering controls,\" \" administrative,\" and \" personal protective equipment\" (eg, respirator use) as the least effective. [2] [3]"}
{"id": "article-40406_4", "title": "Biohazard Levels -- Issues of Concern", "content": "Biosafety level 1 (BSL-1) controls microorganisms unusually known to cause disease with \"minimal hazards\" to the laboratory and the community. A recent study involves the selection of a BSL-1 bacteriophage surrogate to assess the efficacy of a chlorine-based surface disinfectant for Ebola outbreaks. This study recommends the collaboration of BSL-4 and non-BSL-4 facilities to assist in selecting and researching better surrogates, which can be more effective in BSL-4 conditions. [4]", "contents": "Biohazard Levels -- Issues of Concern. Biosafety level 1 (BSL-1) controls microorganisms unusually known to cause disease with \"minimal hazards\" to the laboratory and the community. A recent study involves the selection of a BSL-1 bacteriophage surrogate to assess the efficacy of a chlorine-based surface disinfectant for Ebola outbreaks. This study recommends the collaboration of BSL-4 and non-BSL-4 facilities to assist in selecting and researching better surrogates, which can be more effective in BSL-4 conditions. [4]"}
{"id": "article-40406_5", "title": "Biohazard Levels -- Issues of Concern", "content": "Biosafety level 2 (BSL-2) controls microorganisms generating \"moderate hazards\" to the laboratory and the community. In other parts of the world, there are still no guidelines for validating and certifying biosafety laboratories [2] . The year 2017 saw the identification and analysis of issues regarding biosafety implementation in BSL-2 and BSL-3. There is a need to make clear distinctions between certification and validation of clinical and microbiological laboratories. The need for careful implementation must be first recognized. [5]", "contents": "Biohazard Levels -- Issues of Concern. Biosafety level 2 (BSL-2) controls microorganisms generating \"moderate hazards\" to the laboratory and the community. In other parts of the world, there are still no guidelines for validating and certifying biosafety laboratories [2] . The year 2017 saw the identification and analysis of issues regarding biosafety implementation in BSL-2 and BSL-3. There is a need to make clear distinctions between certification and validation of clinical and microbiological laboratories. The need for careful implementation must be first recognized. [5]"}
{"id": "article-40406_6", "title": "Biohazard Levels -- Issues of Concern", "content": "Biosafety level 3 (BSL-3) includes the control of infectious agents, which can cause both \"serious hazards\" and a potentially lethal condition to the laboratory and community via the respiratory transmission of the organism. A typical example of an organism under this classification is Mycobacterium tuberculosis , the bacterial agent responsible for tuberculosis. There have been challenges for program and tuberculosis (TB) laboratory managers in implementing the specific considerations for this level, particularly in resource-limited and TB, high-burden settings because there is insufficient biosafety expertise available to conduct individualized risk assessments for TB laboratories. Applying the biosafety level classification in BSL-3 requirements may not practically and adequately match the specific precautions relevant to the laboratories performing TB-related tests and procedures. To solve this problem, TB laboratories adopted a risk-assessment approach instead of applying the concept of BSL-3 (which is a risk-group approach). Any TB laboratory (a clinical, medical, or public health laboratory carrying out TB diagnostic tests) can classify as low risk, moderate risk, or high TB risk based on the amount of aerosol generated during the conduct of a particular laboratory procedure. Countries with TB, still a significant public health concern, have adopted these guidelines. [6] [7] [8]", "contents": "Biohazard Levels -- Issues of Concern. Biosafety level 3 (BSL-3) includes the control of infectious agents, which can cause both \"serious hazards\" and a potentially lethal condition to the laboratory and community via the respiratory transmission of the organism. A typical example of an organism under this classification is Mycobacterium tuberculosis , the bacterial agent responsible for tuberculosis. There have been challenges for program and tuberculosis (TB) laboratory managers in implementing the specific considerations for this level, particularly in resource-limited and TB, high-burden settings because there is insufficient biosafety expertise available to conduct individualized risk assessments for TB laboratories. Applying the biosafety level classification in BSL-3 requirements may not practically and adequately match the specific precautions relevant to the laboratories performing TB-related tests and procedures. To solve this problem, TB laboratories adopted a risk-assessment approach instead of applying the concept of BSL-3 (which is a risk-group approach). Any TB laboratory (a clinical, medical, or public health laboratory carrying out TB diagnostic tests) can classify as low risk, moderate risk, or high TB risk based on the amount of aerosol generated during the conduct of a particular laboratory procedure. Countries with TB, still a significant public health concern, have adopted these guidelines. [6] [7] [8]"}
{"id": "article-40406_7", "title": "Biohazard Levels -- Issues of Concern", "content": "Biosafety level 4 (BSL-4) is the highest and \"most complex\" biohazard level, involving a relatively few clinical microbiology laboratories. A high transmission via aerosol makes the pathogens more dangerous for the laboratory workforce and the surrounding community. Marburg and Ebola viruses fall into this risk group. Stakeholders and international experts attended European conferences to revisit the issues that emerged for BSL-4 implementation. They seek opportunities to use BSL-4 in public health, diagnostics, and research regarding its sustainability, improvement of existing training designs and curricula, and strong collaboration to address biosafety and biosecurity. An integrated partnership of human, veterinary, and military laboratories with BSL-4 facilities is necessary to unify its approach to developing laboratory biosafety standards. The participation of BSL-4 in outbreaks can be substantial to attain more effective outbreak management. [9]", "contents": "Biohazard Levels -- Issues of Concern. Biosafety level 4 (BSL-4) is the highest and \"most complex\" biohazard level, involving a relatively few clinical microbiology laboratories. A high transmission via aerosol makes the pathogens more dangerous for the laboratory workforce and the surrounding community. Marburg and Ebola viruses fall into this risk group. Stakeholders and international experts attended European conferences to revisit the issues that emerged for BSL-4 implementation. They seek opportunities to use BSL-4 in public health, diagnostics, and research regarding its sustainability, improvement of existing training designs and curricula, and strong collaboration to address biosafety and biosecurity. An integrated partnership of human, veterinary, and military laboratories with BSL-4 facilities is necessary to unify its approach to developing laboratory biosafety standards. The participation of BSL-4 in outbreaks can be substantial to attain more effective outbreak management. [9]"}
{"id": "article-40406_8", "title": "Biohazard Levels -- Clinical Significance", "content": "Risk-group classification of required biosafety precautions is ideally a logical approach to minimize laboratory-acquired infections. However, while each laboratory can easily identify and meet the special considerations required, the practicality of the actual day-to-day situation of the laboratory workflow is still more important. Strict adherence to these biohazard levels can benefit some facilities that can comply. In a similar case previously described for TB laboratories, a risk-based approach is more applicable so that safety precautions can be \"tailor-fit\" to the activities of each clinical laboratory. Further studies are still essential to make this a reality on a global scale. [10] [8]", "contents": "Biohazard Levels -- Clinical Significance. Risk-group classification of required biosafety precautions is ideally a logical approach to minimize laboratory-acquired infections. However, while each laboratory can easily identify and meet the special considerations required, the practicality of the actual day-to-day situation of the laboratory workflow is still more important. Strict adherence to these biohazard levels can benefit some facilities that can comply. In a similar case previously described for TB laboratories, a risk-based approach is more applicable so that safety precautions can be \"tailor-fit\" to the activities of each clinical laboratory. Further studies are still essential to make this a reality on a global scale. [10] [8]"}
{"id": "article-40406_9", "title": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance", "content": "Biohazard Level 1 usually includes viruses and bacteria like Escherichia coli, chickenpox, and many non-infectious bacteria. The level of precaution at this level is minimal and usually involves wearing a face mask and no close contact.", "contents": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance. Biohazard Level 1 usually includes viruses and bacteria like Escherichia coli, chickenpox, and many non-infectious bacteria. The level of precaution at this level is minimal and usually involves wearing a face mask and no close contact."}
{"id": "article-40406_10", "title": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance", "content": "Biohazard Level 2 usually involves microorganisms responsible for mild infections in humans. These organisms are often difficult to contract via aerosolized particles, such as hepatitis A, B, and C, Lyme disease, Salmonella , measles, mumps, HIV, and dengue. Laboratory personnel can perform diagnostic tests on the specimens but must wear gloves, facial protection, and a gown.", "contents": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance. Biohazard Level 2 usually involves microorganisms responsible for mild infections in humans. These organisms are often difficult to contract via aerosolized particles, such as hepatitis A, B, and C, Lyme disease, Salmonella , measles, mumps, HIV, and dengue. Laboratory personnel can perform diagnostic tests on the specimens but must wear gloves, facial protection, and a gown."}
{"id": "article-40406_11", "title": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance", "content": "Biohazard Level 3 includes microorganisms that can be fatal to humans but for which vaccines and other treatments are available. In addition to Mycobacterium tuberculosis , this grouping also includes anthrax, many types of viral encephalitis, hantavirus, Rift Valley fever, SARS-CoV-2 (COVID-19), malaria, Rocky Mountain spotted fever and yellow fever.", "contents": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance. Biohazard Level 3 includes microorganisms that can be fatal to humans but for which vaccines and other treatments are available. In addition to Mycobacterium tuberculosis , this grouping also includes anthrax, many types of viral encephalitis, hantavirus, Rift Valley fever, SARS-CoV-2 (COVID-19), malaria, Rocky Mountain spotted fever and yellow fever."}
{"id": "article-40406_12", "title": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance", "content": "Biohazard Level 4 usually includes dangerous viruses like Ebola, Marburg virus, Lassa fever, Bolivian hemorrhagic fever, and many other hemorrhagic viruses found in the tropics. Only specific persons can work with these viruses, requiring them to wear a positive pressure personnel suit with a segregated air supply. No treatment is available for these viruses, and extreme isolation precautions are mandatory. The CDC has many recommendations on how to manage these viruses. There are no bacteria in this group.", "contents": "Biohazard Levels -- Clinical Significance -- Biohazard Level and Significance. Biohazard Level 4 usually includes dangerous viruses like Ebola, Marburg virus, Lassa fever, Bolivian hemorrhagic fever, and many other hemorrhagic viruses found in the tropics. Only specific persons can work with these viruses, requiring them to wear a positive pressure personnel suit with a segregated air supply. No treatment is available for these viruses, and extreme isolation precautions are mandatory. The CDC has many recommendations on how to manage these viruses. There are no bacteria in this group."}
{"id": "article-40406_13", "title": "Biohazard Levels -- Clinical Significance", "content": "Knowledge of biohazard levels must not be limited to laboratory professionals. All healthcare workers need to be aware of the categories of biohazard levels because they can impact every patient. For instance, signs and symbols should always be posted on medical floors when dealing with a high-level biohazard.", "contents": "Biohazard Levels -- Clinical Significance. Knowledge of biohazard levels must not be limited to laboratory professionals. All healthcare workers need to be aware of the categories of biohazard levels because they can impact every patient. For instance, signs and symbols should always be posted on medical floors when dealing with a high-level biohazard."}
{"id": "article-40406_14", "title": "Biohazard Levels -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biohazard Levels -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}