{"id": "article-20535_0", "title": "Diphenhydramine -- Continuing Education Activity", "content": "Diphenhydramine, which is available as an over-the-counter medication, is a first-generation antihistamine that is used in a variety of conditions to treat and prevent dystonias, insomnia, pruritis, urticaria, vertigo, and motion sickness. It also possesses local anesthetic properties for those patients who have allergies to other, more commonly used local anesthetics; however, this is an off-label use of the medication. Additional off-label use is for the treatment of oral mucositis. This activity will highlight the mechanism of action, adverse event profile, pharmacology, monitoring, and relevant interactions of diphenhydramine, pertinent for members of the interprofessional team in the treatment of patients", "contents": "Diphenhydramine -- Continuing Education Activity. Diphenhydramine, which is available as an over-the-counter medication, is a first-generation antihistamine that is used in a variety of conditions to treat and prevent dystonias, insomnia, pruritis, urticaria, vertigo, and motion sickness. It also possesses local anesthetic properties for those patients who have allergies to other, more commonly used local anesthetics; however, this is an off-label use of the medication. Additional off-label use is for the treatment of oral mucositis. This activity will highlight the mechanism of action, adverse event profile, pharmacology, monitoring, and relevant interactions of diphenhydramine, pertinent for members of the interprofessional team in the treatment of patients"}
{"id": "article-20535_1", "title": "Diphenhydramine -- Continuing Education Activity", "content": "Objectives: Explain the mechanisms of action for diphenhydramine. Identify the approved and off-label indications for diphenhydramine use. Review the possible adverse events associated with diphenhydramine. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients where diphenhydramine can play a role in treatment. Access free multiple choice questions on this topic.", "contents": "Diphenhydramine -- Continuing Education Activity. Objectives: Explain the mechanisms of action for diphenhydramine. Identify the approved and off-label indications for diphenhydramine use. Review the possible adverse events associated with diphenhydramine. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients where diphenhydramine can play a role in treatment. Access free multiple choice questions on this topic."}
{"id": "article-20535_2", "title": "Diphenhydramine -- Indications", "content": "Diphenhydramine, which is available as an over-the-counter medication, is a first-generation antihistamine that is used in a variety of conditions to treat and prevent dystonias, insomnia, pruritis, urticaria, vertigo, and motion sickness. It also possesses local anesthetic properties for patients with allergies to other, more commonly used local anesthetics; however, this is an off-label use of the medication. Additional off-label use is for the treatment of oral mucositis.", "contents": "Diphenhydramine -- Indications. Diphenhydramine, which is available as an over-the-counter medication, is a first-generation antihistamine that is used in a variety of conditions to treat and prevent dystonias, insomnia, pruritis, urticaria, vertigo, and motion sickness. It also possesses local anesthetic properties for patients with allergies to other, more commonly used local anesthetics; however, this is an off-label use of the medication. Additional off-label use is for the treatment of oral mucositis."}
{"id": "article-20535_3", "title": "Diphenhydramine -- Mechanism of Action", "content": "Diphenhydramine mainly works through antagonizing the H1 (histamine 1) receptor, although it has other mechanisms of action as well. [1]", "contents": "Diphenhydramine -- Mechanism of Action. Diphenhydramine mainly works through antagonizing the H1 (histamine 1) receptor, although it has other mechanisms of action as well. [1]"}
{"id": "article-20535_4", "title": "Diphenhydramine -- Mechanism of Action", "content": "The H1 receptor is located on respiratory smooth muscles, vascular endothelial cells, the gastrointestinal tract (GIT), cardiac tissue, immune cells, the uterus, and the central nervous system (CNS) neurons. When the H1 receptor is stimulated in these tissues, it produces a wide variety of actions, including increased vascular permeability, promotion of vasodilation causing flushing, decreased atrioventricular (AV) node conduction time, stimulation of sensory nerves of airways producing coughing, smooth muscle contraction of bronchi and GIT, and eosinophilic chemotaxis promoting the allergic immune response. Diphenhydramine acts as an inverse agonist at the H1 receptor, thereby reversing the effects of histamine on capillaries, reducing allergic reaction symptoms.", "contents": "Diphenhydramine -- Mechanism of Action. The H1 receptor is located on respiratory smooth muscles, vascular endothelial cells, the gastrointestinal tract (GIT), cardiac tissue, immune cells, the uterus, and the central nervous system (CNS) neurons. When the H1 receptor is stimulated in these tissues, it produces a wide variety of actions, including increased vascular permeability, promotion of vasodilation causing flushing, decreased atrioventricular (AV) node conduction time, stimulation of sensory nerves of airways producing coughing, smooth muscle contraction of bronchi and GIT, and eosinophilic chemotaxis promoting the allergic immune response. Diphenhydramine acts as an inverse agonist at the H1 receptor, thereby reversing the effects of histamine on capillaries, reducing allergic reaction symptoms."}
{"id": "article-20535_5", "title": "Diphenhydramine -- Mechanism of Action", "content": "Given that diphenhydramine is a first-generation antihistamine, it readily crosses the blood-brain barrier and inversely agonizes the H1 CNS receptors, resulting in drowsiness and suppressing the medullary cough center. [2]", "contents": "Diphenhydramine -- Mechanism of Action. Given that diphenhydramine is a first-generation antihistamine, it readily crosses the blood-brain barrier and inversely agonizes the H1 CNS receptors, resulting in drowsiness and suppressing the medullary cough center. [2]"}
{"id": "article-20535_6", "title": "Diphenhydramine -- Mechanism of Action", "content": "The H1 receptor is similar to muscarinic receptors. Therefore, diphenhydramine also acts as an antimuscarinic; it is a competitive antagonist of muscarinic acetylcholine receptor, resulting in its use as an antiparkinson medication. Lastly, diphenhydramine acts as an intracellular sodium channel blocker, resulting in local anesthetic properties. The liver metabolizes diphenhydramine via CYP450. It is excreted in the urine, unchanged, and has a half-life of 3.4 to 9.2hours. The drug's time to peak, serum is 2 hours.", "contents": "Diphenhydramine -- Mechanism of Action. The H1 receptor is similar to muscarinic receptors. Therefore, diphenhydramine also acts as an antimuscarinic; it is a competitive antagonist of muscarinic acetylcholine receptor, resulting in its use as an antiparkinson medication. Lastly, diphenhydramine acts as an intracellular sodium channel blocker, resulting in local anesthetic properties. The liver metabolizes diphenhydramine via CYP450. It is excreted in the urine, unchanged, and has a half-life of 3.4 to 9.2hours. The drug's time to peak, serum is 2 hours."}
{"id": "article-20535_7", "title": "Diphenhydramine -- Administration", "content": "Diphenhydramine can be given by tablet, capsule, or solution by mouth; by intramuscular (IM) or intravenous (IV) injection; or topically. The following are recommended dosages for allergy symptoms:", "contents": "Diphenhydramine -- Administration. Diphenhydramine can be given by tablet, capsule, or solution by mouth; by intramuscular (IM) or intravenous (IV) injection; or topically. The following are recommended dosages for allergy symptoms:"}
{"id": "article-20535_8", "title": "Diphenhydramine -- Administration -- Mild Symptoms", "content": "Adult 25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed Max: 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric 2 to 5 years: 6.25 mg by mouth/IM/IV every 4 to 6 hours as needed; max 37.5 mg/day 6 to 11 years: 12.5 to 25mg by mouth/IM/IV every 4 to 6 hours as needed; max 150 mg/day 12 years and older: use adult dosing", "contents": "Diphenhydramine -- Administration -- Mild Symptoms. Adult 25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed Max: 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric 2 to 5 years: 6.25 mg by mouth/IM/IV every 4 to 6 hours as needed; max 37.5 mg/day 6 to 11 years: 12.5 to 25mg by mouth/IM/IV every 4 to 6 hours as needed; max 150 mg/day 12 years and older: use adult dosing"}
{"id": "article-20535_9", "title": "Diphenhydramine -- Administration -- More Severe Symptoms", "content": "Adult 25-50 mg by mouth/IM/IV every 2 to 4 hours as needed Max: 300 mg/day by mouth; 100mg/dose up to 400 mg/day IM/IV Pediatric 2 to 11 years: 1-2mg/kg by mouth/IM/IV every 2 to 4 hours as needed; max: 300 mg/day by mouth; 100mg/dose up to 400 mg/day IM/IV 12 yo and older: use adult dosing", "contents": "Diphenhydramine -- Administration -- More Severe Symptoms. Adult 25-50 mg by mouth/IM/IV every 2 to 4 hours as needed Max: 300 mg/day by mouth; 100mg/dose up to 400 mg/day IM/IV Pediatric 2 to 11 years: 1-2mg/kg by mouth/IM/IV every 2 to 4 hours as needed; max: 300 mg/day by mouth; 100mg/dose up to 400 mg/day IM/IV 12 yo and older: use adult dosing"}
{"id": "article-20535_10", "title": "Diphenhydramine -- Administration -- Extrapyramidal Symptoms", "content": "25 to 50 mg by mouth/IM/IV every 6 to 8 hours as needed Max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric 2 to 11 years: 1 to 2 mg/kg by mouth/IM/IV every 6 to 6 hours as needed; max: 50 mg/dose up to 300 mg/day IM/IV 12 years and older: use adult dosing", "contents": "Diphenhydramine -- Administration -- Extrapyramidal Symptoms. 25 to 50 mg by mouth/IM/IV every 6 to 8 hours as needed Max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric 2 to 11 years: 1 to 2 mg/kg by mouth/IM/IV every 6 to 6 hours as needed; max: 50 mg/dose up to 300 mg/day IM/IV 12 years and older: use adult dosing"}
{"id": "article-20535_11", "title": "Diphenhydramine -- Administration -- Insomnia (Short Treatment)", "content": "25 to 50 mg by mouth at bedtime as needed, start 30min before bedtime Pediatric - 12 yo and older: 25 to 50 mg by mouth at bedtime as needed; start 30min before bedtime", "contents": "Diphenhydramine -- Administration -- Insomnia (Short Treatment). 25 to 50 mg by mouth at bedtime as needed, start 30min before bedtime Pediatric - 12 yo and older: 25 to 50 mg by mouth at bedtime as needed; start 30min before bedtime"}
{"id": "article-20535_12", "title": "Diphenhydramine -- Administration -- Motion Sickness Prevention", "content": "25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed. Start 30 min before event; max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric dose: 2 to 5 years: 6.25 mg by mouth/IM/IV every 4 to 6 hours as needed; start 30 min before the event; max 37.5 mg/day 6 to 11 years: 12.5 to 25mg by mouth/IM/IV every 4 to 6 hours as needed; start 30 min before the event; max 150 mg/day 12 years and older: use adult dosing", "contents": "Diphenhydramine -- Administration -- Motion Sickness Prevention. 25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed. Start 30 min before event; max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric dose: 2 to 5 years: 6.25 mg by mouth/IM/IV every 4 to 6 hours as needed; start 30 min before the event; max 37.5 mg/day 6 to 11 years: 12.5 to 25mg by mouth/IM/IV every 4 to 6 hours as needed; start 30 min before the event; max 150 mg/day 12 years and older: use adult dosing"}
{"id": "article-20535_13", "title": "Diphenhydramine -- Administration -- Pruritis/Urticaria", "content": "25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed. Max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric 2 to 5 years: 6.25 mg by mouth/IM/IV every 4 to 6 hours as needed; max 37.5 mg/day 6 to 11 years: 12.5 to 25 mg by mouth/IM/IV every 4 to 6 hours as needed; max 150 mg/day 12 years and older: use adult dosing", "contents": "Diphenhydramine -- Administration -- Pruritis/Urticaria. 25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed. Max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV Pediatric 2 to 5 years: 6.25 mg by mouth/IM/IV every 4 to 6 hours as needed; max 37.5 mg/day 6 to 11 years: 12.5 to 25 mg by mouth/IM/IV every 4 to 6 hours as needed; max 150 mg/day 12 years and older: use adult dosing"}
{"id": "article-20535_14", "title": "Diphenhydramine -- Administration -- Sedation", "content": "25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed. Max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV", "contents": "Diphenhydramine -- Administration -- Sedation. 25 to 50 mg by mouth/IM/IV every 4 to 6 hours as needed. Max 300 mg/day by mouth; 100 mg/dose up to 400 mg/day IM/IV"}
{"id": "article-20535_15", "title": "Diphenhydramine -- Administration -- Pruritis/Urticaria (Topical Treatment)", "content": "Apply as needed; max 4 times/day For local anesthesia Prepare a 1% solution of diphenhydramine (10 mg/mL) Draw up the entire contents of a vial containing 50 mg/mL diphenhydramine into a 10 mL syringe. This should measure at a volume of 1 mL. Dilute the contents of the syringe with four mL of 0.9% sodium chloride to yield a final volume of 5 mL. This is now diphenhydramine 1% (10 mg/mL). [3] [4] This use is off-label. Watch for tissue necrosis.", "contents": "Diphenhydramine -- Administration -- Pruritis/Urticaria (Topical Treatment). Apply as needed; max 4 times/day For local anesthesia Prepare a 1% solution of diphenhydramine (10 mg/mL) Draw up the entire contents of a vial containing 50 mg/mL diphenhydramine into a 10 mL syringe. This should measure at a volume of 1 mL. Dilute the contents of the syringe with four mL of 0.9% sodium chloride to yield a final volume of 5 mL. This is now diphenhydramine 1% (10 mg/mL). [3] [4] This use is off-label. Watch for tissue necrosis."}
{"id": "article-20535_16", "title": "Diphenhydramine -- Adverse Effects -- Common Adverse Effects", "content": "Drowsiness Dizziness Impaired coordination Headache Epigastric discomfort Thickened bronchial secretions Dry mucous membranes CNS stimulation, paradoxical Constipation Euphoria Ataxia Dysuria Urinary retention Hypotension Blurred vision Diplopia Palpitations Tachycardia Photosensitivity Diaphoresis Erectile dysfunction Early menses Anorexia Serious Reactions Anaphylaxis/anaphylactoid reaction QT prolongation Anemia, hemolytic Thrombocytopenia Agranulocytosis Leukopenia Pancytopenia Arrhythmias Seizures Toxic psychosis Labyrinthitis, acute Heatstroke", "contents": "Diphenhydramine -- Adverse Effects -- Common Adverse Effects. Drowsiness Dizziness Impaired coordination Headache Epigastric discomfort Thickened bronchial secretions Dry mucous membranes CNS stimulation, paradoxical Constipation Euphoria Ataxia Dysuria Urinary retention Hypotension Blurred vision Diplopia Palpitations Tachycardia Photosensitivity Diaphoresis Erectile dysfunction Early menses Anorexia Serious Reactions Anaphylaxis/anaphylactoid reaction QT prolongation Anemia, hemolytic Thrombocytopenia Agranulocytosis Leukopenia Pancytopenia Arrhythmias Seizures Toxic psychosis Labyrinthitis, acute Heatstroke"}
{"id": "article-20535_17", "title": "Diphenhydramine -- Adverse Effects -- Cautions", "content": "May cause postrenal obstruction, which can lead to urinary retention and thus decreased glomerular filtration rate. If acute kidney injury develops, discontinue diphenhydramine and begin supportive care for acute kidney injury if needed. [5] May cause CNS depression, which can impair driving or operating heavy machinery. May potentiate the effects of sedatives, including alcohol. Considered high-risk medication for elderly patients because of increased fall risk from dizziness, sedation, and hypotension. Inhibition of fast sodium channels and repolarizing potassium channels (Ikr) can prolong the action potential and the QT interval, leading to QTc prolongation. [6] [7] [8] Use caution in patients with asthma, hyperthyroidism, cardiovascular disease, hypertension, or increased ocular pressure.", "contents": "Diphenhydramine -- Adverse Effects -- Cautions. May cause postrenal obstruction, which can lead to urinary retention and thus decreased glomerular filtration rate. If acute kidney injury develops, discontinue diphenhydramine and begin supportive care for acute kidney injury if needed. [5] May cause CNS depression, which can impair driving or operating heavy machinery. May potentiate the effects of sedatives, including alcohol. Considered high-risk medication for elderly patients because of increased fall risk from dizziness, sedation, and hypotension. Inhibition of fast sodium channels and repolarizing potassium channels (Ikr) can prolong the action potential and the QT interval, leading to QTc prolongation. [6] [7] [8] Use caution in patients with asthma, hyperthyroidism, cardiovascular disease, hypertension, or increased ocular pressure."}
{"id": "article-20535_18", "title": "Diphenhydramine -- Contraindications", "content": "Documented hypersensitivity to diphenhydramine Premature infants and neonates Breastfeeding mothers Pregnancy Category B - used only if clearly needed Diphenhydramine has additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers) Monoamine oxidase A inhibitors prolong and intensify the anticholinergic effects of antihistamines", "contents": "Diphenhydramine -- Contraindications. Documented hypersensitivity to diphenhydramine Premature infants and neonates Breastfeeding mothers Pregnancy Category B - used only if clearly needed Diphenhydramine has additive effects with alcohol and other CNS depressants (hypnotics, sedatives, tranquilizers) Monoamine oxidase A inhibitors prolong and intensify the anticholinergic effects of antihistamines"}
{"id": "article-20535_19", "title": "Diphenhydramine -- Monitoring", "content": "Obtain baseline creatinine level in pediatric patients. Monitor all patients for mental alertness and relief of symptoms. The intravenous infusion rate should be no higher than 25 mg/min. Store at room temperature of 15 to 30 degrees C and protect from freezing and light.", "contents": "Diphenhydramine -- Monitoring. Obtain baseline creatinine level in pediatric patients. Monitor all patients for mental alertness and relief of symptoms. The intravenous infusion rate should be no higher than 25 mg/min. Store at room temperature of 15 to 30 degrees C and protect from freezing and light."}
{"id": "article-20535_20", "title": "Diphenhydramine -- Toxicity", "content": "Diphenhydramine overdose [9] [10] can cause significant toxicity, ranging from agitation to cardiac arrhythmias [11] to rhabdomyolysis and classic anticholinergic toxidrome. [12] Signs and symptoms may include the following: Delirium, agitation, confusion, restlessness, hallucinations, ataxia, tremor, seizure Dry sweat glands and mucous membranes Flushed skin Elevated body temperature Mydriasis and blurry vision Urinary retention Tachycardia Rhabdomyolysis Treatment involves the following:", "contents": "Diphenhydramine -- Toxicity. Diphenhydramine overdose [9] [10] can cause significant toxicity, ranging from agitation to cardiac arrhythmias [11] to rhabdomyolysis and classic anticholinergic toxidrome. [12] Signs and symptoms may include the following: Delirium, agitation, confusion, restlessness, hallucinations, ataxia, tremor, seizure Dry sweat glands and mucous membranes Flushed skin Elevated body temperature Mydriasis and blurry vision Urinary retention Tachycardia Rhabdomyolysis Treatment involves the following:"}
{"id": "article-20535_21", "title": "Diphenhydramine -- Toxicity", "content": "May attempt activated charcoal if within 1 hour of ingestion", "contents": "Diphenhydramine -- Toxicity. May attempt activated charcoal if within 1 hour of ingestion"}
{"id": "article-20535_22", "title": "Diphenhydramine -- Toxicity", "content": "Benzodiazepines for agitation and seizures; however, phenobarbital and propofol, may be needed (avoid phenytoin/fosphenytoin, as they further block sodium channels)", "contents": "Diphenhydramine -- Toxicity. Benzodiazepines for agitation and seizures; however, phenobarbital and propofol, may be needed (avoid phenytoin/fosphenytoin, as they further block sodium channels)"}
{"id": "article-20535_23", "title": "Diphenhydramine -- Toxicity", "content": "Sodium bicarbonate for widened QRS to overcome sodium channel blockade; 2 mEq/kg, typically 2 to 3 amps of bicarb, then continuous infusion. Mix 3 ampules of sodium bicarbonate in 1L D5W, and run this infusion at 250 mL/hr.", "contents": "Diphenhydramine -- Toxicity. Sodium bicarbonate for widened QRS to overcome sodium channel blockade; 2 mEq/kg, typically 2 to 3 amps of bicarb, then continuous infusion. Mix 3 ampules of sodium bicarbonate in 1L D5W, and run this infusion at 250 mL/hr."}
{"id": "article-20535_24", "title": "Diphenhydramine -- Toxicity", "content": "Magnesium sulfate should be administered intravenously for prolonged QT interval.", "contents": "Diphenhydramine -- Toxicity. Magnesium sulfate should be administered intravenously for prolonged QT interval."}
{"id": "article-20535_25", "title": "Diphenhydramine -- Toxicity", "content": "Vasopressors if hypotension develops", "contents": "Diphenhydramine -- Toxicity. Vasopressors if hypotension develops"}
{"id": "article-20535_26", "title": "Diphenhydramine -- Toxicity", "content": "May consider physostigmine (acetylcholinesterase inhibitor that binds reversibly to inhibit acetylcholinesterase in the central and peripheral nervous system, which in turn allows acetylcholine to bind to muscarinic receptors to overcome the anticholinergic block.  This should be given in concert with medical toxicologist/poison control. Dose: 0.5 to 2 mg IV over 5 min, onset within 20 min Have atropine at the bedside, and watch for bradycardia", "contents": "Diphenhydramine -- Toxicity. May consider physostigmine (acetylcholinesterase inhibitor that binds reversibly to inhibit acetylcholinesterase in the central and peripheral nervous system, which in turn allows acetylcholine to bind to muscarinic receptors to overcome the anticholinergic block.  This should be given in concert with medical toxicologist/poison control. Dose: 0.5 to 2 mg IV over 5 min, onset within 20 min Have atropine at the bedside, and watch for bradycardia"}
{"id": "article-20535_27", "title": "Diphenhydramine -- Toxicity", "content": "Further studies are needed to investigate the potential treatment of diphenhydramine toxicity using sodium bicarbonate and intravenous lipid emulsion therapy. [13]", "contents": "Diphenhydramine -- Toxicity. Further studies are needed to investigate the potential treatment of diphenhydramine toxicity using sodium bicarbonate and intravenous lipid emulsion therapy. [13]"}
{"id": "article-20535_28", "title": "Diphenhydramine -- Enhancing Healthcare Team Outcomes", "content": "Diphenhydramine is now available over the counter, but that does not mean that interprofessional healthcare team members should not pay close attention to when patients are using it, particularly if they are self-medicating; the clinician (MD, DO, NP, PA), nurse, and pharmacist needs to educate the patient on the safe use of this agent. While the drug is relatively safe, it should not be combined with alcohol, other sedatives, and hypnotics. The patient must be taught how to read labels and not take more than the recommended dose. Parents should be educated on the safe storage of this agent to prevent accidental ingestion by children. Interprofessional collaboration and information sharing will result in improved patient outcomes and help to preclude adverse events. [Level 5]", "contents": "Diphenhydramine -- Enhancing Healthcare Team Outcomes. Diphenhydramine is now available over the counter, but that does not mean that interprofessional healthcare team members should not pay close attention to when patients are using it, particularly if they are self-medicating; the clinician (MD, DO, NP, PA), nurse, and pharmacist needs to educate the patient on the safe use of this agent. While the drug is relatively safe, it should not be combined with alcohol, other sedatives, and hypnotics. The patient must be taught how to read labels and not take more than the recommended dose. Parents should be educated on the safe storage of this agent to prevent accidental ingestion by children. Interprofessional collaboration and information sharing will result in improved patient outcomes and help to preclude adverse events. [Level 5]"}
{"id": "article-20535_29", "title": "Diphenhydramine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diphenhydramine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}