{"id": "article-27400_0", "title": "Polycystic Ovarian Disease -- Continuing Education Activity", "content": "Polycystic ovarian syndrome (PCOS) is the most common hormonal disorder in females of reproductive age. It is characterized by two or more of the following: irregular menstrual periods, hyperandrogenism, and polycystic ovaries. This activity outlines the evaluation and treatment of polycystic ovarian syndrome and reviews the role of the interprofessional team in managing patients with this condition.", "contents": "Polycystic Ovarian Disease -- Continuing Education Activity. Polycystic ovarian syndrome (PCOS) is the most common hormonal disorder in females of reproductive age. It is characterized by two or more of the following: irregular menstrual periods, hyperandrogenism, and polycystic ovaries. This activity outlines the evaluation and treatment of polycystic ovarian syndrome and reviews the role of the interprofessional team in managing patients with this condition."}
{"id": "article-27400_1", "title": "Polycystic Ovarian Disease -- Continuing Education Activity", "content": "Objectives: Describe the epidemiology of polycystic ovarian syndrome. Review the role of functional ovarian hyperandrogenism (FOH) in the pathophysiology of polycystic ovarian syndrome. Summarize the use of the Rotterdam criteria in the evaluation of polycystic ovarian syndrome. Outline the importance of collaboration and communication among the interprofessional team to emphasize lifestyle changes and close follow-up to improve patient outcomes affected by polycystic ovarian syndrome. Access free multiple choice questions on this topic.", "contents": "Polycystic Ovarian Disease -- Continuing Education Activity. Objectives: Describe the epidemiology of polycystic ovarian syndrome. Review the role of functional ovarian hyperandrogenism (FOH) in the pathophysiology of polycystic ovarian syndrome. Summarize the use of the Rotterdam criteria in the evaluation of polycystic ovarian syndrome. Outline the importance of collaboration and communication among the interprofessional team to emphasize lifestyle changes and close follow-up to improve patient outcomes affected by polycystic ovarian syndrome. Access free multiple choice questions on this topic."}
{"id": "article-27400_2", "title": "Polycystic Ovarian Disease -- Introduction", "content": "Polycystic ovarian syndrome (PCOS) is the most common endocrine pathology in females of reproductive worldwide. Stein and Leventhal initially described it in 1935. The prevalence ranges between 5% and 15% depending on the diagnostic criteria applied. It is widely accepted among specialty society guidelines that the diagnosis of PCOS must be based on the presence of at least two of the following three criteria: chronic anovulation, hyperandrogenism (clinical or biological), and polycystic ovaries. It is a diagnosis of exclusion, and disorders that mimic clinical features of PCOS must be excluded. These include thyroid disease, hyperprolactinemia, and non-classical congenital adrenal hyperplasia. Selected patients may need more extensive workup if clinical features suggest other causes.", "contents": "Polycystic Ovarian Disease -- Introduction. Polycystic ovarian syndrome (PCOS) is the most common endocrine pathology in females of reproductive worldwide. Stein and Leventhal initially described it in 1935. The prevalence ranges between 5% and 15% depending on the diagnostic criteria applied. It is widely accepted among specialty society guidelines that the diagnosis of PCOS must be based on the presence of at least two of the following three criteria: chronic anovulation, hyperandrogenism (clinical or biological), and polycystic ovaries. It is a diagnosis of exclusion, and disorders that mimic clinical features of PCOS must be excluded. These include thyroid disease, hyperprolactinemia, and non-classical congenital adrenal hyperplasia. Selected patients may need more extensive workup if clinical features suggest other causes."}
{"id": "article-27400_3", "title": "Polycystic Ovarian Disease -- Introduction", "content": "Despite its high prevalence, PCOS is underdiagnosed and frequently takes more than one visit or different physicians to get identified, and these usually occur in more than a one-year timeframe. It is a very frustrating process for the patient. Delay in diagnosis can lead to the progression of comorbidities making it more difficult to implement lifestyle intervention, which is critical for the improvement of features of PCOS and quality of life.", "contents": "Polycystic Ovarian Disease -- Introduction. Despite its high prevalence, PCOS is underdiagnosed and frequently takes more than one visit or different physicians to get identified, and these usually occur in more than a one-year timeframe. It is a very frustrating process for the patient. Delay in diagnosis can lead to the progression of comorbidities making it more difficult to implement lifestyle intervention, which is critical for the improvement of features of PCOS and quality of life."}
{"id": "article-27400_4", "title": "Polycystic Ovarian Disease -- Introduction", "content": "Multiple morbidities are associated with PCOS, including infertility, metabolic syndrome, obesity, impaired glucose tolerance, type 2 diabetes mellitus (DM-2), cardiovascular risk, depression, obstructive sleep apnea (OSA), endometrial cancer, and nonalcoholic fatty liver disease/ nonalcoholic steatohepatitis (NAFLD/NASH). There are different screening recommendations for each of these pathologies, but the clinician must have a low threshold for workup if any manifestation is shown in PCOS patients. [1] [2] [3]", "contents": "Polycystic Ovarian Disease -- Introduction. Multiple morbidities are associated with PCOS, including infertility, metabolic syndrome, obesity, impaired glucose tolerance, type 2 diabetes mellitus (DM-2), cardiovascular risk, depression, obstructive sleep apnea (OSA), endometrial cancer, and nonalcoholic fatty liver disease/ nonalcoholic steatohepatitis (NAFLD/NASH). There are different screening recommendations for each of these pathologies, but the clinician must have a low threshold for workup if any manifestation is shown in PCOS patients. [1] [2] [3]"}
{"id": "article-27400_5", "title": "Polycystic Ovarian Disease -- Etiology", "content": "PCOS is a multifactorial disease. Several susceptible genes have been identified as contributors to the pathophysiology of the disease. These genes are involved in various levels of steroidogenesis and androgenic pathways. Twin studies have estimated about 70% heritability. Also, the environment is a fundamental component in the expression of these genes and the development and progression of the disease. [4] [5] [6]", "contents": "Polycystic Ovarian Disease -- Etiology. PCOS is a multifactorial disease. Several susceptible genes have been identified as contributors to the pathophysiology of the disease. These genes are involved in various levels of steroidogenesis and androgenic pathways. Twin studies have estimated about 70% heritability. Also, the environment is a fundamental component in the expression of these genes and the development and progression of the disease. [4] [5] [6]"}
{"id": "article-27400_6", "title": "Polycystic Ovarian Disease -- Etiology", "content": "Two popular hypotheses postulate that individuals with a genetic predisposition exposed to certain environmental factors lead to the expression of PCOS features. The most common environmental factors include obesity and insulin resistance. Some hypotheses also include fetal androgen exposure. [7]", "contents": "Polycystic Ovarian Disease -- Etiology. Two popular hypotheses postulate that individuals with a genetic predisposition exposed to certain environmental factors lead to the expression of PCOS features. The most common environmental factors include obesity and insulin resistance. Some hypotheses also include fetal androgen exposure. [7]"}
{"id": "article-27400_7", "title": "Polycystic Ovarian Disease -- Epidemiology", "content": "As already mentioned, PCOS is the most common endocrine pathology in reproductive-aged females worldwide, affecting between 5% and 15% of females depending on the diagnostic criteria. Rotterdam criteria include a broader prevalence than the National Institute of Health 1990 Criteria. Based on the NIH 2012 workshop report, it is estimated that PCOS affects about 5 million reproductive-aged females in the United States. The cost to the healthcare system for diagnosing and treating PCOS is approximately $4 billion annually, not including the cost of serious comorbidities associated with PCOS.", "contents": "Polycystic Ovarian Disease -- Epidemiology. As already mentioned, PCOS is the most common endocrine pathology in reproductive-aged females worldwide, affecting between 5% and 15% of females depending on the diagnostic criteria. Rotterdam criteria include a broader prevalence than the National Institute of Health 1990 Criteria. Based on the NIH 2012 workshop report, it is estimated that PCOS affects about 5 million reproductive-aged females in the United States. The cost to the healthcare system for diagnosing and treating PCOS is approximately $4 billion annually, not including the cost of serious comorbidities associated with PCOS."}
{"id": "article-27400_8", "title": "Polycystic Ovarian Disease -- Epidemiology", "content": "Multiple conditions have been associated with PCOS, including infertility, metabolic syndrome, obesity, impaired glucose tolerance, DM-2, cardiovascular risk, depression, OSA, endometrial cancer, NAFLD/NASH. Higher prevalence has been associated in first-degree relatives with PCOS, prepubertal obesity, congenital virilizing disorders, above-average or low birth weight for gestational age, premature adrenarche, use of valproic acid as an antiepileptic drug. Studies have also suggested that there is a higher prevalence in Mexican-Americans than non-Hispanic whites and African Americans. [8] [9]", "contents": "Polycystic Ovarian Disease -- Epidemiology. Multiple conditions have been associated with PCOS, including infertility, metabolic syndrome, obesity, impaired glucose tolerance, DM-2, cardiovascular risk, depression, OSA, endometrial cancer, NAFLD/NASH. Higher prevalence has been associated in first-degree relatives with PCOS, prepubertal obesity, congenital virilizing disorders, above-average or low birth weight for gestational age, premature adrenarche, use of valproic acid as an antiepileptic drug. Studies have also suggested that there is a higher prevalence in Mexican-Americans than non-Hispanic whites and African Americans. [8] [9]"}
{"id": "article-27400_9", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "PCOS is a hyperandrogenic state with oligo-anovulation that cannot be explained by any other disorder. It is a diagnosis of exclusion. Nevertheless, it accounts for the majority of hyperandrogenic presentations.", "contents": "Polycystic Ovarian Disease -- Pathophysiology. PCOS is a hyperandrogenic state with oligo-anovulation that cannot be explained by any other disorder. It is a diagnosis of exclusion. Nevertheless, it accounts for the majority of hyperandrogenic presentations."}
{"id": "article-27400_10", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "Nearly all causes of PCOS are due to functional ovarian hyperandrogenism (FOH). Two-thirds of PCOS presentations have typical functional ovarian hyperandrogenism, characterized by dysregulation of androgen secretion with an over-response of 17-hydroxyprogesterone (17-OHP) to gonadotropin stimulation. The remaining PCOS with atypical FOH lack of overresponse of 17-OHP, but testosterone elevation can detect it after suppressing adrenal androgen production. About 3% of PCOS patients have a related isolated functional adrenal hyperandrogenism. The remainder of PCOS cases is mild. These lack evidence of steroid secretory abnormalities; most of these patients are obese, which practitioners postulate accounts for their atypical PCOS. Specific testing for the FOH subpopulation has low clinical utility in our present day. [10]", "contents": "Polycystic Ovarian Disease -- Pathophysiology. Nearly all causes of PCOS are due to functional ovarian hyperandrogenism (FOH). Two-thirds of PCOS presentations have typical functional ovarian hyperandrogenism, characterized by dysregulation of androgen secretion with an over-response of 17-hydroxyprogesterone (17-OHP) to gonadotropin stimulation. The remaining PCOS with atypical FOH lack of overresponse of 17-OHP, but testosterone elevation can detect it after suppressing adrenal androgen production. About 3% of PCOS patients have a related isolated functional adrenal hyperandrogenism. The remainder of PCOS cases is mild. These lack evidence of steroid secretory abnormalities; most of these patients are obese, which practitioners postulate accounts for their atypical PCOS. Specific testing for the FOH subpopulation has low clinical utility in our present day. [10]"}
{"id": "article-27400_11", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "Functional ovarian hyperandrogenism PCOS presents with the primary features: hyperandrogenism, oligo anovulation, and polycystic ovaries morphology. Functional ovarian hyperandrogenism is multifactorial, with a combination of hereditable and environmental factors. Causes for this dysregulation include insulin excess, which is known to sensitize the ovary to luteinizing hormone (LH) by interfering with the process of homologous desensitization to LH in the normal ovulation cycle as well as an intrinsic imbalance among intraovarian regulatory systems. Theca cells in PCOS have overexpression of most steroidogenic enzymes and proteins involved in androgen synthesis, which suggested a prominent abnormality at the level and activity of steroidogenic enzymes, including P450c17, which has been highly identified. Granulosa cells prematurely luteinize primarily as a result of androgen and insulin excess.", "contents": "Polycystic Ovarian Disease -- Pathophysiology. Functional ovarian hyperandrogenism PCOS presents with the primary features: hyperandrogenism, oligo anovulation, and polycystic ovaries morphology. Functional ovarian hyperandrogenism is multifactorial, with a combination of hereditable and environmental factors. Causes for this dysregulation include insulin excess, which is known to sensitize the ovary to luteinizing hormone (LH) by interfering with the process of homologous desensitization to LH in the normal ovulation cycle as well as an intrinsic imbalance among intraovarian regulatory systems. Theca cells in PCOS have overexpression of most steroidogenic enzymes and proteins involved in androgen synthesis, which suggested a prominent abnormality at the level and activity of steroidogenic enzymes, including P450c17, which has been highly identified. Granulosa cells prematurely luteinize primarily as a result of androgen and insulin excess."}
{"id": "article-27400_12", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "Androgen excess enhances the initial recruitment of primordial follicles into the growth pool. Simultaneously, it initiates premature luteinization, which impairs the selection of the dominant follicle. This results in classical PCOS histopathologic and gross anatomic changes that constitute PCOM. PCOS is perpetuated by increased LH, but it is not caused by it. LH excess is common and is necessary for the expression of gonadal steroidogenic enzymes and sex hormone secretion but is less likely to be the primary cause of ovarian androgen excess because of LH-induced desensitization of theca cells.", "contents": "Polycystic Ovarian Disease -- Pathophysiology. Androgen excess enhances the initial recruitment of primordial follicles into the growth pool. Simultaneously, it initiates premature luteinization, which impairs the selection of the dominant follicle. This results in classical PCOS histopathologic and gross anatomic changes that constitute PCOM. PCOS is perpetuated by increased LH, but it is not caused by it. LH excess is common and is necessary for the expression of gonadal steroidogenic enzymes and sex hormone secretion but is less likely to be the primary cause of ovarian androgen excess because of LH-induced desensitization of theca cells."}
{"id": "article-27400_13", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "About one-half of patients with functional ovarian hyperandrogenism have an abnormal degree of insulin-resistant hyperinsulinism, which acts on theca cell, increasing steroidogenesis and prematurely luteinizes granulosa cells, and stimulates fat accumulation. Hyperandrogenemia provokes LH excess, which then acts on both theca and luteinized granulosa sustaining cycle.", "contents": "Polycystic Ovarian Disease -- Pathophysiology. About one-half of patients with functional ovarian hyperandrogenism have an abnormal degree of insulin-resistant hyperinsulinism, which acts on theca cell, increasing steroidogenesis and prematurely luteinizes granulosa cells, and stimulates fat accumulation. Hyperandrogenemia provokes LH excess, which then acts on both theca and luteinized granulosa sustaining cycle."}
{"id": "article-27400_14", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "Ovarian hormonal dysregulation alters the pulsatile gonadotropin-releasing hormone (GnRH) release, potentially leading to a relative increase in LH versus follicle-stimulating hormone  (FSH) biosynthesis and secretion. LH stimulates ovarian androgen production, while the relative decrease of FSH prevents adequate stimulation of aromatase activity within the granulosa cells, decreasing androgen conversion to the potent estrogen estradiol. This becomes a self-perpetuating noncyclic hormonal pattern.", "contents": "Polycystic Ovarian Disease -- Pathophysiology. Ovarian hormonal dysregulation alters the pulsatile gonadotropin-releasing hormone (GnRH) release, potentially leading to a relative increase in LH versus follicle-stimulating hormone  (FSH) biosynthesis and secretion. LH stimulates ovarian androgen production, while the relative decrease of FSH prevents adequate stimulation of aromatase activity within the granulosa cells, decreasing androgen conversion to the potent estrogen estradiol. This becomes a self-perpetuating noncyclic hormonal pattern."}
{"id": "article-27400_15", "title": "Polycystic Ovarian Disease -- Pathophysiology", "content": "Elevated serum androgens are converted in the periphery to estrogens, mostly estrone. As conversion occurs primarily in the stromal cells of adipose tissue, estrogen production will be augmented in obese PCOS patients. This conversion results in chronic feedback at the hypothalamus and pituitary gland, in contrast to the normal fluctuations in feedback observed in the presence of a growing follicle and rapidly changing estradiol levels. Unopposed estrogen stimulation of the endometrium may lead to endometrial hyperplasia. [11] [12] [13]", "contents": "Polycystic Ovarian Disease -- Pathophysiology. Elevated serum androgens are converted in the periphery to estrogens, mostly estrone. As conversion occurs primarily in the stromal cells of adipose tissue, estrogen production will be augmented in obese PCOS patients. This conversion results in chronic feedback at the hypothalamus and pituitary gland, in contrast to the normal fluctuations in feedback observed in the presence of a growing follicle and rapidly changing estradiol levels. Unopposed estrogen stimulation of the endometrium may lead to endometrial hyperplasia. [11] [12] [13]"}
{"id": "article-27400_16", "title": "Polycystic Ovarian Disease -- History and Physical", "content": "A complete history and physical exam are critical for the diagnosis of PCOS. Two out of three diagnostic criteria rely on history and physical exam, including menstrual history and features of hyperandrogenism. Additionally, PCOS represents a diagnosis of exclusion, and identifying clinical presentation of other conditions should be done.", "contents": "Polycystic Ovarian Disease -- History and Physical. A complete history and physical exam are critical for the diagnosis of PCOS. Two out of three diagnostic criteria rely on history and physical exam, including menstrual history and features of hyperandrogenism. Additionally, PCOS represents a diagnosis of exclusion, and identifying clinical presentation of other conditions should be done."}
{"id": "article-27400_17", "title": "Polycystic Ovarian Disease -- Evaluation", "content": "Most society guidelines have accepted that diagnosis of PCOS; most meet two out of three criteria: chronic anovulation, clinical or biological hyperandrogenism, and polycystic ovaries morphology in the absence of any other pathology. These clinical features are part of the Rotterdam Criteria. The National Institute of Health criteria also requires clinical or biochemical hyperandrogenism and oligo or anovulation. The American Excess PCOS Society requires hyperandrogenism with one of two of the remaining criteria.", "contents": "Polycystic Ovarian Disease -- Evaluation. Most society guidelines have accepted that diagnosis of PCOS; most meet two out of three criteria: chronic anovulation, clinical or biological hyperandrogenism, and polycystic ovaries morphology in the absence of any other pathology. These clinical features are part of the Rotterdam Criteria. The National Institute of Health criteria also requires clinical or biochemical hyperandrogenism and oligo or anovulation. The American Excess PCOS Society requires hyperandrogenism with one of two of the remaining criteria."}
{"id": "article-27400_18", "title": "Polycystic Ovarian Disease -- Evaluation", "content": "Disorders that mimic the clinical features of PCOS should be excluded. These include thyroid disease, hyperprolactinemia, and non-classic congenital adrenal hyperplasia with 21-hydroxylase deficiency, for which measurement of serum 17-hydroxyprogesterone (17-OHP) should be done, which may require further testing with adrenocorticotropin stimulation test. [14] [15] [16]", "contents": "Polycystic Ovarian Disease -- Evaluation. Disorders that mimic the clinical features of PCOS should be excluded. These include thyroid disease, hyperprolactinemia, and non-classic congenital adrenal hyperplasia with 21-hydroxylase deficiency, for which measurement of serum 17-hydroxyprogesterone (17-OHP) should be done, which may require further testing with adrenocorticotropin stimulation test. [14] [15] [16]"}
{"id": "article-27400_19", "title": "Polycystic Ovarian Disease -- Evaluation -- PCOS in Adolescents", "content": "Diagnosing PCOS in adolescents is especially challenging given the developmental issues in this group. Many features of PCOS are common in normal puberty, for example, acne, menstrual irregularities, and hyperinsulinemia. Menstrual irregularities with anovulatory cycles occur due to the immaturity of the hypothalamic-pituitary-ovarian axis during the first 2 to 3 years after menarche. Persistent oligomenorrhea beyond this period predicts ongoing menstrual irregularities and a higher chance of underlying ovarian or adrenal dysfunction. Ultrasound is also not very helpful in adolescents because they commonly have large, multicystic ovaries.", "contents": "Polycystic Ovarian Disease -- Evaluation -- PCOS in Adolescents. Diagnosing PCOS in adolescents is especially challenging given the developmental issues in this group. Many features of PCOS are common in normal puberty, for example, acne, menstrual irregularities, and hyperinsulinemia. Menstrual irregularities with anovulatory cycles occur due to the immaturity of the hypothalamic-pituitary-ovarian axis during the first 2 to 3 years after menarche. Persistent oligomenorrhea beyond this period predicts ongoing menstrual irregularities and a higher chance of underlying ovarian or adrenal dysfunction. Ultrasound is also not very helpful in adolescents because they commonly have large, multicystic ovaries."}
{"id": "article-27400_20", "title": "Polycystic Ovarian Disease -- Evaluation -- Chronic Anovulation", "content": "The cycle length of more 35 days suggest chronic anovulation, but cycle length between 32 to 35-36 day needs to be assessed for ovulatory dysfunction. The threshold for oligomenorrhea is 35 days cycles in adults and 40 days in adolescents. A patient with cycles shorter than 35 days can be assessed by measuring progesterone levels in the mid-luteal phase (days 20 to 21). Implications of ovulatory dysfunction include infertility, endometrial hyperplasia, and endometrial cancer.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Chronic Anovulation. The cycle length of more 35 days suggest chronic anovulation, but cycle length between 32 to 35-36 day needs to be assessed for ovulatory dysfunction. The threshold for oligomenorrhea is 35 days cycles in adults and 40 days in adolescents. A patient with cycles shorter than 35 days can be assessed by measuring progesterone levels in the mid-luteal phase (days 20 to 21). Implications of ovulatory dysfunction include infertility, endometrial hyperplasia, and endometrial cancer."}
{"id": "article-27400_21", "title": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism", "content": "Clinical hyperandrogenism is diagnosed in adult women with hirsutism, alopecia, and acne, and these are a good substitute for biochemical hyperandrogenism. However, adolescent-only hirsutism should be considered as a substitute for biochemical hyperandrogenism. Hair loss patterns are variable, typically in a vertex, crown, or diffuse pattern. Women with more severe hyperandrogenemia may suffer from bitemporal hair loss and loss of the frontal hairline. Adolescents with severe or resistant acne to oral and topical antibiotics may have a 40% likelihood of developing PCOS. There is high suspicion for hyperandrogenism in females in their mid-20s to 30s with persistent or exacerbated acne.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism. Clinical hyperandrogenism is diagnosed in adult women with hirsutism, alopecia, and acne, and these are a good substitute for biochemical hyperandrogenism. However, adolescent-only hirsutism should be considered as a substitute for biochemical hyperandrogenism. Hair loss patterns are variable, typically in a vertex, crown, or diffuse pattern. Women with more severe hyperandrogenemia may suffer from bitemporal hair loss and loss of the frontal hairline. Adolescents with severe or resistant acne to oral and topical antibiotics may have a 40% likelihood of developing PCOS. There is high suspicion for hyperandrogenism in females in their mid-20s to 30s with persistent or exacerbated acne."}
{"id": "article-27400_22", "title": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism", "content": "Hirsutism is defined as coarse, dark, terminal hairs distributed in a male pattern. Signs of virilization such as increased muscle mass, decreased breast size, deepening of the voice, and clitoromegaly are not typical of PCOS. Virilization reflects higher androgen levels, and further investigation should be done; the clinician should have higher suspicion for an androgen-producing tumor of the ovary or the adrenal gland.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism. Hirsutism is defined as coarse, dark, terminal hairs distributed in a male pattern. Signs of virilization such as increased muscle mass, decreased breast size, deepening of the voice, and clitoromegaly are not typical of PCOS. Virilization reflects higher androgen levels, and further investigation should be done; the clinician should have higher suspicion for an androgen-producing tumor of the ovary or the adrenal gland."}
{"id": "article-27400_23", "title": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism", "content": "Free testosterone levels are more sensitive than the measurement of total testosterone for establishing the existence of androgen excess. Methodologic problems in commercial testosterone assays have emerged. The physician should be aware of the method used by the laboratory. Equilibrium dialysis techniques such as mass spectrometry coupled with liquid chromography have the highest sensitivity and specificity and give accurate results. Direct analog radioimmunoassay does not give reliable results through RIA with purification techniques has shown to be more accurate. It is preferable to rely on calculated free testosterone when the equilibrium dialysis method is not available.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism. Free testosterone levels are more sensitive than the measurement of total testosterone for establishing the existence of androgen excess. Methodologic problems in commercial testosterone assays have emerged. The physician should be aware of the method used by the laboratory. Equilibrium dialysis techniques such as mass spectrometry coupled with liquid chromography have the highest sensitivity and specificity and give accurate results. Direct analog radioimmunoassay does not give reliable results through RIA with purification techniques has shown to be more accurate. It is preferable to rely on calculated free testosterone when the equilibrium dialysis method is not available."}
{"id": "article-27400_24", "title": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism", "content": "The value of measuring levels of androgens other than free testosterone is relatively low. Although dehydroepiandrosterone sulfate (DHEAS) levels are increased in 30% to 35% of PCOS patients, it has been estimated that 5% of patients have an exclusive increase in DHEAS.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Hyperandrogenism. The value of measuring levels of androgens other than free testosterone is relatively low. Although dehydroepiandrosterone sulfate (DHEAS) levels are increased in 30% to 35% of PCOS patients, it has been estimated that 5% of patients have an exclusive increase in DHEAS."}
{"id": "article-27400_25", "title": "Polycystic Ovarian Disease -- Evaluation -- Polycystic Ovaries Morphology", "content": "Ovarian morphology assessment is more accurate when done by transvaginal ultrasound. New ultrasound machines allow the diagnosis of PCOM (polycystic ovarian morphology) in patients having at least 25 small follicles (2 mm to 9 mm) in the whole ovary. Ovarian size at 10 ml remains the normal size cutoff. 2004 Rotterdam criteria indicate PCOM by the presence of at least 12 follicles measuring 2 mm to 9 mm in the whole ovary or increased ovarian size more than 10 ml. Ultrasound technology has advanced and can improve the diagnosis of PCOS. Androgen Excess and PCOS Society has reviewed current data and published updated guidelines for PCOM diagnosis, increasing follicle count to 25. Ovary size has not been modified. Recent studies have shown evidence that measuring anti-Mullerian hormone can be useful for determining the diagnosis of PCOS when no accurate ovarian ultrasound is available.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Polycystic Ovaries Morphology. Ovarian morphology assessment is more accurate when done by transvaginal ultrasound. New ultrasound machines allow the diagnosis of PCOM (polycystic ovarian morphology) in patients having at least 25 small follicles (2 mm to 9 mm) in the whole ovary. Ovarian size at 10 ml remains the normal size cutoff. 2004 Rotterdam criteria indicate PCOM by the presence of at least 12 follicles measuring 2 mm to 9 mm in the whole ovary or increased ovarian size more than 10 ml. Ultrasound technology has advanced and can improve the diagnosis of PCOS. Androgen Excess and PCOS Society has reviewed current data and published updated guidelines for PCOM diagnosis, increasing follicle count to 25. Ovary size has not been modified. Recent studies have shown evidence that measuring anti-Mullerian hormone can be useful for determining the diagnosis of PCOS when no accurate ovarian ultrasound is available."}
{"id": "article-27400_26", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "PCOS represents a higher risk for cardiovascular, metabolic, and other comorbidities. Appropriate evaluation and interventions need to be done. Infertility", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. PCOS represents a higher risk for cardiovascular, metabolic, and other comorbidities. Appropriate evaluation and interventions need to be done. Infertility"}
{"id": "article-27400_27", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Endocrine Society Guidelines recommend screening for ovulatory status in all patients. Even a patient with eumenorrheic menstrual cycles may have anovulation which can be measured by mid-luteal serum progesterone. Excluding other causes of infertility is also recommended. Endometrial Cancer", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Endocrine Society Guidelines recommend screening for ovulatory status in all patients. Even a patient with eumenorrheic menstrual cycles may have anovulation which can be measured by mid-luteal serum progesterone. Excluding other causes of infertility is also recommended. Endometrial Cancer"}
{"id": "article-27400_28", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Multiple studies have shown an increased risk of endometrial cancer in patients with PCOS. Multiple risk factors are shared between both pathologies. Endocrine Society suggests against routine ultrasound (US) endometrial thickness screening in asymptomatic patients. But women should be counseled to report unexpected or abnormal uterine bleeding. Obesity, metabolic disorder, impaired glucose tolerance (IGT), type-2 diabetes mellitus, and cardiovascular disease", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Multiple studies have shown an increased risk of endometrial cancer in patients with PCOS. Multiple risk factors are shared between both pathologies. Endocrine Society suggests against routine ultrasound (US) endometrial thickness screening in asymptomatic patients. But women should be counseled to report unexpected or abnormal uterine bleeding. Obesity, metabolic disorder, impaired glucose tolerance (IGT), type-2 diabetes mellitus, and cardiovascular disease"}
{"id": "article-27400_29", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Screening for obesity must be done for PCOS women and adolescents by body mass index (BMI) calculation and waist circumference. Obesity increases the risk of hyperandrogenemia and metabolic disorders, which has a negative impact on PCOS. Blood pressure measurement and lipid screening should be done.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Screening for obesity must be done for PCOS women and adolescents by body mass index (BMI) calculation and waist circumference. Obesity increases the risk of hyperandrogenemia and metabolic disorders, which has a negative impact on PCOS. Blood pressure measurement and lipid screening should be done."}
{"id": "article-27400_30", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Insulin resistance has been associated highly with PCOS. Around one to two-thirds of PCOS have an abnormal degree of insulin resistance. Obesity prevalence is similar, with considerable variability among populations. Obesity increases insulin resistance, and the result is increased hyperinsulinism further aggravates hyperandrogenism. In some obese women with PCOS, metabolic abnormalities related to insulin resistance and obesity are in many instances more important in the mechanism of anovulation in PCOS than androgen excess.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Insulin resistance has been associated highly with PCOS. Around one to two-thirds of PCOS have an abnormal degree of insulin resistance. Obesity prevalence is similar, with considerable variability among populations. Obesity increases insulin resistance, and the result is increased hyperinsulinism further aggravates hyperandrogenism. In some obese women with PCOS, metabolic abnormalities related to insulin resistance and obesity are in many instances more important in the mechanism of anovulation in PCOS than androgen excess."}
{"id": "article-27400_31", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Endocrine Society guidelines recommend using an oral glucose tolerance test, with fasting and 2-hour glucose after a 75 g oral glucose tolerance test (OGTT) to screen for IGT and type-2 diabetes mellitus. OGTT is preferred over HbA1c due to decrease sensitivity with PCOS patients. Rescreening should be done every 3 to 4 years due to more frequent risk factors than the general population. Additionally, obese and overweight patients should be screened for symptoms of OSA and referred for sleep studies when this test is positive. NAFLD and NASH Women with PCOS have 3 times the increased risk of NAFLD; it has been associated with androgen excess and low sex hormone-binding globulin (SHBG).", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Endocrine Society guidelines recommend using an oral glucose tolerance test, with fasting and 2-hour glucose after a 75 g oral glucose tolerance test (OGTT) to screen for IGT and type-2 diabetes mellitus. OGTT is preferred over HbA1c due to decrease sensitivity with PCOS patients. Rescreening should be done every 3 to 4 years due to more frequent risk factors than the general population. Additionally, obese and overweight patients should be screened for symptoms of OSA and referred for sleep studies when this test is positive. NAFLD and NASH Women with PCOS have 3 times the increased risk of NAFLD; it has been associated with androgen excess and low sex hormone-binding globulin (SHBG)."}
{"id": "article-27400_32", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Routine measurement of LFT is not recommended unless the patient is overweight or obese, given low sensitivity and specificity for NAFLD diagnosis. In these patients, a change in management with newer antidiabetic medications like GLP-1 agonist can decrease the risk of development of NAFLD. Depression", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Routine measurement of LFT is not recommended unless the patient is overweight or obese, given low sensitivity and specificity for NAFLD diagnosis. In these patients, a change in management with newer antidiabetic medications like GLP-1 agonist can decrease the risk of development of NAFLD. Depression"}
{"id": "article-27400_33", "title": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment", "content": "Evidence for the increased rate of depression symptoms was found for PCOS women compared to non-BMI-matched controls. Major depression, recurrent depression, and suicide attempts were also higher in PCOS women. Screening and identifying depression and anxiety disorders should be done. Appropriate treatment should be given.", "contents": "Polycystic Ovarian Disease -- Evaluation -- Additional Assessment. Evidence for the increased rate of depression symptoms was found for PCOS women compared to non-BMI-matched controls. Major depression, recurrent depression, and suicide attempts were also higher in PCOS women. Screening and identifying depression and anxiety disorders should be done. Appropriate treatment should be given."}
{"id": "article-27400_34", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Lifestyle Modification", "content": "In overweight and obese PCOS women and adolescents, exercise and calorie-restrictive diets are the best first-line interventions for weight loss and IGT. Different studies have shown that hirsutism can improve as well as regulation of the menstrual cycle and ovulation. Low-carbohydrate diets have been used, hoping that these will have a better effect on hyperinsulinism, but studies have shown no difference in outcomes with low-carbohydrate diets. [3] [17] [18]", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Lifestyle Modification. In overweight and obese PCOS women and adolescents, exercise and calorie-restrictive diets are the best first-line interventions for weight loss and IGT. Different studies have shown that hirsutism can improve as well as regulation of the menstrual cycle and ovulation. Low-carbohydrate diets have been used, hoping that these will have a better effect on hyperinsulinism, but studies have shown no difference in outcomes with low-carbohydrate diets. [3] [17] [18]"}
{"id": "article-27400_35", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive", "content": "First-line treatment for menstrual abnormalities, hirsutism, and acne is a hormonal contraceptive, either oral contraceptive, patch, or vaginal rings. The Endocrine Society does not favor any choice over another. The progestin component decreases LH levels, indirectly decreasing ovarian androgen production and increasing sex hormone-binding globulin. Additionally, some progestins have been shown to have direct antiandrogenic properties as a direct inhibitor 5 alpha-reductase activity to prevent the conversion of free testosterone to its more potent form, 5 alpha-dihydrotestosterone. For this reason, they are highly effective for symptoms of hyperandrogenism and controlling the menstrual cycle.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive. First-line treatment for menstrual abnormalities, hirsutism, and acne is a hormonal contraceptive, either oral contraceptive, patch, or vaginal rings. The Endocrine Society does not favor any choice over another. The progestin component decreases LH levels, indirectly decreasing ovarian androgen production and increasing sex hormone-binding globulin. Additionally, some progestins have been shown to have direct antiandrogenic properties as a direct inhibitor 5 alpha-reductase activity to prevent the conversion of free testosterone to its more potent form, 5 alpha-dihydrotestosterone. For this reason, they are highly effective for symptoms of hyperandrogenism and controlling the menstrual cycle."}
{"id": "article-27400_36", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive", "content": "Screening for contraindication for hormonal contraceptives should be done in all patients. Women 35 or older who smoke more than 15 cigarettes daily, uncontrolled hypertension greater than 160/100, uncontrolled diabetes with severe peripheral vascular disease are considered absolute contraindications. The United States Medical Eligibility Criteria For Contraceptive Use are a valuable tool when multiple comorbidities are present. Patients with diabetes and without vascular complications do not have any contraindication to use hormonal contraceptives.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive. Screening for contraindication for hormonal contraceptives should be done in all patients. Women 35 or older who smoke more than 15 cigarettes daily, uncontrolled hypertension greater than 160/100, uncontrolled diabetes with severe peripheral vascular disease are considered absolute contraindications. The United States Medical Eligibility Criteria For Contraceptive Use are a valuable tool when multiple comorbidities are present. Patients with diabetes and without vascular complications do not have any contraindication to use hormonal contraceptives."}
{"id": "article-27400_37", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive", "content": "Regarding the metabolic effect of hormonal contraceptives, higher estrogen activity increases HDL cholesterol and decreases LDL cholesterol. No impact on body weight and fat distribution between PCOS and healthy women.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive. Regarding the metabolic effect of hormonal contraceptives, higher estrogen activity increases HDL cholesterol and decreases LDL cholesterol. No impact on body weight and fat distribution between PCOS and healthy women."}
{"id": "article-27400_38", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive", "content": "Oral contraceptive initial dosing of 20 mcg of ethinyl estradiol combined with a progestin with antiandrogenic properties such as desogestrel and drospirenone or with neutral effects like norethindrone acetate. Progestin with antiandrogenic properties has been shown to have a higher risk of venous thromboembolism (VTE). If hyperandrogenic symptoms are not controlled completely with this initial dose, ethinyl estradiol can be increased to 30 to 35 mcg.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Hormonal Contraceptive. Oral contraceptive initial dosing of 20 mcg of ethinyl estradiol combined with a progestin with antiandrogenic properties such as desogestrel and drospirenone or with neutral effects like norethindrone acetate. Progestin with antiandrogenic properties has been shown to have a higher risk of venous thromboembolism (VTE). If hyperandrogenic symptoms are not controlled completely with this initial dose, ethinyl estradiol can be increased to 30 to 35 mcg."}
{"id": "article-27400_39", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Metformin", "content": "Endocrine Society recommends starting metformin in PCOS patients with DM2 or IGT who fail lifestyle modifications. It decreases progression from IGT to DM2. Metformin also improves menstrual cycles, abnormal waist to hip ratio, and vascular markers in non-obese women with PCOS. [19]", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Metformin. Endocrine Society recommends starting metformin in PCOS patients with DM2 or IGT who fail lifestyle modifications. It decreases progression from IGT to DM2. Metformin also improves menstrual cycles, abnormal waist to hip ratio, and vascular markers in non-obese women with PCOS. [19]"}
{"id": "article-27400_40", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Metformin", "content": "Metformin is also second-line therapy for menstrual irregularities in patients with a contraindication for hormonal contraceptives. It is commonly used in the adolescent as monotherapy, and it helps restore normal menses, weight loss, and reduce insulin resistance. Even though it should not be used primarily to treat clinical hyperandrogenism, it can mildly improve androgen excess symptoms.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Metformin. Metformin is also second-line therapy for menstrual irregularities in patients with a contraindication for hormonal contraceptives. It is commonly used in the adolescent as monotherapy, and it helps restore normal menses, weight loss, and reduce insulin resistance. Even though it should not be used primarily to treat clinical hyperandrogenism, it can mildly improve androgen excess symptoms."}
{"id": "article-27400_41", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment", "content": "First-line therapy for infertility in PCOS patients is clomiphene citrate. This is a selective estrogen receptor modulator (SERM), competitive inhibitor of estrogen receptors (ERs), and has mixed agonist and antagonist activity.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment. First-line therapy for infertility in PCOS patients is clomiphene citrate. This is a selective estrogen receptor modulator (SERM), competitive inhibitor of estrogen receptors (ERs), and has mixed agonist and antagonist activity."}
{"id": "article-27400_42", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment", "content": "Clomiphene enhances fertility and ovulation, especially by its effect on the hypothalamus, where it binds for a prolonged period to estrogen receptors and depletes them, blocking the negative feedback inhibition effect of circulating endogenous estrogen. This results in the pulsatile release of a hypothalamic gonadotropin-releasing hormone (GnRH), promoting the secretion of FSH and LH and indirectly stimulating ovulation.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment. Clomiphene enhances fertility and ovulation, especially by its effect on the hypothalamus, where it binds for a prolonged period to estrogen receptors and depletes them, blocking the negative feedback inhibition effect of circulating endogenous estrogen. This results in the pulsatile release of a hypothalamic gonadotropin-releasing hormone (GnRH), promoting the secretion of FSH and LH and indirectly stimulating ovulation."}
{"id": "article-27400_43", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment", "content": "New evidence for estrogen modulators such as letrozole has shown that it can be used in ovulatory infertility. This is an aromatase inhibitor that blocks estrogen synthesis, reducing negative estrogenic feedback at the pituitary. A National Institute of Health founded a double-blind, multicenter trial that reported that letrozole, compared to clomiphene, was associated with higher live-birth and ovulation rates among infertile women with polycystic ovary syndrome. Additional studies regarding relative teratogenicity need to be done, but future guidelines can change after this new evidence.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment. New evidence for estrogen modulators such as letrozole has shown that it can be used in ovulatory infertility. This is an aromatase inhibitor that blocks estrogen synthesis, reducing negative estrogenic feedback at the pituitary. A National Institute of Health founded a double-blind, multicenter trial that reported that letrozole, compared to clomiphene, was associated with higher live-birth and ovulation rates among infertile women with polycystic ovary syndrome. Additional studies regarding relative teratogenicity need to be done, but future guidelines can change after this new evidence."}
{"id": "article-27400_44", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment", "content": "Metformin is suggested as an adjuvant treatment for infertility, helping prevent ovarian hyperstimulation syndrome in a patient undergoing in vitro fertilization. It has shown higher benefits in obese patients. After pregnancy is confirmed, it is now allowed for patients with diabetes or glucose intolerance to continue the medication as a treatment for sugar control, but attention should be given to avoid maternal gastrointestinal disturbances.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Infertility Treatment. Metformin is suggested as an adjuvant treatment for infertility, helping prevent ovarian hyperstimulation syndrome in a patient undergoing in vitro fertilization. It has shown higher benefits in obese patients. After pregnancy is confirmed, it is now allowed for patients with diabetes or glucose intolerance to continue the medication as a treatment for sugar control, but attention should be given to avoid maternal gastrointestinal disturbances."}
{"id": "article-27400_45", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism", "content": "Clinical hyperandrogenism requires long-term treatment and takes several months before effects are evident.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism. Clinical hyperandrogenism requires long-term treatment and takes several months before effects are evident."}
{"id": "article-27400_46", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism", "content": "Cosmetic interventions should be initiated while medications start working. These can be bleaching and temporary hair removal methods, using galvanic or blended electrolysis for localized areas with the experienced operator, using laser photo-epilation for generalized hirsutism. Pharmacological interventions include topical eflornithine for face hirsutism which can be an expensive treatment with potentially serious side effects if the body absorbs it.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism. Cosmetic interventions should be initiated while medications start working. These can be bleaching and temporary hair removal methods, using galvanic or blended electrolysis for localized areas with the experienced operator, using laser photo-epilation for generalized hirsutism. Pharmacological interventions include topical eflornithine for face hirsutism which can be an expensive treatment with potentially serious side effects if the body absorbs it."}
{"id": "article-27400_47", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism", "content": "First-line treatment of hirsutism is low-dose neutral or antiandrogenic oral contraceptives which effectively lowers androgens level and effect. Additionally, contraceptive properties are beneficial when combined with antiandrogenic drugs because the latter requires reliable contraception as they are highly teratogenic. Mild hirsutism can be treated OCP alone.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism. First-line treatment of hirsutism is low-dose neutral or antiandrogenic oral contraceptives which effectively lowers androgens level and effect. Additionally, contraceptive properties are beneficial when combined with antiandrogenic drugs because the latter requires reliable contraception as they are highly teratogenic. Mild hirsutism can be treated OCP alone."}
{"id": "article-27400_48", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism", "content": "Adjuvant antiandrogen administration can be done for moderate, severe hirsutism and mild hirsutism without adequate hair growth control after 6 months to 1 year of OCP. As those drugs have similar efficacy, androgen excess and the PCOS Society suggest prescribing finasteride, cyproterone acetate, which is not available in the United States, or spironolactone, instead of flutamide when an antiandrogen is needed, due to potential side effects like hepatotoxicity. They act by blocking androgens effects over the hair follicle; finasteride also has inhibition of 5 alpha-reductase.", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism. Adjuvant antiandrogen administration can be done for moderate, severe hirsutism and mild hirsutism without adequate hair growth control after 6 months to 1 year of OCP. As those drugs have similar efficacy, androgen excess and the PCOS Society suggest prescribing finasteride, cyproterone acetate, which is not available in the United States, or spironolactone, instead of flutamide when an antiandrogen is needed, due to potential side effects like hepatotoxicity. They act by blocking androgens effects over the hair follicle; finasteride also has inhibition of 5 alpha-reductase."}
{"id": "article-27400_49", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism", "content": "Spironolactone is the most common adjuvant anti-androgen medication prescribed after OCP; it is a nonselective mineralocorticoid receptor antagonist and suppresses testosterone levels. Spironolactone also has additional benefits regarding the risk of CVD compared to OCP. Combinations of spironolactone with metformin were superior to monotherapy with either drug regarding improved menstrual cycles, glucose during OGTT, assessed by the area under the curve, and testosterone levels. [20] [21] [20] Metformin alone or other insulin sensitizers are not considered target treatment for hirsutism due to no consistent evidence showing superior effect than placebo. [22] [23]", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Treatment for Hyperandrogenism. Spironolactone is the most common adjuvant anti-androgen medication prescribed after OCP; it is a nonselective mineralocorticoid receptor antagonist and suppresses testosterone levels. Spironolactone also has additional benefits regarding the risk of CVD compared to OCP. Combinations of spironolactone with metformin were superior to monotherapy with either drug regarding improved menstrual cycles, glucose during OGTT, assessed by the area under the curve, and testosterone levels. [20] [21] [20] Metformin alone or other insulin sensitizers are not considered target treatment for hirsutism due to no consistent evidence showing superior effect than placebo. [22] [23]"}
{"id": "article-27400_50", "title": "Polycystic Ovarian Disease -- Treatment / Management -- Additional Insulin Sensitizing Treatment in PCOS", "content": "GLP-1 agonists", "contents": "Polycystic Ovarian Disease -- Treatment / Management -- Additional Insulin Sensitizing Treatment in PCOS. GLP-1 agonists"}
{"id": "article-27400_51", "title": "Polycystic Ovarian Disease -- Treatment / Management", "content": "GLP-1 agonists bind to the GLP-1 receptor and stimulate glucose-dependent insulin release from the pancreatic islets. They have a longer half-life than our bodies GLP-1 because of resistance to degradation by the enzyme dipeptidyl peptidase 4 (DPP-4). Data shows that GLP-1 secretion was significantly lower in obese compared with lean women with PCOS. [24] Treatment with GLP-1 agonist was associated with decreased BMI and testosterone and improved ovulation rate in obese women with PCOS. [25]", "contents": "Polycystic Ovarian Disease -- Treatment / Management. GLP-1 agonists bind to the GLP-1 receptor and stimulate glucose-dependent insulin release from the pancreatic islets. They have a longer half-life than our bodies GLP-1 because of resistance to degradation by the enzyme dipeptidyl peptidase 4 (DPP-4). Data shows that GLP-1 secretion was significantly lower in obese compared with lean women with PCOS. [24] Treatment with GLP-1 agonist was associated with decreased BMI and testosterone and improved ovulation rate in obese women with PCOS. [25]"}
{"id": "article-27400_52", "title": "Polycystic Ovarian Disease -- Treatment / Management", "content": "There is increasing evidence that weight loss and insulin sensitivity are higher with GLP-1 agonists than metformin. [26] The wide implementation of GLP-1 agonists in PCOS management can be affected by the high cost of the medications and lack of coverage by insurance companies. DPP4 inhibitors", "contents": "Polycystic Ovarian Disease -- Treatment / Management. There is increasing evidence that weight loss and insulin sensitivity are higher with GLP-1 agonists than metformin. [26] The wide implementation of GLP-1 agonists in PCOS management can be affected by the high cost of the medications and lack of coverage by insurance companies. DPP4 inhibitors"}
{"id": "article-27400_53", "title": "Polycystic Ovarian Disease -- Treatment / Management", "content": "DPP4 inhibitors decrease the degradation of incretins, therefore, increasing glucose-dependent insulin release. In patients with type 2 diabetes, they are considered weight neutral. New data suggest that in obese women with PCOS, DPP4 inhibitors have beneficial effects in weight loss and lower blood glucose levels. It prevented weight gain in women who were transitioning from GLP-1 agonists.", "contents": "Polycystic Ovarian Disease -- Treatment / Management. DPP4 inhibitors decrease the degradation of incretins, therefore, increasing glucose-dependent insulin release. In patients with type 2 diabetes, they are considered weight neutral. New data suggest that in obese women with PCOS, DPP4 inhibitors have beneficial effects in weight loss and lower blood glucose levels. It prevented weight gain in women who were transitioning from GLP-1 agonists."}
{"id": "article-27400_54", "title": "Polycystic Ovarian Disease -- Treatment / Management", "content": "Evidence suggests that the effect of DPP4 inhibitors on the weight of women with PCOS is based on increasing growth hormone, which is reduced in patients with PCOS. These, in turn, decrease visceral fat mass. Data is still limited, and it is considered experimental. [27] SGLT2 inhibitors", "contents": "Polycystic Ovarian Disease -- Treatment / Management. Evidence suggests that the effect of DPP4 inhibitors on the weight of women with PCOS is based on increasing growth hormone, which is reduced in patients with PCOS. These, in turn, decrease visceral fat mass. Data is still limited, and it is considered experimental. [27] SGLT2 inhibitors"}
{"id": "article-27400_55", "title": "Polycystic Ovarian Disease -- Treatment / Management", "content": "SGLT2 inhibitors increase urinary glucose secretion, improves weight loss and cardiovascular risk in patients with type 2 diabetes. Limited data in obese patients shows promising data for weight loss and fat mass reduction with treatment with SGLT2 inhibitors compared to metformin, but its effect on hormonal and metabolic parameters was similar. More data is needed to implement this medication in clinical practice. [28] Peroxisome proliferator-activated receptor gamma (PPARg) agonist In PCOS, PPARg agonist treatment improved hormonal and metabolic outcomes but had an adverse effect on weight. It can be superior in patients with NAFLD compared to metformin. [29] Myoinositol", "contents": "Polycystic Ovarian Disease -- Treatment / Management. SGLT2 inhibitors increase urinary glucose secretion, improves weight loss and cardiovascular risk in patients with type 2 diabetes. Limited data in obese patients shows promising data for weight loss and fat mass reduction with treatment with SGLT2 inhibitors compared to metformin, but its effect on hormonal and metabolic parameters was similar. More data is needed to implement this medication in clinical practice. [28] Peroxisome proliferator-activated receptor gamma (PPARg) agonist In PCOS, PPARg agonist treatment improved hormonal and metabolic outcomes but had an adverse effect on weight. It can be superior in patients with NAFLD compared to metformin. [29] Myoinositol"}
{"id": "article-27400_56", "title": "Polycystic Ovarian Disease -- Treatment / Management", "content": "Myoinositol is an over-the-counter food supplement that increases insulin sensitivity. Compared with placebo improved insulin sensitivity in women with PCOS without significant effect on BMI. Data is limited, and its use has been mostly applied as fertility treatment of PCOS or when metformin is not tolerated, given it has fewer gastrointestinal side effects. [30]", "contents": "Polycystic Ovarian Disease -- Treatment / Management. Myoinositol is an over-the-counter food supplement that increases insulin sensitivity. Compared with placebo improved insulin sensitivity in women with PCOS without significant effect on BMI. Data is limited, and its use has been mostly applied as fertility treatment of PCOS or when metformin is not tolerated, given it has fewer gastrointestinal side effects. [30]"}
{"id": "article-27400_57", "title": "Polycystic Ovarian Disease -- Differential Diagnosis", "content": "Use of androgenic steroids Hypothyroidism Late-onset congenital adrenal hyperplasia Idiopathic/familial hirsutism Ovarian malignancies", "contents": "Polycystic Ovarian Disease -- Differential Diagnosis. Use of androgenic steroids Hypothyroidism Late-onset congenital adrenal hyperplasia Idiopathic/familial hirsutism Ovarian malignancies"}
{"id": "article-27400_58", "title": "Polycystic Ovarian Disease -- Enhancing Healthcare Team Outcomes", "content": "PCOS affects many organ systems and is best managed by an interprofessional team of healthcare professionals. This team includes clinicians (MDs, DOs, NPs, PAs), specialists, nursing staff, and pharmacists. There is no cure for the disorder, and hence the aim of treatment is to reduce the risk of complications and improve lifestyle. A dietary and physical therapy consults are highly recommended as these are considered first-line treatments. The women often require a number of medications to manage the hirsutism, anovulation, and menstrual irregularities; hence the pharmacist should ensure that the patient is not developing any adverse reactions to these drugs. All women with PCOS should be encouraged to exercise as this can reduce insulin resistance, body weight, blood lipids, and glucose; more importantly, exercise also enhances self-esteem. Because these women can develop a wide range of complications, close follow-up is highly recommended. Women with POS are at high risk for developing gestational diabetes, preeclampsia, and preterm deliveries. Finally, all women with PCOS should be encouraged to join a support group to help reduce the stress and boost their confidence. [17] [31] [Level 5]", "contents": "Polycystic Ovarian Disease -- Enhancing Healthcare Team Outcomes. PCOS affects many organ systems and is best managed by an interprofessional team of healthcare professionals. This team includes clinicians (MDs, DOs, NPs, PAs), specialists, nursing staff, and pharmacists. There is no cure for the disorder, and hence the aim of treatment is to reduce the risk of complications and improve lifestyle. A dietary and physical therapy consults are highly recommended as these are considered first-line treatments. The women often require a number of medications to manage the hirsutism, anovulation, and menstrual irregularities; hence the pharmacist should ensure that the patient is not developing any adverse reactions to these drugs. All women with PCOS should be encouraged to exercise as this can reduce insulin resistance, body weight, blood lipids, and glucose; more importantly, exercise also enhances self-esteem. Because these women can develop a wide range of complications, close follow-up is highly recommended. Women with POS are at high risk for developing gestational diabetes, preeclampsia, and preterm deliveries. Finally, all women with PCOS should be encouraged to join a support group to help reduce the stress and boost their confidence. [17] [31] [Level 5]"}
{"id": "article-27400_59", "title": "Polycystic Ovarian Disease -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "More evidence is accumulated on women with PCOS potentially being at high risk for CNS and cardiovascular disease. Many of these women have extremely high levels of serum lipoprotein, blood glucose, and cholesterol, which also increase the risk of insulin resistance. Women with PCOS may also be at high risk for endometrial cancer. [32] [33] [Level 5]", "contents": "Polycystic Ovarian Disease -- Enhancing Healthcare Team Outcomes -- Outcomes. More evidence is accumulated on women with PCOS potentially being at high risk for CNS and cardiovascular disease. Many of these women have extremely high levels of serum lipoprotein, blood glucose, and cholesterol, which also increase the risk of insulin resistance. Women with PCOS may also be at high risk for endometrial cancer. [32] [33] [Level 5]"}
{"id": "article-27400_60", "title": "Polycystic Ovarian Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Polycystic Ovarian Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}