{"id": "article-27713_0", "title": "Priapism -- Continuing Education Activity", "content": "Priapism is a disorder in which the penis maintains a prolonged erection in the absence of appropriate stimulation. Three broad categories exist for this disease: ischemic, nonischemic, and recurrent ischemic. Ischemic causes of priapism are a true emergency and require prompt intervention to prevent damage to the penis, which can progress to erectile dysfunction and permanent impotence. Emergent management of this disease is directed toward achieving detumescence. This activity reviews the pathophysiology of priapism and highlights the role of the interprofessional team in its management.", "contents": "Priapism -- Continuing Education Activity. Priapism is a disorder in which the penis maintains a prolonged erection in the absence of appropriate stimulation. Three broad categories exist for this disease: ischemic, nonischemic, and recurrent ischemic. Ischemic causes of priapism are a true emergency and require prompt intervention to prevent damage to the penis, which can progress to erectile dysfunction and permanent impotence. Emergent management of this disease is directed toward achieving detumescence. This activity reviews the pathophysiology of priapism and highlights the role of the interprofessional team in its management."}
{"id": "article-27713_1", "title": "Priapism -- Continuing Education Activity", "content": "Objectives: Review the presentation of priapism. Describe the pathophysiology of priapism. Summarize the treatment for priapism. Review the importance of improving care coordination among interprofessional team members to improve patient outcomes affected by priapism. Access free multiple choice questions on this topic.", "contents": "Priapism -- Continuing Education Activity. Objectives: Review the presentation of priapism. Describe the pathophysiology of priapism. Summarize the treatment for priapism. Review the importance of improving care coordination among interprofessional team members to improve patient outcomes affected by priapism. Access free multiple choice questions on this topic."}
{"id": "article-27713_2", "title": "Priapism -- Introduction", "content": "Priapism is a disorder in which the penis maintains a prolonged, rigid erection in the absence of appropriate stimulation. Definitions vary regarding duration, but any erection lasting four hours or longer is generally considered priapism.", "contents": "Priapism -- Introduction. Priapism is a disorder in which the penis maintains a prolonged, rigid erection in the absence of appropriate stimulation. Definitions vary regarding duration, but any erection lasting four hours or longer is generally considered priapism."}
{"id": "article-27713_3", "title": "Priapism -- Introduction", "content": "Three broad categories exist for this disease: ischemic, non-ischemic, and recurrent ischemic. Ischemic causes of priapism are a true emergency and require prompt intervention to prevent damage to the penis, which can progress to complete and permanent erectile dysfunction. Emergent management of this disease is directed toward achieving detumescence. [1] [2]", "contents": "Priapism -- Introduction. Three broad categories exist for this disease: ischemic, non-ischemic, and recurrent ischemic. Ischemic causes of priapism are a true emergency and require prompt intervention to prevent damage to the penis, which can progress to complete and permanent erectile dysfunction. Emergent management of this disease is directed toward achieving detumescence. [1] [2]"}
{"id": "article-27713_4", "title": "Priapism -- Introduction", "content": "Early intervention is essential for the functional recovery of erectile ability. If left untreated, penile corporal tissue necrosis and eventually fibrosis result along with permanent erectile dysfunction.", "contents": "Priapism -- Introduction. Early intervention is essential for the functional recovery of erectile ability. If left untreated, penile corporal tissue necrosis and eventually fibrosis result along with permanent erectile dysfunction."}
{"id": "article-27713_5", "title": "Priapism -- Etiology", "content": "The etiology of priapism can broadly be categorized as low flow (ischemic) and high flow (non-ischemic). The flow refers to arterial flow. The causes of ischemic priapism are numerous and include various hemoglobinopathies, such as sickle cell disease and thalassemia, and any hypercoagulable state. Vasoactive medications, including erectile dysfunction medications (phosphodiesterase type five inhibitors and intracavernous injections), have been blamed for an increased incidence of this disorder and are thought to cause at least 25% of all cases. [3] [4] Additionally, antidepressants (trazodone) and illicit drugs, including cocaine, may also cause priapism. Less common causes include neoplastic processes (leukemias, melanoma, prostate cancer, renal cancer, and especially bladder cancer), neurologic disorders, Fabry disease, dialysis, fat embolisms, cauda equina syndrome, amyloidosis, and infections that produce a hypercoagulable state. Recurrent ischemic causes of priapism share many of the same underlying etiologic factors as acute ischemic priapism, except for some defective regulatory mechanisms, which can result in abnormal signaling and intermittent, repeated episodes of priapism.", "contents": "Priapism -- Etiology. The etiology of priapism can broadly be categorized as low flow (ischemic) and high flow (non-ischemic). The flow refers to arterial flow. The causes of ischemic priapism are numerous and include various hemoglobinopathies, such as sickle cell disease and thalassemia, and any hypercoagulable state. Vasoactive medications, including erectile dysfunction medications (phosphodiesterase type five inhibitors and intracavernous injections), have been blamed for an increased incidence of this disorder and are thought to cause at least 25% of all cases. [3] [4] Additionally, antidepressants (trazodone) and illicit drugs, including cocaine, may also cause priapism. Less common causes include neoplastic processes (leukemias, melanoma, prostate cancer, renal cancer, and especially bladder cancer), neurologic disorders, Fabry disease, dialysis, fat embolisms, cauda equina syndrome, amyloidosis, and infections that produce a hypercoagulable state. Recurrent ischemic causes of priapism share many of the same underlying etiologic factors as acute ischemic priapism, except for some defective regulatory mechanisms, which can result in abnormal signaling and intermittent, repeated episodes of priapism."}
{"id": "article-27713_6", "title": "Priapism -- Etiology", "content": "Surprisingly, priapism following the use of phosphodiesterase (PDE) type 5 inhibitors (sildenafil, tadalafil, vardenafil, etc.) is relatively rare. Antipsychotics and trazodone are more than twice as likely to cause priapism as PDE type 5 inhibitors. [5] [6]", "contents": "Priapism -- Etiology. Surprisingly, priapism following the use of phosphodiesterase (PDE) type 5 inhibitors (sildenafil, tadalafil, vardenafil, etc.) is relatively rare. Antipsychotics and trazodone are more than twice as likely to cause priapism as PDE type 5 inhibitors. [5] [6]"}
{"id": "article-27713_7", "title": "Priapism -- Etiology", "content": "Malignancies of the male pelvis can cause priapism due to either direct tumor infiltration or blockage of venous outflow. This can be identified with magnetic resonance imaging (MRI). The reported incidence of such \"malignant priapism\" is as high as 3.5% of patients presenting with priapism. [7]", "contents": "Priapism -- Etiology. Malignancies of the male pelvis can cause priapism due to either direct tumor infiltration or blockage of venous outflow. This can be identified with magnetic resonance imaging (MRI). The reported incidence of such \"malignant priapism\" is as high as 3.5% of patients presenting with priapism. [7]"}
{"id": "article-27713_8", "title": "Priapism -- Etiology", "content": "Rare medication-related causes of priapism include hydroxyzine, drotaverine (a papaverine analog), low molecular weight heparin, and coagulopathy generally associated with coronavirus. [8] [9] [10] [11] Other rare causes of priapism include chronic myeloid leukemia, Covid-19, thalassemias, amyloidosis, scorpion stings, spider bites, spinal cord injuries, and electronic cigarettes. [12] [13] [14] [15]", "contents": "Priapism -- Etiology. Rare medication-related causes of priapism include hydroxyzine, drotaverine (a papaverine analog), low molecular weight heparin, and coagulopathy generally associated with coronavirus. [8] [9] [10] [11] Other rare causes of priapism include chronic myeloid leukemia, Covid-19, thalassemias, amyloidosis, scorpion stings, spider bites, spinal cord injuries, and electronic cigarettes. [12] [13] [14] [15]"}
{"id": "article-27713_9", "title": "Priapism -- Etiology", "content": "Non-ischemic priapism is less common and usually results from direct trauma or injury. Priapism can also result from iatrogenic injury during surgical interventions, congenital arterial malformations, or cancer. In some, no underlying cause or explanation can be found for the disorder. [16] [17]", "contents": "Priapism -- Etiology. Non-ischemic priapism is less common and usually results from direct trauma or injury. Priapism can also result from iatrogenic injury during surgical interventions, congenital arterial malformations, or cancer. In some, no underlying cause or explanation can be found for the disorder. [16] [17]"}
{"id": "article-27713_10", "title": "Priapism -- Epidemiology", "content": "There are multiple causes of priapism. It is estimated that in up to about two-thirds of patients, the cause is using intracavernosal drugs to treat erectile dysfunction.", "contents": "Priapism -- Epidemiology. There are multiple causes of priapism. It is estimated that in up to about two-thirds of patients, the cause is using intracavernosal drugs to treat erectile dysfunction."}
{"id": "article-27713_11", "title": "Priapism -- Epidemiology", "content": "Sickle cell disease also accounts for a large number of cases of adult priapism, with rates reported between 40% and 80%. The majority of sickle cell cases of priapism occur in African Americans. The disorder has a bimodal presentation with peaks at ages 7 to 10 and 20 to 50 years. [18] Younger people tend to have priapism due to sickle cell disease, while medication effects are a more common etiology in older populations. [19]", "contents": "Priapism -- Epidemiology. Sickle cell disease also accounts for a large number of cases of adult priapism, with rates reported between 40% and 80%. The majority of sickle cell cases of priapism occur in African Americans. The disorder has a bimodal presentation with peaks at ages 7 to 10 and 20 to 50 years. [18] Younger people tend to have priapism due to sickle cell disease, while medication effects are a more common etiology in older populations. [19]"}
{"id": "article-27713_12", "title": "Priapism -- Epidemiology", "content": "The overall incidence of priapism is estimated at 0.73 to 5.4 cases per 100,000 men per year. [20] The incidence of priapism following intracavernous injection therapy for erectile dysfunction is reportedly between 1.3% and 5.3%. [21] Rates of priapism following intracavernous injection therapy are higher in younger men as well as in patients with neurogenic or psychogenic erectile dysfunction. [21] Priapism occurs 30% more frequently in the summer. [22] Thirteen percent of patients who present to emergency departments with priapism are admitted. [22] Priapism, by definition, is exclusively a disease of males, but rare cases of clitoral priapism have also been reported. [22]", "contents": "Priapism -- Epidemiology. The overall incidence of priapism is estimated at 0.73 to 5.4 cases per 100,000 men per year. [20] The incidence of priapism following intracavernous injection therapy for erectile dysfunction is reportedly between 1.3% and 5.3%. [21] Rates of priapism following intracavernous injection therapy are higher in younger men as well as in patients with neurogenic or psychogenic erectile dysfunction. [21] Priapism occurs 30% more frequently in the summer. [22] Thirteen percent of patients who present to emergency departments with priapism are admitted. [22] Priapism, by definition, is exclusively a disease of males, but rare cases of clitoral priapism have also been reported. [22]"}
{"id": "article-27713_13", "title": "Priapism -- Pathophysiology", "content": "Ischemic priapism is the most common form of priapism. It is a disease process initiated by smooth muscle relaxation of the tissues and arteries in the corpora cavernosa. When detumescence is delayed due to an inability to reverse the arterial relaxation and smooth muscle paralysis that initiated the erection, ischemic priapism can occur. [23] It is associated with a low arterial inflow into the corpora cavernosa and results in a rigid and prolonged erection. This trapped blood causes increased intracorporal pressure resulting in a compartment syndrome situation with tissue ischemia, hypoxia, cavernosal acidosis, and penile pain. Alternatively, non-ischemic priapism is caused by unregulated arterial blood flow into the corpora cavernosa without associated venous trapping. Patients usually do not develop tissue ischemia, and thus, this presentation is usually painless. [24]", "contents": "Priapism -- Pathophysiology. Ischemic priapism is the most common form of priapism. It is a disease process initiated by smooth muscle relaxation of the tissues and arteries in the corpora cavernosa. When detumescence is delayed due to an inability to reverse the arterial relaxation and smooth muscle paralysis that initiated the erection, ischemic priapism can occur. [23] It is associated with a low arterial inflow into the corpora cavernosa and results in a rigid and prolonged erection. This trapped blood causes increased intracorporal pressure resulting in a compartment syndrome situation with tissue ischemia, hypoxia, cavernosal acidosis, and penile pain. Alternatively, non-ischemic priapism is caused by unregulated arterial blood flow into the corpora cavernosa without associated venous trapping. Patients usually do not develop tissue ischemia, and thus, this presentation is usually painless. [24]"}
{"id": "article-27713_14", "title": "Priapism -- Pathophysiology", "content": "Priapism does not generally cause engorgement of the glans penis and corpus spongiosum because these structures have a separate venous drainage system. This alternate drainage route is the basis for surgical cavernosum to spongiosum shunt treatment for ischemic priapism.", "contents": "Priapism -- Pathophysiology. Priapism does not generally cause engorgement of the glans penis and corpus spongiosum because these structures have a separate venous drainage system. This alternate drainage route is the basis for surgical cavernosum to spongiosum shunt treatment for ischemic priapism."}
{"id": "article-27713_15", "title": "Priapism -- Pathophysiology", "content": "Nitric oxide is a critical component of normal erectile function. Phosphodiesterase type 5 inhibitors, such as sildenafil, block the breakdown of cyclic guanosine monophosphate (cyclic GMP), resulting in enhanced and prolonged intracavernosal smooth muscle relaxation. This prolonged relaxation normally would result in increased blood flow and a rigid erection. A defect in the regulation of nitric oxide inside the corpora cavernosa has been proposed as the mechanism of priapism in some patients, especially in those with sickle cell disease. [25]", "contents": "Priapism -- Pathophysiology. Nitric oxide is a critical component of normal erectile function. Phosphodiesterase type 5 inhibitors, such as sildenafil, block the breakdown of cyclic guanosine monophosphate (cyclic GMP), resulting in enhanced and prolonged intracavernosal smooth muscle relaxation. This prolonged relaxation normally would result in increased blood flow and a rigid erection. A defect in the regulation of nitric oxide inside the corpora cavernosa has been proposed as the mechanism of priapism in some patients, especially in those with sickle cell disease. [25]"}
{"id": "article-27713_16", "title": "Priapism -- Pathophysiology", "content": "Underlying causes of priapism include neurotransmitter excess, blockage of venous drainage from corpora (mechanical obstruction from sickle cell disease, parenteral lipids, leukemia, etc.), dysfunction or paralysis of normal detumescence or prolonged relaxation of cavernosal smooth muscle due to overdose or heightened sensitivity to vasoactive medications.", "contents": "Priapism -- Pathophysiology. Underlying causes of priapism include neurotransmitter excess, blockage of venous drainage from corpora (mechanical obstruction from sickle cell disease, parenteral lipids, leukemia, etc.), dysfunction or paralysis of normal detumescence or prolonged relaxation of cavernosal smooth muscle due to overdose or heightened sensitivity to vasoactive medications."}
{"id": "article-27713_17", "title": "Priapism -- Pathophysiology", "content": "While priapism is usually defined as an erection that lasts 4 hours or longer, physiological changes and microscopic tissue damage inside the penis typically do not start until about 6 hours after onset. [26] Permanent structural changes of the corporal smooth muscle tissue start to develop after 12 hours, beginning with trabecular interstitial edema. [26] Cellular damage begins 24 hours after priapism initiation with basement membrane skeletonization, increased platelet adherence, and sinusoidal endothelial destruction. Thrombus collections in the sinusoidal spaces and direct damage to cavernosal smooth muscle tissue leading to fibrosis and permanent ED begin within 36 hours.", "contents": "Priapism -- Pathophysiology. While priapism is usually defined as an erection that lasts 4 hours or longer, physiological changes and microscopic tissue damage inside the penis typically do not start until about 6 hours after onset. [26] Permanent structural changes of the corporal smooth muscle tissue start to develop after 12 hours, beginning with trabecular interstitial edema. [26] Cellular damage begins 24 hours after priapism initiation with basement membrane skeletonization, increased platelet adherence, and sinusoidal endothelial destruction. Thrombus collections in the sinusoidal spaces and direct damage to cavernosal smooth muscle tissue leading to fibrosis and permanent ED begin within 36 hours."}
{"id": "article-27713_18", "title": "Priapism -- Pathophysiology", "content": "Early treatment and detumescence generally do not result in long-term erection problems. If the priapism lasts longer than 24 hours, permanent damage begins, and up to 90% of such men cannot have normal sexual intercourse afterward. [27]", "contents": "Priapism -- Pathophysiology. Early treatment and detumescence generally do not result in long-term erection problems. If the priapism lasts longer than 24 hours, permanent damage begins, and up to 90% of such men cannot have normal sexual intercourse afterward. [27]"}
{"id": "article-27713_19", "title": "Priapism -- Pathophysiology", "content": "Recurrent priapism, also called \"stuttering priapism,\" is usually ischemic and quite uncommon. It tends to be associated with sickle cell disease and, rarely, cannabis use. [28] [29] Recurrent priapism typically occurs at night with relatively short periods of erectile rigidity, which gradually tend to develop longer durations. The exact pathophysiological mechanism of this type of priapism is not well understood but is thought to be an intracavernosal regulatory problem involving phosphodiesterase type 5 and nitric oxide. [30] [31]", "contents": "Priapism -- Pathophysiology. Recurrent priapism, also called \"stuttering priapism,\" is usually ischemic and quite uncommon. It tends to be associated with sickle cell disease and, rarely, cannabis use. [28] [29] Recurrent priapism typically occurs at night with relatively short periods of erectile rigidity, which gradually tend to develop longer durations. The exact pathophysiological mechanism of this type of priapism is not well understood but is thought to be an intracavernosal regulatory problem involving phosphodiesterase type 5 and nitric oxide. [30] [31]"}
{"id": "article-27713_20", "title": "Priapism -- Pathophysiology", "content": "Non-ischemic priapism is much less common and typically presents after a trauma or injury where a fistula forms between the cavernosal artery and the corpora. The trauma may be blunt or penetrating and is often delivered directly to the penis or perineum. The priapism will develop within 72 hours after the injury but some cases this may take up to several weeks to develop. [15] Unlike ischemic priapism, non-ischemic priapism is not painful, does not usually typically require emergency medical care, and usually resolves spontaneously in the majority (62%) of cases, even if untreated. [32]", "contents": "Priapism -- Pathophysiology. Non-ischemic priapism is much less common and typically presents after a trauma or injury where a fistula forms between the cavernosal artery and the corpora. The trauma may be blunt or penetrating and is often delivered directly to the penis or perineum. The priapism will develop within 72 hours after the injury but some cases this may take up to several weeks to develop. [15] Unlike ischemic priapism, non-ischemic priapism is not painful, does not usually typically require emergency medical care, and usually resolves spontaneously in the majority (62%) of cases, even if untreated. [32]"}
{"id": "article-27713_21", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "Priapism is a relatively common complication of sickle cell disease in affected males. Most studies put the overall prevalence among men with sickle cell disease at between 35% and 45%. [33] Priapism is uncommon in sickle cell patients under 18 years (3.6%) compared to adult sickle cell patients (42%). [34]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. Priapism is a relatively common complication of sickle cell disease in affected males. Most studies put the overall prevalence among men with sickle cell disease at between 35% and 45%. [33] Priapism is uncommon in sickle cell patients under 18 years (3.6%) compared to adult sickle cell patients (42%). [34]"}
{"id": "article-27713_22", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "In general, patients with sickle cell disease who develop priapism tend to have more severe disease, with more episodes of chest pain, CVA events, and increased hemolysis rates. The hemolysis releases arginine and free hemoglobin, which both reduce available nitric oxide. Cyclic GMP and nitric oxide are typically low in sickle cell patients, which would be expected to interfere with erections and reduce priapism risk. It is theorized that the corporal smooth muscle may become hypersensitive to nitric oxide and cyclic GMP at levels that do not activate phosphodiesterase resulting in prolonged erections. [31] This effect is exacerbated by oxidative stress. [35]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. In general, patients with sickle cell disease who develop priapism tend to have more severe disease, with more episodes of chest pain, CVA events, and increased hemolysis rates. The hemolysis releases arginine and free hemoglobin, which both reduce available nitric oxide. Cyclic GMP and nitric oxide are typically low in sickle cell patients, which would be expected to interfere with erections and reduce priapism risk. It is theorized that the corporal smooth muscle may become hypersensitive to nitric oxide and cyclic GMP at levels that do not activate phosphodiesterase resulting in prolonged erections. [31] This effect is exacerbated by oxidative stress. [35]"}
{"id": "article-27713_23", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "More than 95% of the priapism cases in sickle cell disease are ischemic. [36] High pressure in the venous channels of the corpora due to mechanical venous obstruction and dysfunction decreases the venous return and eventually leads to corporal engorgement along with minimal arterial inflow. This is very similar to compartment syndromes that occur elsewhere in the body.", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. More than 95% of the priapism cases in sickle cell disease are ischemic. [36] High pressure in the venous channels of the corpora due to mechanical venous obstruction and dysfunction decreases the venous return and eventually leads to corporal engorgement along with minimal arterial inflow. This is very similar to compartment syndromes that occur elsewhere in the body."}
{"id": "article-27713_24", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "Stuttering priapism (recurrent ischemic priapism) is relatively common in sickle cell patients. The typical duration is anywhere from a few minutes to three hours and generally tends to be painful but self-limiting. [37] Repeated episodes of ischemic priapism can lead to permanent penile damage and erectile dysfunction, which occurs in up to 40% of affected patients. [38]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. Stuttering priapism (recurrent ischemic priapism) is relatively common in sickle cell patients. The typical duration is anywhere from a few minutes to three hours and generally tends to be painful but self-limiting. [37] Repeated episodes of ischemic priapism can lead to permanent penile damage and erectile dysfunction, which occurs in up to 40% of affected patients. [38]"}
{"id": "article-27713_25", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "Normal erections end when phosphodiesterases, such as PDE type 5, inactivate cyclic GMP through hydrolysis, leading to smooth muscle contraction. This erection reversal process appears to be defective in many sickle cell patients. [25]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. Normal erections end when phosphodiesterases, such as PDE type 5, inactivate cyclic GMP through hydrolysis, leading to smooth muscle contraction. This erection reversal process appears to be defective in many sickle cell patients. [25]"}
{"id": "article-27713_26", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "Sickle cell priapisms often happen at night during REM sleep and upon waking. Nocturnal erections are typically very androgen-dependent, partly explaining the benefit of anti-androgen therapy in some patients with recurrent priapism. [39] For a more detailed review of this disorder, please check our companion review article on stuttering priapism. [40]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. Sickle cell priapisms often happen at night during REM sleep and upon waking. Nocturnal erections are typically very androgen-dependent, partly explaining the benefit of anti-androgen therapy in some patients with recurrent priapism. [39] For a more detailed review of this disorder, please check our companion review article on stuttering priapism. [40]"}
{"id": "article-27713_27", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "Nocturnal painful erections is the name of a rare disorder in which patients are woken up from REM sleep due to painful, abnormal erections. [41] The structure and function of the penis are otherwise normal and the condition is not associated with either priapism or erectile dysfunction. [41] [42] Instead, nocturnal painful erection disorder is caused by obstructive sleep apnea, increased nocturnal testosterone levels, a neuroendocrine/neurotransmitter disorder, psychogenic issues brought on by anxiety and sleep deprivation, increased pain sensitivity during REM sleep, or ischemic penile compartment syndrome. [43] [44] [45] [46] [47]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. Nocturnal painful erections is the name of a rare disorder in which patients are woken up from REM sleep due to painful, abnormal erections. [41] The structure and function of the penis are otherwise normal and the condition is not associated with either priapism or erectile dysfunction. [41] [42] Instead, nocturnal painful erection disorder is caused by obstructive sleep apnea, increased nocturnal testosterone levels, a neuroendocrine/neurotransmitter disorder, psychogenic issues brought on by anxiety and sleep deprivation, increased pain sensitivity during REM sleep, or ischemic penile compartment syndrome. [43] [44] [45] [46] [47]"}
{"id": "article-27713_28", "title": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease", "content": "Initial treatment is usually baclofen or possibly pregabalin. [41] Patients should be screened for obstructive sleep apnea, and CPAP therapy should be initiated as necessary. Combination therapy can then be used if additional treatment is needed. REM inhibitors would include benzodiazepines (clonazepam and diazepam) and SSRI antidepressants (such as clomipramine, paroxetine, fluoxetine, and sertraline). [41] Antiandrogen therapy would usually be finasteride or dutasteride, as other agents would tend to have more undesirable sexual side effects. [41] [43]", "contents": "Priapism -- Pathophysiology -- Priapism in Sickle Cell Disease. Initial treatment is usually baclofen or possibly pregabalin. [41] Patients should be screened for obstructive sleep apnea, and CPAP therapy should be initiated as necessary. Combination therapy can then be used if additional treatment is needed. REM inhibitors would include benzodiazepines (clonazepam and diazepam) and SSRI antidepressants (such as clomipramine, paroxetine, fluoxetine, and sertraline). [41] Antiandrogen therapy would usually be finasteride or dutasteride, as other agents would tend to have more undesirable sexual side effects. [41] [43]"}
{"id": "article-27713_29", "title": "Priapism -- History and Physical", "content": "Upon initial assessment of a patient presenting with priapism, the exact duration of the abnormal erection should be elicited. The history and duration of the condition are beneficial in determining its underlying etiology and help identify the specific type of priapism the patient is experiencing. Important clinical questions include the duration of symptoms, any treatments or injection therapy utilized, erectile function before the priapism episode, prior episodes of priapism and treatments, current medications, and any history of underlying disorders known to precipitate priapism, such as sickle cell disease or trauma to the penis, pelvis or perineum. Illicit drug use and alcoholic intoxication are contributing factors in up to 21% of cases of ischemic priapism. [15] Additionally, the presence or absence of pain helps differentiate ischemic from non-ischemic causes of this disease as a painless presentation suggests a non-ischemic pathology. Only in very rare and extreme cases will ischemic priapism present with gangrene which ultimately results in partial or complete necrosis of the penis. [48]", "contents": "Priapism -- History and Physical. Upon initial assessment of a patient presenting with priapism, the exact duration of the abnormal erection should be elicited. The history and duration of the condition are beneficial in determining its underlying etiology and help identify the specific type of priapism the patient is experiencing. Important clinical questions include the duration of symptoms, any treatments or injection therapy utilized, erectile function before the priapism episode, prior episodes of priapism and treatments, current medications, and any history of underlying disorders known to precipitate priapism, such as sickle cell disease or trauma to the penis, pelvis or perineum. Illicit drug use and alcoholic intoxication are contributing factors in up to 21% of cases of ischemic priapism. [15] Additionally, the presence or absence of pain helps differentiate ischemic from non-ischemic causes of this disease as a painless presentation suggests a non-ischemic pathology. Only in very rare and extreme cases will ischemic priapism present with gangrene which ultimately results in partial or complete necrosis of the penis. [48]"}
{"id": "article-27713_30", "title": "Priapism -- History and Physical", "content": "On physical examination, the penis should be palpated to determine the presence of any pulsations that might represent arterial high-flow priapism and is usually absent in ischemic conditions. In ischemic priapism, the corpora cavernosa are rigid and fully erect. They are usually somewhat tender to palpation. The glans will tend to be soft or only partially engorged but will not be rigid. The absence of tenderness or partially tumescent cavernosa tends to favor a diagnosis of non-ischemic disease.", "contents": "Priapism -- History and Physical. On physical examination, the penis should be palpated to determine the presence of any pulsations that might represent arterial high-flow priapism and is usually absent in ischemic conditions. In ischemic priapism, the corpora cavernosa are rigid and fully erect. They are usually somewhat tender to palpation. The glans will tend to be soft or only partially engorged but will not be rigid. The absence of tenderness or partially tumescent cavernosa tends to favor a diagnosis of non-ischemic disease."}
{"id": "article-27713_31", "title": "Priapism -- History and Physical", "content": "Non-ischemic or high flow priapism will typically demonstrate reduced rigidity and much less pain than ischemic priapism. A corporal needle stick, traumatic injury to the perineum, or a recent urologic procedure can be the key precipitating event. Besides the genitalia, the perineum and abdomen should be carefully examined for signs of trauma, bruising, or possible malignancy. A comprehensive history and physical exam will help determine the underlying etiology.", "contents": "Priapism -- History and Physical. Non-ischemic or high flow priapism will typically demonstrate reduced rigidity and much less pain than ischemic priapism. A corporal needle stick, traumatic injury to the perineum, or a recent urologic procedure can be the key precipitating event. Besides the genitalia, the perineum and abdomen should be carefully examined for signs of trauma, bruising, or possible malignancy. A comprehensive history and physical exam will help determine the underlying etiology."}
{"id": "article-27713_32", "title": "Priapism -- Evaluation", "content": "Evaluation of priapism begins with a thorough and complete history and physical examination. If the etiology of priapism cannot be determined based on this information, then penile hemodynamics and intracorporal blood gases should be evaluated. Aspiration of the corpora cavernosa can be completed with laboratory evaluation of acquired blood. For blood cases, a small caliber needle (19 or 21 gauge) may be used. A cavernous blood gas in ischemic priapism will be low, generally with a pH less than 7.0, representing metabolic acidosis. Additionally, pO2 should be less than 30 mmHg, and pCO2 should be greater than 60 mmHg. Alternatively, high-flow non-ischemic priapism reveals more normal arterial blood on aspiration with a pH near 7.4 and pO2/pCO2 levels closer to 90 mm Hg and 40 mm Hg, respectively. [49] [50] Typically, aspirated blood from ischemic priapism is very dark and almost black, while corporal blood from non-ischemic corpora is red with normal or near-normal oxygen, CO2, and pH levels.", "contents": "Priapism -- Evaluation. Evaluation of priapism begins with a thorough and complete history and physical examination. If the etiology of priapism cannot be determined based on this information, then penile hemodynamics and intracorporal blood gases should be evaluated. Aspiration of the corpora cavernosa can be completed with laboratory evaluation of acquired blood. For blood cases, a small caliber needle (19 or 21 gauge) may be used. A cavernous blood gas in ischemic priapism will be low, generally with a pH less than 7.0, representing metabolic acidosis. Additionally, pO2 should be less than 30 mmHg, and pCO2 should be greater than 60 mmHg. Alternatively, high-flow non-ischemic priapism reveals more normal arterial blood on aspiration with a pH near 7.4 and pO2/pCO2 levels closer to 90 mm Hg and 40 mm Hg, respectively. [49] [50] Typically, aspirated blood from ischemic priapism is very dark and almost black, while corporal blood from non-ischemic corpora is red with normal or near-normal oxygen, CO2, and pH levels."}
{"id": "article-27713_33", "title": "Priapism -- Evaluation -- Aspirated Corporal Blood Gases in Acute Priapism", "content": "Aspirated corporal blood gas in ischemic priapism: pH = 7 (or <7.2), pO2 < 30 mmHg, and pCO2 > 60 mmHg. Aspirated corporal blood gas in non-ischemic priapism: pH = 7.4 (or >7.2), pO2 > 90 mmHg, and pCO2 < 40 mmHg.", "contents": "Priapism -- Evaluation -- Aspirated Corporal Blood Gases in Acute Priapism. Aspirated corporal blood gas in ischemic priapism: pH = 7 (or <7.2), pO2 < 30 mmHg, and pCO2 > 60 mmHg. Aspirated corporal blood gas in non-ischemic priapism: pH = 7.4 (or >7.2), pO2 > 90 mmHg, and pCO2 < 40 mmHg."}
{"id": "article-27713_34", "title": "Priapism -- Evaluation", "content": "Further laboratory testing should be directed toward determining underlying or undiagnosed diseases that may be causing the patient's condition. Lab tests, including complete blood count, reticulocyte counts, hemoglobin electrophoresis, serum lactic dehydrogenase, and urine toxicology, can all be employed to aid in diagnosing priapism. A sickle cell test should be done in all priapism patients at risk for the condition. Drug toxicology testing and blood alcohol levels should be checked as appropriate due to the association of priapism with drug abuse and high alcohol intake.", "contents": "Priapism -- Evaluation. Further laboratory testing should be directed toward determining underlying or undiagnosed diseases that may be causing the patient's condition. Lab tests, including complete blood count, reticulocyte counts, hemoglobin electrophoresis, serum lactic dehydrogenase, and urine toxicology, can all be employed to aid in diagnosing priapism. A sickle cell test should be done in all priapism patients at risk for the condition. Drug toxicology testing and blood alcohol levels should be checked as appropriate due to the association of priapism with drug abuse and high alcohol intake."}
{"id": "article-27713_35", "title": "Priapism -- Evaluation", "content": "Penile imaging can be utilized to aid in the diagnosis of ischemic versus non-ischemic causes of priapism. Intracorporal arterial blood flow can be analyzed using color duplex ultrasound, with absent blood flow in the cavernosal arteries suggestive of an ischemic etiology while a normal or increased arterial flow is characteristic of non-ischemic priapism. Abnormal anatomy, including arterial fistulas or pseudoaneurysms, may also be identified on an ultrasound examination.", "contents": "Priapism -- Evaluation. Penile imaging can be utilized to aid in the diagnosis of ischemic versus non-ischemic causes of priapism. Intracorporal arterial blood flow can be analyzed using color duplex ultrasound, with absent blood flow in the cavernosal arteries suggestive of an ischemic etiology while a normal or increased arterial flow is characteristic of non-ischemic priapism. Abnormal anatomy, including arterial fistulas or pseudoaneurysms, may also be identified on an ultrasound examination."}
{"id": "article-27713_36", "title": "Priapism -- Evaluation", "content": "Current American Urological Association Guidelines recommend color duplex Doppler ultrasonography if available, as it can help differentiate ischemic from non-ischemic priapism, can identify fistulas in about 70% of cases, and can be used in lieu of penile blood gas determinations. [15] Ischemic priapism will show minimal cavernosal arterial flow, while non-ischemic priapism typically demonstrates normal or high vascular flow in these vessels. [15] Additionally, magnetic resonance imaging (MRI) or magnetic resonance angiography (MRA) can be used to evaluate for malignancy or thrombosis. It can also predict the viability of corpora tissue after prolonged or repeated episodes of priapism. [51]", "contents": "Priapism -- Evaluation. Current American Urological Association Guidelines recommend color duplex Doppler ultrasonography if available, as it can help differentiate ischemic from non-ischemic priapism, can identify fistulas in about 70% of cases, and can be used in lieu of penile blood gas determinations. [15] Ischemic priapism will show minimal cavernosal arterial flow, while non-ischemic priapism typically demonstrates normal or high vascular flow in these vessels. [15] Additionally, magnetic resonance imaging (MRI) or magnetic resonance angiography (MRA) can be used to evaluate for malignancy or thrombosis. It can also predict the viability of corpora tissue after prolonged or repeated episodes of priapism. [51]"}
{"id": "article-27713_37", "title": "Priapism -- Evaluation", "content": "Comprehensive blood work should be performed, including a CBC and a reticulocyte count. If sickle cell disease is even remotely a consideration, then hemoglobin S measurements should be done. A type and screen test is recommended in sickle cell anemia as some patients may need a plasma exchange. Blood alcohol and/or toxicology drug screening should also be considered.", "contents": "Priapism -- Evaluation. Comprehensive blood work should be performed, including a CBC and a reticulocyte count. If sickle cell disease is even remotely a consideration, then hemoglobin S measurements should be done. A type and screen test is recommended in sickle cell anemia as some patients may need a plasma exchange. Blood alcohol and/or toxicology drug screening should also be considered."}
{"id": "article-27713_38", "title": "Priapism -- Evaluation", "content": "\"Sleep-Related Painful Erections\" is a rare condition that is somewhat similar to priapism. It is defined as frequent awakenings due to penile pain during REM sleep from nocturnal erections resulting in severe sleep disruptions. The duration of the erections is insufficient to qualify these episodes as priapism as they typically remain rigid for only 15 to 60 minutes. Daytime, normal sexual activities are completely unaffected. Testosterone levels and libido are also normal, and there is no evidence of hematological disorders, which are common in stuttering priapism. The cause is unknown, although hypertonicity of the pelvic floor muscles has been implicated, and physical therapy appears to be helpful in some cases. The most effective treatment is baclofen. [29] Surgical interventions and penile prostheses are ineffective for relieving pain in this condition. [52]", "contents": "Priapism -- Evaluation. \"Sleep-Related Painful Erections\" is a rare condition that is somewhat similar to priapism. It is defined as frequent awakenings due to penile pain during REM sleep from nocturnal erections resulting in severe sleep disruptions. The duration of the erections is insufficient to qualify these episodes as priapism as they typically remain rigid for only 15 to 60 minutes. Daytime, normal sexual activities are completely unaffected. Testosterone levels and libido are also normal, and there is no evidence of hematological disorders, which are common in stuttering priapism. The cause is unknown, although hypertonicity of the pelvic floor muscles has been implicated, and physical therapy appears to be helpful in some cases. The most effective treatment is baclofen. [29] Surgical interventions and penile prostheses are ineffective for relieving pain in this condition. [52]"}
{"id": "article-27713_39", "title": "Priapism -- Evaluation -- Summary of Evaluation of Acute Priapism", "content": "Comprehensive History and Physical Screening test for sickle cell disease, blood alcohol, and drug toxicology testing as appropriate Penile blood gases are optional (Low pO2 and high pCO2 are consistent with ischemic priapism) Imaging (Optional) to include duplex ultrasound or MRI/MRA", "contents": "Priapism -- Evaluation -- Summary of Evaluation of Acute Priapism. Comprehensive History and Physical Screening test for sickle cell disease, blood alcohol, and drug toxicology testing as appropriate Penile blood gases are optional (Low pO2 and high pCO2 are consistent with ischemic priapism) Imaging (Optional) to include duplex ultrasound or MRI/MRA"}
{"id": "article-27713_40", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "The initial approach to ischemic priapism is to treat it as a true emergency. Any priapism episode lasting four hours or longer requires early intervention to decrease the likelihood of irreversible corporal damage and future erectile dysfunction. Although treating a patient's underlying disease may reduce erectile rigidity, emergency management should focus on achieving actual detumescence. Several medications can be utilized for ischemic priapism, and oral therapies such as pseudoephedrine may be tried while awaiting equipment and supplies for more advanced interventions. Oral terbutaline has long been suggested as a priapism remedy in the past but has not shown sufficient efficacy to be recommended currently, according to both the American Urological Association (AUA) and the European Association of Urology guidelines. [15] Failure of oral therapies is common, with some studies reporting failure rates of 75%, resulting in the need to perform corporal aspiration of blood with normal saline irrigation followed by the administration of an intracavernous injection of an appropriate sympathomimetic agent.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. The initial approach to ischemic priapism is to treat it as a true emergency. Any priapism episode lasting four hours or longer requires early intervention to decrease the likelihood of irreversible corporal damage and future erectile dysfunction. Although treating a patient's underlying disease may reduce erectile rigidity, emergency management should focus on achieving actual detumescence. Several medications can be utilized for ischemic priapism, and oral therapies such as pseudoephedrine may be tried while awaiting equipment and supplies for more advanced interventions. Oral terbutaline has long been suggested as a priapism remedy in the past but has not shown sufficient efficacy to be recommended currently, according to both the American Urological Association (AUA) and the European Association of Urology guidelines. [15] Failure of oral therapies is common, with some studies reporting failure rates of 75%, resulting in the need to perform corporal aspiration of blood with normal saline irrigation followed by the administration of an intracavernous injection of an appropriate sympathomimetic agent."}
{"id": "article-27713_41", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Aspiration and normal saline irrigation are recommended as the initial medical therapy. Performing a dorsal penile block before aspiration, irrigation, and drug injection therapy is advisable to minimize patient discomfort. Aspiration is generally done using a large diameter needle, butterfly, or angiocath (19 gauge or larger) at either the 2 o'clock or 10 o'clock position on the penis near the base while milking the shaft. About 20 ml to 30 ml should be aspirated, and the color of the blood should be noted. Aspiration alone is only effective in about one-third of patients. It must be combined with other treatments, such as irrigation with normal saline or diluted sympathomimetic agents, to achieve successful, prolonged detumescence. Aspiration with normal saline irrigation has been reported to successfully achieve detumescence in 66% of cases. [53] The same needle can be used for blood gas determinations, aspiration, irrigation, and sympathomimetic drug instillation. While only one needle is required, some recommend two to facilitate the irrigation process. Typically, after several rounds of aspiration and normal saline irrigation, oxygenated blood with a bright red color is usually observed. This reoxygenation of the corpora greatly enhances the smooth muscle contractile response to sympathomimetic injections. [15]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Aspiration and normal saline irrigation are recommended as the initial medical therapy. Performing a dorsal penile block before aspiration, irrigation, and drug injection therapy is advisable to minimize patient discomfort. Aspiration is generally done using a large diameter needle, butterfly, or angiocath (19 gauge or larger) at either the 2 o'clock or 10 o'clock position on the penis near the base while milking the shaft. About 20 ml to 30 ml should be aspirated, and the color of the blood should be noted. Aspiration alone is only effective in about one-third of patients. It must be combined with other treatments, such as irrigation with normal saline or diluted sympathomimetic agents, to achieve successful, prolonged detumescence. Aspiration with normal saline irrigation has been reported to successfully achieve detumescence in 66% of cases. [53] The same needle can be used for blood gas determinations, aspiration, irrigation, and sympathomimetic drug instillation. While only one needle is required, some recommend two to facilitate the irrigation process. Typically, after several rounds of aspiration and normal saline irrigation, oxygenated blood with a bright red color is usually observed. This reoxygenation of the corpora greatly enhances the smooth muscle contractile response to sympathomimetic injections. [15]"}
{"id": "article-27713_42", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Intracavernosal drug therapy is generally the next step in priapism treatment. Although several sympathomimetic agents are available for intracorporeal injection, phenylephrine is the most frequently utilized and recommended as the preferred first-line agent due to its efficacy and superior safety profile. [54] Phenylephrine needs to be diluted with normal saline before intracorporal injection. The recommended injectable diluted concentration is from 100 to 500 mcg/ml. [32] A 1 ml injection of the diluted phenylephrine solution should be injected every 3 to 5 minutes for up to about 1 hour or until full detumescence. [32]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Intracavernosal drug therapy is generally the next step in priapism treatment. Although several sympathomimetic agents are available for intracorporeal injection, phenylephrine is the most frequently utilized and recommended as the preferred first-line agent due to its efficacy and superior safety profile. [54] Phenylephrine needs to be diluted with normal saline before intracorporal injection. The recommended injectable diluted concentration is from 100 to 500 mcg/ml. [32] A 1 ml injection of the diluted phenylephrine solution should be injected every 3 to 5 minutes for up to about 1 hour or until full detumescence. [32]"}
{"id": "article-27713_43", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "The American Urological Association Guidelines on priapism recommends an intracavernosal injection of 0.5 to 1 ml of a diluted phenylephrine concentration of 100 to 500 mcg/ml every 5 minutes for a total of up to 3 injections. [55] It is beneficial to supply the hospital pharmacy with a record or printout of the recommended phenylephrine dilution so they can quickly prepare it when requested for emergency use. For convenience, the pharmacy can prepare a 10 ml syringe of normal saline with 200 mcg/ml of phenylephrine. (Dilution formula is 1 ml of 10 mg phenylephrine diluted in 49 ml of normal saline.) We inject 1 ml every 5 minutes and have found up to 5 injections to be safe in most healthy individuals. Possible side effects include cardiac palpitations, dizziness, and headache. The reported success rate of diluted phenylephrine injections alone is 58%, but this increases to 81% when combined with aspiration and irrigation. [56]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. The American Urological Association Guidelines on priapism recommends an intracavernosal injection of 0.5 to 1 ml of a diluted phenylephrine concentration of 100 to 500 mcg/ml every 5 minutes for a total of up to 3 injections. [55] It is beneficial to supply the hospital pharmacy with a record or printout of the recommended phenylephrine dilution so they can quickly prepare it when requested for emergency use. For convenience, the pharmacy can prepare a 10 ml syringe of normal saline with 200 mcg/ml of phenylephrine. (Dilution formula is 1 ml of 10 mg phenylephrine diluted in 49 ml of normal saline.) We inject 1 ml every 5 minutes and have found up to 5 injections to be safe in most healthy individuals. Possible side effects include cardiac palpitations, dizziness, and headache. The reported success rate of diluted phenylephrine injections alone is 58%, but this increases to 81% when combined with aspiration and irrigation. [56]"}
{"id": "article-27713_44", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "A lower concentration and smaller injected volumes should be utilized in children and those with severe cardiovascular disease. Other potential sympathomimetic drugs include ephedrine, norepinephrine, and epinephrine. Of these, phenylephrine has relatively few cardiovascular side effects and is generally the preferred agent. All patients receiving intracorporal sympathomimetic agents should be monitored for arrhythmias and elevated blood pressure. If completed within 12 hours of priapism onset, some studies have reported a near 100% success in achieving detumescence with this therapy.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. A lower concentration and smaller injected volumes should be utilized in children and those with severe cardiovascular disease. Other potential sympathomimetic drugs include ephedrine, norepinephrine, and epinephrine. Of these, phenylephrine has relatively few cardiovascular side effects and is generally the preferred agent. All patients receiving intracorporal sympathomimetic agents should be monitored for arrhythmias and elevated blood pressure. If completed within 12 hours of priapism onset, some studies have reported a near 100% success in achieving detumescence with this therapy."}
{"id": "article-27713_45", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Surgical intervention will be required if medical therapy fails. A prolonged duration of the priapism (>15.5 hours) and the failure of 1,000 mcg of injected, diluted phenylephrine solution after aspiration and normal saline irrigation suggests the likely need for surgical intervention such as a shunt. [57] A history of prior episodes of priapism is another independent risk factor. [58] Surgical intervention primarily consists of shunt procedures to reduce corporal pressures, drainage, and, ultimately, penile pain. [16] [59] [60] A shunt would essentially create a fistula between the corpora cavernosa to the corpora spongiosum, which generally retains normal venous drainage. Sometimes several shunts are needed. Several shunting techniques have been described, including the Winter, Ebbohoj, and Al-Ghorab procedures, as well as several modifications, including the T-shaped shunt where a 10 blade is inserted into the distal corpora through the glans and then rotated 90 degrees. [61]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Surgical intervention will be required if medical therapy fails. A prolonged duration of the priapism (>15.5 hours) and the failure of 1,000 mcg of injected, diluted phenylephrine solution after aspiration and normal saline irrigation suggests the likely need for surgical intervention such as a shunt. [57] A history of prior episodes of priapism is another independent risk factor. [58] Surgical intervention primarily consists of shunt procedures to reduce corporal pressures, drainage, and, ultimately, penile pain. [16] [59] [60] A shunt would essentially create a fistula between the corpora cavernosa to the corpora spongiosum, which generally retains normal venous drainage. Sometimes several shunts are needed. Several shunting techniques have been described, including the Winter, Ebbohoj, and Al-Ghorab procedures, as well as several modifications, including the T-shaped shunt where a 10 blade is inserted into the distal corpora through the glans and then rotated 90 degrees. [61]"}
{"id": "article-27713_46", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "All have roughly similar rates of priapism resolution. Our preferred shunt is made directly through the glans with a cruciate incision into the distal end of the corpora on both sides. Blood is milked out of the corpora, and irrigation continued until the color changes to a bright red, indicating adequate oxygenation. A shunt can also be created more proximally or directly to one of the superficial penile veins, the saphenous vein, or the deep dorsal vein. [62] These procedures are more technically complex, carry additional risks, and have not provided any significant, proven benefit. Therefore, they are generally not currently recommended. [15]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. All have roughly similar rates of priapism resolution. Our preferred shunt is made directly through the glans with a cruciate incision into the distal end of the corpora on both sides. Blood is milked out of the corpora, and irrigation continued until the color changes to a bright red, indicating adequate oxygenation. A shunt can also be created more proximally or directly to one of the superficial penile veins, the saphenous vein, or the deep dorsal vein. [62] These procedures are more technically complex, carry additional risks, and have not provided any significant, proven benefit. Therefore, they are generally not currently recommended. [15]"}
{"id": "article-27713_47", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "The \"Corporal Snake Maneuver\" can be tried if aspiration, irrigation, and shunting are unsuccessful. A small probe (7/8 Hegar dilator) is passed through the shunt opening in the glans into the corpora cavernosa all the way to the crura to create a clear channel for drainage. [61] Initial reports of this corporal dilation/channeling procedure indicated a success rate of 80% in patients who presented with a mean priapism duration of 75 hours. [63] [64] This procedure is sometimes referred to as the \"corporal snake maneuver.\" Success is clearly tied to the duration of the priapism prior to medical intervention. Patients with erections of more than 48 hours are likely to develop some degree of corporal smooth muscle necrosis and permanent erectile dysfunction. [63] [64]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. The \"Corporal Snake Maneuver\" can be tried if aspiration, irrigation, and shunting are unsuccessful. A small probe (7/8 Hegar dilator) is passed through the shunt opening in the glans into the corpora cavernosa all the way to the crura to create a clear channel for drainage. [61] Initial reports of this corporal dilation/channeling procedure indicated a success rate of 80% in patients who presented with a mean priapism duration of 75 hours. [63] [64] This procedure is sometimes referred to as the \"corporal snake maneuver.\" Success is clearly tied to the duration of the priapism prior to medical intervention. Patients with erections of more than 48 hours are likely to develop some degree of corporal smooth muscle necrosis and permanent erectile dysfunction. [63] [64]"}
{"id": "article-27713_48", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Penoscrotal decompression has recently been suggested as a better alternative shunting procedure that avoids trauma to the glans and distal corpora. This avoids any increased susceptibility to potential future penile prosthesis erosion and a better cosmetic result. Known as penoscrotal decompression, the approach is the same as for a trans-scrotal penile prosthesis placement. The corpora are isolated and opened just enough to allow a pediatric Yankauer suction to enter. It can then be advanced proximally and distally to evacuate debris and corporal thrombus. [65] While initially proposed for failed distal cavernosal - spongiosum shunts, it has since shown good efficacy as primary surgical therapy in patients with prolonged priapism (mean of 71 hours). [66] About 60% of patients treated with this procedure were able to resume sexual activity either with or without oral medication support. If ED persists, a penile prosthesis implant is easily placed but should be done without undue delay to avoid corporal fibrosis. Some experts now recommend going directly to penoscrotal decompression or some other method of corporal dilation with or without penile prosthesis implantation in priapism cases that present at >24 hours duration. This avoids the surgical trauma and complications related to having a shunt procedure followed by a possible prosthesis.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Penoscrotal decompression has recently been suggested as a better alternative shunting procedure that avoids trauma to the glans and distal corpora. This avoids any increased susceptibility to potential future penile prosthesis erosion and a better cosmetic result. Known as penoscrotal decompression, the approach is the same as for a trans-scrotal penile prosthesis placement. The corpora are isolated and opened just enough to allow a pediatric Yankauer suction to enter. It can then be advanced proximally and distally to evacuate debris and corporal thrombus. [65] While initially proposed for failed distal cavernosal - spongiosum shunts, it has since shown good efficacy as primary surgical therapy in patients with prolonged priapism (mean of 71 hours). [66] About 60% of patients treated with this procedure were able to resume sexual activity either with or without oral medication support. If ED persists, a penile prosthesis implant is easily placed but should be done without undue delay to avoid corporal fibrosis. Some experts now recommend going directly to penoscrotal decompression or some other method of corporal dilation with or without penile prosthesis implantation in priapism cases that present at >24 hours duration. This avoids the surgical trauma and complications related to having a shunt procedure followed by a possible prosthesis."}
{"id": "article-27713_49", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "The greater the degree of intervention, the lower the chances of eventual recovery of normal erectile function. Placement of a penile prosthesis at the time of the fistula surgery has been suggested for patients who initially present with prolonged priapism of 48 to 72 hours or more, as their chances of recovery of normal erectile function is minimal. [67] [68] Early implantation of a penile prosthesis is recommended in these cases, as a prolonged delay will result in more fibrosis and a less satisfactory result. [69]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. The greater the degree of intervention, the lower the chances of eventual recovery of normal erectile function. Placement of a penile prosthesis at the time of the fistula surgery has been suggested for patients who initially present with prolonged priapism of 48 to 72 hours or more, as their chances of recovery of normal erectile function is minimal. [67] [68] Early implantation of a penile prosthesis is recommended in these cases, as a prolonged delay will result in more fibrosis and a less satisfactory result. [69]"}
{"id": "article-27713_50", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "MRI imaging with contrast enhancement can help determine the relative health of the cavernosal smooth muscle tissue in cases of prolonged priapism. [51] Where there is substantial cavernosal injury due to prolonged priapism, usually considered 48 hours or more, a recommendation to proceed to an immediate placement of a penile prosthesis can be made and should be discussed with the patient. This will also help prevent increased pain, additional fibrosis, penile curvature, and shortening of the penis. [70] [71] In practice, a prosthesis may not be immediately available on an emergency basis. In this case, with the expectation that a prosthesis will likely be necessary anyway, a limited channeling or even a full dilation of the corpora cavernosa can be done with metal dilators. This will essentially destroy the normal erectile mechanism and is usually short-term. A prosthesis would generally be placed relatively quickly in these situations, preferably within a few weeks, before any significant penile shortening or fibrosis can develop.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. MRI imaging with contrast enhancement can help determine the relative health of the cavernosal smooth muscle tissue in cases of prolonged priapism. [51] Where there is substantial cavernosal injury due to prolonged priapism, usually considered 48 hours or more, a recommendation to proceed to an immediate placement of a penile prosthesis can be made and should be discussed with the patient. This will also help prevent increased pain, additional fibrosis, penile curvature, and shortening of the penis. [70] [71] In practice, a prosthesis may not be immediately available on an emergency basis. In this case, with the expectation that a prosthesis will likely be necessary anyway, a limited channeling or even a full dilation of the corpora cavernosa can be done with metal dilators. This will essentially destroy the normal erectile mechanism and is usually short-term. A prosthesis would generally be placed relatively quickly in these situations, preferably within a few weeks, before any significant penile shortening or fibrosis can develop."}
{"id": "article-27713_51", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Surgical intervention in priapism aims to relieve pain and shorten the duration of corporal ischemia, which would otherwise lead to continuing pain, fibrosis, and permanent erectile dysfunction. When a patient with prolonged priapism of 48 hours or longer presents for treatment, it may be prudent to explain that even with optimal care at that point, much damage has likely occurred to the erectile tissue and corpora already, which may not be reversible. In such cases of resistant ischemic priapism and those of 48 hours duration or longer, serious consideration should be given to full corporal dilation with immediate penile prosthesis implantation. [72] If a penile prosthesis cannot be placed emergently, it should be implanted at the earliest opportunity, usually within a few weeks after full corporal dilation if possible, as the dilated corpora cavernosa will become densely fibrotic given time, making delayed penile prosthesis implantation much more difficult, and less satisfactory. [67] [69] [73] [74] [75] Placement of a penile prosthesis due to prolonged or intractable priapism tends to have increased risks, including infection of the cavernosa or prosthesis, distal erosion, and higher reoperation rates. [68]", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Surgical intervention in priapism aims to relieve pain and shorten the duration of corporal ischemia, which would otherwise lead to continuing pain, fibrosis, and permanent erectile dysfunction. When a patient with prolonged priapism of 48 hours or longer presents for treatment, it may be prudent to explain that even with optimal care at that point, much damage has likely occurred to the erectile tissue and corpora already, which may not be reversible. In such cases of resistant ischemic priapism and those of 48 hours duration or longer, serious consideration should be given to full corporal dilation with immediate penile prosthesis implantation. [72] If a penile prosthesis cannot be placed emergently, it should be implanted at the earliest opportunity, usually within a few weeks after full corporal dilation if possible, as the dilated corpora cavernosa will become densely fibrotic given time, making delayed penile prosthesis implantation much more difficult, and less satisfactory. [67] [69] [73] [74] [75] Placement of a penile prosthesis due to prolonged or intractable priapism tends to have increased risks, including infection of the cavernosa or prosthesis, distal erosion, and higher reoperation rates. [68]"}
{"id": "article-27713_52", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Antithrombotic therapy has been suggested as a possible adjunct to shunting procedures for ischemic priapism. It would theoretically reduce the incidence of shunt thrombosis and recurrent priapism. A small study with 22 patients from a single institution suggested a substantial benefit in reduced priapism recurrence rates in those who had antithrombotic therapy in addition to their shunting procedures (11%) compared to those who only had the shunts (69%). [76] While intriguing, this is still a preliminary finding from a small study in a single institution. Antithrombotic therapy would need dosage standardization and confirmation of efficacy and safety in controlled, randomized studies before it can be recommended.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Antithrombotic therapy has been suggested as a possible adjunct to shunting procedures for ischemic priapism. It would theoretically reduce the incidence of shunt thrombosis and recurrent priapism. A small study with 22 patients from a single institution suggested a substantial benefit in reduced priapism recurrence rates in those who had antithrombotic therapy in addition to their shunting procedures (11%) compared to those who only had the shunts (69%). [76] While intriguing, this is still a preliminary finding from a small study in a single institution. Antithrombotic therapy would need dosage standardization and confirmation of efficacy and safety in controlled, randomized studies before it can be recommended."}
{"id": "article-27713_53", "title": "Priapism -- Treatment / Management -- Summary of Management of Acute Ischemic Priapism", "content": "Oral pseudoephedrine Penile local anesthetic block Aspiration of the corpora Intracorporal injections of diluted phenylephrine (100 mcg - 500 mcg/ml) every 5 minutes x 3 Surgical cavernosal - spongiosum shunt Corporal dilation with or without immediate penile prosthesis placement", "contents": "Priapism -- Treatment / Management -- Summary of Management of Acute Ischemic Priapism. Oral pseudoephedrine Penile local anesthetic block Aspiration of the corpora Intracorporal injections of diluted phenylephrine (100 mcg - 500 mcg/ml) every 5 minutes x 3 Surgical cavernosal - spongiosum shunt Corporal dilation with or without immediate penile prosthesis placement"}
{"id": "article-27713_54", "title": "Priapism -- Treatment / Management", "content": "Recurrent or \"Stuttering\" Priapism shares many treatment goals with ischemic priapism, with acute therapy focused on achieving detumescence and chronic therapy focused on preventing recurrences. Emergency management should focus on acute therapy for erections of 3 to 4 hours or longer with the same treatments utilized as in acute ischemic priapism. Avoidance of alpha-adrenergic receptor blockers, such as phenothiazines, is recommended as well as trazodone and similar medications. Many of these patients may have sickle cell disease, which should be investigated. Many of these patients will report waking up with a prolonged erection with increasing frequency and duration until they develop an ischemic priapism emergency. [77] Estrogens have been used with reasonable success in the past but are not currently recommended due to the risk of thromboembolism. [78] Antiandrogens and LHRH agonist therapies are effective but are associated with significant side effects such as hot flashes, decreased libido, greater body fat, gynecomastia, and insulin resistance. In theory, LHRH antagonists such as degarelix  should be effective, but there are no studies or reports on their use to date, so they cannot be recommended at this time. Terbutaline is no longer recommended in the treatment of priapism.", "contents": "Priapism -- Treatment / Management. Recurrent or \"Stuttering\" Priapism shares many treatment goals with ischemic priapism, with acute therapy focused on achieving detumescence and chronic therapy focused on preventing recurrences. Emergency management should focus on acute therapy for erections of 3 to 4 hours or longer with the same treatments utilized as in acute ischemic priapism. Avoidance of alpha-adrenergic receptor blockers, such as phenothiazines, is recommended as well as trazodone and similar medications. Many of these patients may have sickle cell disease, which should be investigated. Many of these patients will report waking up with a prolonged erection with increasing frequency and duration until they develop an ischemic priapism emergency. [77] Estrogens have been used with reasonable success in the past but are not currently recommended due to the risk of thromboembolism. [78] Antiandrogens and LHRH agonist therapies are effective but are associated with significant side effects such as hot flashes, decreased libido, greater body fat, gynecomastia, and insulin resistance. In theory, LHRH antagonists such as degarelix  should be effective, but there are no studies or reports on their use to date, so they cannot be recommended at this time. Terbutaline is no longer recommended in the treatment of priapism."}
{"id": "article-27713_55", "title": "Priapism -- Treatment / Management", "content": "Medications for which there is evidence of efficacy in the treatment of stuttering priapism include: Baclofen (start at 10 mg TID and gradually increase weekly. Maximum is 90 mg daily. Patients with spinal cord injury or \"sleep-related pain erections\" only.) Casodex (50 mg daily) Finasteride/dutasteride (finasteride 5 mg daily, dutasteride 10 mg daily. May slowly reduce dosage in most patients.) Gabapentin (300 mg - 600 mg TID) Hydroxyurea (sickle cell patients only. See dosage below.) Ketoconazole plus prednisone (200 mg TID daily plus prednisone 5 mg for two weeks followed by ketoconazole 200 mg HS for five months.) LHRH Agonists (Leuprolide, Goserelin, etc.) Phenylephrine (both oral and diluted for intracavernosal injection as needed) Pseudoephedrine (30 mg - 60 mg at bedtime with another 30 mg if priapism occurs) Sildenafil (50 mg daily) More details on these therapies can be found in our companion StatPearls review article on \"Stuttering Priapism.\" [40]", "contents": "Priapism -- Treatment / Management. Medications for which there is evidence of efficacy in the treatment of stuttering priapism include: Baclofen (start at 10 mg TID and gradually increase weekly. Maximum is 90 mg daily. Patients with spinal cord injury or \"sleep-related pain erections\" only.) Casodex (50 mg daily) Finasteride/dutasteride (finasteride 5 mg daily, dutasteride 10 mg daily. May slowly reduce dosage in most patients.) Gabapentin (300 mg - 600 mg TID) Hydroxyurea (sickle cell patients only. See dosage below.) Ketoconazole plus prednisone (200 mg TID daily plus prednisone 5 mg for two weeks followed by ketoconazole 200 mg HS for five months.) LHRH Agonists (Leuprolide, Goserelin, etc.) Phenylephrine (both oral and diluted for intracavernosal injection as needed) Pseudoephedrine (30 mg - 60 mg at bedtime with another 30 mg if priapism occurs) Sildenafil (50 mg daily) More details on these therapies can be found in our companion StatPearls review article on \"Stuttering Priapism.\" [40]"}
{"id": "article-27713_56", "title": "Priapism -- Treatment / Management", "content": "Sickle Cell Disease: If a priapism patient has sickle cell disease, then aggressive hydration, alkalinization, oxygenation, and pain control are required in addition to the standard treatment of acute episodes of ischemic priapism. Exchange transfusions should be considered to lower the hemoglobin S for cases of acute priapism not responding to alternative therapies. Good results have been reported with automated red blood cell exchange transfusions, which can rapidly reduce the Hb S concentration to 10% or less without iron or fluid overload, but these require specialized equipment and staffing. Emergency treatment would otherwise be the same for non-sickle cell patients with acute priapism. Recurrent priapism is a significant cause of erectile dysfunction in male sickle cell patients due to permanent damage to the corpora cavernosa.", "contents": "Priapism -- Treatment / Management. Sickle Cell Disease: If a priapism patient has sickle cell disease, then aggressive hydration, alkalinization, oxygenation, and pain control are required in addition to the standard treatment of acute episodes of ischemic priapism. Exchange transfusions should be considered to lower the hemoglobin S for cases of acute priapism not responding to alternative therapies. Good results have been reported with automated red blood cell exchange transfusions, which can rapidly reduce the Hb S concentration to 10% or less without iron or fluid overload, but these require specialized equipment and staffing. Emergency treatment would otherwise be the same for non-sickle cell patients with acute priapism. Recurrent priapism is a significant cause of erectile dysfunction in male sickle cell patients due to permanent damage to the corpora cavernosa."}
{"id": "article-27713_57", "title": "Priapism -- Treatment / Management", "content": "Sickle cell patients with recurrent priapism generally respond well to hydroxyurea prophylaxis and automated exchange transfusions, which should be used when possible. Related symptoms include mental acuity changes, tachycardia, higher respiratory rate, and low oxygen saturation. Some sickle cell patients with frequent recurrences can be taught self-administration of diluted phenylephrine (or a similar alpha agonist medication) injected into the corpora for erections lasting more than 2 hours. [79] [80] Another option is to use sildenafil daily. Sildenafil works best in priapism patients who have nocturnal or early morning prolonged erections, which is fairly typical of recurrent priapism in sickle cell disease. Sildenafil is not used as a PDE type 5 inhibitor but to help regulate cavernosal smooth muscle tone, tension, and activity level. [81] [82] [83]", "contents": "Priapism -- Treatment / Management. Sickle cell patients with recurrent priapism generally respond well to hydroxyurea prophylaxis and automated exchange transfusions, which should be used when possible. Related symptoms include mental acuity changes, tachycardia, higher respiratory rate, and low oxygen saturation. Some sickle cell patients with frequent recurrences can be taught self-administration of diluted phenylephrine (or a similar alpha agonist medication) injected into the corpora for erections lasting more than 2 hours. [79] [80] Another option is to use sildenafil daily. Sildenafil works best in priapism patients who have nocturnal or early morning prolonged erections, which is fairly typical of recurrent priapism in sickle cell disease. Sildenafil is not used as a PDE type 5 inhibitor but to help regulate cavernosal smooth muscle tone, tension, and activity level. [81] [82] [83]"}
{"id": "article-27713_58", "title": "Priapism -- Treatment / Management", "content": "Hydroxyurea was originally designed as an anti-cancer drug. It affects bone marrow causing an increase in fetal hemoglobin while decreasing normal adult hemoglobin production. [84] [85] The net result is to reduce the overall concentration of hemoglobin S. Hydroxyurea also increases nitric oxide levels by reducing hemolysis and increasing intracellular nitric oxide production resulting in direct vasodilation. [86] It is used for priapism prophylaxis only in sickle cell patients. [87] [88] [89] The dosage of hydroxyurea starts at 20 mg/kg daily and is then slowly increased to the maximum dose tolerated based on changes in the CBC.", "contents": "Priapism -- Treatment / Management. Hydroxyurea was originally designed as an anti-cancer drug. It affects bone marrow causing an increase in fetal hemoglobin while decreasing normal adult hemoglobin production. [84] [85] The net result is to reduce the overall concentration of hemoglobin S. Hydroxyurea also increases nitric oxide levels by reducing hemolysis and increasing intracellular nitric oxide production resulting in direct vasodilation. [86] It is used for priapism prophylaxis only in sickle cell patients. [87] [88] [89] The dosage of hydroxyurea starts at 20 mg/kg daily and is then slowly increased to the maximum dose tolerated based on changes in the CBC."}
{"id": "article-27713_59", "title": "Priapism -- Treatment / Management", "content": "When hydroxyurea therapy fails to prevent recurrent priapism in sickle cell patients, another approach uses regularly scheduled transfusions. The goal is to keep the hemoglobin S concentration to less than 50%. This program of regular transfusions should be re-evaluated after 6 to 12 months. It should be abandoned if it has not successfully reduced recurrent priapism episodes. Other treatments for recurrent priapism, such as sildenafil, as listed above, can be used concurrently. [81] [83]", "contents": "Priapism -- Treatment / Management. When hydroxyurea therapy fails to prevent recurrent priapism in sickle cell patients, another approach uses regularly scheduled transfusions. The goal is to keep the hemoglobin S concentration to less than 50%. This program of regular transfusions should be re-evaluated after 6 to 12 months. It should be abandoned if it has not successfully reduced recurrent priapism episodes. Other treatments for recurrent priapism, such as sildenafil, as listed above, can be used concurrently. [81] [83]"}
{"id": "article-27713_60", "title": "Priapism -- Treatment / Management -- Non-Ischemic Priapism", "content": "Non-ischemic priapism is generally managed conservatively due to the low probability of penile damage, and thus the initial intervention should be observed with treatment utilizing topical ice packs. Although aspiration can be completed for diagnostic purposes, this procedure generally does not result in complete detumescence. Sympathomimetic intracorporal injections and surgical shunts are ineffective and not recommended in non-ischemic priapism. Supportive care with perineal compression and ice can be reasonably offered.", "contents": "Priapism -- Treatment / Management -- Non-Ischemic Priapism. Non-ischemic priapism is generally managed conservatively due to the low probability of penile damage, and thus the initial intervention should be observed with treatment utilizing topical ice packs. Although aspiration can be completed for diagnostic purposes, this procedure generally does not result in complete detumescence. Sympathomimetic intracorporal injections and surgical shunts are ineffective and not recommended in non-ischemic priapism. Supportive care with perineal compression and ice can be reasonably offered."}
{"id": "article-27713_61", "title": "Priapism -- Treatment / Management -- Non-Ischemic Priapism", "content": "Many patients elect to avoid surgery due to the inherent risks of erectile dysfunction, and some patients have been reported to maintain their capacity to obtain and maintain an erection despite years of non-ischemic priapism. Spontaneous resolution is reported in up to 62% of cases in published series. Should a surgical procedure be desired, the initial recommended approach is arteriography with selective arterial embolization or direct ligation of the dysfunctional cavernous artery fistula. [90] [91] [92] The resolution of non-ischemic priapism with selective arterial embolization is reported to be as high as 89%. [93] Micro-coils may be recommended for embolization as alternative methods are reported to have higher recanalization rates. [94] [95] If this is unsuccessful, arterial embolization can be repeated, or an open procedure to tie off the ruptured artery using intraoperative ultrasound guidance can be done. This has shown success after failed embolization attempts in non-ischemic priapism. [92] The overall success rate of selective arterial embolization in non-ischemic priapism is 89% to 100%, with 75% to 86% of patients retaining normal erectile capability post-embolization. [96] Recurrences are reported in up to 30% of patients treated with embolization. Repeat embolization is a possible option in those cases. [97] Side effects of embolization treatment include erectile dysfunction. If selective arterial embolization cannot be performed for some reason, a surgical approach is possible. This involves a corporal exploration, often with intraoperative Doppler ultrasound. Patients typically have to wait at least one month after the onset of the priapism to allow the fistula to mature before any surgical intervention. [96] Care must be taken to avoid inadvertent ligation of the cavernosal artery. [92]", "contents": "Priapism -- Treatment / Management -- Non-Ischemic Priapism. Many patients elect to avoid surgery due to the inherent risks of erectile dysfunction, and some patients have been reported to maintain their capacity to obtain and maintain an erection despite years of non-ischemic priapism. Spontaneous resolution is reported in up to 62% of cases in published series. Should a surgical procedure be desired, the initial recommended approach is arteriography with selective arterial embolization or direct ligation of the dysfunctional cavernous artery fistula. [90] [91] [92] The resolution of non-ischemic priapism with selective arterial embolization is reported to be as high as 89%. [93] Micro-coils may be recommended for embolization as alternative methods are reported to have higher recanalization rates. [94] [95] If this is unsuccessful, arterial embolization can be repeated, or an open procedure to tie off the ruptured artery using intraoperative ultrasound guidance can be done. This has shown success after failed embolization attempts in non-ischemic priapism. [92] The overall success rate of selective arterial embolization in non-ischemic priapism is 89% to 100%, with 75% to 86% of patients retaining normal erectile capability post-embolization. [96] Recurrences are reported in up to 30% of patients treated with embolization. Repeat embolization is a possible option in those cases. [97] Side effects of embolization treatment include erectile dysfunction. If selective arterial embolization cannot be performed for some reason, a surgical approach is possible. This involves a corporal exploration, often with intraoperative Doppler ultrasound. Patients typically have to wait at least one month after the onset of the priapism to allow the fistula to mature before any surgical intervention. [96] Care must be taken to avoid inadvertent ligation of the cavernosal artery. [92]"}
{"id": "article-27713_62", "title": "Priapism -- Treatment / Management -- Non-Ischemic Priapism", "content": "Summary of Current American Urological Association Priapism Treatment Guidelines [98]", "contents": "Priapism -- Treatment / Management -- Non-Ischemic Priapism. Summary of Current American Urological Association Priapism Treatment Guidelines [98]"}
{"id": "article-27713_63", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "May start treatment with oral pseudoephedrine.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. May start treatment with oral pseudoephedrine."}
{"id": "article-27713_64", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Oral therapy is not recommended as the only treatment for ischemic priapism.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Oral therapy is not recommended as the only treatment for ischemic priapism."}
{"id": "article-27713_65", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Intracavernous treatment is necessary for patients with an underlying disorder like malignancy or sickle cell disease. At the same time, the primary condition should be treated.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Intracavernous treatment is necessary for patients with an underlying disorder like malignancy or sickle cell disease. At the same time, the primary condition should be treated."}
{"id": "article-27713_66", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Aspiration is vital if there is a delay in starting medical treatment. Irrigate with normal saline and aspirate while waiting for sympathomimetics.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Aspiration is vital if there is a delay in starting medical treatment. Irrigate with normal saline and aspirate while waiting for sympathomimetics."}
{"id": "article-27713_67", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "For ischemic priapism, diluted phenylephrine is the recommended agent for intracavernosal injections as it has fewer adverse cardiac effects than alternative drugs.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. For ischemic priapism, diluted phenylephrine is the recommended agent for intracavernosal injections as it has fewer adverse cardiac effects than alternative drugs."}
{"id": "article-27713_68", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "The phenylephrine must be diluted before use. Recommended dilution is 100 to 500 mcg/ml.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. The phenylephrine must be diluted before use. Recommended dilution is 100 to 500 mcg/ml."}
{"id": "article-27713_69", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "Injections can be performed every 5 minutes for up to 3 additional injections. Others have recommended repeat injections up to 60 minutes or a maximum total dosage of 1,000 mcg of phenylephrine.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. Injections can be performed every 5 minutes for up to 3 additional injections. Others have recommended repeat injections up to 60 minutes or a maximum total dosage of 1,000 mcg of phenylephrine."}
{"id": "article-27713_70", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "During intracavernous injections, monitor the patient's vital signs, including EKG and blood pressure.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. During intracavernous injections, monitor the patient's vital signs, including EKG and blood pressure."}
{"id": "article-27713_71", "title": "Priapism -- Treatment / Management -- Ischemic Priapism", "content": "If intracavernous injections fail, consider a surgical shunt. A cavernosa-spongiosum shunt through the glans is preferred as it has the fewest complications.", "contents": "Priapism -- Treatment / Management -- Ischemic Priapism. If intracavernous injections fail, consider a surgical shunt. A cavernosa-spongiosum shunt through the glans is preferred as it has the fewest complications."}
{"id": "article-27713_72", "title": "Priapism -- Treatment / Management -- Non-Ischemic Priapism", "content": "Aspiration is only done for diagnosis. Non-ischemic or high-flow priapism is relatively rare and comprises <5% of all priapism cases. The primary treatment is observation. Embolization or surgery can be done if the patient wants these treatments. Patients should be warned about failure rates and complications. Selective embolization using gels, clots, coils, and chemicals can be performed. Selective embolization is recommended over surgery when an interventional procedure is needed or requested. Surgery is the last choice of treatment.", "contents": "Priapism -- Treatment / Management -- Non-Ischemic Priapism. Aspiration is only done for diagnosis. Non-ischemic or high-flow priapism is relatively rare and comprises <5% of all priapism cases. The primary treatment is observation. Embolization or surgery can be done if the patient wants these treatments. Patients should be warned about failure rates and complications. Selective embolization using gels, clots, coils, and chemicals can be performed. Selective embolization is recommended over surgery when an interventional procedure is needed or requested. Surgery is the last choice of treatment."}
{"id": "article-27713_73", "title": "Priapism -- Differential Diagnosis", "content": "Peyronie disease Trauma to the genitals Penile implant Pelvic malignancy Use of cocaine Insertion of a foreign body into the penis/urethra Nocturnal painful erections Paraphimosis Penile fracture Urethral rupture (partial or complete)", "contents": "Priapism -- Differential Diagnosis. Peyronie disease Trauma to the genitals Penile implant Pelvic malignancy Use of cocaine Insertion of a foreign body into the penis/urethra Nocturnal painful erections Paraphimosis Penile fracture Urethral rupture (partial or complete)"}
{"id": "article-27713_74", "title": "Priapism -- Prognosis", "content": "The outcome depends on the duration of symptoms, underlying pathology, comorbidities, and patient age. The longer the duration of symptoms, the poorer the outcome. The risk of long-term or permanent erectile dysfunction is high, especially in cases of prolonged priapism, despite optimal treatment. In addition, patients who experience one episode of priapism are at risk for recurrent attacks. A common cause of poor outcomes is infection. Younger men with sickle cell disease should be taught about priapism as early; rapid treatment helps minimize permanent damage and erectile dysfunction.", "contents": "Priapism -- Prognosis. The outcome depends on the duration of symptoms, underlying pathology, comorbidities, and patient age. The longer the duration of symptoms, the poorer the outcome. The risk of long-term or permanent erectile dysfunction is high, especially in cases of prolonged priapism, despite optimal treatment. In addition, patients who experience one episode of priapism are at risk for recurrent attacks. A common cause of poor outcomes is infection. Younger men with sickle cell disease should be taught about priapism as early; rapid treatment helps minimize permanent damage and erectile dysfunction."}
{"id": "article-27713_75", "title": "Priapism -- Complications", "content": "Long-term erectile dysfunction due to damage from prolonged priapism is possible. The longer the duration of the priapism, the greater the damage to corpora cavernosal tissues.", "contents": "Priapism -- Complications. Long-term erectile dysfunction due to damage from prolonged priapism is possible. The longer the duration of the priapism, the greater the damage to corpora cavernosal tissues."}
{"id": "article-27713_76", "title": "Priapism -- Complications", "content": "Glans necrosis is a very uncommon complication of priapism. Non-surgical options, including a Winter or similar type of cavernosum - spongiosum shunt with continuous irrigation of normal or heparinized saline, have reportedly been more successful in treatment than immediate surgical excision. [99]", "contents": "Priapism -- Complications. Glans necrosis is a very uncommon complication of priapism. Non-surgical options, including a Winter or similar type of cavernosum - spongiosum shunt with continuous irrigation of normal or heparinized saline, have reportedly been more successful in treatment than immediate surgical excision. [99]"}
{"id": "article-27713_77", "title": "Priapism -- Deterrence and Patient Education", "content": "Follow-up is vital to ensure that the therapy has been successful. Patients at risk for recurrence should be prescribed one or more of the oral agents that have been identified as helpful in controlling recurrences. The most commonly used include bicalutamide, finasteride, sildenafil, baclofen, gabapentin, hydroxyurea (sickle cell only patients), phenylephrine, pseudoephedrine, and IM leuprolide either alone or in some combination.", "contents": "Priapism -- Deterrence and Patient Education. Follow-up is vital to ensure that the therapy has been successful. Patients at risk for recurrence should be prescribed one or more of the oral agents that have been identified as helpful in controlling recurrences. The most commonly used include bicalutamide, finasteride, sildenafil, baclofen, gabapentin, hydroxyurea (sickle cell only patients), phenylephrine, pseudoephedrine, and IM leuprolide either alone or in some combination."}
{"id": "article-27713_78", "title": "Priapism -- Pearls and Other Issues", "content": "Priapism is a challenging disease in the emergency department and requires prompt diagnosis and treatment. The primary goal of ischemic priapism management is achieving detumescence, with several acceptable therapies available. Non-ischemic priapism can be safely managed conservatively in the majority of cases. Failure of rapid evaluation and treatment can result in significant morbidity, and intervention should not be delayed.", "contents": "Priapism -- Pearls and Other Issues. Priapism is a challenging disease in the emergency department and requires prompt diagnosis and treatment. The primary goal of ischemic priapism management is achieving detumescence, with several acceptable therapies available. Non-ischemic priapism can be safely managed conservatively in the majority of cases. Failure of rapid evaluation and treatment can result in significant morbidity, and intervention should not be delayed."}
{"id": "article-27713_79", "title": "Priapism -- Enhancing Healthcare Team Outcomes", "content": "Priapism is not a fatal disorder, but it can lead to permanent erectile dysfunction in the future. The key to prevention is education, with all interprofessional healthcare team members contributing. At the time of discharge, the nurse should educate the patient on seeking medical help as soon the condition develops. Older adults should be cautioned against using oral or injectable agents used to treat erectile failure except as prescribed by their physician. They should be cautioned against combining these agents as the result is quite unpredictable. All patients with the first episode of priapism should be seen by a mental health counselor as the condition is associated with severe anguish and anxiety. Patients need to be told that the condition can be associated with a poor outcome, despite adequate treatment. The patient's condition and treatment must be well documented by all clinicians and healthcare professionals as this disorder often leads to litigation. Follow-up by a urologist is mandatory, or one risks a malpractice suit. The interprofessional team members must exercise open communication to ensure that the patient receives the current standard of care. Pharmacists should discuss the risk of priapism with patients receiving drugs that have this possible side effect. [100] [101] [Level 5]", "contents": "Priapism -- Enhancing Healthcare Team Outcomes. Priapism is not a fatal disorder, but it can lead to permanent erectile dysfunction in the future. The key to prevention is education, with all interprofessional healthcare team members contributing. At the time of discharge, the nurse should educate the patient on seeking medical help as soon the condition develops. Older adults should be cautioned against using oral or injectable agents used to treat erectile failure except as prescribed by their physician. They should be cautioned against combining these agents as the result is quite unpredictable. All patients with the first episode of priapism should be seen by a mental health counselor as the condition is associated with severe anguish and anxiety. Patients need to be told that the condition can be associated with a poor outcome, despite adequate treatment. The patient's condition and treatment must be well documented by all clinicians and healthcare professionals as this disorder often leads to litigation. Follow-up by a urologist is mandatory, or one risks a malpractice suit. The interprofessional team members must exercise open communication to ensure that the patient receives the current standard of care. Pharmacists should discuss the risk of priapism with patients receiving drugs that have this possible side effect. [100] [101] [Level 5]"}
{"id": "article-27713_80", "title": "Priapism -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "The prognosis of patients with priapism depends on age, duration of symptoms, and the underlying cause. If the priapism is present for less than 24 hours, then the chances of remaining potent are high, but if the duration is more than 72 hours, the risk of remaining potent is greatly diminished. Erectile dysfunction is a long-term complication in many patients, and recurrent episodes of priapism and longer durations are associated with a worse prognosis. The risk for recurrence is also high if one episode has already occurred. If the cause is associated with trauma, there is an increased risk of infection and fibrosis. [102] [103] [Level 5]", "contents": "Priapism -- Enhancing Healthcare Team Outcomes -- Outcomes. The prognosis of patients with priapism depends on age, duration of symptoms, and the underlying cause. If the priapism is present for less than 24 hours, then the chances of remaining potent are high, but if the duration is more than 72 hours, the risk of remaining potent is greatly diminished. Erectile dysfunction is a long-term complication in many patients, and recurrent episodes of priapism and longer durations are associated with a worse prognosis. The risk for recurrence is also high if one episode has already occurred. If the cause is associated with trauma, there is an increased risk of infection and fibrosis. [102] [103] [Level 5]"}
{"id": "article-27713_81", "title": "Priapism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Priapism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}