{"id": "article-91052_0", "title": "Pediatric Preoperative Management -- Continuing Education Activity", "content": "The preoperative management of anesthesia in children differs from that in adults. These differences include employing cognitive and age-appropriate language, understanding the dynamics of the patient’s family, and assessing a patient's developmental stage. This activity will review the specifics of a preoperative evaluation in pediatric patients and the role of the interprofessional team in the preoperative anesthesia management of children.", "contents": "Pediatric Preoperative Management -- Continuing Education Activity. The preoperative management of anesthesia in children differs from that in adults. These differences include employing cognitive and age-appropriate language, understanding the dynamics of the patient’s family, and assessing a patient's developmental stage. This activity will review the specifics of a preoperative evaluation in pediatric patients and the role of the interprofessional team in the preoperative anesthesia management of children."}
{"id": "article-91052_1", "title": "Pediatric Preoperative Management -- Continuing Education Activity", "content": "Objectives: Outline the components of an age-appropriate preoperative consultation of pediatric patients with various clinical diagnoses. Review age-appropriate pharmacologic management of pediatric patients. Summarize various behavioral methods used to alleviate preoperative anxiety and fear of parental separation in pediatric patients. Describe interprofessional team strategies for improving care coordination and communication to advance and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pediatric Preoperative Management -- Continuing Education Activity. Objectives: Outline the components of an age-appropriate preoperative consultation of pediatric patients with various clinical diagnoses. Review age-appropriate pharmacologic management of pediatric patients. Summarize various behavioral methods used to alleviate preoperative anxiety and fear of parental separation in pediatric patients. Describe interprofessional team strategies for improving care coordination and communication to advance and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-91052_2", "title": "Pediatric Preoperative Management -- Introduction", "content": "The preoperative management of anesthesia in children differs from that employed in adults, including employing age-group appropriate language, understanding the dynamics of the child's family, and assessing the patient's developmental stage. Children are not small adults. Hence, we must have an understanding of the variability of each child's age and family-specific needs in an effort to develop a customized anesthesia management plan. The anesthesiologist must appreciate the stress the patients and their families may be experiencing. The anesthesiologist must review the child's presenting medical and psychological conditions. In this chapter, the clinical significance and potential strategies for enhancing pediatric healthcare outcomes will be discussed.", "contents": "Pediatric Preoperative Management -- Introduction. The preoperative management of anesthesia in children differs from that employed in adults, including employing age-group appropriate language, understanding the dynamics of the child's family, and assessing the patient's developmental stage. Children are not small adults. Hence, we must have an understanding of the variability of each child's age and family-specific needs in an effort to develop a customized anesthesia management plan. The anesthesiologist must appreciate the stress the patients and their families may be experiencing. The anesthesiologist must review the child's presenting medical and psychological conditions. In this chapter, the clinical significance and potential strategies for enhancing pediatric healthcare outcomes will be discussed."}
{"id": "article-91052_3", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Consultations with Other Specialists", "content": "Anesthesiologists should obtain appropriate patient-specific before or concurrent with any preoperative evaluation. Examples of such consults include cardiology consultation for patients with corrected and uncorrected congenital cardiac lesions or a patient presenting with pulmonary hypertension. Renal consultation would be indicated for any patient with acute or chronic end-stage renal disease to determine if specific issues related to fluid sensitivity or drug metabolism need to be considered.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Consultations with Other Specialists. Anesthesiologists should obtain appropriate patient-specific before or concurrent with any preoperative evaluation. Examples of such consults include cardiology consultation for patients with corrected and uncorrected congenital cardiac lesions or a patient presenting with pulmonary hypertension. Renal consultation would be indicated for any patient with acute or chronic end-stage renal disease to determine if specific issues related to fluid sensitivity or drug metabolism need to be considered."}
{"id": "article-91052_4", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Consultations with Other Specialists", "content": "While patients with a well-controlled seizure disorder do not typically require changes in their anesthetic approach, preoperative neurology consultation would be indicated for any patient with a history of a recent change in seizure frequency, intensity, or type of seizures. Patients with bronchopulmonary dysplasia will need preoperative pulmonary consultation, including completion of pulmonary function testing, before any major surgery. Similarly, patients receiving insulin should have endocrinology evaluation to develop an individualized plan to manage hyperglycemia or hypoglycemia in the pre, peri, or postoperative period.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Consultations with Other Specialists. While patients with a well-controlled seizure disorder do not typically require changes in their anesthetic approach, preoperative neurology consultation would be indicated for any patient with a history of a recent change in seizure frequency, intensity, or type of seizures. Patients with bronchopulmonary dysplasia will need preoperative pulmonary consultation, including completion of pulmonary function testing, before any major surgery. Similarly, patients receiving insulin should have endocrinology evaluation to develop an individualized plan to manage hyperglycemia or hypoglycemia in the pre, peri, or postoperative period."}
{"id": "article-91052_5", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "The purpose of the preoperative anesthesia assessment is to identify clinical factors that may complicate a particular patient’s perioperative clinical course. This visit is also an opportunity to confer with the family face-to-face and answer any questions that they may have, as well as discuss any potential complicating factors. It is the anesthesiologist’s responsibility to use these encounters to maximize the chances of surgical success.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. The purpose of the preoperative anesthesia assessment is to identify clinical factors that may complicate a particular patient’s perioperative clinical course. This visit is also an opportunity to confer with the family face-to-face and answer any questions that they may have, as well as discuss any potential complicating factors. It is the anesthesiologist’s responsibility to use these encounters to maximize the chances of surgical success."}
{"id": "article-91052_6", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "There is no substitute for a thorough history and a detailed physical examination. Reviewing the chart carefully before seeing the patient can help to establish a baseline understanding and should be used to confirm or update the accuracy of clinical diagnosis. Each pediatric anesthesia history should focus on several critical areas, including the patient’s developmental stage, special needs and dislikes, the current status of physiology and pathophysiology, and the patient and family history of anesthesia-related issues.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. There is no substitute for a thorough history and a detailed physical examination. Reviewing the chart carefully before seeing the patient can help to establish a baseline understanding and should be used to confirm or update the accuracy of clinical diagnosis. Each pediatric anesthesia history should focus on several critical areas, including the patient’s developmental stage, special needs and dislikes, the current status of physiology and pathophysiology, and the patient and family history of anesthesia-related issues."}
{"id": "article-91052_7", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "The necessary assessments that occur during a pediatric pre-anesthetic visit include the collection of information about any allergies, previous anesthesia experiences, airway techniques that have worked or failed in the past, location of a reliable intravenous (IV) access in patients. Preoperative laboratory tests should be obtained and reviewed at this time. Patient-specific issues that could arise during this assessment could include a history of an allergic reaction while being in contact with birthday balloons at a party. This would raise the possibility of a latex allergy. Children that have had a difficult anesthetic induction in the past should be assessed for postoperative behavioral changes, such as temper tantrums, crying at night, enuresis, or a generalized anxiety disorder. The list of medications the child may be taking must be reviewed, and appropriate instructions must be given to stop or continue the medications as needed. Examples include cancer chemotherapeutic agents, steroids, asthma medications, blood thinners, beta-blockers, or diuretics. [1] [2] Any pediatric patient with a history of mild to moderate reactive airway disease may be instructed to take asthma medications in the preoperative area on the actual day of surgery to maximize the protective effects of the medications on the lungs. [3]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. The necessary assessments that occur during a pediatric pre-anesthetic visit include the collection of information about any allergies, previous anesthesia experiences, airway techniques that have worked or failed in the past, location of a reliable intravenous (IV) access in patients. Preoperative laboratory tests should be obtained and reviewed at this time. Patient-specific issues that could arise during this assessment could include a history of an allergic reaction while being in contact with birthday balloons at a party. This would raise the possibility of a latex allergy. Children that have had a difficult anesthetic induction in the past should be assessed for postoperative behavioral changes, such as temper tantrums, crying at night, enuresis, or a generalized anxiety disorder. The list of medications the child may be taking must be reviewed, and appropriate instructions must be given to stop or continue the medications as needed. Examples include cancer chemotherapeutic agents, steroids, asthma medications, blood thinners, beta-blockers, or diuretics. [1] [2] Any pediatric patient with a history of mild to moderate reactive airway disease may be instructed to take asthma medications in the preoperative area on the actual day of surgery to maximize the protective effects of the medications on the lungs. [3]"}
{"id": "article-91052_8", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "Children presenting to the pre-op visit with a history of congenital anomalies require special attention. It is known that when there is one anomaly, more may potentially exist. Hence, collecting additional details about the patient’s clinical condition is essential. In many cases, parents of children with rare disorders often know more about a child’s condition than other health care professionals. Age-specific considerations for pediatric patients must be explicitly addressed. These include (by age group):", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. Children presenting to the pre-op visit with a history of congenital anomalies require special attention. It is known that when there is one anomaly, more may potentially exist. Hence, collecting additional details about the patient’s clinical condition is essential. In many cases, parents of children with rare disorders often know more about a child’s condition than other health care professionals. Age-specific considerations for pediatric patients must be explicitly addressed. These include (by age group):"}
{"id": "article-91052_9", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "Age 0 to 6 months: Patients are completely unaware of their surroundings, and it is a time of maximal parental anxiety.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. Age 0 to 6 months: Patients are completely unaware of their surroundings, and it is a time of maximal parental anxiety."}
{"id": "article-91052_10", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "Age 6 months to 4 years: Patients experience maximum stranger and separation anxiety. Children in this age group are unable to understand processes and explanations. They may exhibit significant postoperative emotional upset and behavior regression. These patients are also vulnerable to magical thinking.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. Age 6 months to 4 years: Patients experience maximum stranger and separation anxiety. Children in this age group are unable to understand processes and explanations. They may exhibit significant postoperative emotional upset and behavior regression. These patients are also vulnerable to magical thinking."}
{"id": "article-91052_11", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "Age 4 to 8 years: Patients begin to understand processes and explanations. However, their fear of separation remains, and they are concerned about body integrity.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. Age 4 to 8 years: Patients begin to understand processes and explanations. However, their fear of separation remains, and they are concerned about body integrity."}
{"id": "article-91052_12", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit", "content": "Age 8 years to adolescence: Patients tolerate separation and understand processes and explanations. However, they may interpret everything in a literal sense. They may fear waking up during surgery or not waking up at all. Adolescent patients are independent. They may have issues regarding self-esteem and body image. As they are developing sexual characteristics, they may fear the loss of dignity and have a fear of the unknown.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Visit. Age 8 years to adolescence: Patients tolerate separation and understand processes and explanations. However, they may interpret everything in a literal sense. They may fear waking up during surgery or not waking up at all. Adolescent patients are independent. They may have issues regarding self-esteem and body image. As they are developing sexual characteristics, they may fear the loss of dignity and have a fear of the unknown."}
{"id": "article-91052_13", "title": "Pediatric Preoperative Management -- Issues of Concern -- Cardiovascular System", "content": "The preoperative evaluation of a child with congenital cardiac disease includes a detailed history and physical EKG, echocardiography, oxygen saturation, hematocrit, electrolytes, and chest radiograph. Details about any cardiac lesions, as well as the response to exogenous oxygen delivery, are vital to understanding the severity of the lesion and any potential effects on anesthesia physiology.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Cardiovascular System. The preoperative evaluation of a child with congenital cardiac disease includes a detailed history and physical EKG, echocardiography, oxygen saturation, hematocrit, electrolytes, and chest radiograph. Details about any cardiac lesions, as well as the response to exogenous oxygen delivery, are vital to understanding the severity of the lesion and any potential effects on anesthesia physiology."}
{"id": "article-91052_14", "title": "Pediatric Preoperative Management -- Issues of Concern -- Cardiovascular System", "content": "The preoperative assessment of hematocrit assesses for the presence of polycythemia in patients with cyanotic heart disease. A hematocrit that is greater than 65% needs to be reduced by red cell pheresis or isovolumic hemodilution. At the same time, dehydration must be prevented.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Cardiovascular System. The preoperative assessment of hematocrit assesses for the presence of polycythemia in patients with cyanotic heart disease. A hematocrit that is greater than 65% needs to be reduced by red cell pheresis or isovolumic hemodilution. At the same time, dehydration must be prevented."}
{"id": "article-91052_15", "title": "Pediatric Preoperative Management -- Issues of Concern -- Cardiovascular System", "content": "Identification of any ongoing acute or chronic ear, nose and throat, gum, or genitourinary tract infections in patients with cardiac disease is critical, as circulating bacteria can seed native or artificial valves. Surgery should generally be postponed until the infection is under control. The perioperative assessment of children with a heart murmur is another issue requiring consideration. The presence of a patent foramen ovale in a patient who may need to be in a sitting position for sub-occipital craniotomy is a significant concern for the risk of paradoxical air embolism. Preoperative communication between the surgeon and the anesthesiologist is necessary to develop an optimal care plan. This may include real-time transesophageal echocardiographic monitoring, as well as the placement of a central line to suction out any air emboli in the heart. [4] Other operations with a high risk for paradoxical embolism include liver transplant and posterior spine fusion. A murmur in these patients typically indicates the need for formal cardiology assessment and recommendation.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Cardiovascular System. Identification of any ongoing acute or chronic ear, nose and throat, gum, or genitourinary tract infections in patients with cardiac disease is critical, as circulating bacteria can seed native or artificial valves. Surgery should generally be postponed until the infection is under control. The perioperative assessment of children with a heart murmur is another issue requiring consideration. The presence of a patent foramen ovale in a patient who may need to be in a sitting position for sub-occipital craniotomy is a significant concern for the risk of paradoxical air embolism. Preoperative communication between the surgeon and the anesthesiologist is necessary to develop an optimal care plan. This may include real-time transesophageal echocardiographic monitoring, as well as the placement of a central line to suction out any air emboli in the heart. [4] Other operations with a high risk for paradoxical embolism include liver transplant and posterior spine fusion. A murmur in these patients typically indicates the need for formal cardiology assessment and recommendation."}
{"id": "article-91052_16", "title": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System", "content": "Anatomical and physiological differences between adults and children leave children more vulnerable to airway obstruction. Most cardiac arrests in children result from airway causes. A detailed history and thorough examination are key to increasing the likelihood of a successful anesthetic outcome. Relevant anatomical issues to consider include adenoidal and tonsillar hypertrophy, glossoptosis, laryngomalacia and stenosis, foreign bodies, cysts, or hemangiomas. Syndromic anomalies are a significant component of airway anomalies and include Pierre Robin syndrome, Apert syndrome, Down syndrome, Goldenhaur syndrome, and mucopolysaccharidosis, just to name a very few.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System. Anatomical and physiological differences between adults and children leave children more vulnerable to airway obstruction. Most cardiac arrests in children result from airway causes. A detailed history and thorough examination are key to increasing the likelihood of a successful anesthetic outcome. Relevant anatomical issues to consider include adenoidal and tonsillar hypertrophy, glossoptosis, laryngomalacia and stenosis, foreign bodies, cysts, or hemangiomas. Syndromic anomalies are a significant component of airway anomalies and include Pierre Robin syndrome, Apert syndrome, Down syndrome, Goldenhaur syndrome, and mucopolysaccharidosis, just to name a very few."}
{"id": "article-91052_17", "title": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System", "content": "The presence of recent or preoperative acute airway infections in children is a frequent challenge for anesthesiologists. Such infections are responsible for a significant increase in intraoperative and postoperative respiratory hypoxia and related complications. Consideration of exposure to passive smoking, the need for prior intubation, prematurity, or a history of airway reactivity are essential when an anesthesiologist and surgeon are contemplating canceling or rescheduling a patient’s elective surgery. However, it may be permissible to continue with procedures in the context of surgical emergencies, recurrent mild upper respiratory infection (URIs), or when the infection itself is the indication for surgery. In addition, a patient’s particular circumstances, such as logistical reasons, including long trips to the surgical location, financial hardships incurred to arrange for the operation, and other considerations may justify continuing with the procedure. One example is the performance of myringotomy, which may be curative without increasing the post-op complications. [5]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System. The presence of recent or preoperative acute airway infections in children is a frequent challenge for anesthesiologists. Such infections are responsible for a significant increase in intraoperative and postoperative respiratory hypoxia and related complications. Consideration of exposure to passive smoking, the need for prior intubation, prematurity, or a history of airway reactivity are essential when an anesthesiologist and surgeon are contemplating canceling or rescheduling a patient’s elective surgery. However, it may be permissible to continue with procedures in the context of surgical emergencies, recurrent mild upper respiratory infection (URIs), or when the infection itself is the indication for surgery. In addition, a patient’s particular circumstances, such as logistical reasons, including long trips to the surgical location, financial hardships incurred to arrange for the operation, and other considerations may justify continuing with the procedure. One example is the performance of myringotomy, which may be curative without increasing the post-op complications. [5]"}
{"id": "article-91052_18", "title": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System", "content": "Certain lower respiratory conditions in pediatric patients may not mandate delaying or rescheduling surgical procedures, and these include reactive airway diseases (asthma), genetic conditions (cystic fibrosis), or restrictive diseases (kyphoscoliosis). Airway diseases resulting from prematurity, including bronchopulmonary dysplasia with stable home oxygen requirement, require careful preoperative assessment and management to ensure the greatest chance for an uncomplicated surgical outcome.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System. Certain lower respiratory conditions in pediatric patients may not mandate delaying or rescheduling surgical procedures, and these include reactive airway diseases (asthma), genetic conditions (cystic fibrosis), or restrictive diseases (kyphoscoliosis). Airway diseases resulting from prematurity, including bronchopulmonary dysplasia with stable home oxygen requirement, require careful preoperative assessment and management to ensure the greatest chance for an uncomplicated surgical outcome."}
{"id": "article-91052_19", "title": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System", "content": "The increasing number of NICU graduates has resulted in many more patients presenting for anesthesia evaluation with diseases of prematurity. These include retinopathy of prematurity, fear of hospitals and needles, bronchopulmonary dysplasia, developmental delay, difficult IV access, and the occurrence of apnea of prematurity along with bradycardia. Patients receiving diuretics for the treatment of their bronchopulmonary dysplasia (BPD) may present with an electrolyte imbalance. Other patients with BPD may experience hypoxia that can complicate pulmonary hypertension or and volume overload that may give rise to congestive heart failure and pulmonary edema. Regular use of bronchodilator medications is essential for optimal pulmonary function during the surgical procedure. Nitrous oxide should also be avoided to prevent exaggerated air trapping in the lungs. Premature babies have a higher risk of apnea and bradycardia during induction. The presence of anemia, a history of mechanical ventilation, and episodes of apnea and bradycardia in the past are all relevant risk factors in these patients. To minimize the risk of these complications down to 1%, the patient must be at 54-week post-gestational age if born at 35-weeks and 56-week post-gestational age if born before 34 weeks. The parents must be reminded that there is a higher chance of post-hospitalization for monitoring or admission to the ICU for mechanical ventilation or monitoring.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Respiratory System. The increasing number of NICU graduates has resulted in many more patients presenting for anesthesia evaluation with diseases of prematurity. These include retinopathy of prematurity, fear of hospitals and needles, bronchopulmonary dysplasia, developmental delay, difficult IV access, and the occurrence of apnea of prematurity along with bradycardia. Patients receiving diuretics for the treatment of their bronchopulmonary dysplasia (BPD) may present with an electrolyte imbalance. Other patients with BPD may experience hypoxia that can complicate pulmonary hypertension or and volume overload that may give rise to congestive heart failure and pulmonary edema. Regular use of bronchodilator medications is essential for optimal pulmonary function during the surgical procedure. Nitrous oxide should also be avoided to prevent exaggerated air trapping in the lungs. Premature babies have a higher risk of apnea and bradycardia during induction. The presence of anemia, a history of mechanical ventilation, and episodes of apnea and bradycardia in the past are all relevant risk factors in these patients. To minimize the risk of these complications down to 1%, the patient must be at 54-week post-gestational age if born at 35-weeks and 56-week post-gestational age if born before 34 weeks. The parents must be reminded that there is a higher chance of post-hospitalization for monitoring or admission to the ICU for mechanical ventilation or monitoring."}
{"id": "article-91052_20", "title": "Pediatric Preoperative Management -- Issues of Concern -- Gastrointestinal System", "content": "Although the chance of significant morbidity and mortality occurring as a result of aspiration in children is very low, it is nonetheless an essential factor in pre-anesthetic evaluation. Pediatric patients with a history of gastroesophageal reflux are at higher risk for aspiration. Other patients at greater risk for aspiration include those with a history of trachea-esophageal fistula repair, developmental delay, history of a narrow airway, esophagitis, history of spitting after eating, and frequent lower respiratory tract infections. Some patients may escape the watchful eyes of parents and eat before the procedure and against medical advice. Some parents have fed their children food out of concern. Children at high risk for aspirations must be managed as if they have a full stomach, with all precautions taken.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Gastrointestinal System. Although the chance of significant morbidity and mortality occurring as a result of aspiration in children is very low, it is nonetheless an essential factor in pre-anesthetic evaluation. Pediatric patients with a history of gastroesophageal reflux are at higher risk for aspiration. Other patients at greater risk for aspiration include those with a history of trachea-esophageal fistula repair, developmental delay, history of a narrow airway, esophagitis, history of spitting after eating, and frequent lower respiratory tract infections. Some patients may escape the watchful eyes of parents and eat before the procedure and against medical advice. Some parents have fed their children food out of concern. Children at high risk for aspirations must be managed as if they have a full stomach, with all precautions taken."}
{"id": "article-91052_21", "title": "Pediatric Preoperative Management -- Issues of Concern -- Renal System", "content": "Patients may present during the preoperative visit with a variety of congenital or acquired renal conditions. Significant renal compromise places patients at higher risk for fluid overload and electrolyte imbalance during anesthetic care. In addition to taking a careful history and examination, assessment of electrolytes, vascular volume status, and hematocrit must be determined. More intensive dialysis and blood pressure control may be needed in some patients with renal failure. Central venous pressure measurements can provide useful intra-operative, and discussion of the potential benefits of insertion of a central line may be needed. One example is the pediatric patient who presents as the recipient of a renal transplant who may arrive at the hospital with a full stomach and an electrolyte imbalance with uncontrolled hypertension.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Renal System. Patients may present during the preoperative visit with a variety of congenital or acquired renal conditions. Significant renal compromise places patients at higher risk for fluid overload and electrolyte imbalance during anesthetic care. In addition to taking a careful history and examination, assessment of electrolytes, vascular volume status, and hematocrit must be determined. More intensive dialysis and blood pressure control may be needed in some patients with renal failure. Central venous pressure measurements can provide useful intra-operative, and discussion of the potential benefits of insertion of a central line may be needed. One example is the pediatric patient who presents as the recipient of a renal transplant who may arrive at the hospital with a full stomach and an electrolyte imbalance with uncontrolled hypertension."}
{"id": "article-91052_22", "title": "Pediatric Preoperative Management -- Issues of Concern -- Hematologic System", "content": "Hematological diseases are usually of less anesthetic concern in most pediatric patients. A careful history of patient or family abnormal bleeding after a cut, circumcision, operation, or injury should be routinely obtained. Von Willibrand disease is the most common inherited hematological diagnosis, and most other patients may never be diagnosed due to mild or asymptomatic disease. Sickle cell anemia is another common hematologic disease of importance in the anesthetic care of pediatric patients. Patients with sickle cell disease may develop complications from the use of a tourniquet in orthopedic surgery. A perioperative transfusion study conducted in patients with sickle cell disease found that if the hemoglobin is kept at 10 mg/dl, the number of transfusions required is reduced to half without any rise in the complications rate. [6]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Hematologic System. Hematological diseases are usually of less anesthetic concern in most pediatric patients. A careful history of patient or family abnormal bleeding after a cut, circumcision, operation, or injury should be routinely obtained. Von Willibrand disease is the most common inherited hematological diagnosis, and most other patients may never be diagnosed due to mild or asymptomatic disease. Sickle cell anemia is another common hematologic disease of importance in the anesthetic care of pediatric patients. Patients with sickle cell disease may develop complications from the use of a tourniquet in orthopedic surgery. A perioperative transfusion study conducted in patients with sickle cell disease found that if the hemoglobin is kept at 10 mg/dl, the number of transfusions required is reduced to half without any rise in the complications rate. [6]"}
{"id": "article-91052_23", "title": "Pediatric Preoperative Management -- Issues of Concern -- Physical and Mental Disabilities", "content": "Pediatric patients presenting for anesthesia evaluation may have physical or mental disabilities, such as cerebral palsy, traumatic or hypoxic encephalopathy, intellectual disability (previously known as mental retardation), or hyperactivity. It is often remarkable and inspiring to meet such patients and their families. Empathy and respect are vital features that physicians and other healthcare providers must exhibit while managing these patients. The etiology of a patient’s particular disability must be understood, along with associated features. This includes assessment for contractures, communication deficits, fear of hospitals, difficult IV access, uncontrolled oral secretions, presence of tracheostomy and feeding tubes, or long-term vascular access ports, and presence of ventriculoperitoneal (VP) shunts. There also may be old injuries, swallowing difficulties with aspiration risks, and bedsores that must be examined and managed. It is important to engage each patient directly and not assume that non-communicative patients are not aware of their surroundings. Patients with Down syndrome should be evaluated for cardiac lesions, cervical spine stability, in addition to any challenges in communication that could complicate anesthetic induction. For many of these patients, it is essential to learn which anesthetic approaches have worked successfully in the past to avoid trial and error and reinventing the wheel.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Physical and Mental Disabilities. Pediatric patients presenting for anesthesia evaluation may have physical or mental disabilities, such as cerebral palsy, traumatic or hypoxic encephalopathy, intellectual disability (previously known as mental retardation), or hyperactivity. It is often remarkable and inspiring to meet such patients and their families. Empathy and respect are vital features that physicians and other healthcare providers must exhibit while managing these patients. The etiology of a patient’s particular disability must be understood, along with associated features. This includes assessment for contractures, communication deficits, fear of hospitals, difficult IV access, uncontrolled oral secretions, presence of tracheostomy and feeding tubes, or long-term vascular access ports, and presence of ventriculoperitoneal (VP) shunts. There also may be old injuries, swallowing difficulties with aspiration risks, and bedsores that must be examined and managed. It is important to engage each patient directly and not assume that non-communicative patients are not aware of their surroundings. Patients with Down syndrome should be evaluated for cardiac lesions, cervical spine stability, in addition to any challenges in communication that could complicate anesthetic induction. For many of these patients, it is essential to learn which anesthetic approaches have worked successfully in the past to avoid trial and error and reinventing the wheel."}
{"id": "article-91052_24", "title": "Pediatric Preoperative Management -- Issues of Concern -- Epilepsy", "content": "A significant number of patients presenting to the pre-op clinic have a remote or current history of seizure disorders.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Epilepsy. A significant number of patients presenting to the pre-op clinic have a remote or current history of seizure disorders."}
{"id": "article-91052_25", "title": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking", "content": "Drug use is on the rise in the United States (US). Early exposure use may place a child at higher risk for escalating future drug use. Children that smoke tobacco or drink alcohol are up to 65 times more likely to use marijuana than children who never smoked or drank. Furthermore, children who used marijuana were 104 times more likely to use cocaine than their peers who never used marijuana. [7] As such, it is essential that we develop improved methods to communicate with children and adolescents concerning the risks associated with making poor decisions. Acute and chronic exposure to substances of recreational use, including cocaine, marijuana, alcohol, amphetamine, and marijuana, can have significant physiological effects on pediatrics and adult. Cocaine use may lead to myocardial ischemia and infarction by causing increased myocardial demand, accelerated atherosclerosis, thrombus formation, enhanced platelet aggregation, among other cardiac and pulmonary pathologies. These patients may present to the OR in an acutely intoxicated state with significant cardiopulmonary dysfunction. General and hemodynamic stabilization is critical in these patients. Heart rate, blood pressure, and myocardial status must be optimized and stabilized.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking. Drug use is on the rise in the United States (US). Early exposure use may place a child at higher risk for escalating future drug use. Children that smoke tobacco or drink alcohol are up to 65 times more likely to use marijuana than children who never smoked or drank. Furthermore, children who used marijuana were 104 times more likely to use cocaine than their peers who never used marijuana. [7] As such, it is essential that we develop improved methods to communicate with children and adolescents concerning the risks associated with making poor decisions. Acute and chronic exposure to substances of recreational use, including cocaine, marijuana, alcohol, amphetamine, and marijuana, can have significant physiological effects on pediatrics and adult. Cocaine use may lead to myocardial ischemia and infarction by causing increased myocardial demand, accelerated atherosclerosis, thrombus formation, enhanced platelet aggregation, among other cardiac and pulmonary pathologies. These patients may present to the OR in an acutely intoxicated state with significant cardiopulmonary dysfunction. General and hemodynamic stabilization is critical in these patients. Heart rate, blood pressure, and myocardial status must be optimized and stabilized."}
{"id": "article-91052_26", "title": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking", "content": "In many states, recreational marijuana is now legal. It produces euphoria by increasing sympathetic and decreasing parasympathetic activity. However, at higher doses, the autonomic effects are reversed, and this can result in clinically significant bradycardia and hypotension. The pharmacologic effects of inhaled marijuana persist for up to 2 to 3 hours. Tachycardia, bronchospasm, and airway irritability may be seen. Animal studies have shown decreased requirements of volatile agents, barbiturates, and ketamine.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking. In many states, recreational marijuana is now legal. It produces euphoria by increasing sympathetic and decreasing parasympathetic activity. However, at higher doses, the autonomic effects are reversed, and this can result in clinically significant bradycardia and hypotension. The pharmacologic effects of inhaled marijuana persist for up to 2 to 3 hours. Tachycardia, bronchospasm, and airway irritability may be seen. Animal studies have shown decreased requirements of volatile agents, barbiturates, and ketamine."}
{"id": "article-91052_27", "title": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking", "content": "Cigarette smoking has been declining in the US over the past few decades. Nonetheless, 3,800 teenagers smoke their first cigarette every day, and about 50% of these children will go on to develop a regular smoking habit. Smoking cigarettes has well-known harmful effects on human physiology, including increased blood carboxyhemoglobin, damaged respiratory ciliary function, decreased vital functional capacity, and the forced expiratory flow in mid-phase (FEF 25%-75%), and increased sputum production. Smoking cessation for 6 to 8 weeks before surgery is optimal. Smokers are more prone to postoperative respiratory complications and wound infections. [8] [9] [10] Unfortunately, the decrease in cigarette smoking has been countered with the rising popularity of e-cigarettes. Advertising campaigns promote these products by including endorsements by celebrities and models. According to the Centers for Disease Control and Prevention, e-cigarettes are more prevalent than cigarettes (13.4% vs. 9.2%). E-cigarette use can also impact pediatric anesthesia care. Flavorings like 2,3-butanedione give the e-cigarettes a buttery flavor but, at the same time, increase the risk for the development of acute onset bronchiolitis obliterans. [11]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking. Cigarette smoking has been declining in the US over the past few decades. Nonetheless, 3,800 teenagers smoke their first cigarette every day, and about 50% of these children will go on to develop a regular smoking habit. Smoking cigarettes has well-known harmful effects on human physiology, including increased blood carboxyhemoglobin, damaged respiratory ciliary function, decreased vital functional capacity, and the forced expiratory flow in mid-phase (FEF 25%-75%), and increased sputum production. Smoking cessation for 6 to 8 weeks before surgery is optimal. Smokers are more prone to postoperative respiratory complications and wound infections. [8] [9] [10] Unfortunately, the decrease in cigarette smoking has been countered with the rising popularity of e-cigarettes. Advertising campaigns promote these products by including endorsements by celebrities and models. According to the Centers for Disease Control and Prevention, e-cigarettes are more prevalent than cigarettes (13.4% vs. 9.2%). E-cigarette use can also impact pediatric anesthesia care. Flavorings like 2,3-butanedione give the e-cigarettes a buttery flavor but, at the same time, increase the risk for the development of acute onset bronchiolitis obliterans. [11]"}
{"id": "article-91052_28", "title": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking", "content": "Children exposed to passive smoke are known to be at increased risk of developing asthma, eczema, middle-ear infections, dental caries, and hay fever, among other clinical conditions. A thorough assessment of a pediatric patient’s smoke exposure is critical during preoperative management. The current incidence of children without asthma is 44%, declining from 57% in 1999 to 2010. Children exposed to cigarette smoking have a higher incidence of respiratory complications, such as laryngospasm, bronchospasm, severe cough and stridor, and airway obstruction in the postoperative period. [12]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Drug use and Cigarette Smoking. Children exposed to passive smoke are known to be at increased risk of developing asthma, eczema, middle-ear infections, dental caries, and hay fever, among other clinical conditions. A thorough assessment of a pediatric patient’s smoke exposure is critical during preoperative management. The current incidence of children without asthma is 44%, declining from 57% in 1999 to 2010. Children exposed to cigarette smoking have a higher incidence of respiratory complications, such as laryngospasm, bronchospasm, severe cough and stridor, and airway obstruction in the postoperative period. [12]"}
{"id": "article-91052_29", "title": "Pediatric Preoperative Management -- Issues of Concern -- Nil Per Os (NPO)", "content": "The incidence of aspiration in adult and pediatric patients is very small. [13] [14] Nonetheless, preoperative fasting must be observed whenever indicated. NPO guidelines state that no clear liquids should be ingested for 2 hours before surgery; no breast milk for 4 hours before surgery; no infant formula or light snack for 6 hours before surgery; and no solids (fatty or fried foods) for 8 hours before surgery. Breast milk has a high-fat content and is an irritant to pulmonary tissues. Hence it must not be considered a clear liquid, and surgery must be delayed for 4 hours after the patient ingests breast milk. Approximately 98% of the stomach empties in the first hour [15] in the fasting state. Special consideration may be given to pediatric patients who have diabetes mellitus type I, were premature, or have a chronic disease or a disability. Exceptions may also be made for a hungry child who is crying uncontrollably. The NPO status for up to 3 hours before surgery permits some flexibility in the scheduling of procedures. The advantages of a shorter fasting period include optimal intravascular volume, a more cooperative child, and patients that are less likely to steal food away from the watchful eyes of the parents. [16] [17] However, an anesthesiologist should never rely solely on the report of a pediatric or adolescent patient, and an examination of the child’s mouth can reveal residual food or candy. Chewing gum poses particular issues, as it both increases gastric volume as well as gastric pH. For this reason, children must spit the gum out before surgery. If the patient swallows it, surgery must be delayed for 8 hours. [18] [19]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Nil Per Os (NPO). The incidence of aspiration in adult and pediatric patients is very small. [13] [14] Nonetheless, preoperative fasting must be observed whenever indicated. NPO guidelines state that no clear liquids should be ingested for 2 hours before surgery; no breast milk for 4 hours before surgery; no infant formula or light snack for 6 hours before surgery; and no solids (fatty or fried foods) for 8 hours before surgery. Breast milk has a high-fat content and is an irritant to pulmonary tissues. Hence it must not be considered a clear liquid, and surgery must be delayed for 4 hours after the patient ingests breast milk. Approximately 98% of the stomach empties in the first hour [15] in the fasting state. Special consideration may be given to pediatric patients who have diabetes mellitus type I, were premature, or have a chronic disease or a disability. Exceptions may also be made for a hungry child who is crying uncontrollably. The NPO status for up to 3 hours before surgery permits some flexibility in the scheduling of procedures. The advantages of a shorter fasting period include optimal intravascular volume, a more cooperative child, and patients that are less likely to steal food away from the watchful eyes of the parents. [16] [17] However, an anesthesiologist should never rely solely on the report of a pediatric or adolescent patient, and an examination of the child’s mouth can reveal residual food or candy. Chewing gum poses particular issues, as it both increases gastric volume as well as gastric pH. For this reason, children must spit the gum out before surgery. If the patient swallows it, surgery must be delayed for 8 hours. [18] [19]"}
{"id": "article-91052_30", "title": "Pediatric Preoperative Management -- Issues of Concern -- Pregnancy Testing", "content": "The pregnancy rate in teenage girls continues to fall in the US, but it remains a dilemma for anesthesiologists. At least 5% of girls become pregnant before the age of 19. A significant number of these pregnancies are unsuspected and are only discovered when the patient presents for surgery. Once a child is found to be pregnant, she legally becomes an emancipated minor, and the information about her health cannot be shared with anyone without her permission. This is often a very challenging task for the operating room staff when the parents and other family members are sitting in the room. The diagnosis of pregnancy may also be the result of rape or incest, and therefore the possibility of criminal activity needs to be addressed. If a patient is found to be pregnant, elective surgery will almost always.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Pregnancy Testing. The pregnancy rate in teenage girls continues to fall in the US, but it remains a dilemma for anesthesiologists. At least 5% of girls become pregnant before the age of 19. A significant number of these pregnancies are unsuspected and are only discovered when the patient presents for surgery. Once a child is found to be pregnant, she legally becomes an emancipated minor, and the information about her health cannot be shared with anyone without her permission. This is often a very challenging task for the operating room staff when the parents and other family members are sitting in the room. The diagnosis of pregnancy may also be the result of rape or incest, and therefore the possibility of criminal activity needs to be addressed. If a patient is found to be pregnant, elective surgery will almost always."}
{"id": "article-91052_31", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Medications", "content": "For most children, a hospital visit is synonymous with parental or familial separation, physical and psychological pain, needles, and fear of disfigurement. The resulting anxiety can vary in severity, and anesthesiologists must evaluate each child and family for the extent and severity of this anxiety. Management of preoperative anxiety varies concerning center-specific practices and local culture. There is no single algorithm to help with this challenge. It is essential to consider not only the medication but also the indication, route of administration, surgical procedure, family wishes, the child’s developmental stage, and the local hospital culture and pharmacologic plans are put in place.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Medications. For most children, a hospital visit is synonymous with parental or familial separation, physical and psychological pain, needles, and fear of disfigurement. The resulting anxiety can vary in severity, and anesthesiologists must evaluate each child and family for the extent and severity of this anxiety. Management of preoperative anxiety varies concerning center-specific practices and local culture. There is no single algorithm to help with this challenge. It is essential to consider not only the medication but also the indication, route of administration, surgical procedure, family wishes, the child’s developmental stage, and the local hospital culture and pharmacologic plans are put in place."}
{"id": "article-91052_32", "title": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Medications", "content": "The primary objectives of pre-anesthetic medication are to relieve anxiety, reduce oral secretions, provide aspiration prophylaxis, produce amnesia, modulate autonomic responses, and administer analgesia as needed. Below, we will discuss the most commonly used medications, which include anticholinergics, opioids, hypnotics, Ketamine, and alpha-2 adrenergic agonists.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Preoperative Medications. The primary objectives of pre-anesthetic medication are to relieve anxiety, reduce oral secretions, provide aspiration prophylaxis, produce amnesia, modulate autonomic responses, and administer analgesia as needed. Below, we will discuss the most commonly used medications, which include anticholinergics, opioids, hypnotics, Ketamine, and alpha-2 adrenergic agonists."}
{"id": "article-91052_33", "title": "Pediatric Preoperative Management -- Issues of Concern -- Anticholinergics", "content": "Atropine, glycopyrrolate, and transdermal scopolamine are anticholinergic agents used to decrease airway secretions and to prevent bradycardia during anesthetic induction. The bradycardia can result from a combination of the application of volatile agents such as halothane and nasopharyngeal and airway instrumentation. The use of anticholinergics for bradycardia has been decreasing in recent years. Atropine can be given orally with appropriate timing, while glycopyrrolate is given only via a parenteral route. Side effects include the use of anticholinergics include CNS irritability, temperature elevation, dry mouth, and flushing.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Anticholinergics. Atropine, glycopyrrolate, and transdermal scopolamine are anticholinergic agents used to decrease airway secretions and to prevent bradycardia during anesthetic induction. The bradycardia can result from a combination of the application of volatile agents such as halothane and nasopharyngeal and airway instrumentation. The use of anticholinergics for bradycardia has been decreasing in recent years. Atropine can be given orally with appropriate timing, while glycopyrrolate is given only via a parenteral route. Side effects include the use of anticholinergics include CNS irritability, temperature elevation, dry mouth, and flushing."}
{"id": "article-91052_34", "title": "Pediatric Preoperative Management -- Issues of Concern -- Hypnotics", "content": "Midazolam is a water-soluble, short-acting benzodiazepine that can be given orally, intranasally, intramuscularly, intravenously, or rectally. It is the drug of choice for 90% of anesthesiologists. [20] It is a reliable amnestic affecting anterograde memory without affecting retrograde memory. [21] It improves cooperation [22] but does not prolong recovery. [23] Nasal midazolam (0.2 mg/kg to 0.3 mg/kg) does not delay the recovery of myringotomy patients, [24] although it does irritate nasal mucosa, and the child may cry 50% of the time. Midazolam has a smooth post-op recovery and decreases delirium. [25]", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Hypnotics. Midazolam is a water-soluble, short-acting benzodiazepine that can be given orally, intranasally, intramuscularly, intravenously, or rectally. It is the drug of choice for 90% of anesthesiologists. [20] It is a reliable amnestic affecting anterograde memory without affecting retrograde memory. [21] It improves cooperation [22] but does not prolong recovery. [23] Nasal midazolam (0.2 mg/kg to 0.3 mg/kg) does not delay the recovery of myringotomy patients, [24] although it does irritate nasal mucosa, and the child may cry 50% of the time. Midazolam has a smooth post-op recovery and decreases delirium. [25]"}
{"id": "article-91052_35", "title": "Pediatric Preoperative Management -- Issues of Concern -- Ketamine", "content": "Ketamine can be administered via oral, nasal, intramuscular, and rectal routes and is an effective anxiolytic in promoting mask acceptance in pediatric patients. The intramuscular route is typically reserved for very anxious or aggressive children. The administration of ketamine at a dose of 2 mg/kg intramuscular for short surgeries like myringotomies can prolong the hospital stay. [26] It has been used at higher doses, 4 mg/kg to 12 mg/kg, intramuscularly or intravenously. Ketamine has also been shown to help with the paradoxical agitation produced by midazolam. [27] Ketamine’s side effects include sialorrhea, nystagmus, delirium, and increased post-op nausea vomiting. Concomitant midazolam is advocated to decrease side effects, while anticholinergics are used to decrease sialorrhea.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Ketamine. Ketamine can be administered via oral, nasal, intramuscular, and rectal routes and is an effective anxiolytic in promoting mask acceptance in pediatric patients. The intramuscular route is typically reserved for very anxious or aggressive children. The administration of ketamine at a dose of 2 mg/kg intramuscular for short surgeries like myringotomies can prolong the hospital stay. [26] It has been used at higher doses, 4 mg/kg to 12 mg/kg, intramuscularly or intravenously. Ketamine has also been shown to help with the paradoxical agitation produced by midazolam. [27] Ketamine’s side effects include sialorrhea, nystagmus, delirium, and increased post-op nausea vomiting. Concomitant midazolam is advocated to decrease side effects, while anticholinergics are used to decrease sialorrhea."}
{"id": "article-91052_36", "title": "Pediatric Preoperative Management -- Issues of Concern -- Opiate Medications", "content": "The use of opiate medications in preoperative sedation less common, primarily due to side effects, including dysphoria, as well as pre and postoperative nausea and vomiting. The preferred routes for administration are intranasal and oral. The drug mostly used is fentanyl. Its untoward effects and the need for pulse oximeter monitoring have prevented the widespread use of fentanyl as a preoperative medication.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Opiate Medications. The use of opiate medications in preoperative sedation less common, primarily due to side effects, including dysphoria, as well as pre and postoperative nausea and vomiting. The preferred routes for administration are intranasal and oral. The drug mostly used is fentanyl. Its untoward effects and the need for pulse oximeter monitoring have prevented the widespread use of fentanyl as a preoperative medication."}
{"id": "article-91052_37", "title": "Pediatric Preoperative Management -- Issues of Concern -- Alpha-2 Adrenergic Agonists", "content": "These agents attenuate the hemodynamic response during anesthetic induction and intubation, decrease the MAC for sevoflurane [28] [29] and improve post-op analgesia. When administered orally at a dose of 2 mcg/kg, it produces sedation and masks acceptance within 20 to 30 minutes. [28] Dexmedetomidine has emerged as the commonly used agent in this class, as clonidine needs to be administered at least 60 minutes for it to become fully effective.", "contents": "Pediatric Preoperative Management -- Issues of Concern -- Alpha-2 Adrenergic Agonists. These agents attenuate the hemodynamic response during anesthetic induction and intubation, decrease the MAC for sevoflurane [28] [29] and improve post-op analgesia. When administered orally at a dose of 2 mcg/kg, it produces sedation and masks acceptance within 20 to 30 minutes. [28] Dexmedetomidine has emerged as the commonly used agent in this class, as clonidine needs to be administered at least 60 minutes for it to become fully effective."}
{"id": "article-91052_38", "title": "Pediatric Preoperative Management -- Clinical Significance", "content": "There are a number of challenges that patients, families, and operating room staff have to deal with every day. The preoperative experience can be stressful, and children can be disproportionately vulnerable to it. A basic recognition and understanding of this fact to help clinicians develop mitigating strategies. Managing children in the preoperative area requires patience, empathy, knowledge, skill, and common sense. Patients and their families require personalized attention, a comprehensive care plan provided by the medical care team, as well as judicious use of pharmacologic agents. Poor anesthetic management of even common indications for pediatric surgery, including inguinal hernia, can place both patients and their parents at risk for significant post-traumatic stress. The degree of preoperative distress can place some patients at risk for emergence delirium (ED), a complex neuropsychiatric phenomenon characterized by psychomotor agitation, disturbance of awareness to the child's environment, disorientation, and hyperactive behavior with a risk of self-harm. ED occurs in up to 50% of preschool-aged children in the early postanesthetic period and can delay hospital discharge. Of note, this complication also places patients at risk for the subsequent development of postoperative maladaptive behaviors. [30] As such, strategies focussed on improving communication and cooperation within the healthcare team to reduce preoperative distress and anxiety must be adopted.", "contents": "Pediatric Preoperative Management -- Clinical Significance. There are a number of challenges that patients, families, and operating room staff have to deal with every day. The preoperative experience can be stressful, and children can be disproportionately vulnerable to it. A basic recognition and understanding of this fact to help clinicians develop mitigating strategies. Managing children in the preoperative area requires patience, empathy, knowledge, skill, and common sense. Patients and their families require personalized attention, a comprehensive care plan provided by the medical care team, as well as judicious use of pharmacologic agents. Poor anesthetic management of even common indications for pediatric surgery, including inguinal hernia, can place both patients and their parents at risk for significant post-traumatic stress. The degree of preoperative distress can place some patients at risk for emergence delirium (ED), a complex neuropsychiatric phenomenon characterized by psychomotor agitation, disturbance of awareness to the child's environment, disorientation, and hyperactive behavior with a risk of self-harm. ED occurs in up to 50% of preschool-aged children in the early postanesthetic period and can delay hospital discharge. Of note, this complication also places patients at risk for the subsequent development of postoperative maladaptive behaviors. [30] As such, strategies focussed on improving communication and cooperation within the healthcare team to reduce preoperative distress and anxiety must be adopted."}
{"id": "article-91052_39", "title": "Pediatric Preoperative Management -- Clinical Significance", "content": "A number of non-pharmacologic interventions have proven useful, and this includes the use of an induction room where young patients retain their own clothing, the availability of parents and clinical staff to provide emotional support, and enhanced communication between parents and anesthesia and surgical staff.", "contents": "Pediatric Preoperative Management -- Clinical Significance. A number of non-pharmacologic interventions have proven useful, and this includes the use of an induction room where young patients retain their own clothing, the availability of parents and clinical staff to provide emotional support, and enhanced communication between parents and anesthesia and surgical staff."}
{"id": "article-91052_40", "title": "Pediatric Preoperative Management -- Clinical Significance", "content": "Nonetheless, existing data demonstrate that the application of existing supportive interventions is not uniformly effective in reducing anxiety, distress, and the subsequent development of ED. [31] Other putative strategies, including the use of parental acupuncture, are not logistically feasible in routine clinical practice. Music therapy, hypnotherapy, and the presence of clowns or clown doctors in the operative area are generally ineffective in reducing the distress and anxiety of young patients. However, targeted psychological interventions such as those based on digital technology (e.g., programs focused on video viewing or video games) could offer interesting perspectives and can also be used to manage parental distress.", "contents": "Pediatric Preoperative Management -- Clinical Significance. Nonetheless, existing data demonstrate that the application of existing supportive interventions is not uniformly effective in reducing anxiety, distress, and the subsequent development of ED. [31] Other putative strategies, including the use of parental acupuncture, are not logistically feasible in routine clinical practice. Music therapy, hypnotherapy, and the presence of clowns or clown doctors in the operative area are generally ineffective in reducing the distress and anxiety of young patients. However, targeted psychological interventions such as those based on digital technology (e.g., programs focused on video viewing or video games) could offer interesting perspectives and can also be used to manage parental distress."}
{"id": "article-91052_41", "title": "Pediatric Preoperative Management -- Enhancing Healthcare Team Outcomes", "content": "Preoperative anesthesia care should be based on available evidence-based practice and delivered in a context respective of the needs of each patient and their family. Suboptimal preoperative management of children results in post-traumatic stress that can manifest in night terrors, bed-wetting, stranger anxiety, and a subsequent fear of medically associated personnel and buildings. The care of children in the preoperative area should be centered on a compassionate and team-based approach. It may begin with an empathic approach towards the family, who likely brings with them significant concerns about the anesthetic and or the procedure. Asking questions to elicit any of these concerns is important.  Once identified, explanations can be provided to put risk into context and provide assurances about surgical indication and post-operative pain management plan. Also, employing procedures that double-check the patient and drug identity, dose, route of administration, and indication can provide reassurance to anxious parents and patients. In addition, many parents are knowledgeable about their child's condition and may also be a resource to medical staff.", "contents": "Pediatric Preoperative Management -- Enhancing Healthcare Team Outcomes. Preoperative anesthesia care should be based on available evidence-based practice and delivered in a context respective of the needs of each patient and their family. Suboptimal preoperative management of children results in post-traumatic stress that can manifest in night terrors, bed-wetting, stranger anxiety, and a subsequent fear of medically associated personnel and buildings. The care of children in the preoperative area should be centered on a compassionate and team-based approach. It may begin with an empathic approach towards the family, who likely brings with them significant concerns about the anesthetic and or the procedure. Asking questions to elicit any of these concerns is important.  Once identified, explanations can be provided to put risk into context and provide assurances about surgical indication and post-operative pain management plan. Also, employing procedures that double-check the patient and drug identity, dose, route of administration, and indication can provide reassurance to anxious parents and patients. In addition, many parents are knowledgeable about their child's condition and may also be a resource to medical staff."}
{"id": "article-91052_42", "title": "Pediatric Preoperative Management -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Preoperative Management -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}