{"id": "article-78420_0", "title": "Filler Rhinoplasty -- Continuing Education Activity", "content": "Nonsurgical rhinoplasty with fillers has gained popularity due to its safety and efficacy, which offers patients an option to enhance nasal aesthetics without the risks, costs, and recovery time associated with surgical rhinoplasty. This procedure requires expertise in nasal anatomy and safe injection techniques. Nonsurgical rhinoplasty is ideal for addressing mild cosmetic concerns when surgical intervention may not be feasible or desired. Patients with humps, severe deviations, excessive tip rotation, or significant tip irregularities are better candidates for surgical correction. Proper patient assessment, including the management of patient expectations, is crucial.", "contents": "Filler Rhinoplasty -- Continuing Education Activity. Nonsurgical rhinoplasty with fillers has gained popularity due to its safety and efficacy, which offers patients an option to enhance nasal aesthetics without the risks, costs, and recovery time associated with surgical rhinoplasty. This procedure requires expertise in nasal anatomy and safe injection techniques. Nonsurgical rhinoplasty is ideal for addressing mild cosmetic concerns when surgical intervention may not be feasible or desired. Patients with humps, severe deviations, excessive tip rotation, or significant tip irregularities are better candidates for surgical correction. Proper patient assessment, including the management of patient expectations, is crucial."}
{"id": "article-78420_1", "title": "Filler Rhinoplasty -- Continuing Education Activity", "content": "This activity reviews the evaluation and management of nonsurgical rhinoplasty. Learners will explore the indications and limitations of this procedure, addressing mild cosmetic concerns where surgery may not be ideal. Patient assessment, including expectation management, is emphasized. Surgical considerations for severe cases are outlined. The course details safe injection practices, potential complications, and patient follow-up. Participation enhances teamwork among clinicians, emphasizing the role of various professionals, including dermatologists, plastic surgeons, and nurses. By improving competence in patient assessment and communication, the team ensures optimal care, patient satisfaction, and safe nonsurgical rhinoplasty outcomes.", "contents": "Filler Rhinoplasty -- Continuing Education Activity. This activity reviews the evaluation and management of nonsurgical rhinoplasty. Learners will explore the indications and limitations of this procedure, addressing mild cosmetic concerns where surgery may not be ideal. Patient assessment, including expectation management, is emphasized. Surgical considerations for severe cases are outlined. The course details safe injection practices, potential complications, and patient follow-up. Participation enhances teamwork among clinicians, emphasizing the role of various professionals, including dermatologists, plastic surgeons, and nurses. By improving competence in patient assessment and communication, the team ensures optimal care, patient satisfaction, and safe nonsurgical rhinoplasty outcomes."}
{"id": "article-78420_2", "title": "Filler Rhinoplasty -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for nonsurgical rhinoplasty based on patient anatomy, expectations, and medical history. Differentiate between various injectable fillers, considering their characteristics, reversibility, and potential complications. Apply knowledge of nasal anatomy to tailor nonsurgical rhinoplasty procedures to individual patient needs and desired outcomes. Coordinate with the interprofessional team to optimize patient care, emphasizing each team member's role. Access free multiple choice questions on this topic.", "contents": "Filler Rhinoplasty -- Continuing Education Activity. Objectives: Identify appropriate candidates for nonsurgical rhinoplasty based on patient anatomy, expectations, and medical history. Differentiate between various injectable fillers, considering their characteristics, reversibility, and potential complications. Apply knowledge of nasal anatomy to tailor nonsurgical rhinoplasty procedures to individual patient needs and desired outcomes. Coordinate with the interprofessional team to optimize patient care, emphasizing each team member's role. Access free multiple choice questions on this topic."}
{"id": "article-78420_3", "title": "Filler Rhinoplasty -- Introduction", "content": "Given the advent of various injectable fillers along with their reported safety and efficacy, nonsurgical rhinoplasty has recently gained popularity for patients looking to alter the shape or appearance of the nose without incurring the risk, cost, and recovery time typically associated with surgical rhinoplasty. [1] Despite these potential advantages, nonsurgical rhinoplasty remains a technically challenging procedure with significant risks. Nonsurgical rhinoplasty should only be performed by those clinicians possessing a thorough understanding of the relevant anatomy and safe injection techniques. [2]", "contents": "Filler Rhinoplasty -- Introduction. Given the advent of various injectable fillers along with their reported safety and efficacy, nonsurgical rhinoplasty has recently gained popularity for patients looking to alter the shape or appearance of the nose without incurring the risk, cost, and recovery time typically associated with surgical rhinoplasty. [1] Despite these potential advantages, nonsurgical rhinoplasty remains a technically challenging procedure with significant risks. Nonsurgical rhinoplasty should only be performed by those clinicians possessing a thorough understanding of the relevant anatomy and safe injection techniques. [2]"}
{"id": "article-78420_4", "title": "Filler Rhinoplasty -- Anatomy and Physiology", "content": "A sound comprehension of the relevant anatomy is vital to performing a safe and successful nonsurgical rhinoplasty using filler. Below are the layers of the nose encountered during nonsurgical rhinoplasty (listed from superficial to deep):", "contents": "Filler Rhinoplasty -- Anatomy and Physiology. A sound comprehension of the relevant anatomy is vital to performing a safe and successful nonsurgical rhinoplasty using filler. Below are the layers of the nose encountered during nonsurgical rhinoplasty (listed from superficial to deep):"}
{"id": "article-78420_5", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Skin", "content": "Thickest at the tip and radix and thinnest at the rhinion Nasal skin in patients of Asian and African ancestry tends to be thicker and oilier, thus making for a more difficult injection (ie, less pronounced effects and more post-procedural edema)", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Skin. Thickest at the tip and radix and thinnest at the rhinion Nasal skin in patients of Asian and African ancestry tends to be thicker and oilier, thus making for a more difficult injection (ie, less pronounced effects and more post-procedural edema)"}
{"id": "article-78420_6", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Superficial fat", "content": "Space where major vessels lie", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Superficial fat. Space where major vessels lie"}
{"id": "article-78420_7", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Superficial musculoaponeurotic system", "content": "Thin fibromuscular layer where major vessels may lie", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Superficial musculoaponeurotic system. Thin fibromuscular layer where major vessels may lie"}
{"id": "article-78420_8", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Deep fat", "content": "Relatively avascular plane ideal for injecting filler Small perforators of the arteries in the superficial musculoaponeurotic system (SMAS) may reside within this sub-SMAS plane Inject filler gradually and in minimal quantities, consistently aspirating before each injection for precision and safety", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Deep fat. Relatively avascular plane ideal for injecting filler Small perforators of the arteries in the superficial musculoaponeurotic system (SMAS) may reside within this sub-SMAS plane Inject filler gradually and in minimal quantities, consistently aspirating before each injection for precision and safety"}
{"id": "article-78420_9", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Perichondrium and periosteum", "content": "Thin fibrous layer over cartilage and bone, respectively", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Perichondrium and periosteum. Thin fibrous layer over cartilage and bone, respectively"}
{"id": "article-78420_10", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "The nasal vasculature encountered in nonsurgical rhinoplasty derives from the internal and external carotid systems, primarily through terminal branches of the ophthalmic and facial arteries. Although there are varying branching patterns, particularly within the facial artery and anastomoses between the 2 systems, the following categorization offers a foundational overview of the relatively consistent vasculature encountered during nonsurgical rhinoplasty. [3] Ophthalmic artery (internal carotid system): gives rise to the dorsal nasal artery and external nasal artery via the anterior ethmoid artery and medial canthal artery to supply the upper portion of the nose Facial artery (external carotid system): gives rise to the superior labial and angular arteries, which branch to include the columellar artery and the lateral nasal artery, respectively, to supply the lower portion of the nose", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. The nasal vasculature encountered in nonsurgical rhinoplasty derives from the internal and external carotid systems, primarily through terminal branches of the ophthalmic and facial arteries. Although there are varying branching patterns, particularly within the facial artery and anastomoses between the 2 systems, the following categorization offers a foundational overview of the relatively consistent vasculature encountered during nonsurgical rhinoplasty. [3] Ophthalmic artery (internal carotid system): gives rise to the dorsal nasal artery and external nasal artery via the anterior ethmoid artery and medial canthal artery to supply the upper portion of the nose Facial artery (external carotid system): gives rise to the superior labial and angular arteries, which branch to include the columellar artery and the lateral nasal artery, respectively, to supply the lower portion of the nose"}
{"id": "article-78420_11", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "For a useful and simplified schema of the superficial nasal blood supply, the reader is referred to the cadaveric study performed by Saban et al. [4]", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. For a useful and simplified schema of the superficial nasal blood supply, the reader is referred to the cadaveric study performed by Saban et al. [4]"}
{"id": "article-78420_12", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "When performing filler rhinoplasty, the emphasis is on injecting into the avascular deep fat or sub-SMAS plane to avoid vascular occlusion and its devastating sequelae, namely skin necrosis, and blindness. [5] Equally important to adhering to safe injection planes is comprehending pertinent rhinoplasty terms and definitions, several of which are characterized below:", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. When performing filler rhinoplasty, the emphasis is on injecting into the avascular deep fat or sub-SMAS plane to avoid vascular occlusion and its devastating sequelae, namely skin necrosis, and blindness. [5] Equally important to adhering to safe injection planes is comprehending pertinent rhinoplasty terms and definitions, several of which are characterized below:"}
{"id": "article-78420_13", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Anatomic dome: the anteriormost projected portion of the lower lateral cartilages between the medial and lateral crus", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Anatomic dome: the anteriormost projected portion of the lower lateral cartilages between the medial and lateral crus"}
{"id": "article-78420_14", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Columella: the column in between the nostrils at the base of the nose", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Columella: the column in between the nostrils at the base of the nose"}
{"id": "article-78420_15", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Dorsum: the anterior nasal surface between the tip and the radix", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Dorsum: the anterior nasal surface between the tip and the radix"}
{"id": "article-78420_16", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Infratip lobule: the part of the tip between the tip-defining points and the columellar-lobule junction", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Infratip lobule: the part of the tip between the tip-defining points and the columellar-lobule junction"}
{"id": "article-78420_17", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Lower lateral cartilage (LLC): the paired caudal nasal cartilage consisting of the medial, intermediate, and lateral crura", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Lower lateral cartilage (LLC): the paired caudal nasal cartilage consisting of the medial, intermediate, and lateral crura"}
{"id": "article-78420_18", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Nasion: the skin depression at the junction of the nose with the forehead (should protrude roughly 11 to 14 mm from the upper eyelid with its deepest portion at a level between the lashes and supratarsal crease)", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Nasion: the skin depression at the junction of the nose with the forehead (should protrude roughly 11 to 14 mm from the upper eyelid with its deepest portion at a level between the lashes and supratarsal crease)"}
{"id": "article-78420_19", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Nasolabial angle: the angle from a line drawn through the most anterior to the most posterior point of the nostril intersecting the vertical facial plane on the lateral view; ideal angles vary, though they have been defined as 90 to 115 degrees, with a more acute angle preferred for males", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Nasolabial angle: the angle from a line drawn through the most anterior to the most posterior point of the nostril intersecting the vertical facial plane on the lateral view; ideal angles vary, though they have been defined as 90 to 115 degrees, with a more acute angle preferred for males"}
{"id": "article-78420_20", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Radix: the junction that exists between the frontal bone and the nasal bones", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Radix: the junction that exists between the frontal bone and the nasal bones"}
{"id": "article-78420_21", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Rhinion: the point located at the bony-cartilaginous junction over the dorsum of the nose", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Rhinion: the point located at the bony-cartilaginous junction over the dorsum of the nose"}
{"id": "article-78420_22", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Soft tissue triangle: the thin skin fold between the anterior portion of the nostril and the caudal border of the dome between the medial and lateral crura", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Soft tissue triangle: the thin skin fold between the anterior portion of the nostril and the caudal border of the dome between the medial and lateral crura"}
{"id": "article-78420_23", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Subnasale: the junction of the columella and the lip", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Subnasale: the junction of the columella and the lip"}
{"id": "article-78420_24", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Supratip area: the area just cephalad to the nasal tip at the caudal portion of the nasal dorsum", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Supratip area: the area just cephalad to the nasal tip at the caudal portion of the nasal dorsum"}
{"id": "article-78420_25", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Tip: the most anterior aspect of the nasal lobule", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Tip: the most anterior aspect of the nasal lobule"}
{"id": "article-78420_26", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Tip-defining points: the most projecting area on each side of the tip that produces an external light reflection", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Tip-defining points: the most projecting area on each side of the tip that produces an external light reflection"}
{"id": "article-78420_27", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Tip projection: distance from the most projected portion of the tip to the most posterior point of the nasal–cheek junction; tip projection should be roughly 55% to 60% of nose length", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Tip projection: distance from the most projected portion of the tip to the most posterior point of the nasal–cheek junction; tip projection should be roughly 55% to 60% of nose length"}
{"id": "article-78420_28", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Tip rotation: the movement of the tip cephalad or caudad pivoted at the alar base on the profile view", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Tip rotation: the movement of the tip cephalad or caudad pivoted at the alar base on the profile view"}
{"id": "article-78420_29", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "Upper lateral cartilages: the paired cephalad nasal cartilages spanning laterally from the anterior septum and composing the lateral walls of the middle third of the nose [6]", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. Upper lateral cartilages: the paired cephalad nasal cartilages spanning laterally from the anterior septum and composing the lateral walls of the middle third of the nose [6]"}
{"id": "article-78420_30", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "The reader can review the references cited for further study of nasal anatomy. [7] [8] [9] [10]", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. The reader can review the references cited for further study of nasal anatomy. [7] [8] [9] [10]"}
{"id": "article-78420_31", "title": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones", "content": "A comprehensive nasal analysis can be performed only by obtaining a thorough understanding of the relevant anatomy. Such analysis should include classically recognized facial and nasal angles and proportions (some of which are detailed above) and acknowledge cultural and ethnic preferences. [11] [12] [13] [14] [15] Ultimately, the patient's aesthetic and desired outcome precede classical definitions of attractiveness when deciding how to reshape the nose via injectible fillers.", "contents": "Filler Rhinoplasty -- Anatomy and Physiology -- Nasal cartilage and nasal bones. A comprehensive nasal analysis can be performed only by obtaining a thorough understanding of the relevant anatomy. Such analysis should include classically recognized facial and nasal angles and proportions (some of which are detailed above) and acknowledge cultural and ethnic preferences. [11] [12] [13] [14] [15] Ultimately, the patient's aesthetic and desired outcome precede classical definitions of attractiveness when deciding how to reshape the nose via injectible fillers."}
{"id": "article-78420_32", "title": "Filler Rhinoplasty -- Indications", "content": "Nonsurgical rhinoplasty is indicated for correcting mild cosmetic deficits of the nose in patients who cannot undergo surgery or those looking to avoid the higher cost, downtime, and risks associated with traditional surgical rhinoplasty. From a logical standpoint, patients who benefit from nonsurgical rhinoplasty are similar to those patients who would benefit from specific cartilage grafts placed during surgical rhinoplasty (eg, shield grafts, tip grafts, radix grafts, onlay grafts, rim grafts), though often more subtle changes are desired. With that in mind, nonsurgical rhinoplasty using fillers may be useful in addressing the following:", "contents": "Filler Rhinoplasty -- Indications. Nonsurgical rhinoplasty is indicated for correcting mild cosmetic deficits of the nose in patients who cannot undergo surgery or those looking to avoid the higher cost, downtime, and risks associated with traditional surgical rhinoplasty. From a logical standpoint, patients who benefit from nonsurgical rhinoplasty are similar to those patients who would benefit from specific cartilage grafts placed during surgical rhinoplasty (eg, shield grafts, tip grafts, radix grafts, onlay grafts, rim grafts), though often more subtle changes are desired. With that in mind, nonsurgical rhinoplasty using fillers may be useful in addressing the following:"}
{"id": "article-78420_33", "title": "Filler Rhinoplasty -- Indications", "content": "Low or deep radix Dorsal convexity (ie, hump) Dorsal concavity or shallow dorsum (eg, patients of African or Asian descent) Upper and middle third contour irregularities or asymmetries (eg, crooked nose) Decreased tip projection Decreased tip refinement Decreased tip rotation Alar rim irregularities Alar base deficiency Minor asymmetries or irregularities after primary rhinoplasty [16] [17] [18]", "contents": "Filler Rhinoplasty -- Indications. Low or deep radix Dorsal convexity (ie, hump) Dorsal concavity or shallow dorsum (eg, patients of African or Asian descent) Upper and middle third contour irregularities or asymmetries (eg, crooked nose) Decreased tip projection Decreased tip refinement Decreased tip rotation Alar rim irregularities Alar base deficiency Minor asymmetries or irregularities after primary rhinoplasty [16] [17] [18]"}
{"id": "article-78420_34", "title": "Filler Rhinoplasty -- Indications", "content": "Of note, some propose that strategically placed filler may also provide functional improvements (ie, filler simulates spreader, butterfly, or batten grafts), though this remains controversial. [19] The patient should understand that while nonsurgical rhinoplasty has its appeal, an equally safe, reliable, and permanent alternative exists in a properly executed surgical rhinoplasty. Thus, all patients seeking nonsurgical rhinoplasty should also receive a consult for definitive surgical rhinoplasty.", "contents": "Filler Rhinoplasty -- Indications. Of note, some propose that strategically placed filler may also provide functional improvements (ie, filler simulates spreader, butterfly, or batten grafts), though this remains controversial. [19] The patient should understand that while nonsurgical rhinoplasty has its appeal, an equally safe, reliable, and permanent alternative exists in a properly executed surgical rhinoplasty. Thus, all patients seeking nonsurgical rhinoplasty should also receive a consult for definitive surgical rhinoplasty."}
{"id": "article-78420_35", "title": "Filler Rhinoplasty -- Contraindications", "content": "Clinicians performing nonsurgical rhinoplasty must adeptly discern cases better suited for surgical intervention. Generally, nonsurgical rhinoplasty yields limited results for patients with pronounced humps, severe deviation, excessive tip rotation issues, or substantial tip contour irregularities. Instead, surgical correction should be recommended for patients seeking hump reduction, particularly those with a higher-positioned nasion. Convey to patients that \"nasal reduction\" cannot be achieved with fillers. However, techniques like dorsal augmentation and tip projection can create the illusion of a slimmer or more refined nose. This underscores the essential need for managing patient expectations during the consultation process.", "contents": "Filler Rhinoplasty -- Contraindications. Clinicians performing nonsurgical rhinoplasty must adeptly discern cases better suited for surgical intervention. Generally, nonsurgical rhinoplasty yields limited results for patients with pronounced humps, severe deviation, excessive tip rotation issues, or substantial tip contour irregularities. Instead, surgical correction should be recommended for patients seeking hump reduction, particularly those with a higher-positioned nasion. Convey to patients that \"nasal reduction\" cannot be achieved with fillers. However, techniques like dorsal augmentation and tip projection can create the illusion of a slimmer or more refined nose. This underscores the essential need for managing patient expectations during the consultation process."}
{"id": "article-78420_36", "title": "Filler Rhinoplasty -- Contraindications", "content": "Contraindications to fillers, in general, include patients with a history of autoimmune disease, bleeding disorders, and hypersensitivity to 1 of the filler components (eg, lidocaine). Patients with signs of inflammation or infection near the injection site and those who are pregnant or breastfeeding should also avoid receiving injectable fillers. Patients with frequent herpes simplex virus outbreaks (eg, several outbreaks per year) should receive prophylactic antivirals. Nonsurgical rhinoplasty should be avoided in patients who have had previous nonsurgical rhinoplasty with either silicone or an unknown injection material.", "contents": "Filler Rhinoplasty -- Contraindications. Contraindications to fillers, in general, include patients with a history of autoimmune disease, bleeding disorders, and hypersensitivity to 1 of the filler components (eg, lidocaine). Patients with signs of inflammation or infection near the injection site and those who are pregnant or breastfeeding should also avoid receiving injectable fillers. Patients with frequent herpes simplex virus outbreaks (eg, several outbreaks per year) should receive prophylactic antivirals. Nonsurgical rhinoplasty should be avoided in patients who have had previous nonsurgical rhinoplasty with either silicone or an unknown injection material."}
{"id": "article-78420_37", "title": "Filler Rhinoplasty -- Contraindications", "content": "Patients with suspected or known body dysmorphic disorder (BDD) should receive a referral to psychiatry before considering nonsurgical rhinoplasty because they tend to have poor satisfaction following such procedures and show a higher rate of aggression and litigation toward those performing them. BDD may be prevalent in up to 43% of patients who present for a cosmetic rhinoplasty consultation. [20]", "contents": "Filler Rhinoplasty -- Contraindications. Patients with suspected or known body dysmorphic disorder (BDD) should receive a referral to psychiatry before considering nonsurgical rhinoplasty because they tend to have poor satisfaction following such procedures and show a higher rate of aggression and litigation toward those performing them. BDD may be prevalent in up to 43% of patients who present for a cosmetic rhinoplasty consultation. [20]"}
{"id": "article-78420_38", "title": "Filler Rhinoplasty -- Contraindications", "content": "Relative contraindications to undergoing nonsurgical rhinoplasty with fillers include patients actively taking anticoagulants, antiplatelet agents, and non-steroidal anti-inflammatory drugs due to increased risk of bleeding and bruising. Similarly, patients taking herbal medications and supplements such as chondroitin, ephedra, echinacea, glucosamine, ginkgo biloba, goldenseal, milk thistle, ginseng, kava, and garlic should withhold these supplements for several days before and after treatment to minimize complications (eg, bleeding and bruising). Additionally, caution is necessary for patients with a history of nasal implants or previous rhinoplasty for fear of increased complications, including infection and tissue ischemia. For this reason, some authors propose waiting 12 months after a rhinoplasty to perform injections. [21]", "contents": "Filler Rhinoplasty -- Contraindications. Relative contraindications to undergoing nonsurgical rhinoplasty with fillers include patients actively taking anticoagulants, antiplatelet agents, and non-steroidal anti-inflammatory drugs due to increased risk of bleeding and bruising. Similarly, patients taking herbal medications and supplements such as chondroitin, ephedra, echinacea, glucosamine, ginkgo biloba, goldenseal, milk thistle, ginseng, kava, and garlic should withhold these supplements for several days before and after treatment to minimize complications (eg, bleeding and bruising). Additionally, caution is necessary for patients with a history of nasal implants or previous rhinoplasty for fear of increased complications, including infection and tissue ischemia. For this reason, some authors propose waiting 12 months after a rhinoplasty to perform injections. [21]"}
{"id": "article-78420_39", "title": "Filler Rhinoplasty -- Equipment -- Filler Selection", "content": "The primary fillers employed in nonsurgical rhinoplasty are hyaluronic acid (HA) and calcium hydroxyapatite (CaHa), with HA being the more prevalent choice. Despite various product iterations for both HA and CaHa, selecting the appropriate filler hinges on several critical features. Notably, the filler's reversibility, duration, and stiffness are pivotal considerations. Additional practical factors may influence selection, such as regional availability and specific material accessibility based on the patient's country of residence. For a complete discussion of the types of filler available for injectable rhinoplasty, readers can read the review article by Friedman and Wang. [22]", "contents": "Filler Rhinoplasty -- Equipment -- Filler Selection. The primary fillers employed in nonsurgical rhinoplasty are hyaluronic acid (HA) and calcium hydroxyapatite (CaHa), with HA being the more prevalent choice. Despite various product iterations for both HA and CaHa, selecting the appropriate filler hinges on several critical features. Notably, the filler's reversibility, duration, and stiffness are pivotal considerations. Additional practical factors may influence selection, such as regional availability and specific material accessibility based on the patient's country of residence. For a complete discussion of the types of filler available for injectable rhinoplasty, readers can read the review article by Friedman and Wang. [22]"}
{"id": "article-78420_40", "title": "Filler Rhinoplasty -- Equipment -- Filler Selection", "content": "The safest fillers are undoubtedly biodegradable and reversible, exemplified by HA fillers that dissolve easily and rapidly with hyaluronidase. This reversibility enhances safety, particularly concerning potential vascular occlusion events, and allows for the dissolution of overfilled or misplaced injections.", "contents": "Filler Rhinoplasty -- Equipment -- Filler Selection. The safest fillers are undoubtedly biodegradable and reversible, exemplified by HA fillers that dissolve easily and rapidly with hyaluronidase. This reversibility enhances safety, particularly concerning potential vascular occlusion events, and allows for the dissolution of overfilled or misplaced injections."}
{"id": "article-78420_41", "title": "Filler Rhinoplasty -- Equipment -- Filler Selection", "content": "Additionally, the filler's longevity must factor into selection. Generally, HA fillers offer 6 to 12 months of effectiveness, while CaHa fillers may persist for 12 to 18 months, potentially longer, due to collagen synthesis after repeated treatments. Counseling patients that maintaining the effects of nonsurgical rhinoplasty necessitates periodic injections, regardless of filler type, is vital.", "contents": "Filler Rhinoplasty -- Equipment -- Filler Selection. Additionally, the filler's longevity must factor into selection. Generally, HA fillers offer 6 to 12 months of effectiveness, while CaHa fillers may persist for 12 to 18 months, potentially longer, due to collagen synthesis after repeated treatments. Counseling patients that maintaining the effects of nonsurgical rhinoplasty necessitates periodic injections, regardless of filler type, is vital."}
{"id": "article-78420_42", "title": "Filler Rhinoplasty -- Equipment -- Filler Selection", "content": "Another pivotal filler attribute is the elastic coefficient, denoted as G-prime, which reflects the filler's resistance to deformation or stiffness. High G-prime fillers like CaHa resist deformation, offering robust \"filling\" effects with less product. However, they may induce more post-procedural edema and discomfort and may feel less natural than low G-prime options like HA. Permanent fillers, such as silicone and polymethylmethacrylate, are best avoided due to the risk of granulomas and irreversible complications, including vascular injury.", "contents": "Filler Rhinoplasty -- Equipment -- Filler Selection. Another pivotal filler attribute is the elastic coefficient, denoted as G-prime, which reflects the filler's resistance to deformation or stiffness. High G-prime fillers like CaHa resist deformation, offering robust \"filling\" effects with less product. However, they may induce more post-procedural edema and discomfort and may feel less natural than low G-prime options like HA. Permanent fillers, such as silicone and polymethylmethacrylate, are best avoided due to the risk of granulomas and irreversible complications, including vascular injury."}
{"id": "article-78420_43", "title": "Filler Rhinoplasty -- Equipment -- Filler Selection", "content": "The optimal filler for nonsurgical rhinoplasty generally combines reversibility, ease of injection, and enduring support for the nose. HA is favored by approximately 80% of practitioners due to its non-inflammatory nature and minimal tissue distortion. However, some proponents endorse CaHa for its extended duration, moldability, and increased stiffness. The choice ultimately hinges on individual patient needs and preferences. [1]", "contents": "Filler Rhinoplasty -- Equipment -- Filler Selection. The optimal filler for nonsurgical rhinoplasty generally combines reversibility, ease of injection, and enduring support for the nose. HA is favored by approximately 80% of practitioners due to its non-inflammatory nature and minimal tissue distortion. However, some proponents endorse CaHa for its extended duration, moldability, and increased stiffness. The choice ultimately hinges on individual patient needs and preferences. [1]"}
{"id": "article-78420_44", "title": "Filler Rhinoplasty -- Equipment -- Cannula vs Needle Injection Techniques", "content": "In theory, employing a small blunt cannula (eg, 27-gauge) for nonsurgical rhinoplasty may lower the risk of vascular occlusion. However, despite the use of a cannula, instances of tissue ischemia and blindness have been reported. The advantage of using a cannula becomes apparent when injecting larger, flatter areas like dorsal augmentation, minimizing local tissue trauma and enhancing efficiency by reducing injection points. On the other hand, a meticulous injection technique with a small caliber needle (eg, 30-gauge) ensures precision and accuracy.", "contents": "Filler Rhinoplasty -- Equipment -- Cannula vs Needle Injection Techniques. In theory, employing a small blunt cannula (eg, 27-gauge) for nonsurgical rhinoplasty may lower the risk of vascular occlusion. However, despite the use of a cannula, instances of tissue ischemia and blindness have been reported. The advantage of using a cannula becomes apparent when injecting larger, flatter areas like dorsal augmentation, minimizing local tissue trauma and enhancing efficiency by reducing injection points. On the other hand, a meticulous injection technique with a small caliber needle (eg, 30-gauge) ensures precision and accuracy."}
{"id": "article-78420_45", "title": "Filler Rhinoplasty -- Equipment -- Cannula vs Needle Injection Techniques", "content": "Regardless of the chosen technique (cannula or needle), the focus should remain on proper injection methods. This includes injecting into an avascular sub-SMAS plane, regular aspiration to confirm intravascular needle/cannula placement, gradual injection, and administering small filler aliquots, not exceeding 0.1 mL at each site. [17]", "contents": "Filler Rhinoplasty -- Equipment -- Cannula vs Needle Injection Techniques. Regardless of the chosen technique (cannula or needle), the focus should remain on proper injection methods. This includes injecting into an avascular sub-SMAS plane, regular aspiration to confirm intravascular needle/cannula placement, gradual injection, and administering small filler aliquots, not exceeding 0.1 mL at each site. [17]"}
{"id": "article-78420_46", "title": "Filler Rhinoplasty -- Equipment -- Routine Materials", "content": "Typical materials include disinfectant wipes (eg, alcohol or chlorhexidine), topical anesthetic, a marking pen, gauze (for hemostasis), and a lubricant (for nasal molding).", "contents": "Filler Rhinoplasty -- Equipment -- Routine Materials. Typical materials include disinfectant wipes (eg, alcohol or chlorhexidine), topical anesthetic, a marking pen, gauze (for hemostasis), and a lubricant (for nasal molding)."}
{"id": "article-78420_47", "title": "Filler Rhinoplasty -- Equipment -- Emergency Kit", "content": "Every clinician performing nonsurgical rhinoplasty with fillers must have an emergency kit for any vascular occlusion incidents. The kit should include 2% nitroglycerin paste, sublingual nitroglycerin 0.6 mg, aspirin 325 mg, warm compresses, hyaluronidase, topical timolol 0.5%, systemic corticosteroids, and/or mannitol and/or acetazolamide 500 mg. [23] [24]", "contents": "Filler Rhinoplasty -- Equipment -- Emergency Kit. Every clinician performing nonsurgical rhinoplasty with fillers must have an emergency kit for any vascular occlusion incidents. The kit should include 2% nitroglycerin paste, sublingual nitroglycerin 0.6 mg, aspirin 325 mg, warm compresses, hyaluronidase, topical timolol 0.5%, systemic corticosteroids, and/or mannitol and/or acetazolamide 500 mg. [23] [24]"}
{"id": "article-78420_48", "title": "Filler Rhinoplasty -- Personnel", "content": "In addition to the clinician performing the procedure, an assistant can help prepare the desired filler, disinfect the skin, and apply the topical anesthetic. An assistant may also help record the location and amount of product used and provide distraction techniques (eg, vibration, massage) to minimize patient discomfort during injections.", "contents": "Filler Rhinoplasty -- Personnel. In addition to the clinician performing the procedure, an assistant can help prepare the desired filler, disinfect the skin, and apply the topical anesthetic. An assistant may also help record the location and amount of product used and provide distraction techniques (eg, vibration, massage) to minimize patient discomfort during injections."}
{"id": "article-78420_49", "title": "Filler Rhinoplasty -- Preparation", "content": "Before non-surgical rhinoplasty, a comprehensive history and examination should be conducted, particularly identifying any previously noted contraindications. Photographs using standard rhinoplasty views should be taken preoperatively and 1 to 2 weeks postoperatively. Digital imaging software should be considered, as this helps to improve patient-clinician communication and provides a realistic expectation of the procedure results. [25] The skin should undergo a meticulous disinfection protocol using chlorhexidine gluconate wipes. A topical anesthetic, such as lidocaine, is applied 30 minutes before the procedure. A marking pen may be helpful to identify key nasal landmarks, including the midline, nasion, rhinion, and tip-defining points. The clinician may also find it beneficial to outline any contour irregularities (eg, concavities) or other areas needing attention.", "contents": "Filler Rhinoplasty -- Preparation. Before non-surgical rhinoplasty, a comprehensive history and examination should be conducted, particularly identifying any previously noted contraindications. Photographs using standard rhinoplasty views should be taken preoperatively and 1 to 2 weeks postoperatively. Digital imaging software should be considered, as this helps to improve patient-clinician communication and provides a realistic expectation of the procedure results. [25] The skin should undergo a meticulous disinfection protocol using chlorhexidine gluconate wipes. A topical anesthetic, such as lidocaine, is applied 30 minutes before the procedure. A marking pen may be helpful to identify key nasal landmarks, including the midline, nasion, rhinion, and tip-defining points. The clinician may also find it beneficial to outline any contour irregularities (eg, concavities) or other areas needing attention."}
{"id": "article-78420_50", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Before exploring the technical intricacies of nonsurgical rhinoplasty, it is crucial to emphasize adherence to safe injection techniques; this involves injecting into an avascular sub-SMAS plane, maintaining midline placement to prevent asymmetries, aspirating to confirm intravascular needle/cannula location, injecting gradually with small filler aliquots, and minimizing injection sites. Using a blunt-tipped cannula may enhance safety by reducing the risk of intravascular injection. [26] [17] Employing 2 hands, 1 for injecting and the other for stabilizing, pinching, or molding, can contribute to safe, consistent outcomes.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Before exploring the technical intricacies of nonsurgical rhinoplasty, it is crucial to emphasize adherence to safe injection techniques; this involves injecting into an avascular sub-SMAS plane, maintaining midline placement to prevent asymmetries, aspirating to confirm intravascular needle/cannula location, injecting gradually with small filler aliquots, and minimizing injection sites. Using a blunt-tipped cannula may enhance safety by reducing the risk of intravascular injection. [26] [17] Employing 2 hands, 1 for injecting and the other for stabilizing, pinching, or molding, can contribute to safe, consistent outcomes."}
{"id": "article-78420_51", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "The approach to nonsurgical rhinoplasty is relatively uncomplicated and relies on incremental enhancements to the cartilage and bony framework of the nose. However, multiple techniques exist, varying in filler choice, injection sequence, specific injection methods (eg, droplet, threading, subcision necessity), filler placement, and volume requirements. [21] [22] [26] [27] [28] Regardless of the chosen technique, consistent and satisfactory results are achievable by applying safe injection practices and a treatment plan rooted in anatomical principles. For clinicians with surgical rhinoplasty training, a graft-based approach, where the filler replicates the effects of a similarly positioned cartilage graft, represents an intuitive choice. [21] Listed here are several areas that can be addressed with nonsurgical rhinoplasty, as are the key maneuvers required to produce safe and reliable results:", "contents": "Filler Rhinoplasty -- Technique or Treatment. The approach to nonsurgical rhinoplasty is relatively uncomplicated and relies on incremental enhancements to the cartilage and bony framework of the nose. However, multiple techniques exist, varying in filler choice, injection sequence, specific injection methods (eg, droplet, threading, subcision necessity), filler placement, and volume requirements. [21] [22] [26] [27] [28] Regardless of the chosen technique, consistent and satisfactory results are achievable by applying safe injection practices and a treatment plan rooted in anatomical principles. For clinicians with surgical rhinoplasty training, a graft-based approach, where the filler replicates the effects of a similarly positioned cartilage graft, represents an intuitive choice. [21] Listed here are several areas that can be addressed with nonsurgical rhinoplasty, as are the key maneuvers required to produce safe and reliable results:"}
{"id": "article-78420_52", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Radix/dorsal augmentation : First, the desired height of the radix and dorsum is determined, as well as the amount of supratip break, if any. Using a 30-gauge needle, fill the selected areas of the radix and/or dorsum with droplets precisely placed in the midline at a 90-degree angle. Alternatively, dorsal augmentation is achievable using a cannula introduced via the supratip and advanced in a sub-SMAS plane up to the height of the desired augmentation but not beyond the nasion. The cannula's bevel should face downward, and the filler should be injected retrogradely. To avoid vascular occlusion, lift the skin upward, and some authors recommend placing a finger above the radix to hinder superior filler migration. Typically, 0.5 mL of filler is suitable for full dorsal augmentation, with immediate massage and molding for a smooth contour. Some authors advocate that dorsal augmentation with HA requires slight overcorrection to account for the immediate post-injection edema. If significant overcorrection occurs during the procedure, this can usually be addressed with molding and massage.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Radix/dorsal augmentation : First, the desired height of the radix and dorsum is determined, as well as the amount of supratip break, if any. Using a 30-gauge needle, fill the selected areas of the radix and/or dorsum with droplets precisely placed in the midline at a 90-degree angle. Alternatively, dorsal augmentation is achievable using a cannula introduced via the supratip and advanced in a sub-SMAS plane up to the height of the desired augmentation but not beyond the nasion. The cannula's bevel should face downward, and the filler should be injected retrogradely. To avoid vascular occlusion, lift the skin upward, and some authors recommend placing a finger above the radix to hinder superior filler migration. Typically, 0.5 mL of filler is suitable for full dorsal augmentation, with immediate massage and molding for a smooth contour. Some authors advocate that dorsal augmentation with HA requires slight overcorrection to account for the immediate post-injection edema. If significant overcorrection occurs during the procedure, this can usually be addressed with molding and massage."}
{"id": "article-78420_53", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Dorsal convexity (hump) camouflage : The illusion of hump reduction is a relatively straightforward maneuver achieved by strategically augmenting the midline dorsum with a few precise needle injections placed cephalad and/or caudad to the existing dorsal convexity. An amount of 0.2 mL per injection site is typical. As with dorsal augmentation, radix height and supratip break must be determined before injecting.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Dorsal convexity (hump) camouflage : The illusion of hump reduction is a relatively straightforward maneuver achieved by strategically augmenting the midline dorsum with a few precise needle injections placed cephalad and/or caudad to the existing dorsal convexity. An amount of 0.2 mL per injection site is typical. As with dorsal augmentation, radix height and supratip break must be determined before injecting."}
{"id": "article-78420_54", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Straightening the crooked nose : Just as surgically placed onlay grafts and asymmetric spreader grafts help to straighten a crooked nose, so too does carefully placed filler along the dorsum and nasal sidewall provide camouflage to contour irregularities of the mid to upper third of the nose. Particular caution is needed when injecting the nose's lateral region due to the vascular arcade. Avoid direct injection around the alar groove to prevent intravascular injection of the lateral nasal artery. Some clinicians prefer midline injections, using massage and molding to distribute the filler laterally as needed.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Straightening the crooked nose : Just as surgically placed onlay grafts and asymmetric spreader grafts help to straighten a crooked nose, so too does carefully placed filler along the dorsum and nasal sidewall provide camouflage to contour irregularities of the mid to upper third of the nose. Particular caution is needed when injecting the nose's lateral region due to the vascular arcade. Avoid direct injection around the alar groove to prevent intravascular injection of the lateral nasal artery. Some clinicians prefer midline injections, using massage and molding to distribute the filler laterally as needed."}
{"id": "article-78420_55", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Premaxillary deficiency : Besides the evident alar base disparity, premaxillary asymmetry can lead to tip asymmetry and alar-columellar discrepancies, including ipsilateral ala retraction. Similar to applying a premaxillary graft in surgical rhinoplasty, the filler can be strategically placed under the alar base to rectify this asymmetry. The filler should be injected deeply on the maxilla, employing a medial position to mitigate the risk of vascular complications. Our preferred technique for injecting in this region involves using a cannula for enhanced precision and safety.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Premaxillary deficiency : Besides the evident alar base disparity, premaxillary asymmetry can lead to tip asymmetry and alar-columellar discrepancies, including ipsilateral ala retraction. Similar to applying a premaxillary graft in surgical rhinoplasty, the filler can be strategically placed under the alar base to rectify this asymmetry. The filler should be injected deeply on the maxilla, employing a medial position to mitigate the risk of vascular complications. Our preferred technique for injecting in this region involves using a cannula for enhanced precision and safety."}
{"id": "article-78420_56", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Tip projection : Similar to the impact of various tip-projecting grafts in surgical rhinoplasty (eg, tip graft, shield graft, and caudal septal extension grafts), filler can also enhance tip projection. Safe tip injection techniques include placing very small aliquots of filler in a location corresponding to the desired tip-defining point. The clinician can choose an infratip or supratip approach based on their experience. In either case, injecting the filler at the depth of the perichondrium is essential. Injection between the domes should be avoided to prevent unintended dome splaying and inadvertent tip widening. If augmentation of the infratip lobule is necessary, an additional filler can be strategically placed to mimic a shield graft. Moreover, careful filler placement in the supratip area can modify the contour, catering to the desired supratip break. Supratip augmentation should always follow tip projection maneuvers to mitigate the iatrogenic polly beak deformity risk.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Tip projection : Similar to the impact of various tip-projecting grafts in surgical rhinoplasty (eg, tip graft, shield graft, and caudal septal extension grafts), filler can also enhance tip projection. Safe tip injection techniques include placing very small aliquots of filler in a location corresponding to the desired tip-defining point. The clinician can choose an infratip or supratip approach based on their experience. In either case, injecting the filler at the depth of the perichondrium is essential. Injection between the domes should be avoided to prevent unintended dome splaying and inadvertent tip widening. If augmentation of the infratip lobule is necessary, an additional filler can be strategically placed to mimic a shield graft. Moreover, careful filler placement in the supratip area can modify the contour, catering to the desired supratip break. Supratip augmentation should always follow tip projection maneuvers to mitigate the iatrogenic polly beak deformity risk."}
{"id": "article-78420_57", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Tip rotation : Enhancing tip rotation through fillers represents an advanced technique in nonsurgical rhinoplasty, offering several approaches. Firstly, the illusion of increased rotation can be achieved by blunting the nasolabial angle with a deep injection placed at the subnasale along the anterior nasal spine. Typically, around 0.5 mL of filler is adequate for this purpose. Secondly, deep filler injection in the intercolumnar space between the medial crura footplates adjacent to the posterior septal angle (PSA) acts as a columellar strut. As Anderson described, this lengthens the nasal tripod's central leg, increasing tip rotation and projection. [29] The injection along the PSA can also encourage the anterior displacement of the medial crural footplates, which can rectify a retracted columella but may accentuate existing columellar show. Usually, 0.2 to 0.3 mL of filler in the columellar space is sufficient. Pinching the membranous septum during injection in the columella and nasal spine area helps maintain the filler midline; this prevents migration into the nasal cavity, reducing the risk of nasal obstruction.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Tip rotation : Enhancing tip rotation through fillers represents an advanced technique in nonsurgical rhinoplasty, offering several approaches. Firstly, the illusion of increased rotation can be achieved by blunting the nasolabial angle with a deep injection placed at the subnasale along the anterior nasal spine. Typically, around 0.5 mL of filler is adequate for this purpose. Secondly, deep filler injection in the intercolumnar space between the medial crura footplates adjacent to the posterior septal angle (PSA) acts as a columellar strut. As Anderson described, this lengthens the nasal tripod's central leg, increasing tip rotation and projection. [29] The injection along the PSA can also encourage the anterior displacement of the medial crural footplates, which can rectify a retracted columella but may accentuate existing columellar show. Usually, 0.2 to 0.3 mL of filler in the columellar space is sufficient. Pinching the membranous septum during injection in the columella and nasal spine area helps maintain the filler midline; this prevents migration into the nasal cavity, reducing the risk of nasal obstruction."}
{"id": "article-78420_58", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Alar rim contouring : Just as a rim graft can influence the ala's contour, filler can be employed along the alar rim to address minor alar retraction or asymmetry. Caution is essential when injecting the alar rims in patients with a history of previous rhinoplasty because the postoperative blood supply remains rather tenuous due to prior marginal incisions, and the presence of scar tissue may complicate the intended injection planes and patterns.", "contents": "Filler Rhinoplasty -- Technique or Treatment. Alar rim contouring : Just as a rim graft can influence the ala's contour, filler can be employed along the alar rim to address minor alar retraction or asymmetry. Caution is essential when injecting the alar rims in patients with a history of previous rhinoplasty because the postoperative blood supply remains rather tenuous due to prior marginal incisions, and the presence of scar tissue may complicate the intended injection planes and patterns."}
{"id": "article-78420_59", "title": "Filler Rhinoplasty -- Technique or Treatment", "content": "Functional applications : As mentioned previously, injectable fillers placed into the scroll, internal nasal valve, alar rims, and nasal sidewall have been used to address nasal valve insufficiency by simulating the effects of various functional grafts (eg, spreaders, alar battens, butterfly grafts, strut grafts, alar rim grafts) or implants (eg, poly-L-lactic acid). This application of fillers in nonsurgical rhinoplasty, however, remains controversial. [19]", "contents": "Filler Rhinoplasty -- Technique or Treatment. Functional applications : As mentioned previously, injectable fillers placed into the scroll, internal nasal valve, alar rims, and nasal sidewall have been used to address nasal valve insufficiency by simulating the effects of various functional grafts (eg, spreaders, alar battens, butterfly grafts, strut grafts, alar rim grafts) or implants (eg, poly-L-lactic acid). This application of fillers in nonsurgical rhinoplasty, however, remains controversial. [19]"}
{"id": "article-78420_60", "title": "Filler Rhinoplasty -- Complications", "content": "Inform patients that complications following rhinoplasty are typically mild and self-limiting, though rare and serious complications exist, some of which may be irreversible (eg, blindness, stroke). The complications associated with nonsurgical rhinoplasty are detailed below and categorized as either early or late-appearing. [2] [22] [23] Early Onset (hours to days)", "contents": "Filler Rhinoplasty -- Complications. Inform patients that complications following rhinoplasty are typically mild and self-limiting, though rare and serious complications exist, some of which may be irreversible (eg, blindness, stroke). The complications associated with nonsurgical rhinoplasty are detailed below and categorized as either early or late-appearing. [2] [22] [23] Early Onset (hours to days)"}
{"id": "article-78420_61", "title": "Filler Rhinoplasty -- Complications", "content": "Asymmetry can be avoided with proper injection techniques, including staying as midline as possible.", "contents": "Filler Rhinoplasty -- Complications. Asymmetry can be avoided with proper injection techniques, including staying as midline as possible."}
{"id": "article-78420_62", "title": "Filler Rhinoplasty -- Complications", "content": "Individuals may experience pain, edema, erythema, ecchymosis, and itching with an injection site reaction.", "contents": "Filler Rhinoplasty -- Complications. Individuals may experience pain, edema, erythema, ecchymosis, and itching with an injection site reaction."}
{"id": "article-78420_63", "title": "Filler Rhinoplasty -- Complications", "content": "Individuals may experience pain, fever, itching, and fever with a hypersensitivity reaction. Corticosteroids and warm compresses may reduce symptoms.", "contents": "Filler Rhinoplasty -- Complications. Individuals may experience pain, fever, itching, and fever with a hypersensitivity reaction. Corticosteroids and warm compresses may reduce symptoms."}
{"id": "article-78420_64", "title": "Filler Rhinoplasty -- Complications", "content": "Infection types include abscess/cellulitis, mycobacterial infection, and herpes simplex virus infection, which can be mitigated with prophylactic antivirals in high-risk patients.", "contents": "Filler Rhinoplasty -- Complications. Infection types include abscess/cellulitis, mycobacterial infection, and herpes simplex virus infection, which can be mitigated with prophylactic antivirals in high-risk patients."}
{"id": "article-78420_65", "title": "Filler Rhinoplasty -- Complications", "content": "The Tyndall effect occurs when the filler is injected too superficially and creates a blue hue underneath the skin.", "contents": "Filler Rhinoplasty -- Complications. The Tyndall effect occurs when the filler is injected too superficially and creates a blue hue underneath the skin."}
{"id": "article-78420_66", "title": "Filler Rhinoplasty -- Complications", "content": "Surface irregularities and nodules are secondary to improper placement of fillers, eg, too superficial.", "contents": "Filler Rhinoplasty -- Complications. Surface irregularities and nodules are secondary to improper placement of fillers, eg, too superficial."}
{"id": "article-78420_67", "title": "Filler Rhinoplasty -- Complications", "content": "Vascular occlusion is a rare but severe complication that can manifest as A) local tissue ischemia, characterized by pain, pallor, subsequent edema, mottling, ulceration, and necrosis, and B) vascular occlusion with retrograde embolization, potentially leading to blindness and stroke. Vascular occlusion may occur with HA and CaHa and is associated with needle and cannula techniques. An emergency kit should be readily available, and an ophthalmologist and a center with expertise in stroke management should be immediately accessible. Overinjecting may cause tissue ischemia due to pressure occlusion of the adjacent nasal vasculature.", "contents": "Filler Rhinoplasty -- Complications. Vascular occlusion is a rare but severe complication that can manifest as A) local tissue ischemia, characterized by pain, pallor, subsequent edema, mottling, ulceration, and necrosis, and B) vascular occlusion with retrograde embolization, potentially leading to blindness and stroke. Vascular occlusion may occur with HA and CaHa and is associated with needle and cannula techniques. An emergency kit should be readily available, and an ophthalmologist and a center with expertise in stroke management should be immediately accessible. Overinjecting may cause tissue ischemia due to pressure occlusion of the adjacent nasal vasculature."}
{"id": "article-78420_68", "title": "Filler Rhinoplasty -- Complications", "content": "Delayed Onset (weeks to years) Scarring and dyschromia may occur. Foreign body granuloma is an immune response typically associated with permanent injections, e.g., silicone. Treatment is with corticosteroid injection, surgical removal, or both. Biofilms may require excision, long-term antibiotics, or both.", "contents": "Filler Rhinoplasty -- Complications. Delayed Onset (weeks to years) Scarring and dyschromia may occur. Foreign body granuloma is an immune response typically associated with permanent injections, e.g., silicone. Treatment is with corticosteroid injection, surgical removal, or both. Biofilms may require excision, long-term antibiotics, or both."}
{"id": "article-78420_69", "title": "Filler Rhinoplasty -- Complications", "content": "Despite these complications, healthcare professionals should reassure the patient that a well-described body of literature supports injectable fillers' overall effectiveness and safety in nonsurgical rhinoplasty. [30]", "contents": "Filler Rhinoplasty -- Complications. Despite these complications, healthcare professionals should reassure the patient that a well-described body of literature supports injectable fillers' overall effectiveness and safety in nonsurgical rhinoplasty. [30]"}
{"id": "article-78420_70", "title": "Filler Rhinoplasty -- Clinical Significance", "content": "Nonsurgical rhinoplasty represents a quick, safe, and reliable modality for patients seeking to enhance the appearance of their nose without the expenses, recovery period, and potential complications of surgical rhinoplasty. Despite its increasing popularity, this procedure should be approached on a case-by-case basis and always considered compared to surgical rhinoplasty, which remains the gold standard for addressing cosmetic and functional nasal concerns. [22] Ensuring a proper patient evaluation and executing a comprehensive, anatomically based treatment plan when performing nonsurgical rhinoplasty with fillers can yield outcomes that are not only safe but also reliable and satisfactory.", "contents": "Filler Rhinoplasty -- Clinical Significance. Nonsurgical rhinoplasty represents a quick, safe, and reliable modality for patients seeking to enhance the appearance of their nose without the expenses, recovery period, and potential complications of surgical rhinoplasty. Despite its increasing popularity, this procedure should be approached on a case-by-case basis and always considered compared to surgical rhinoplasty, which remains the gold standard for addressing cosmetic and functional nasal concerns. [22] Ensuring a proper patient evaluation and executing a comprehensive, anatomically based treatment plan when performing nonsurgical rhinoplasty with fillers can yield outcomes that are not only safe but also reliable and satisfactory."}
{"id": "article-78420_71", "title": "Filler Rhinoplasty -- Enhancing Healthcare Team Outcomes", "content": "In the context of nonsurgical rhinoplasty with fillers, a range of skills, responsibilities, and interprofessional communication is paramount to ensure patient-centered care, optimize outcomes, enhance patient safety, and foster effective team performance. Physicians and advanced clinicians should employ their expertise to assess patients comprehensively, identify risk factors and contraindications, and select the most suitable candidates for both surgical and nonsurgical rhinoplasty. Interprofessional collaboration is essential, involving clinicians experienced in the procedure and support staff. Nurses play a crucial role in patient preparation, intra-procedural assistance, and postprocedural monitoring, drawing on their expertise in post-procedural care. The nursing staff's coordination with clinicians ensures patients receive close follow-up to detect and manage potential complications, such as tissue ischemia and blindness. Effective patient education is another key responsibility, emphasizing proper post-procedural care to minimize complications. This collaborative and skillful approach enhances patient-centered care, ensures positive outcomes, promotes patient safety, and optimizes team performance throughout the nonsurgical rhinoplasty process.", "contents": "Filler Rhinoplasty -- Enhancing Healthcare Team Outcomes. In the context of nonsurgical rhinoplasty with fillers, a range of skills, responsibilities, and interprofessional communication is paramount to ensure patient-centered care, optimize outcomes, enhance patient safety, and foster effective team performance. Physicians and advanced clinicians should employ their expertise to assess patients comprehensively, identify risk factors and contraindications, and select the most suitable candidates for both surgical and nonsurgical rhinoplasty. Interprofessional collaboration is essential, involving clinicians experienced in the procedure and support staff. Nurses play a crucial role in patient preparation, intra-procedural assistance, and postprocedural monitoring, drawing on their expertise in post-procedural care. The nursing staff's coordination with clinicians ensures patients receive close follow-up to detect and manage potential complications, such as tissue ischemia and blindness. Effective patient education is another key responsibility, emphasizing proper post-procedural care to minimize complications. This collaborative and skillful approach enhances patient-centered care, ensures positive outcomes, promotes patient safety, and optimizes team performance throughout the nonsurgical rhinoplasty process."}
{"id": "article-78420_72", "title": "Filler Rhinoplasty -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Pain is typically minimal following nonsurgical rhinoplasty, often requiring no pain medication. While bleeding is easily controlled with pressure, bruising is uncommon and self-limiting if it occurs. To reduce edema and potential complications, patients should refrain from excessive nasal manipulation, sleep with an elevated head, and avoid vigorous activities for 2 to 3 days. The use of preprocedural Arnica montana or bromelain may assist in minimizing bruising and swelling. A follow-up appointment at 1 to 2 weeks allows for the consideration of repeated injections if needed. Photographic documentation is recommended around 1 to 2 weeks postprocedure. Patients should be informed that results may endure for 9 to 18 months, depending on the filler type used, with the understanding that additional filler will eventually be necessary to sustain the results.", "contents": "Filler Rhinoplasty -- Nursing, Allied Health, and Interprofessional Team Interventions. Pain is typically minimal following nonsurgical rhinoplasty, often requiring no pain medication. While bleeding is easily controlled with pressure, bruising is uncommon and self-limiting if it occurs. To reduce edema and potential complications, patients should refrain from excessive nasal manipulation, sleep with an elevated head, and avoid vigorous activities for 2 to 3 days. The use of preprocedural Arnica montana or bromelain may assist in minimizing bruising and swelling. A follow-up appointment at 1 to 2 weeks allows for the consideration of repeated injections if needed. Photographic documentation is recommended around 1 to 2 weeks postprocedure. Patients should be informed that results may endure for 9 to 18 months, depending on the filler type used, with the understanding that additional filler will eventually be necessary to sustain the results."}
{"id": "article-78420_73", "title": "Filler Rhinoplasty -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Close follow-up during the initial postoperative period, either by a wound care nurse or clinician experienced in post-procedural care of non-surgical rhinoplasty, should monitor the patient for possible complications, including any signs of vascular occlusion, such as tissue ischemia and blindness.", "contents": "Filler Rhinoplasty -- Nursing, Allied Health, and Interprofessional Team Monitoring. Close follow-up during the initial postoperative period, either by a wound care nurse or clinician experienced in post-procedural care of non-surgical rhinoplasty, should monitor the patient for possible complications, including any signs of vascular occlusion, such as tissue ischemia and blindness."}
{"id": "article-78420_74", "title": "Filler Rhinoplasty -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Filler Rhinoplasty -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}