{"id": "article-25138_0", "title": "Midgut Malrotation -- Continuing Education Activity", "content": "Midgut malrotation is a defect in the normal embryonic rotation of the gut, which causes an abdominal obstruction that presents acutely or with chronic intermittent gastrointestinal symptoms, it must be promptly diagnosed and treated to avoid the severe consequences of small bowel necrosis. This activity reviews the presentation, evaluation, treatment, and complications of midgut malrotation and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Midgut Malrotation -- Continuing Education Activity. Midgut malrotation is a defect in the normal embryonic rotation of the gut, which causes an abdominal obstruction that presents acutely or with chronic intermittent gastrointestinal symptoms, it must be promptly diagnosed and treated to avoid the severe consequences of small bowel necrosis. This activity reviews the presentation, evaluation, treatment, and complications of midgut malrotation and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-25138_1", "title": "Midgut Malrotation -- Continuing Education Activity", "content": "Objectives: Outline the reasons for a delayed diagnosis of the patients with mid-gut malrotation. Describe the appropriate evaluation of mid-gut malrotation. Summarize the management options available for mid-gut malrotation. Discuss interprofessional team strategies for improving care coordination and communication to advance mid-gut malrotation and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Midgut Malrotation -- Continuing Education Activity. Objectives: Outline the reasons for a delayed diagnosis of the patients with mid-gut malrotation. Describe the appropriate evaluation of mid-gut malrotation. Summarize the management options available for mid-gut malrotation. Discuss interprofessional team strategies for improving care coordination and communication to advance mid-gut malrotation and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25138_2", "title": "Midgut Malrotation -- Introduction", "content": "Midgut malrotation is a developmental rotational anomaly of the embryonic bowel. Malrotation can present as either acutely, intermittently, or asymptotically. The diagnosis of malrotation with subsequent volvulus of the intestine represents acute surgical emergencies.", "contents": "Midgut Malrotation -- Introduction. Midgut malrotation is a developmental rotational anomaly of the embryonic bowel. Malrotation can present as either acutely, intermittently, or asymptotically. The diagnosis of malrotation with subsequent volvulus of the intestine represents acute surgical emergencies."}
{"id": "article-25138_3", "title": "Midgut Malrotation -- Introduction", "content": "During embryonic development, the small bowel usually rotates in a counterclockwise direction around the superior mesenteric artery (SMA) axis between the fourth to eight weeks of gestation. During this period in embryonic development, the bowel protrudes through the yolk stalk (which will become the future umbilicus). During this process, the digestive tract elongates and undergoes counterclockwise 90 degrees rotation, followed by retraction of the bowel into the abdominal cavity where another 180-degrees counterclockwise rotation occurs. [1] There are different types of Midgut Malrotation: Non-rotation Incomplete rotation Reverse rotation Anomalous fixation of the mesentery [2]", "contents": "Midgut Malrotation -- Introduction. During embryonic development, the small bowel usually rotates in a counterclockwise direction around the superior mesenteric artery (SMA) axis between the fourth to eight weeks of gestation. During this period in embryonic development, the bowel protrudes through the yolk stalk (which will become the future umbilicus). During this process, the digestive tract elongates and undergoes counterclockwise 90 degrees rotation, followed by retraction of the bowel into the abdominal cavity where another 180-degrees counterclockwise rotation occurs. [1] There are different types of Midgut Malrotation: Non-rotation Incomplete rotation Reverse rotation Anomalous fixation of the mesentery [2]"}
{"id": "article-25138_4", "title": "Midgut Malrotation -- Etiology", "content": "Genetic mutations in the gene BCL6 affects the signaling pathway critical for regular intestinal rotation resulting in the abnormal location of the cecum and fibrotic band formation from the cecum to the retroperitoneum passing over the duodenum creating a potential point of obstruction. The short mesentery of the displaced mid-gut forms a pedicle around which the mid-gut may rotate, causing a volvulus and subsequent mid-gut ischemia. [3]", "contents": "Midgut Malrotation -- Etiology. Genetic mutations in the gene BCL6 affects the signaling pathway critical for regular intestinal rotation resulting in the abnormal location of the cecum and fibrotic band formation from the cecum to the retroperitoneum passing over the duodenum creating a potential point of obstruction. The short mesentery of the displaced mid-gut forms a pedicle around which the mid-gut may rotate, causing a volvulus and subsequent mid-gut ischemia. [3]"}
{"id": "article-25138_5", "title": "Midgut Malrotation -- Epidemiology", "content": "The incidence of mid-gut malrotation is estimated to be around 1 in 6000 live births. The majority of anomalies remain asymptomatic, so the true incidence remains unknown.  The most common type of rotational anomalies is nonrotation, with a rate of 2 per 1000 contrast studies of the upper gastrointestinal tract. [4]", "contents": "Midgut Malrotation -- Epidemiology. The incidence of mid-gut malrotation is estimated to be around 1 in 6000 live births. The majority of anomalies remain asymptomatic, so the true incidence remains unknown.  The most common type of rotational anomalies is nonrotation, with a rate of 2 per 1000 contrast studies of the upper gastrointestinal tract. [4]"}
{"id": "article-25138_6", "title": "Midgut Malrotation -- Epidemiology", "content": "The most severe presentation of the gastrointestinal rotational anomaly is malrotation with bowel volvulus. Therefore, intestinal malrotation was considered a disease of infancy, presenting within the first year of life. Thirty percent of cases occur in the first month of life, 60% by approximately one year of age, and over 75% percent by the age of five. [5] Adult presentation accounts for only 0.2 to 0.5% of all cases, of which only 15% present with midgut volvulus. [6]", "contents": "Midgut Malrotation -- Epidemiology. The most severe presentation of the gastrointestinal rotational anomaly is malrotation with bowel volvulus. Therefore, intestinal malrotation was considered a disease of infancy, presenting within the first year of life. Thirty percent of cases occur in the first month of life, 60% by approximately one year of age, and over 75% percent by the age of five. [5] Adult presentation accounts for only 0.2 to 0.5% of all cases, of which only 15% present with midgut volvulus. [6]"}
{"id": "article-25138_7", "title": "Midgut Malrotation -- Epidemiology", "content": "Mid-gut malrotation is associated with congenital anomalies, including congenital heart disease(CHD) such as heterotaxy, congenital diaphragmatic hernia, omphalocele, and other congenital abdominal wall defects(CAWD), certain types of intestinal atresias, esophageal atresia, biliary atresia, complex anorectal malformations such as VACTERL. [7] Male infants are twice as impacted as are females. [8]", "contents": "Midgut Malrotation -- Epidemiology. Mid-gut malrotation is associated with congenital anomalies, including congenital heart disease(CHD) such as heterotaxy, congenital diaphragmatic hernia, omphalocele, and other congenital abdominal wall defects(CAWD), certain types of intestinal atresias, esophageal atresia, biliary atresia, complex anorectal malformations such as VACTERL. [7] Male infants are twice as impacted as are females. [8]"}
{"id": "article-25138_8", "title": "Midgut Malrotation -- History and Physical", "content": "The presentation of malrotation depends on the age and acuity of presentation. Acute symptoms typically present with emesis - usually bilious (green or fluorescent yellow); however, emesis can be nonbilious. Bilious emesis in a child younger than one year should prompt immediate suspicion and workup for an obstructive lesion, including malrotation with volvulus. The anatomic features that lead to bowel obstruction and volvulus result from the narrow mesenteric base that allows for mobility of the small bowel. The small bowel twists around the superior mesenteric artery and leads to vascular compromise of the small bowel.", "contents": "Midgut Malrotation -- History and Physical. The presentation of malrotation depends on the age and acuity of presentation. Acute symptoms typically present with emesis - usually bilious (green or fluorescent yellow); however, emesis can be nonbilious. Bilious emesis in a child younger than one year should prompt immediate suspicion and workup for an obstructive lesion, including malrotation with volvulus. The anatomic features that lead to bowel obstruction and volvulus result from the narrow mesenteric base that allows for mobility of the small bowel. The small bowel twists around the superior mesenteric artery and leads to vascular compromise of the small bowel."}
{"id": "article-25138_9", "title": "Midgut Malrotation -- History and Physical", "content": "Abdominal distension may be present but is rarely present in the acute presentation and proximal area of the bowel obstruction, especially in young infants. Over hours, hemodynamic instability (from hypovolemia or shock), as well as peritonitis (indicating volvulus with inflammation) and hematochezia (indicating bowel ischemia with possible necrosis due to volvulus) can result. [9] In older children and adults, presentation of malrotation is more variable and may be mixed with symptoms of intermittent/chronic abdominal pain. Additionally, vomiting may be present but may not be bilious. [9]", "contents": "Midgut Malrotation -- History and Physical. Abdominal distension may be present but is rarely present in the acute presentation and proximal area of the bowel obstruction, especially in young infants. Over hours, hemodynamic instability (from hypovolemia or shock), as well as peritonitis (indicating volvulus with inflammation) and hematochezia (indicating bowel ischemia with possible necrosis due to volvulus) can result. [9] In older children and adults, presentation of malrotation is more variable and may be mixed with symptoms of intermittent/chronic abdominal pain. Additionally, vomiting may be present but may not be bilious. [9]"}
{"id": "article-25138_10", "title": "Midgut Malrotation -- Evaluation", "content": "Imaging of a pediatric patient or those with suspected malrotation with volvulus depends on stability. A thermodynamically stable patient should undergo a radiologic evaluation to confirm the diagnosis.", "contents": "Midgut Malrotation -- Evaluation. Imaging of a pediatric patient or those with suspected malrotation with volvulus depends on stability. A thermodynamically stable patient should undergo a radiologic evaluation to confirm the diagnosis."}
{"id": "article-25138_11", "title": "Midgut Malrotation -- Evaluation -- Abdominal Radiography", "content": "It has limited use for diagnosing intestinal obstruction. The double-bubble sign may be produced by an air-filled stomach and proximal duodenum with no or little gas in the rest of the GI tract. The GI tract might be distended with/without radiological signs of pneumatosis intestinalis. A left lateral decubitus x-ray can be obtained to visualize better if pneumoperitoneum is suspected. The sensitivity of plain film radiography for revealing small-bowel obstruction was 69%, and its specificity was 57%. [10] An abdominal radiograph may demonstrate pneumoperitoneum in the setting of bowel perforation.", "contents": "Midgut Malrotation -- Evaluation -- Abdominal Radiography. It has limited use for diagnosing intestinal obstruction. The double-bubble sign may be produced by an air-filled stomach and proximal duodenum with no or little gas in the rest of the GI tract. The GI tract might be distended with/without radiological signs of pneumatosis intestinalis. A left lateral decubitus x-ray can be obtained to visualize better if pneumoperitoneum is suspected. The sensitivity of plain film radiography for revealing small-bowel obstruction was 69%, and its specificity was 57%. [10] An abdominal radiograph may demonstrate pneumoperitoneum in the setting of bowel perforation."}
{"id": "article-25138_12", "title": "Midgut Malrotation -- Evaluation -- Upper GI Series", "content": "The sensitivity, specificity, and accuracy of the present study were 93%, 77%, and 86%, respectively. However, upper GI series should only be obtained in hemodynamically stable patients. [11] In a normal GI tract, contrast shows duodenal C-loop crossing the midline, the duodenojejunal junction at the left side of the spine shadow at the level of the pylorus. Findings of malrotation include ligament of Trietz on the right side of the abdomen instead of the left, a corkscrew duodenum, a duodenal obstruction with a beak-like appearance if a volvulus is present. The addition of a small bowel follow-through is helpful if the limited upper GI series is equivocal, or there is a sign of distal bowel obstruction or ongoing vague abdominal symptoms.", "contents": "Midgut Malrotation -- Evaluation -- Upper GI Series. The sensitivity, specificity, and accuracy of the present study were 93%, 77%, and 86%, respectively. However, upper GI series should only be obtained in hemodynamically stable patients. [11] In a normal GI tract, contrast shows duodenal C-loop crossing the midline, the duodenojejunal junction at the left side of the spine shadow at the level of the pylorus. Findings of malrotation include ligament of Trietz on the right side of the abdomen instead of the left, a corkscrew duodenum, a duodenal obstruction with a beak-like appearance if a volvulus is present. The addition of a small bowel follow-through is helpful if the limited upper GI series is equivocal, or there is a sign of distal bowel obstruction or ongoing vague abdominal symptoms."}
{"id": "article-25138_13", "title": "Midgut Malrotation -- Evaluation -- Upper GI Series", "content": "Using barium contrast enema (lower GI series) is possible in patients who are stable or have chronic symptoms but may not be possible in actively vomiting patients. The utility of a contrast enema is low as the bowel may not be fixed in infants, and a normally placed or displaced cecum does not rule out intestinal malrotation.", "contents": "Midgut Malrotation -- Evaluation -- Upper GI Series. Using barium contrast enema (lower GI series) is possible in patients who are stable or have chronic symptoms but may not be possible in actively vomiting patients. The utility of a contrast enema is low as the bowel may not be fixed in infants, and a normally placed or displaced cecum does not rule out intestinal malrotation."}
{"id": "article-25138_14", "title": "Midgut Malrotation -- Evaluation -- Ultrasonography", "content": "An ultrasound is not utilized to exclude malrotation. [12] The sensitivity/specificity of the ultrasound in the diagnosis of intestinal obstructions is 88% and 96%, respectively. Findings indicative of malrotation include inversion of the superior mesenteric vein (SMV) and the superior mesenteric artery (SMA) (the SMV is typically located to the right of the SMA) with a retroperitoneal position of the duodenum when a fluid bolus is given via a nasogastric tube. [13] Other diagnostic findings include duodenal dilation with distal tapering and fixed midline bowel loops, the 'whirlpool' sign of volvulus caused by vessels twisting around the base of the mesenteric pedicle, the third part of the duodenum not in a retromesenteric position.", "contents": "Midgut Malrotation -- Evaluation -- Ultrasonography. An ultrasound is not utilized to exclude malrotation. [12] The sensitivity/specificity of the ultrasound in the diagnosis of intestinal obstructions is 88% and 96%, respectively. Findings indicative of malrotation include inversion of the superior mesenteric vein (SMV) and the superior mesenteric artery (SMA) (the SMV is typically located to the right of the SMA) with a retroperitoneal position of the duodenum when a fluid bolus is given via a nasogastric tube. [13] Other diagnostic findings include duodenal dilation with distal tapering and fixed midline bowel loops, the 'whirlpool' sign of volvulus caused by vessels twisting around the base of the mesenteric pedicle, the third part of the duodenum not in a retromesenteric position."}
{"id": "article-25138_15", "title": "Midgut Malrotation -- Evaluation -- Computed Tomography (CT) Scan", "content": "Absence of a retro-mesenteric/retroperitoneal segment of the duodenum (the third part of the duodenum). May again show abnormal SMA /SMV relationship (SMA is smaller and more circular). Large intestine predominantly on the left side and small bowel on the right side of the spine shadow. [14] There may also be a 'whirlpool' sign present indicating twisting of blood vessels around the mesenteric pedicle.", "contents": "Midgut Malrotation -- Evaluation -- Computed Tomography (CT) Scan. Absence of a retro-mesenteric/retroperitoneal segment of the duodenum (the third part of the duodenum). May again show abnormal SMA /SMV relationship (SMA is smaller and more circular). Large intestine predominantly on the left side and small bowel on the right side of the spine shadow. [14] There may also be a 'whirlpool' sign present indicating twisting of blood vessels around the mesenteric pedicle."}
{"id": "article-25138_16", "title": "Midgut Malrotation -- Evaluation -- Magnetic Resonance Imaging (MRI)", "content": "MRI is not utilized in the acute setting (where volvulus is suspected). It is helpful from times where ionizing radiation is contraindicated (pregnancy).", "contents": "Midgut Malrotation -- Evaluation -- Magnetic Resonance Imaging (MRI). MRI is not utilized in the acute setting (where volvulus is suspected). It is helpful from times where ionizing radiation is contraindicated (pregnancy)."}
{"id": "article-25138_17", "title": "Midgut Malrotation -- Evaluation -- Screening", "content": "Heterotaxy syndrome infants/children in the asymptomatic setting are screened for intestinal malrotation. [15] [16] Children born with gastroschisis, omphalocele, and congenital diaphragmatic hernia currently should not undergo routine screening for malrotation as they are overall at low risk for midgut volvulus. Screening should take place if there are issues with abdominal pain, feeding intolerance, and emesis.", "contents": "Midgut Malrotation -- Evaluation -- Screening. Heterotaxy syndrome infants/children in the asymptomatic setting are screened for intestinal malrotation. [15] [16] Children born with gastroschisis, omphalocele, and congenital diaphragmatic hernia currently should not undergo routine screening for malrotation as they are overall at low risk for midgut volvulus. Screening should take place if there are issues with abdominal pain, feeding intolerance, and emesis."}
{"id": "article-25138_18", "title": "Midgut Malrotation -- Evaluation -- CBC Count", "content": "Elevated or reduced numbers of WBCs may reflect systemic inflammation or sepsis. Thrombocytopenia may imply a consumptive process such as enterocolitis necrotizing or thrombocytosis in the process of systemic inflammation as its an acute phase reactant. A decreased hemoglobin and hematocrit may represent blood loss through mucosal sloughing. An elevated hemoglobin/hematocrit may be due to intravascular fluid depletion (hemoconcentration).", "contents": "Midgut Malrotation -- Evaluation -- CBC Count. Elevated or reduced numbers of WBCs may reflect systemic inflammation or sepsis. Thrombocytopenia may imply a consumptive process such as enterocolitis necrotizing or thrombocytosis in the process of systemic inflammation as its an acute phase reactant. A decreased hemoglobin and hematocrit may represent blood loss through mucosal sloughing. An elevated hemoglobin/hematocrit may be due to intravascular fluid depletion (hemoconcentration)."}
{"id": "article-25138_19", "title": "Midgut Malrotation -- Evaluation -- Blood Gas and Lactate:", "content": "Metabolic acidosis with high lactate can be the result of bowel ischemia. Metabolic acidosis can also occur mostly with non-acute presentation predominated by vomiting due to the loss of gastric acid.", "contents": "Midgut Malrotation -- Evaluation -- Blood Gas and Lactate:. Metabolic acidosis with high lactate can be the result of bowel ischemia. Metabolic acidosis can also occur mostly with non-acute presentation predominated by vomiting due to the loss of gastric acid."}
{"id": "article-25138_20", "title": "Midgut Malrotation -- Evaluation -- Complete Metabolic Panel", "content": "Patients with volvulus and subsequent bowel ischemia can develop severe metabolic dysregulation, which should be corrected, if possible, before operative intervention. Sodium, chloride, and bicarbonate losses may result from suctioning GI secretions. Hyperkalemia can occur as a result of metabolic acidosis, hemolysis, and cell lysis.", "contents": "Midgut Malrotation -- Evaluation -- Complete Metabolic Panel. Patients with volvulus and subsequent bowel ischemia can develop severe metabolic dysregulation, which should be corrected, if possible, before operative intervention. Sodium, chloride, and bicarbonate losses may result from suctioning GI secretions. Hyperkalemia can occur as a result of metabolic acidosis, hemolysis, and cell lysis."}
{"id": "article-25138_21", "title": "Midgut Malrotation -- Treatment / Management", "content": "The diagnosis of intestinal malrotation is suspected in an infant who presents with bilious emesis, acute duodenal, or bowel obstruction with or without abdominal tenderness. In older children and adults, abdominal pain onset may be more variable. The diagnostic approach focuses on the clinical presentation. If intestinal perforation with peritonitis is suspected, rapid resuscitation with emergent operative exploration is required.", "contents": "Midgut Malrotation -- Treatment / Management. The diagnosis of intestinal malrotation is suspected in an infant who presents with bilious emesis, acute duodenal, or bowel obstruction with or without abdominal tenderness. In older children and adults, abdominal pain onset may be more variable. The diagnostic approach focuses on the clinical presentation. If intestinal perforation with peritonitis is suspected, rapid resuscitation with emergent operative exploration is required."}
{"id": "article-25138_22", "title": "Midgut Malrotation -- Treatment / Management", "content": "If a patient is thermodynamically stable, the diagnosis is usually confirmed by radiologic evaluation. When malrotation with volvulus or malrotation with bowel obstruction is suspected, a nasogastric or orogastric tube is placed on low intermittent suction. Correction of fluid and electrolyte deficits is initiated, and broad-spectrum antibiotics are administered before surgery. The acute intervention in the setting of volvulus is emergent surgical intervention.", "contents": "Midgut Malrotation -- Treatment / Management. If a patient is thermodynamically stable, the diagnosis is usually confirmed by radiologic evaluation. When malrotation with volvulus or malrotation with bowel obstruction is suspected, a nasogastric or orogastric tube is placed on low intermittent suction. Correction of fluid and electrolyte deficits is initiated, and broad-spectrum antibiotics are administered before surgery. The acute intervention in the setting of volvulus is emergent surgical intervention."}
{"id": "article-25138_23", "title": "Midgut Malrotation -- Treatment / Management -- Surgical Care", "content": "Surgery does not correct malrotation but rather widens the mesenteric pedicle to prevent future volvulus. The Ladd procedure is performed by reducing the volvulus (if present) by rotating the bowel in a counterclockwise direction, dividing of mesenteric (Ladd) bands, placing the small bowel on the right abdomen, and large bowel on the left of the abdomen, and performing an appendectomy. Published reports for laparoscopic Ladd procedure have demonstrated that it is a reliable procedure but with a possible need for conversion to an open surgical approach and an associated learning curve. [17] [18] Critics of the laparoscopic approach cite that it's associated with poor widening of the mesentery and minimal adhesion formation thus may not afford long-term benefit. [19] [20] [21]", "contents": "Midgut Malrotation -- Treatment / Management -- Surgical Care. Surgery does not correct malrotation but rather widens the mesenteric pedicle to prevent future volvulus. The Ladd procedure is performed by reducing the volvulus (if present) by rotating the bowel in a counterclockwise direction, dividing of mesenteric (Ladd) bands, placing the small bowel on the right abdomen, and large bowel on the left of the abdomen, and performing an appendectomy. Published reports for laparoscopic Ladd procedure have demonstrated that it is a reliable procedure but with a possible need for conversion to an open surgical approach and an associated learning curve. [17] [18] Critics of the laparoscopic approach cite that it's associated with poor widening of the mesentery and minimal adhesion formation thus may not afford long-term benefit. [19] [20] [21]"}
{"id": "article-25138_24", "title": "Midgut Malrotation -- Treatment / Management -- Surgical Care", "content": "Laparoscopy is also very helpful in the non-acute setting, especially in situations where an elective Ladd procedure is taking place or in older children and adults. While there have been no prospective studies comparing open to laparoscopic malrotation, neither technique has been demonstrated as superior in decreasing the recurrence of recurrent volvulus. [4] [22]", "contents": "Midgut Malrotation -- Treatment / Management -- Surgical Care. Laparoscopy is also very helpful in the non-acute setting, especially in situations where an elective Ladd procedure is taking place or in older children and adults. While there have been no prospective studies comparing open to laparoscopic malrotation, neither technique has been demonstrated as superior in decreasing the recurrence of recurrent volvulus. [4] [22]"}
{"id": "article-25138_25", "title": "Midgut Malrotation -- Treatment / Management -- Surgical Care", "content": "Appendectomy is performed for two main reasons: the location of the appendix in the left upper quadrant may make the diagnosis of appendicitis atypical and challenging to diagnose. Additionally, the appendiceal artery may become damaged during dissection of the Ladd bands. [23] [24]", "contents": "Midgut Malrotation -- Treatment / Management -- Surgical Care. Appendectomy is performed for two main reasons: the location of the appendix in the left upper quadrant may make the diagnosis of appendicitis atypical and challenging to diagnose. Additionally, the appendiceal artery may become damaged during dissection of the Ladd bands. [23] [24]"}
{"id": "article-25138_26", "title": "Midgut Malrotation -- Treatment / Management -- Midgut Volvulus", "content": "If midgut volvulus is present, the small and large intestines are delivered outside the abdomen to detorse the volvulus. Then the surgeon must decide the viability of the intestine. If bowel viability is in question, it is left in place and reassessed through a second look laparotomy after 12-24 hours to make an accurate decision regarding the extent of required resection. If a second-look laparotomy is anticipated following bowel detorsion, the Ladd procedure should not be completed until the patient's condition stabilized, the patient is adequately resuscitated, and the bowel viability is confirmed. [25]", "contents": "Midgut Malrotation -- Treatment / Management -- Midgut Volvulus. If midgut volvulus is present, the small and large intestines are delivered outside the abdomen to detorse the volvulus. Then the surgeon must decide the viability of the intestine. If bowel viability is in question, it is left in place and reassessed through a second look laparotomy after 12-24 hours to make an accurate decision regarding the extent of required resection. If a second-look laparotomy is anticipated following bowel detorsion, the Ladd procedure should not be completed until the patient's condition stabilized, the patient is adequately resuscitated, and the bowel viability is confirmed. [25]"}
{"id": "article-25138_27", "title": "Midgut Malrotation -- Treatment / Management -- Midgut Volvulus", "content": "Identify any extrinsic obstruction on the duodenum after relieving the volvulus if present and caused by the peritoneal bands, ligate them with care to protect the superior mesenteric vessel (SMA). The bands may also obstruct other surrounding structures. Obstruction may be due to the cecum, colon, or superior mesenteric artery (SMA). Relieve obstruction, place the cecum in addition to its mesentery in the left upper quadrant of the abdomen, followed by exposing the full length of the anterior part of the duodenum, then pass an NG tube through the duodenum to assess for the presence of intrinsic obstruction.", "contents": "Midgut Malrotation -- Treatment / Management -- Midgut Volvulus. Identify any extrinsic obstruction on the duodenum after relieving the volvulus if present and caused by the peritoneal bands, ligate them with care to protect the superior mesenteric vessel (SMA). The bands may also obstruct other surrounding structures. Obstruction may be due to the cecum, colon, or superior mesenteric artery (SMA). Relieve obstruction, place the cecum in addition to its mesentery in the left upper quadrant of the abdomen, followed by exposing the full length of the anterior part of the duodenum, then pass an NG tube through the duodenum to assess for the presence of intrinsic obstruction."}
{"id": "article-25138_28", "title": "Midgut Malrotation -- Differential Diagnosis", "content": "Presentation of midgut malrotation mimics many other diseases of the small and large gut. The following differential diagnoses should be considered when evaluating patients for midgut malrotation. Bowel obstruction in the newborn which is characterized by failure to pass meconium within 48 hours can happen in duodenal atresia, jejunoileal atresia, meconium ileus, Hirschprung's disease small left colon syndrome, annular pancreas [26] Congenital Band: it is an intraperitoneal adhesion that is unrelated to an intra-abdominal process (like laparotomy, embryogenic remnants, inflammatory diseases, peritonitis, etc.) [27] Intestinal volvulus Necrotizing enterocolitis Neonatal sepsis Pediatric gastroesophageal reflux Intussusception in older infants", "contents": "Midgut Malrotation -- Differential Diagnosis. Presentation of midgut malrotation mimics many other diseases of the small and large gut. The following differential diagnoses should be considered when evaluating patients for midgut malrotation. Bowel obstruction in the newborn which is characterized by failure to pass meconium within 48 hours can happen in duodenal atresia, jejunoileal atresia, meconium ileus, Hirschprung's disease small left colon syndrome, annular pancreas [26] Congenital Band: it is an intraperitoneal adhesion that is unrelated to an intra-abdominal process (like laparotomy, embryogenic remnants, inflammatory diseases, peritonitis, etc.) [27] Intestinal volvulus Necrotizing enterocolitis Neonatal sepsis Pediatric gastroesophageal reflux Intussusception in older infants"}
{"id": "article-25138_29", "title": "Midgut Malrotation -- Prognosis", "content": "The patients affected by midgut malrotation usually carry a good prognosis if there is no midgut volvulus, necrosis, small for gestational age, premature delivery, or other abnormalities. [28] Mortality following surgery for malrotation is between 3 to 9 percent. Additional risk factors such as volvulus, prematurity, associated anomalies may increase the mortality rate. [29] While widening the base of the mesentery during surgery for malrotation reduces the risk of recurrent volvulus, the risk of recurrent volvulus is estimated between 2 and 8 percent. [30]", "contents": "Midgut Malrotation -- Prognosis. The patients affected by midgut malrotation usually carry a good prognosis if there is no midgut volvulus, necrosis, small for gestational age, premature delivery, or other abnormalities. [28] Mortality following surgery for malrotation is between 3 to 9 percent. Additional risk factors such as volvulus, prematurity, associated anomalies may increase the mortality rate. [29] While widening the base of the mesentery during surgery for malrotation reduces the risk of recurrent volvulus, the risk of recurrent volvulus is estimated between 2 and 8 percent. [30]"}
{"id": "article-25138_30", "title": "Midgut Malrotation -- Complications", "content": "General surgical complications such as recurrent volvulus, early postoperative small bowel obstruction from adhesive bands, wound infections, deep vein thrombosis, and aspiration pneumonia due to nasogastric tube placement for bowel decompression. Additional complications of bowel loss resulting in short bowel syndrome and vitamin deficiencies due to bowel loss. [31] [32]", "contents": "Midgut Malrotation -- Complications. General surgical complications such as recurrent volvulus, early postoperative small bowel obstruction from adhesive bands, wound infections, deep vein thrombosis, and aspiration pneumonia due to nasogastric tube placement for bowel decompression. Additional complications of bowel loss resulting in short bowel syndrome and vitamin deficiencies due to bowel loss. [31] [32]"}
{"id": "article-25138_31", "title": "Midgut Malrotation -- Complications", "content": "Short bowel syndrome is treated with anti-diarrheal agents, nutritional therapy, which includes small, high protein diets, additional hydration, vitamins, and minerals replacement in addition to possible parenteral nutrition if the length of the bowel is too short or is undergoing rehabilitation. Autologous bowel reconstruction and small bowel transplantation are considered as a last resort option. [33]", "contents": "Midgut Malrotation -- Complications. Short bowel syndrome is treated with anti-diarrheal agents, nutritional therapy, which includes small, high protein diets, additional hydration, vitamins, and minerals replacement in addition to possible parenteral nutrition if the length of the bowel is too short or is undergoing rehabilitation. Autologous bowel reconstruction and small bowel transplantation are considered as a last resort option. [33]"}
{"id": "article-25138_32", "title": "Midgut Malrotation -- Deterrence and Patient Education", "content": "The patient and family members should be told about the risk of recurrent volvulus that may require additional surgical intervention and that this is a life-threatening diagnosis. Additionally, the family should be counseled that surgical intervention does not correct malrotation, but instead works to decrease the risk for intestinal volvulus.", "contents": "Midgut Malrotation -- Deterrence and Patient Education. The patient and family members should be told about the risk of recurrent volvulus that may require additional surgical intervention and that this is a life-threatening diagnosis. Additionally, the family should be counseled that surgical intervention does not correct malrotation, but instead works to decrease the risk for intestinal volvulus."}
{"id": "article-25138_33", "title": "Midgut Malrotation -- Pearls and Other Issues", "content": "Malrotation with volvulus is treated surgically with emergent surgical intervention and a Ladd procedure. The Ladd procedure includes a reduction of volvulus, lysis of Ladd bands, placing the small bowel in the right abdomen and the colon in the left abdomen, and an appendectomy. Diagnostic imaging modality depends on the hemodynamic stability of the patient. If the child is stable, a radiologist may perform an upper gastrointestinal contrast series. Presentation for intestinal malformation in older children and adults is more variable and may not present with classic bilious emesis but instead present as chronic abdominal pain with intermittent vomiting. At the time of surgical intervention, frankly, necrotic bowel is resected, while gut that may be viable is evaluated at a second-look procedure within 24 hours. Asymptomatic malrotation discovered during imaging is corrected by many surgeons with elective surgery, often utilizing the laparoscopic approach.", "contents": "Midgut Malrotation -- Pearls and Other Issues. Malrotation with volvulus is treated surgically with emergent surgical intervention and a Ladd procedure. The Ladd procedure includes a reduction of volvulus, lysis of Ladd bands, placing the small bowel in the right abdomen and the colon in the left abdomen, and an appendectomy. Diagnostic imaging modality depends on the hemodynamic stability of the patient. If the child is stable, a radiologist may perform an upper gastrointestinal contrast series. Presentation for intestinal malformation in older children and adults is more variable and may not present with classic bilious emesis but instead present as chronic abdominal pain with intermittent vomiting. At the time of surgical intervention, frankly, necrotic bowel is resected, while gut that may be viable is evaluated at a second-look procedure within 24 hours. Asymptomatic malrotation discovered during imaging is corrected by many surgeons with elective surgery, often utilizing the laparoscopic approach."}
{"id": "article-25138_34", "title": "Midgut Malrotation -- Enhancing Healthcare Team Outcomes", "content": "Early diagnosis of intestinal obstruction and volvulus due to midgut malrotation is a crucial step in the management and the outcome. This is a critical diagnosis with a strong emphasis placed on communication between emergency providers, radiologists, and surgeons to facilitate emergent surgical intervention. [34] Early recognition of this time-sensitive condition is the most important in its management.", "contents": "Midgut Malrotation -- Enhancing Healthcare Team Outcomes. Early diagnosis of intestinal obstruction and volvulus due to midgut malrotation is a crucial step in the management and the outcome. This is a critical diagnosis with a strong emphasis placed on communication between emergency providers, radiologists, and surgeons to facilitate emergent surgical intervention. [34] Early recognition of this time-sensitive condition is the most important in its management."}
{"id": "article-25138_35", "title": "Midgut Malrotation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Midgut Malrotation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}