{"id": "article-32812_0", "title": "AVPU Scale -- Definition/Introduction", "content": "Medical illness, traumatic brain injury, alcohol intoxication, drugs, and poisonings may all lead to aberrations in a patient's neurological and physiological status in ways that cause an abnormal level of consciousness. AVPU is a straightforward scale that is useful to rapidly grade a patient's gross level of consciousness, responsiveness, or mental status. It comes into play during pre-hospital care, emergency rooms, general hospital wards, and intensive care unit (ICU) settings. [1] [2] [3] [4] The basis of the AVPU scale is on the following criterion:", "contents": "AVPU Scale -- Definition/Introduction. Medical illness, traumatic brain injury, alcohol intoxication, drugs, and poisonings may all lead to aberrations in a patient's neurological and physiological status in ways that cause an abnormal level of consciousness. AVPU is a straightforward scale that is useful to rapidly grade a patient's gross level of consciousness, responsiveness, or mental status. It comes into play during pre-hospital care, emergency rooms, general hospital wards, and intensive care unit (ICU) settings. [1] [2] [3] [4] The basis of the AVPU scale is on the following criterion:"}
{"id": "article-32812_1", "title": "AVPU Scale -- Definition/Introduction", "content": "Alert: The patient is aware of the examiner and can respond to the environment around them independently. The patient can also follow commands, open their eyes spontaneously, and track objects. Verbally Responsive: The patient's eyes do not open spontaneously. The patient's eyes open only in response to a verbal stimulus directed toward them. The patient can react to that verbal stimulus directly and in a meaningful way. Painfully Responsive: The patient's eyes do not open spontaneously. The patient will only respond to the application of painful stimuli by an examiner. The patient may move, moan, or cry out directly in response to the painful stimuli. Unresponsive: The patient does not respond spontaneously. The patient does not respond to verbal or painful stimuli.", "contents": "AVPU Scale -- Definition/Introduction. Alert: The patient is aware of the examiner and can respond to the environment around them independently. The patient can also follow commands, open their eyes spontaneously, and track objects. Verbally Responsive: The patient's eyes do not open spontaneously. The patient's eyes open only in response to a verbal stimulus directed toward them. The patient can react to that verbal stimulus directly and in a meaningful way. Painfully Responsive: The patient's eyes do not open spontaneously. The patient will only respond to the application of painful stimuli by an examiner. The patient may move, moan, or cry out directly in response to the painful stimuli. Unresponsive: The patient does not respond spontaneously. The patient does not respond to verbal or painful stimuli."}
{"id": "article-32812_2", "title": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status", "content": "Other scales for assessing mental status exist and may be superior to AVPU in specific settings.", "contents": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status. Other scales for assessing mental status exist and may be superior to AVPU in specific settings."}
{"id": "article-32812_3", "title": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status", "content": "The Glasgow Coma Scale (GCS) and the Richmond Sedation and Agitation Scale (RASS) are two scales used for assessing mental status. One study showed that both GCS and RASS in admitted patients were significantly more accurate predictors of mortality than AVPU. Further, the routine tracking of GCS and/or RASS on the wards may improve the accuracy of detecting patients with deteriorating clinical status. [4]", "contents": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status. The Glasgow Coma Scale (GCS) and the Richmond Sedation and Agitation Scale (RASS) are two scales used for assessing mental status. One study showed that both GCS and RASS in admitted patients were significantly more accurate predictors of mortality than AVPU. Further, the routine tracking of GCS and/or RASS on the wards may improve the accuracy of detecting patients with deteriorating clinical status. [4]"}
{"id": "article-32812_4", "title": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status", "content": "The ACDU Scale (alertness, confusion, drowsiness, and unresponsiveness) is another 4-point scale similar to AVPU. One study showed that ACDU might be superior for the simple ward assessment of seriously ill patients compared to AVPU. Additionally, median GCS scores associated with ACDU were 15, 13, 10, and 6. The median values of ACDU were more evenly distributed than AVPU when researchers compared both scales to GCS. This even distribution may indicate that ACDU is superior at identifying early deterioration in the conscious level when they occur in critically ill ward patients than AVPU. [5]", "contents": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status. The ACDU Scale (alertness, confusion, drowsiness, and unresponsiveness) is another 4-point scale similar to AVPU. One study showed that ACDU might be superior for the simple ward assessment of seriously ill patients compared to AVPU. Additionally, median GCS scores associated with ACDU were 15, 13, 10, and 6. The median values of ACDU were more evenly distributed than AVPU when researchers compared both scales to GCS. This even distribution may indicate that ACDU is superior at identifying early deterioration in the conscious level when they occur in critically ill ward patients than AVPU. [5]"}
{"id": "article-32812_5", "title": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status", "content": "The Simplified Motor Score (SMS) categorizes and scores patients in the following three categories: obeys commands, localizes pain, and withdraws to pain or worse. It is useful in evaluating patients in the pre-hospital and acute care setting for possible traumatic brain injury. One study has shown it to have the best interrater reliability for assessing the altered loss of consciousness (LOC) of traumatic and non-traumatic causes among AVPU, GCS, and ACDU. [6]", "contents": "AVPU Scale -- Issues of Concern -- Comparison With Other Scales of Mental Status. The Simplified Motor Score (SMS) categorizes and scores patients in the following three categories: obeys commands, localizes pain, and withdraws to pain or worse. It is useful in evaluating patients in the pre-hospital and acute care setting for possible traumatic brain injury. One study has shown it to have the best interrater reliability for assessing the altered loss of consciousness (LOC) of traumatic and non-traumatic causes among AVPU, GCS, and ACDU. [6]"}
{"id": "article-32812_6", "title": "AVPU Scale -- Clinical Significance -- Utility in First Aid, Pre-Hospital Care, and Emergency Care", "content": "The AVPU scale is a quick and simple way of detecting altered mental status (AMS) in a patient. No formal training is necessary to use this scale. It can be utilized during first aid and in the pre-hospital setting as any scale lower than an \"A\" is considered abnormal until proven otherwise. This result should prompt the examiner to conduct additional assessments or begin more definitive care. EMS crews may begin with AVPU, followed by a GCS assessment if the AVPU score is below \"A.\" AVPU is less detailed than the Glasgow Coma Scale, but it is performable more quickly. AVPU was initially used in the primary survey of trauma patients, as a decreased mental status could indicate inadequate circulation of oxygenated blood to the brain. [4] [7]", "contents": "AVPU Scale -- Clinical Significance -- Utility in First Aid, Pre-Hospital Care, and Emergency Care. The AVPU scale is a quick and simple way of detecting altered mental status (AMS) in a patient. No formal training is necessary to use this scale. It can be utilized during first aid and in the pre-hospital setting as any scale lower than an \"A\" is considered abnormal until proven otherwise. This result should prompt the examiner to conduct additional assessments or begin more definitive care. EMS crews may begin with AVPU, followed by a GCS assessment if the AVPU score is below \"A.\" AVPU is less detailed than the Glasgow Coma Scale, but it is performable more quickly. AVPU was initially used in the primary survey of trauma patients, as a decreased mental status could indicate inadequate circulation of oxygenated blood to the brain. [4] [7]"}
{"id": "article-32812_7", "title": "AVPU Scale -- Clinical Significance -- Utility in Hospital Care and Long Term Healthcare Facilities", "content": "AMS is one of the strongest predictors of death on the wards. Health care professionals within a hospital utilize this scale during patient assessment for any patients at risk of having an abnormal level of consciousness. [4] It plays a role in Rapid Response Activation Criterion and Early Warning Scores to detect changes in a patient's physiologic status in hopes of becoming aware of and correcting any potentially life-threatening issues that could have arisen during a patient's hospital stay. [4] Select patients, such as those in long-term health facilities or nursing homes, may have an AVPU scale of less than A, which is considered the patient's baseline. The AVPU scale is not intended for long-term neurological observation of the patient.", "contents": "AVPU Scale -- Clinical Significance -- Utility in Hospital Care and Long Term Healthcare Facilities. AMS is one of the strongest predictors of death on the wards. Health care professionals within a hospital utilize this scale during patient assessment for any patients at risk of having an abnormal level of consciousness. [4] It plays a role in Rapid Response Activation Criterion and Early Warning Scores to detect changes in a patient's physiologic status in hopes of becoming aware of and correcting any potentially life-threatening issues that could have arisen during a patient's hospital stay. [4] Select patients, such as those in long-term health facilities or nursing homes, may have an AVPU scale of less than A, which is considered the patient's baseline. The AVPU scale is not intended for long-term neurological observation of the patient."}
{"id": "article-32812_8", "title": "AVPU Scale -- Clinical Significance -- Correlation to the Glasgow Coma Scale and Airway Protection", "content": "Similar to GCS, where a scale of 8 or lower prompts health care providers to consider the need for airway protection, the AVPU scale also addresses airway management and aspiration risks. Patients scoring \"P\" or \"U\" may have decreased or absent gag reflexes and thus are unable to maintain a patent airway. This status should prompt the healthcare provider to consider initiating a means of airway protection to avoid airway compromise or aspiration. The AVPU scale correlates to distinct GSC ranges, as outlined below. [5] [4] GCS Score 15 - Alert GCS 12 to 13 - Verbally Responsive GCS 5 to 6 - Physically Responsive GCS 3 - Unresponsive", "contents": "AVPU Scale -- Clinical Significance -- Correlation to the Glasgow Coma Scale and Airway Protection. Similar to GCS, where a scale of 8 or lower prompts health care providers to consider the need for airway protection, the AVPU scale also addresses airway management and aspiration risks. Patients scoring \"P\" or \"U\" may have decreased or absent gag reflexes and thus are unable to maintain a patent airway. This status should prompt the healthcare provider to consider initiating a means of airway protection to avoid airway compromise or aspiration. The AVPU scale correlates to distinct GSC ranges, as outlined below. [5] [4] GCS Score 15 - Alert GCS 12 to 13 - Verbally Responsive GCS 5 to 6 - Physically Responsive GCS 3 - Unresponsive"}
{"id": "article-32812_9", "title": "AVPU Scale -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nurses looking after the patient should be knowledgeable about the AVPU scoring system if they are using it frequently. A drop in score should immediately generate an alert to the managing clincian.", "contents": "AVPU Scale -- Nursing, Allied Health, and Interprofessional Team Interventions. The nurses looking after the patient should be knowledgeable about the AVPU scoring system if they are using it frequently. A drop in score should immediately generate an alert to the managing clincian."}
{"id": "article-32812_10", "title": "AVPU Scale -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "AVPU Scale -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}