{"id": "article-17675_0", "title": "Antiarrhythmic Medications -- Continuing Education Activity", "content": "Antiarrhythmic medications play a pivotal role in managing various cardiac rhythm disorders, and their classification under the Vaughan-Williams system serves as a cornerstone for understanding their diverse mechanisms of action. This activity delves into the revised Vaughan-Williams classification, shedding light on the latest developments in antiarrhythmic drug therapy. The 4 primary categories, and potentially a fifth, guide clinicians in comprehending the nuanced properties of these medications, as some drugs exhibit characteristics spanning multiple classes.", "contents": "Antiarrhythmic Medications -- Continuing Education Activity. Antiarrhythmic medications play a pivotal role in managing various cardiac rhythm disorders, and their classification under the Vaughan-Williams system serves as a cornerstone for understanding their diverse mechanisms of action. This activity delves into the revised Vaughan-Williams classification, shedding light on the latest developments in antiarrhythmic drug therapy. The 4 primary categories, and potentially a fifth, guide clinicians in comprehending the nuanced properties of these medications, as some drugs exhibit characteristics spanning multiple classes."}
{"id": "article-17675_1", "title": "Antiarrhythmic Medications -- Continuing Education Activity", "content": "Participants explore the intricacies of administering these medications intravenously or orally, adapting to the acuteness of the patient's condition. The comprehensive curriculum covers indications, contraindications, pharmacology, adverse reactions, toxicity, monitoring parameters, and significant interactions. This knowledge equips the interprofessional health team with the tools to effectively manage conditions for which antiarrhythmic agents are indicated, ensuring a holistic approach to patient care.", "contents": "Antiarrhythmic Medications -- Continuing Education Activity. Participants explore the intricacies of administering these medications intravenously or orally, adapting to the acuteness of the patient's condition. The comprehensive curriculum covers indications, contraindications, pharmacology, adverse reactions, toxicity, monitoring parameters, and significant interactions. This knowledge equips the interprofessional health team with the tools to effectively manage conditions for which antiarrhythmic agents are indicated, ensuring a holistic approach to patient care."}
{"id": "article-17675_2", "title": "Antiarrhythmic Medications -- Continuing Education Activity", "content": "Objectives: Identify the antiarrhythmic medication classes based on the Vaughan-Williams classification system and cite examples from each class. Apply evidence-based guidelines in selecting antiarrhythmic medications for specific types of arrhythmias. Develop communication with patients regarding antiarrhythmic medications' benefits, risks, and potential side effects. Implement follow-up care and provide patient education with the interprofessional healthcare team on the use and management of antiarrhythmic medications. Access free multiple choice questions on this topic.", "contents": "Antiarrhythmic Medications -- Continuing Education Activity. Objectives: Identify the antiarrhythmic medication classes based on the Vaughan-Williams classification system and cite examples from each class. Apply evidence-based guidelines in selecting antiarrhythmic medications for specific types of arrhythmias. Develop communication with patients regarding antiarrhythmic medications' benefits, risks, and potential side effects. Implement follow-up care and provide patient education with the interprofessional healthcare team on the use and management of antiarrhythmic medications. Access free multiple choice questions on this topic."}
{"id": "article-17675_3", "title": "Antiarrhythmic Medications -- Indications", "content": "Antiarrhythmic medications are typically categorized according to the Vaughan-Williams (VW) classification system. The system classifies the medications according to the main mechanism of action (although several agents retain properties from multiple classes). The VW classification breaks down into 4 main categories, with some references adding a fifth. [1] [2] [3]", "contents": "Antiarrhythmic Medications -- Indications. Antiarrhythmic medications are typically categorized according to the Vaughan-Williams (VW) classification system. The system classifies the medications according to the main mechanism of action (although several agents retain properties from multiple classes). The VW classification breaks down into 4 main categories, with some references adding a fifth. [1] [2] [3]"}
{"id": "article-17675_4", "title": "Antiarrhythmic Medications -- Indications -- Class I", "content": "Class Ia: Causes moderate degree blockage of fast sodium channels. Drugs include quinidine, procainamide, and disopyramide. These are the most pro-arrhythmic sodium channel blockers due to prolonged QTc interval; use is limited due to pro-arrhythmic potential. Quinidine is used in selected patients with Brugada syndrome as an alternative to implantable cardioverter-defibrillator placement (ICD). Treatment with quinidine can be helpful in patients with short QT syndrome and recurrent ventricular arrhythmias (VA). Therapy with quinidine may reduce the number of shocks in patients with short QT syndrome who have undergone ICD placement. Disopyramide is still used occasionally with hypertrophic obstructive cardiomyopathy (HOCM), particularly as a combination with beta-blocker or verapamil to treat symptoms such as angina or dyspnea in patients with HOCM not responding to beta-blockers or verapamil alone. Procainamide can be a valuable agent to help unmask and diagnose Brugada syndrome in patients suspected of having Brugada syndrome but without a definitive diagnosis. Procainamide is recommended to restore sinus rhythm in patients with Wolff-Parkinson-White (WPW) syndrome, in whom atrial fibrillation (AF) occurs without hemodynamic instability associated with a wide QRS complex or a rapid pre-excited ventricular response. Procainamide also can be useful in terminating ventricular tachycardia and arrhythmia. [4] [5]", "contents": "Antiarrhythmic Medications -- Indications -- Class I. Class Ia: Causes moderate degree blockage of fast sodium channels. Drugs include quinidine, procainamide, and disopyramide. These are the most pro-arrhythmic sodium channel blockers due to prolonged QTc interval; use is limited due to pro-arrhythmic potential. Quinidine is used in selected patients with Brugada syndrome as an alternative to implantable cardioverter-defibrillator placement (ICD). Treatment with quinidine can be helpful in patients with short QT syndrome and recurrent ventricular arrhythmias (VA). Therapy with quinidine may reduce the number of shocks in patients with short QT syndrome who have undergone ICD placement. Disopyramide is still used occasionally with hypertrophic obstructive cardiomyopathy (HOCM), particularly as a combination with beta-blocker or verapamil to treat symptoms such as angina or dyspnea in patients with HOCM not responding to beta-blockers or verapamil alone. Procainamide can be a valuable agent to help unmask and diagnose Brugada syndrome in patients suspected of having Brugada syndrome but without a definitive diagnosis. Procainamide is recommended to restore sinus rhythm in patients with Wolff-Parkinson-White (WPW) syndrome, in whom atrial fibrillation (AF) occurs without hemodynamic instability associated with a wide QRS complex or a rapid pre-excited ventricular response. Procainamide also can be useful in terminating ventricular tachycardia and arrhythmia. [4] [5]"}
{"id": "article-17675_5", "title": "Antiarrhythmic Medications -- Indications -- Class I", "content": "Class Ib: Causes mild degree blockage of sodium channels. Drugs include lidocaine and mexiletine. These drugs shorten the QTc interval, are used for ventricular arrhythmias only, especially post-myocardial infarction VA, and are not helpful for atrial arrhythmias. In long QT syndrome, mexiletine shortens the QTc interval and has been used to reduce recurrent and ICD arrhythmias. [6]", "contents": "Antiarrhythmic Medications -- Indications -- Class I. Class Ib: Causes mild degree blockage of sodium channels. Drugs include lidocaine and mexiletine. These drugs shorten the QTc interval, are used for ventricular arrhythmias only, especially post-myocardial infarction VA, and are not helpful for atrial arrhythmias. In long QT syndrome, mexiletine shortens the QTc interval and has been used to reduce recurrent and ICD arrhythmias. [6]"}
{"id": "article-17675_6", "title": "Antiarrhythmic Medications -- Indications -- Class I", "content": "Class Ic: These agents cause a marked degree of sodium blockage and no effect on QT interval. Drugs include flecainide or propafenone. These drugs are reasonable for ongoing management in patients without structural or ischemic heart disease who have symptomatic supraventricular tachycardia (SVT) and are not candidates for or who decide not to undergo catheter ablation. These agents are also helpful for the pharmacological cardioversion of atrial fibrillation. Some patients may use the \"pill in pocket\" strategy. The pill in the pocket refers to a treatment strategy where the patient with paroxysmal atrial fibrillation does not take a regularly scheduled maintenance dose of the medication. Instead, the patient carries a loading dose of the agent on their person. If the patient senses an atrial fibrillation episode has started, they take a loading dose of the respective treatment medication as a one-time dose and attempt chemical cardioversion back to a more regular rhythm. Flecainide and propafenone should not be used for patients with any \"structural heart disease.\" The Cardiac Arrhythmia Suppression Trials (CAST I and II) showed increased mortality in patients who had a previous myocardial infarction treated with class Ic agents (flecainide, encainide, moricizine) versus placebo when trying to reduce the frequency of premature ventricular contractions (PVCs). These results imply that class Ic agents are not routinely prescribed to patients with left ventricular dysfunction. This data essentially rules out the majority of ventricular arrhythmias for treatment with class Ic agents. [7]", "contents": "Antiarrhythmic Medications -- Indications -- Class I. Class Ic: These agents cause a marked degree of sodium blockage and no effect on QT interval. Drugs include flecainide or propafenone. These drugs are reasonable for ongoing management in patients without structural or ischemic heart disease who have symptomatic supraventricular tachycardia (SVT) and are not candidates for or who decide not to undergo catheter ablation. These agents are also helpful for the pharmacological cardioversion of atrial fibrillation. Some patients may use the \"pill in pocket\" strategy. The pill in the pocket refers to a treatment strategy where the patient with paroxysmal atrial fibrillation does not take a regularly scheduled maintenance dose of the medication. Instead, the patient carries a loading dose of the agent on their person. If the patient senses an atrial fibrillation episode has started, they take a loading dose of the respective treatment medication as a one-time dose and attempt chemical cardioversion back to a more regular rhythm. Flecainide and propafenone should not be used for patients with any \"structural heart disease.\" The Cardiac Arrhythmia Suppression Trials (CAST I and II) showed increased mortality in patients who had a previous myocardial infarction treated with class Ic agents (flecainide, encainide, moricizine) versus placebo when trying to reduce the frequency of premature ventricular contractions (PVCs). These results imply that class Ic agents are not routinely prescribed to patients with left ventricular dysfunction. This data essentially rules out the majority of ventricular arrhythmias for treatment with class Ic agents. [7]"}
{"id": "article-17675_7", "title": "Antiarrhythmic Medications -- Indications -- Class II", "content": "Beta-blockers are indicated for rate control in patients with paroxysmal, persistent, or permanent AF and atrial flutter. Oral beta-blockers are helpful for ongoing management in patients with symptomatic supraventricular tachycardia (SVT). Beta-blockers are often first-line antiarrhythmic therapy because of their excellent safety profile and effectiveness in treating ventricular arrhythmias. Treatment with beta-blockers decreases adverse cardiac events in patients with long QT syndrome and catecholaminergic polymorphic ventricular tachycardia. In patients with symptomatic (PVCs) in an otherwise normal heart, treatment with a beta-blocker is useful to reduce recurrent arrhythmias and improve symptoms. [6] [8]", "contents": "Antiarrhythmic Medications -- Indications -- Class II. Beta-blockers are indicated for rate control in patients with paroxysmal, persistent, or permanent AF and atrial flutter. Oral beta-blockers are helpful for ongoing management in patients with symptomatic supraventricular tachycardia (SVT). Beta-blockers are often first-line antiarrhythmic therapy because of their excellent safety profile and effectiveness in treating ventricular arrhythmias. Treatment with beta-blockers decreases adverse cardiac events in patients with long QT syndrome and catecholaminergic polymorphic ventricular tachycardia. In patients with symptomatic (PVCs) in an otherwise normal heart, treatment with a beta-blocker is useful to reduce recurrent arrhythmias and improve symptoms. [6] [8]"}
{"id": "article-17675_8", "title": "Antiarrhythmic Medications -- Indications -- Class III", "content": "Potassium channel blockers decrease potassium efflux out of the cell and prolong the QTc interval.", "contents": "Antiarrhythmic Medications -- Indications -- Class III. Potassium channel blockers decrease potassium efflux out of the cell and prolong the QTc interval."}
{"id": "article-17675_9", "title": "Antiarrhythmic Medications -- Indications -- Class III", "content": "Amiodarone exerts sympatholytic, sodium, and calcium antagonistic properties that decrease AV and sinus node conduction. This drug is recommended in patients with AF to maintain sinus rhythm, especially those with left ventricular systolic dysfunction. Amiodarone is also a reasonable option in pharmacological cardioversion. This agent can be used in critically ill patients without pre-excitation to attain ventricular rate control, although it is less effective than non-dihydropyridine calcium channel blockers. Amiodarone is the most common antiarrhythmic medication used to suppress ventricular arrhythmia. In patients with hemodynamically unstable persistent VA after defibrillation, intravenous amiodarone should be administered to achieve a stable rhythm. Amiodarone has also shown effectiveness in VA suppression in patients with ischemic heart disease with ongoing beta-blocker treatment.", "contents": "Antiarrhythmic Medications -- Indications -- Class III. Amiodarone exerts sympatholytic, sodium, and calcium antagonistic properties that decrease AV and sinus node conduction. This drug is recommended in patients with AF to maintain sinus rhythm, especially those with left ventricular systolic dysfunction. Amiodarone is also a reasonable option in pharmacological cardioversion. This agent can be used in critically ill patients without pre-excitation to attain ventricular rate control, although it is less effective than non-dihydropyridine calcium channel blockers. Amiodarone is the most common antiarrhythmic medication used to suppress ventricular arrhythmia. In patients with hemodynamically unstable persistent VA after defibrillation, intravenous amiodarone should be administered to achieve a stable rhythm. Amiodarone has also shown effectiveness in VA suppression in patients with ischemic heart disease with ongoing beta-blocker treatment."}
{"id": "article-17675_10", "title": "Antiarrhythmic Medications -- Indications -- Class III", "content": "Dronedarone reduces the hospitalization rate for atrial fibrillation in patients with sinus rhythm and a non-permanent AF history. However, the clinician should not prescribe dronedarone in patients with AF that cannot be converted into normal sinus rhythm (permanent AF). According to the FDA review, the drug doubles the rate of cardiovascular death, stroke, and heart failure in such patients.", "contents": "Antiarrhythmic Medications -- Indications -- Class III. Dronedarone reduces the hospitalization rate for atrial fibrillation in patients with sinus rhythm and a non-permanent AF history. However, the clinician should not prescribe dronedarone in patients with AF that cannot be converted into normal sinus rhythm (permanent AF). According to the FDA review, the drug doubles the rate of cardiovascular death, stroke, and heart failure in such patients."}
{"id": "article-17675_11", "title": "Antiarrhythmic Medications -- Indications -- Class III", "content": "Dofetilide is used for atrial arrhythmias only. Oral dofetilide is helpful for acute pharmacological cardioversion in atrial fibrillation or patients with atrial flutter.", "contents": "Antiarrhythmic Medications -- Indications -- Class III. Dofetilide is used for atrial arrhythmias only. Oral dofetilide is helpful for acute pharmacological cardioversion in atrial fibrillation or patients with atrial flutter."}
{"id": "article-17675_12", "title": "Antiarrhythmic Medications -- Indications -- Class III", "content": "Sotalol shares the effects of class II and class II non-cardioselective beta-blockers and potassium channel blockers. Therefore, clinicians can use it to treat both ventricular and supraventricular arrhythmias. Sotalol is not effective for converting atrial fibrillation to sinus rhythm but may be used to prevent recurrent AF. Sotalol also showed efficacy in suppressing ventricular arrhythmias.", "contents": "Antiarrhythmic Medications -- Indications -- Class III. Sotalol shares the effects of class II and class II non-cardioselective beta-blockers and potassium channel blockers. Therefore, clinicians can use it to treat both ventricular and supraventricular arrhythmias. Sotalol is not effective for converting atrial fibrillation to sinus rhythm but may be used to prevent recurrent AF. Sotalol also showed efficacy in suppressing ventricular arrhythmias."}
{"id": "article-17675_13", "title": "Antiarrhythmic Medications -- Indications -- Class III", "content": "Ibutilide is indicated for AF or atrial flutter only. [6] [7]", "contents": "Antiarrhythmic Medications -- Indications -- Class III. Ibutilide is indicated for AF or atrial flutter only. [6] [7]"}
{"id": "article-17675_14", "title": "Antiarrhythmic Medications -- Indications -- Class IV", "content": "Non-dihydropyridine calcium channel blockers (diltiazem, verapamil) decrease conduction velocity and slow conduction through the AV node. They are helpful for ventricular rate control in acute and chronic atrial fibrillation and atrial flutter. Diltiazem and verapamil are options in the acute treatment of hemodynamically stable patients with SVT, focal, and multifocal atrial tachycardias. [7]", "contents": "Antiarrhythmic Medications -- Indications -- Class IV. Non-dihydropyridine calcium channel blockers (diltiazem, verapamil) decrease conduction velocity and slow conduction through the AV node. They are helpful for ventricular rate control in acute and chronic atrial fibrillation and atrial flutter. Diltiazem and verapamil are options in the acute treatment of hemodynamically stable patients with SVT, focal, and multifocal atrial tachycardias. [7]"}
{"id": "article-17675_15", "title": "Antiarrhythmic Medications -- Indications -- Other Antiarrhythmic Drugs", "content": "Adenosine helps diagnose and terminate SVT due to either atrioventricular nodal reentrant tachycardia (AVNRT) or orthodromic atrioventricular reentrant tachycardia (AVRT). This drug may also be utilized diagnostically; adenosine helps unmask atrial flutter or atrial tachycardia (AT). Adenosine is also helpful in terminating the focal AT of a triggered mechanism and differentiating focal AT from AVNRT and AVRT. Digoxin is not usually first-line therapy for ventricular rate control in AF; a combination of digoxin and beta-blocker or non-dihydropyridine calcium channel blocker is a reasonable rate control option in patients with AF and heart failure.", "contents": "Antiarrhythmic Medications -- Indications -- Other Antiarrhythmic Drugs. Adenosine helps diagnose and terminate SVT due to either atrioventricular nodal reentrant tachycardia (AVNRT) or orthodromic atrioventricular reentrant tachycardia (AVRT). This drug may also be utilized diagnostically; adenosine helps unmask atrial flutter or atrial tachycardia (AT). Adenosine is also helpful in terminating the focal AT of a triggered mechanism and differentiating focal AT from AVNRT and AVRT. Digoxin is not usually first-line therapy for ventricular rate control in AF; a combination of digoxin and beta-blocker or non-dihydropyridine calcium channel blocker is a reasonable rate control option in patients with AF and heart failure."}
{"id": "article-17675_16", "title": "Antiarrhythmic Medications -- Indications", "content": "In the revised classification, the original Vaughan Williams Classes I through IV are maintained but subcategorized. These classifications are due to recent developments, including the presence of Na + current components (for Class I), advancements in autonomic (G protein-mediated) signaling (for Class II), K + channel subclassification (for Class III), and new molecular targets related to Ca 2+ homeostasis (for Class IV). Also, Class V to VII have been described. [9]", "contents": "Antiarrhythmic Medications -- Indications. In the revised classification, the original Vaughan Williams Classes I through IV are maintained but subcategorized. These classifications are due to recent developments, including the presence of Na + current components (for Class I), advancements in autonomic (G protein-mediated) signaling (for Class II), K + channel subclassification (for Class III), and new molecular targets related to Ca 2+ homeostasis (for Class IV). Also, Class V to VII have been described. [9]"}
{"id": "article-17675_17", "title": "Antiarrhythmic Medications -- Indications -- Updated Vaughan Williams Classification", "content": "The following classes are represented in the more recent VW classification. [10]", "contents": "Antiarrhythmic Medications -- Indications -- Updated Vaughan Williams Classification. The following classes are represented in the more recent VW classification. [10]"}
{"id": "article-17675_18", "title": "Antiarrhythmic Medications -- Indications -- Class 0: HCN Channel Blockers", "content": "Ivabradine: stable angina and chronic heart failure with heart rate ≥70 bpm.", "contents": "Antiarrhythmic Medications -- Indications -- Class 0: HCN Channel Blockers. Ivabradine: stable angina and chronic heart failure with heart rate ≥70 bpm."}
{"id": "article-17675_19", "title": "Antiarrhythmic Medications -- Indications -- Class I: Voltage-gated Na + Channel Blockers", "content": "Ia: Quinidine, disopyramide, procainamide: supraventricular tachyarrhythmias, recurrent atrial fibrillation, ventricular tachycardia, ventricular fibrillation, Brugada syndrome, short QT syndrome (SQTS) [11] Ib: Lidocaine, mexiletine: ventricular tachycardia, ventricular fibrillation, especially after myocardial infarction.", "contents": "Antiarrhythmic Medications -- Indications -- Class I: Voltage-gated Na + Channel Blockers. Ia: Quinidine, disopyramide, procainamide: supraventricular tachyarrhythmias, recurrent atrial fibrillation, ventricular tachycardia, ventricular fibrillation, Brugada syndrome, short QT syndrome (SQTS) [11] Ib: Lidocaine, mexiletine: ventricular tachycardia, ventricular fibrillation, especially after myocardial infarction."}
{"id": "article-17675_20", "title": "Antiarrhythmic Medications -- Indications -- Class I: Voltage-gated Na + Channel Blockers", "content": "Ic: Encainide, flecainide, propafenone: supraventricular and ventricular tachyarrhythmias resistant to standard treatments in the absence of structural heart disease, and premature ventricular contractions, catecholaminergic polymorphic ventricular tachycardia. Id: Ranolazine: a treatment option for tachyarrhythmias and ventricular tachycardia.", "contents": "Antiarrhythmic Medications -- Indications -- Class I: Voltage-gated Na + Channel Blockers. Ic: Encainide, flecainide, propafenone: supraventricular and ventricular tachyarrhythmias resistant to standard treatments in the absence of structural heart disease, and premature ventricular contractions, catecholaminergic polymorphic ventricular tachycardia. Id: Ranolazine: a treatment option for tachyarrhythmias and ventricular tachycardia."}
{"id": "article-17675_21", "title": "Antiarrhythmic Medications -- Indications -- Class II: Autonomic Inhibitors/Activators", "content": "IIa: Inhibitors (eg, pindolol, carvedilol, timolol, nadolol (non-selective β-B); bisoprolol, atenolol, metoprolol, esmolol (selective β1 blocker): rate control of atrial fibrillation, atrial flutter, and ventricular tachyarrhythmias IIb: Activators (eg, isoproterenol): ventricular escape rhythm (complete AV block before pacemaker implantation) IIc: Inhibitors (eg, atropine): symptomatic sinus bradycardia, conduction block. IId: Activators (eg, carbacholine, methacholine, digoxin): supraventricular tachyarrhythmias IIe: Activators (eg, adenosine): termination of PSVT", "contents": "Antiarrhythmic Medications -- Indications -- Class II: Autonomic Inhibitors/Activators. IIa: Inhibitors (eg, pindolol, carvedilol, timolol, nadolol (non-selective β-B); bisoprolol, atenolol, metoprolol, esmolol (selective β1 blocker): rate control of atrial fibrillation, atrial flutter, and ventricular tachyarrhythmias IIb: Activators (eg, isoproterenol): ventricular escape rhythm (complete AV block before pacemaker implantation) IIc: Inhibitors (eg, atropine): symptomatic sinus bradycardia, conduction block. IId: Activators (eg, carbacholine, methacholine, digoxin): supraventricular tachyarrhythmias IIe: Activators (eg, adenosine): termination of PSVT"}
{"id": "article-17675_22", "title": "Antiarrhythmic Medications -- Indications -- Class III: K + Channel Blockers/Openers", "content": "IIIa: Voltage-dependent K + channels K + channels (non-selective) blockers (eg, amiodarone, dronedarone): atrial fibrillation, hemodynamically unstable ventricular tachycardia, life-threatening recurrent ventricular fibrillation", "contents": "Antiarrhythmic Medications -- Indications -- Class III: K + Channel Blockers/Openers. IIIa: Voltage-dependent K + channels K + channels (non-selective) blockers (eg, amiodarone, dronedarone): atrial fibrillation, hemodynamically unstable ventricular tachycardia, life-threatening recurrent ventricular fibrillation"}
{"id": "article-17675_23", "title": "Antiarrhythmic Medications -- Indications -- Class III: K + Channel Blockers/Openers", "content": "Kv11.1 (rapid K + current) blockers (eg, dofetilide, almokalant, ibutilide, sematilide, sotalol): ventricular tachycardia in patients without a history of myocardial infarction or structural heart disease, WPW syndrome associated with atrial fibrillation.", "contents": "Antiarrhythmic Medications -- Indications -- Class III: K + Channel Blockers/Openers. Kv11.1 (rapid K + current) blockers (eg, dofetilide, almokalant, ibutilide, sematilide, sotalol): ventricular tachycardia in patients without a history of myocardial infarction or structural heart disease, WPW syndrome associated with atrial fibrillation."}
{"id": "article-17675_24", "title": "Antiarrhythmic Medications -- Indications -- Class III: K + Channel Blockers/Openers", "content": "Kv1.5 (ultra-rapid K + current) blockers (eg, vernakalant): pharmacological cardioversion of recent atrial fibrillation (in patients without structural heart disease /ischemic heart disease; not-FDA approved) [12] [13] IIIb: Metabolically dependent K + channel blockers (eg, nicorandil, pinacidil): treatment of stable angina (second line), decreased actional potential recovery time, shortened QT intervals.", "contents": "Antiarrhythmic Medications -- Indications -- Class III: K + Channel Blockers/Openers. Kv1.5 (ultra-rapid K + current) blockers (eg, vernakalant): pharmacological cardioversion of recent atrial fibrillation (in patients without structural heart disease /ischemic heart disease; not-FDA approved) [12] [13] IIIb: Metabolically dependent K + channel blockers (eg, nicorandil, pinacidil): treatment of stable angina (second line), decreased actional potential recovery time, shortened QT intervals."}
{"id": "article-17675_25", "title": "Antiarrhythmic Medications -- Indications -- Class IV: Ca 2+ Handling Modulators", "content": "IVa: Surface membrane non-selective Ca 2+ channels blockers (eg, bepridil, falipamil): potential management of supraventricular tachyarrhythmias Surface membrane L-type Ca 2+ channel blockers (eg, verapamil, diltiazem): supraventricular arrhythmias, rate control of atrial fibrillation. IVb: Intracellular Ca 2+ channel blockers (eg, propafenone, flecainide): catecholaminergic polymorphic ventricular tachycardia (CPVT) [14]", "contents": "Antiarrhythmic Medications -- Indications -- Class IV: Ca 2+ Handling Modulators. IVa: Surface membrane non-selective Ca 2+ channels blockers (eg, bepridil, falipamil): potential management of supraventricular tachyarrhythmias Surface membrane L-type Ca 2+ channel blockers (eg, verapamil, diltiazem): supraventricular arrhythmias, rate control of atrial fibrillation. IVb: Intracellular Ca 2+ channel blockers (eg, propafenone, flecainide): catecholaminergic polymorphic ventricular tachycardia (CPVT) [14]"}
{"id": "article-17675_26", "title": "Antiarrhythmic Medications -- Indications -- Class V Mechanosensitive Channel Blockers", "content": "Inhibitors: N -(p-amylcinnamoyl) anthranilic acid (under research; not FDA approved)", "contents": "Antiarrhythmic Medications -- Indications -- Class V Mechanosensitive Channel Blockers. Inhibitors: N -(p-amylcinnamoyl) anthranilic acid (under research; not FDA approved)"}
{"id": "article-17675_27", "title": "Antiarrhythmic Medications -- Indications -- Class VI: Gap Junction Channel Blockers", "content": "Inhibitors: carbenoxolone (under investigation; not FDA approved)", "contents": "Antiarrhythmic Medications -- Indications -- Class VI: Gap Junction Channel Blockers. Inhibitors: carbenoxolone (under investigation; not FDA approved)"}
{"id": "article-17675_28", "title": "Antiarrhythmic Medications -- Indications -- Class VII: Upstream Target Modulators", "content": "Omega-3 fatty acids (eg, eicosapentaenoic acid, docosahexaenoic acid): post–myocardial reduction of risk of cardiac death [15] Statins: potential for use in atrial fibrillation [16] ACE inhibitors (eg, captopril, enalapril, ramipril, lisinopril; ARBs: losartan, telmisartan): potential application in atrial fibrillation due to heart failure [17]", "contents": "Antiarrhythmic Medications -- Indications -- Class VII: Upstream Target Modulators. Omega-3 fatty acids (eg, eicosapentaenoic acid, docosahexaenoic acid): post–myocardial reduction of risk of cardiac death [15] Statins: potential for use in atrial fibrillation [16] ACE inhibitors (eg, captopril, enalapril, ramipril, lisinopril; ARBs: losartan, telmisartan): potential application in atrial fibrillation due to heart failure [17]"}
{"id": "article-17675_29", "title": "Antiarrhythmic Medications -- Mechanism of Action", "content": "The cardiac action potential is the cycle of ion movement, which leads to successive depolarization and repolarization of the cardiac myocyte, leading to muscle contraction. [18] The resting phase of the cardiac myocyte has a resting membrane potential of -80 to -90 mV at baseline. The antiarrhythmic medications essentially slow ion movement in various phases of the cardiac action potential and get broken down as follows (see Image. Cardiac Action Potential and Drugs).", "contents": "Antiarrhythmic Medications -- Mechanism of Action. The cardiac action potential is the cycle of ion movement, which leads to successive depolarization and repolarization of the cardiac myocyte, leading to muscle contraction. [18] The resting phase of the cardiac myocyte has a resting membrane potential of -80 to -90 mV at baseline. The antiarrhythmic medications essentially slow ion movement in various phases of the cardiac action potential and get broken down as follows (see Image. Cardiac Action Potential and Drugs)."}
{"id": "article-17675_30", "title": "Antiarrhythmic Medications -- Mechanism of Action", "content": "Phase 0:  \"The depolarization\" phase of the action potential occurs by the rapid movement of sodium ions (Na + ) into the cell along an electrochemical gradient, which leads to a membrane potential of approximately +30 mV. Phase 1: \"The notch,\" the initial or early repolarization phase of the action potential, involves the efflux of potassium (K + ) ions. Phase 2: \"The plateau\" is a balance of inward calcium ion movement that offsets the outward K + movement. Phase 3: \"The repolarization\"; this phase is primarily caused by the movement of K + ions along their electrochemical gradient out of the cell, essentially taking the positive charge of the K + ion out of the cell. This stage restores the negative action potential of the cardiac myocyte. Phase 4: Restoration of the Na/K-ATPase, which restores the resting membrane potential of the cardiac myocyte.", "contents": "Antiarrhythmic Medications -- Mechanism of Action. Phase 0:  \"The depolarization\" phase of the action potential occurs by the rapid movement of sodium ions (Na + ) into the cell along an electrochemical gradient, which leads to a membrane potential of approximately +30 mV. Phase 1: \"The notch,\" the initial or early repolarization phase of the action potential, involves the efflux of potassium (K + ) ions. Phase 2: \"The plateau\" is a balance of inward calcium ion movement that offsets the outward K + movement. Phase 3: \"The repolarization\"; this phase is primarily caused by the movement of K + ions along their electrochemical gradient out of the cell, essentially taking the positive charge of the K + ion out of the cell. This stage restores the negative action potential of the cardiac myocyte. Phase 4: Restoration of the Na/K-ATPase, which restores the resting membrane potential of the cardiac myocyte."}
{"id": "article-17675_31", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class 0 Antiarrhythmic", "content": "These are hyperpolarization-activated cyclic nucleotide-gated (HCN) channel blockers. These agents block \"funny\" current ( I ). Inhibition of I reduces the sinoatrial node (SAN) phase 4 pacemaker depolarization rate and reduces heart rate. The potential decreased AV nodal conduction, and Purkinje cell automaticity increase RR intervals. An example is ivabradine. [19]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class 0 Antiarrhythmic. These are hyperpolarization-activated cyclic nucleotide-gated (HCN) channel blockers. These agents block \"funny\" current ( I ). Inhibition of I reduces the sinoatrial node (SAN) phase 4 pacemaker depolarization rate and reduces heart rate. The potential decreased AV nodal conduction, and Purkinje cell automaticity increase RR intervals. An example is ivabradine. [19]"}
{"id": "article-17675_32", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class I Antiarrhythmics", "content": "Class Ia, Ib, and Ic: Class I antiarrhythmics are fast sodium channel blockers. They are responsible for phase 0 of fast-response cardiac action potentials. The 3 subclasses differ in their efficacy for reducing the slope of phase 0, with Ic drugs having the greatest and Ib drugs having the smallest effect on phase 0. Sodium-channel blockade: Ic  > Ia > Ib. Class Ia prolongs the action potential (AP) duration, leading to an increase in QTc interval. Class Ib decreases the duration of AP, causing a shortening of the QTc interval. Class Ic drugs do not affect AP duration; they do not affect the QTc interval. [20]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class I Antiarrhythmics. Class Ia, Ib, and Ic: Class I antiarrhythmics are fast sodium channel blockers. They are responsible for phase 0 of fast-response cardiac action potentials. The 3 subclasses differ in their efficacy for reducing the slope of phase 0, with Ic drugs having the greatest and Ib drugs having the smallest effect on phase 0. Sodium-channel blockade: Ic  > Ia > Ib. Class Ia prolongs the action potential (AP) duration, leading to an increase in QTc interval. Class Ib decreases the duration of AP, causing a shortening of the QTc interval. Class Ic drugs do not affect AP duration; they do not affect the QTc interval. [20]"}
{"id": "article-17675_33", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class I Antiarrhythmics", "content": "Class Id: Ranolazine has a distinct mechanism of action; it causes a reduction in late Na + current ( I NaL) and affects AP recovery and the refractory period. As a result, there is a decreased action potential recovery time and reduced early afterdepolarization (EAD)-induced triggered activity. [21]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class I Antiarrhythmics. Class Id: Ranolazine has a distinct mechanism of action; it causes a reduction in late Na + current ( I NaL) and affects AP recovery and the refractory period. As a result, there is a decreased action potential recovery time and reduced early afterdepolarization (EAD)-induced triggered activity. [21]"}
{"id": "article-17675_34", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic", "content": "Class IIa (Beta-blockers): These agents inhibit beta-adrenergic activation of adenylate cyclase and reduce intracellular cAMP levels, resulting in decreased sinoatrial node (SAN) pacing and triggered activity.", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic. Class IIa (Beta-blockers): These agents inhibit beta-adrenergic activation of adenylate cyclase and reduce intracellular cAMP levels, resulting in decreased sinoatrial node (SAN) pacing and triggered activity."}
{"id": "article-17675_35", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic", "content": "Class IIb (Nonselective beta-agonist): this agent works by activating the adrenergic system(l)-induced Gs-protein effects of increasing adenylyl kinase activity decreases RR and PR intervals. Consequently, there is a suppression of bradycardia-dependent EAD-related triggered activity. Isoproterenol exerts both chronotropic and inotropic effects, improving sinus and AV nodal function without a vasopressor effect. This class is indicated for acute symptomatic sinus bradycardia or atrioventricular block treatment. [22]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic. Class IIb (Nonselective beta-agonist): this agent works by activating the adrenergic system(l)-induced Gs-protein effects of increasing adenylyl kinase activity decreases RR and PR intervals. Consequently, there is a suppression of bradycardia-dependent EAD-related triggered activity. Isoproterenol exerts both chronotropic and inotropic effects, improving sinus and AV nodal function without a vasopressor effect. This class is indicated for acute symptomatic sinus bradycardia or atrioventricular block treatment. [22]"}
{"id": "article-17675_36", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic", "content": "Class IIc (Muscarinic M2 receptor inhibitors [eg, atropine]): Inhibits supraventricular (SAN, atrial, AVN) muscarinic M2 cholinergic receptors, decreasing RR and PR intervals, thus increasing SA node automaticity and AV nodal conduction. [22]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic. Class IIc (Muscarinic M2 receptor inhibitors [eg, atropine]): Inhibits supraventricular (SAN, atrial, AVN) muscarinic M2 cholinergic receptors, decreasing RR and PR intervals, thus increasing SA node automaticity and AV nodal conduction. [22]"}
{"id": "article-17675_37", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic", "content": "Class IId (Muscarinic M2 receptor activators [eg, pilocarpine, carbachol, methacholine, digoxin]): These drugs activate supraventricular (SA node, atrial, AV node) muscarinic M2 cholinergic receptors, hyperpolarizing the SA node, and shortening action potential duration in atrial and AV nodal tissue. These agents also exhibit inhibitory effects on adenylyl cyclase and cAMP activation, resulting in increased RR and PR intervals, reduced SA node automaticity, and decreased AVN conduction. In addition, digoxin is also a Na/K-ATPase inhibitor. Binding with the sodium pump increases intracellular Na + concentration, driving Ca 2+ influx. This activity will lead to increased contractility of the heart and prolongation of phase 4 and phase 0 of the cardiac action potential, thus slowing down conduction through the AVN. [23]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic. Class IId (Muscarinic M2 receptor activators [eg, pilocarpine, carbachol, methacholine, digoxin]): These drugs activate supraventricular (SA node, atrial, AV node) muscarinic M2 cholinergic receptors, hyperpolarizing the SA node, and shortening action potential duration in atrial and AV nodal tissue. These agents also exhibit inhibitory effects on adenylyl cyclase and cAMP activation, resulting in increased RR and PR intervals, reduced SA node automaticity, and decreased AVN conduction. In addition, digoxin is also a Na/K-ATPase inhibitor. Binding with the sodium pump increases intracellular Na + concentration, driving Ca 2+ influx. This activity will lead to increased contractility of the heart and prolongation of phase 4 and phase 0 of the cardiac action potential, thus slowing down conduction through the AVN. [23]"}
{"id": "article-17675_38", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic", "content": "Class IIe (Adenosine A1 receptor activator [adenosine]): Activating adenosine A1 receptors in supraventricular tissue activates G protein-coupled inward rectifying K + channels hyperpolarizing the SA node; inhibitory effects on adenylyl cyclase and cAMP activation; increased RR and increased PR intervals. Consequently, there is a decrease in SA node automaticity and AV nodal conduction. In addition, it decreases early after depolarization (EAD) and is delayed after depolarization (DAD) induced triggered activity. Terminates SVT via hyperpolarization by increasing K + efflux and inhibiting Ca 2+ current. [24]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class II Antiarrhythmic. Class IIe (Adenosine A1 receptor activator [adenosine]): Activating adenosine A1 receptors in supraventricular tissue activates G protein-coupled inward rectifying K + channels hyperpolarizing the SA node; inhibitory effects on adenylyl cyclase and cAMP activation; increased RR and increased PR intervals. Consequently, there is a decrease in SA node automaticity and AV nodal conduction. In addition, it decreases early after depolarization (EAD) and is delayed after depolarization (DAD) induced triggered activity. Terminates SVT via hyperpolarization by increasing K + efflux and inhibiting Ca 2+ current. [24]"}
{"id": "article-17675_39", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers)", "content": "Class III antiarrhythmics block potassium channels, resulting in prolonged atrial, Purkinje, ventricular myocyte action potential recovery, increased ERP, reduced repolarization reserve, and prolonged QT intervals. Amiodarone also exerts sympatholytic, sodium, and calcium antagonistic properties that decrease conduction through the AV and sinus node. Sotalol shares class II and class III antiarrhythmic properties.", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers). Class III antiarrhythmics block potassium channels, resulting in prolonged atrial, Purkinje, ventricular myocyte action potential recovery, increased ERP, reduced repolarization reserve, and prolonged QT intervals. Amiodarone also exerts sympatholytic, sodium, and calcium antagonistic properties that decrease conduction through the AV and sinus node. Sotalol shares class II and class III antiarrhythmic properties."}
{"id": "article-17675_40", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers)", "content": "IIIa Nonselective potassium channel blockers (eg, amiodarone, dronedarone): Block multiple potassium channel targets resulting in prolonged atrial, Purkinje, and ventricular myocyte AP recovery, increased ERP, and reduced repolarization reserve; prolonged QT intervals. An increase in AP recovery time and the refractory period, with a decreased reentrant tendency. Note: amiodarone also delays sinus node rate and atrioventricular conduction. [25]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers). IIIa Nonselective potassium channel blockers (eg, amiodarone, dronedarone): Block multiple potassium channel targets resulting in prolonged atrial, Purkinje, and ventricular myocyte AP recovery, increased ERP, and reduced repolarization reserve; prolonged QT intervals. An increase in AP recovery time and the refractory period, with a decreased reentrant tendency. Note: amiodarone also delays sinus node rate and atrioventricular conduction. [25]"}
{"id": "article-17675_41", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers)", "content": "Rapid potassium current ( I ) blockers (eg, dofetilide, ibutilide, sotalol): Prolonged atrial, Purkinje, and ventricular myocyte AP recovery, increased ERP, and reduced repolarization reserve; prolonged QT intervals, increase in AP recovery time and refractory period with a decreased reentrant tendency. [26] Ultrarapid K current ( I ) blockers: Venrnakalent increases the refractory period and reentrant tendency. Useful for immediate conversion of atrial fibrillation without structural heart disease. [27]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers). Rapid potassium current ( I ) blockers (eg, dofetilide, ibutilide, sotalol): Prolonged atrial, Purkinje, and ventricular myocyte AP recovery, increased ERP, and reduced repolarization reserve; prolonged QT intervals, increase in AP recovery time and refractory period with a decreased reentrant tendency. [26] Ultrarapid K current ( I ) blockers: Venrnakalent increases the refractory period and reentrant tendency. Useful for immediate conversion of atrial fibrillation without structural heart disease. [27]"}
{"id": "article-17675_42", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers)", "content": "IIIb Metabolically dependent K + channel openers (eg, nicorandil): Opening ATP-sensitive K + channels, shortening AP recovery, refractoriness, and repolarization reserve in all cardiomyocytes apart from SAN cells; shortened QT intervals. Nicorandil use during PCI could reduce the rate of ventricular arrhythmia in patients with a STEMI undergoing percutaneous coronary intervention. [28]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class III Antiarrhythmics (K + channel blockers and openers). IIIb Metabolically dependent K + channel openers (eg, nicorandil): Opening ATP-sensitive K + channels, shortening AP recovery, refractoriness, and repolarization reserve in all cardiomyocytes apart from SAN cells; shortened QT intervals. Nicorandil use during PCI could reduce the rate of ventricular arrhythmia in patients with a STEMI undergoing percutaneous coronary intervention. [28]"}
{"id": "article-17675_43", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics", "content": "Class IV antiarrhythmics inhibit slow Ca 2+ channels and reduce the slope of phases 0 and 4, inhibiting SAN pacing, AVN conduction, prolonged ERP, and PR interval.", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics. Class IV antiarrhythmics inhibit slow Ca 2+ channels and reduce the slope of phases 0 and 4, inhibiting SAN pacing, AVN conduction, prolonged ERP, and PR interval."}
{"id": "article-17675_44", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics", "content": "IVa Surface membrane Ca 2+ channel blockers (eg, bepridil, falipamil, fendiline): Blockage of Ca 2+ current, inhibiting SA node pacing, increased PR intervals, and decreased AV node conduction; it helps treat atrial fibrillation. [29]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics. IVa Surface membrane Ca 2+ channel blockers (eg, bepridil, falipamil, fendiline): Blockage of Ca 2+ current, inhibiting SA node pacing, increased PR intervals, and decreased AV node conduction; it helps treat atrial fibrillation. [29]"}
{"id": "article-17675_45", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics", "content": "L-type Ca 2+ current blockers (eg, verapamil, diltiazem): Blockage of Ca 2+ current, resulting in inhibition of SAN pacing, AVN conduction, and suppression of intracellular Ca 2+ signaling; increased PR intervals. Useful for rate control in atrial fibrillation. [30]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics. L-type Ca 2+ current blockers (eg, verapamil, diltiazem): Blockage of Ca 2+ current, resulting in inhibition of SAN pacing, AVN conduction, and suppression of intracellular Ca 2+ signaling; increased PR intervals. Useful for rate control in atrial fibrillation. [30]"}
{"id": "article-17675_46", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics", "content": "IVb Intracellular Ca 2+ channel blockers (eg, propafenone, flecainide): Reduced Ca 2+ release mediated from the sarcoplasmic reticulum. Useful for acute pharmacologic conversion of atrial flutter and fibrillation. [18] IVd Surface membrane ion exchanger inhibitor (eg, bepridil): no FDA-approved clinical use in arrhythmias. [31] Class V Antiarrhythmics (mechanosensitive channel blockers )", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics. IVb Intracellular Ca 2+ channel blockers (eg, propafenone, flecainide): Reduced Ca 2+ release mediated from the sarcoplasmic reticulum. Useful for acute pharmacologic conversion of atrial flutter and fibrillation. [18] IVd Surface membrane ion exchanger inhibitor (eg, bepridil): no FDA-approved clinical use in arrhythmias. [31] Class V Antiarrhythmics (mechanosensitive channel blockers )"}
{"id": "article-17675_47", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics", "content": "The drug under investigation in this class is N -(p-amyl cinnamoyl)anthranilic acid, which acts on the transient receptor potential channel (TRPC3/TRPC6). [32] This class currently has no clinically approved indication in the treatment of arrhythmia.", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class IV Antiarrhythmics. The drug under investigation in this class is N -(p-amyl cinnamoyl)anthranilic acid, which acts on the transient receptor potential channel (TRPC3/TRPC6). [32] This class currently has no clinically approved indication in the treatment of arrhythmia."}
{"id": "article-17675_48", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class VI Antiarrhythmic (gap junction channel blockers)", "content": "Drugs under investigation are carbenoxolone and rotigaptid. Action potential conduction depends on local intercellular circuit current spread affecting gap-junction conductances possessing apposed connexin (Cx) hemichannels electrically coupling the intracellular spaces of adjacent cardiomyocytes. Cx43 is present in both atrial and ventricular myocytes and the distal conduction system. Cx45 is present predominantly in the SA node, AV node, and Purkinje conducting system. Modulating gap junction conductance or expression can enhance or reduce arrhythmogenesis depending on the circumstances. For example, carbenoxolone is a connexin-blocking agent, which decreases ventricular/atrial conduction and AVN conduction. The connexin opening agent is the peptide analog rotigaptid. This class currently has no clinically approved indication in the treatment of arrhythmia. [33]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class VI Antiarrhythmic (gap junction channel blockers). Drugs under investigation are carbenoxolone and rotigaptid. Action potential conduction depends on local intercellular circuit current spread affecting gap-junction conductances possessing apposed connexin (Cx) hemichannels electrically coupling the intracellular spaces of adjacent cardiomyocytes. Cx43 is present in both atrial and ventricular myocytes and the distal conduction system. Cx45 is present predominantly in the SA node, AV node, and Purkinje conducting system. Modulating gap junction conductance or expression can enhance or reduce arrhythmogenesis depending on the circumstances. For example, carbenoxolone is a connexin-blocking agent, which decreases ventricular/atrial conduction and AVN conduction. The connexin opening agent is the peptide analog rotigaptid. This class currently has no clinically approved indication in the treatment of arrhythmia. [33]"}
{"id": "article-17675_49", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class VII Antiarrhythmic (upstream target modulators)", "content": "ACE inhibitors, angiotensin receptor blockers (ARBs), statins, and omega-3 fatty acids. These agents focus on tissue structure remodeling processes and, consequently, longer-term changes that contrast with the primary focus on the short-term effects of drugs on ion channels. [34]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class VII Antiarrhythmic (upstream target modulators). ACE inhibitors, angiotensin receptor blockers (ARBs), statins, and omega-3 fatty acids. These agents focus on tissue structure remodeling processes and, consequently, longer-term changes that contrast with the primary focus on the short-term effects of drugs on ion channels. [34]"}
{"id": "article-17675_50", "title": "Antiarrhythmic Medications -- Mechanism of Action -- Class VII Antiarrhythmic (upstream target modulators)", "content": "Cardiac disease alters the function of ion channels, promoting cardiac rhythm disruptions, ie, \"arrhythmogenic remodeling.\" Arrhythmogenic remodeling has important pathophysiological implications that majorly affect cardiac morbidity and mortality. Upstream therapy with ARBs, ACE inhibitors, statins, and omega-3 fatty acids that target remodeling and arrhythmogenesis can be efficacious but need further clinical evaluation. [17] [10]", "contents": "Antiarrhythmic Medications -- Mechanism of Action -- Class VII Antiarrhythmic (upstream target modulators). Cardiac disease alters the function of ion channels, promoting cardiac rhythm disruptions, ie, \"arrhythmogenic remodeling.\" Arrhythmogenic remodeling has important pathophysiological implications that majorly affect cardiac morbidity and mortality. Upstream therapy with ARBs, ACE inhibitors, statins, and omega-3 fatty acids that target remodeling and arrhythmogenesis can be efficacious but need further clinical evaluation. [17] [10]"}
{"id": "article-17675_51", "title": "Antiarrhythmic Medications -- Administration -- Dosage Forms", "content": "Most antiarrhythmic medications may be administered intravenously and orally, depending on the acuteness of the condition. Among class I antiarrhythmic agents, procainamide and lidocaine are administered intravenously since their primary use is acute treatment. Mexiletine is an oral analog of lidocaine. Quinidine is available in both intravenous and oral forms. Disopyramide is administered in capsules and controlled-release capsules. Oral administration of flecainide or propafenone is feasible and safe and effectively converts recent-onset atrial fibrillation to sinus rhythm. Adenosine should be administered via proximal IV as a rapid bolus infusion, followed by a saline flush. Digoxin administration may be via the oral or intravenous route and as an intramuscular injection. Administration of antiarrhythmic drugs like amiodarone, disopyramide, dofetilide, ibutilide, and sotalol with an established risk for TdP requires continuous cardiac monitoring. [35]", "contents": "Antiarrhythmic Medications -- Administration -- Dosage Forms. Most antiarrhythmic medications may be administered intravenously and orally, depending on the acuteness of the condition. Among class I antiarrhythmic agents, procainamide and lidocaine are administered intravenously since their primary use is acute treatment. Mexiletine is an oral analog of lidocaine. Quinidine is available in both intravenous and oral forms. Disopyramide is administered in capsules and controlled-release capsules. Oral administration of flecainide or propafenone is feasible and safe and effectively converts recent-onset atrial fibrillation to sinus rhythm. Adenosine should be administered via proximal IV as a rapid bolus infusion, followed by a saline flush. Digoxin administration may be via the oral or intravenous route and as an intramuscular injection. Administration of antiarrhythmic drugs like amiodarone, disopyramide, dofetilide, ibutilide, and sotalol with an established risk for TdP requires continuous cardiac monitoring. [35]"}
{"id": "article-17675_52", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Hepatic impairment reduces the elimination of many antiarrhythmics, so dosage reductions are recommended, especially in patients with cirrhosis. For drugs such as carvedilol, lidocaine, propafenone, and verapamil, a decrease in systemic clearance and substantial prolongation of the elimination of half-life have been documented. Consequently, a 2 to 3-fold dosage reduction in patients with moderate to severe liver cirrhosis is recommended. For disopyramide, sotalol, and procainamide, the renal route is the primary route of elimination; dosage reductions are probably unnecessary in patients with liver disease, given that renal function is normal. [36] Amiodarone therapy should be stopped if there is any clinical evidence of hepatic injury or clinical signs such as ascites, hepatomegaly, or jaundice or if serum aminotransferase activities are consistently elevated more than 5 times the upper limit of normal. [37]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Hepatic impairment: Hepatic impairment reduces the elimination of many antiarrhythmics, so dosage reductions are recommended, especially in patients with cirrhosis. For drugs such as carvedilol, lidocaine, propafenone, and verapamil, a decrease in systemic clearance and substantial prolongation of the elimination of half-life have been documented. Consequently, a 2 to 3-fold dosage reduction in patients with moderate to severe liver cirrhosis is recommended. For disopyramide, sotalol, and procainamide, the renal route is the primary route of elimination; dosage reductions are probably unnecessary in patients with liver disease, given that renal function is normal. [36] Amiodarone therapy should be stopped if there is any clinical evidence of hepatic injury or clinical signs such as ascites, hepatomegaly, or jaundice or if serum aminotransferase activities are consistently elevated more than 5 times the upper limit of normal. [37]"}
{"id": "article-17675_53", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Renal impairment: Digoxin toxicity risk increases with impaired renal function, hypokalemia, or hypomagnesemia. Hence, digoxin should be prescribed cautiously in patients with preexisting renal disease. [38] If eGFR <35mL/min/1.73m², a dose adjustment is needed for flecainide therapy. Sotalol is contraindicated in patients with creatinine clearance <40 mL/min. For dofetilide, dose adjustment based on initial creatinine clearance measurement is recommended; the drug is contraindicated with creatinine clearance <20 mL/min according to the Kidney Disease Improving Global Outcomes guidelines. [39]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Renal impairment: Digoxin toxicity risk increases with impaired renal function, hypokalemia, or hypomagnesemia. Hence, digoxin should be prescribed cautiously in patients with preexisting renal disease. [38] If eGFR <35mL/min/1.73m², a dose adjustment is needed for flecainide therapy. Sotalol is contraindicated in patients with creatinine clearance <40 mL/min. For dofetilide, dose adjustment based on initial creatinine clearance measurement is recommended; the drug is contraindicated with creatinine clearance <20 mL/min according to the Kidney Disease Improving Global Outcomes guidelines. [39]"}
{"id": "article-17675_54", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Pregnancy ionsiderations: As of 2015, the FDA pregnancy letter category system (A, B, C, D, X) has been substituted with a new rule that provides reasoning about the potential risks and benefits for the mother and fetus. According to 2023 Heart Rythm Society guidelines, the use of antiarrhythmic drugs during pregnancy and the postpartum period should align with their usage in patients who are not pregnant, with certain exceptions, such as dronedarone, to ensure fetal safety. These include selecting drugs with a proven track record of safety during pregnancy and lactation, administering the lowest effective dose, and periodically evaluating the need for the same dose/type of antiarrhythmic drug, taking into account the potential concentration of the drug in breast milk. According to the Heart Rhythm Society guidelines, calcium channel blockers should be avoided during pregnancy due to the potential risk of embryotoxicity, and when feasible, consider substituting them with beta-blockers or adenosine. [40]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Pregnancy ionsiderations: As of 2015, the FDA pregnancy letter category system (A, B, C, D, X) has been substituted with a new rule that provides reasoning about the potential risks and benefits for the mother and fetus. According to 2023 Heart Rythm Society guidelines, the use of antiarrhythmic drugs during pregnancy and the postpartum period should align with their usage in patients who are not pregnant, with certain exceptions, such as dronedarone, to ensure fetal safety. These include selecting drugs with a proven track record of safety during pregnancy and lactation, administering the lowest effective dose, and periodically evaluating the need for the same dose/type of antiarrhythmic drug, taking into account the potential concentration of the drug in breast milk. According to the Heart Rhythm Society guidelines, calcium channel blockers should be avoided during pregnancy due to the potential risk of embryotoxicity, and when feasible, consider substituting them with beta-blockers or adenosine. [40]"}
{"id": "article-17675_55", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Quinidine has been used successfully for maternal and fetal ventricular and supraventricular arrhythmias due to the ease of placental transfer. Reports show that procainamide use in pregnancy results in no apparent complications to the fetus.", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Quinidine has been used successfully for maternal and fetal ventricular and supraventricular arrhythmias due to the ease of placental transfer. Reports show that procainamide use in pregnancy results in no apparent complications to the fetus."}
{"id": "article-17675_56", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Given the potential increased risk for preterm labor and limited data regarding the drug's safety in pregnancy, disopyramide should be avoided. Intravenous lidocaine during pregnancy is efficacious without evident fetal complications. Further, it is typically utilized as an anesthetic during the peripartum. Lidocaine is a suitable option for intravenous treatment of ventricular arrhythmias. Mexiletine use may be safe in pregnancy, but it should be used cautiously, given the lack of data. Clinical experience with propafenone is limited to flecainide, which is favored over propafenone during pregnancy in patients without structural heart disease.", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Given the potential increased risk for preterm labor and limited data regarding the drug's safety in pregnancy, disopyramide should be avoided. Intravenous lidocaine during pregnancy is efficacious without evident fetal complications. Further, it is typically utilized as an anesthetic during the peripartum. Lidocaine is a suitable option for intravenous treatment of ventricular arrhythmias. Mexiletine use may be safe in pregnancy, but it should be used cautiously, given the lack of data. Clinical experience with propafenone is limited to flecainide, which is favored over propafenone during pregnancy in patients without structural heart disease."}
{"id": "article-17675_57", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Beta-blockers are commonly used in pregnancy for managing hypertension and tachycardia. The concern associated with β-blockers is reduced birth weight. Specifically, atenolol has demonstrated an increased risk of causing reduced birth weight. All β-blockers are former FDA category C, excluding atenolol (category D) and pindolol (category B). The most commonly reported adverse event with amiodarone is fetal hypothyroidism. However, most hypothyroidism is temporary and resolves after replacement therapy. There are reports of symptomatic fetal bradycardia and rare congenital abnormalities associated with amiodarone. Hence, amiodarone should be administered when treatment for life-threatening arrhythmias is needed and other therapies are ineffective or contraindicated. As usual, clinicians must consider the amiodarone benefits against the risks (category D). [41]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Beta-blockers are commonly used in pregnancy for managing hypertension and tachycardia. The concern associated with β-blockers is reduced birth weight. Specifically, atenolol has demonstrated an increased risk of causing reduced birth weight. All β-blockers are former FDA category C, excluding atenolol (category D) and pindolol (category B). The most commonly reported adverse event with amiodarone is fetal hypothyroidism. However, most hypothyroidism is temporary and resolves after replacement therapy. There are reports of symptomatic fetal bradycardia and rare congenital abnormalities associated with amiodarone. Hence, amiodarone should be administered when treatment for life-threatening arrhythmias is needed and other therapies are ineffective or contraindicated. As usual, clinicians must consider the amiodarone benefits against the risks (category D). [41]"}
{"id": "article-17675_58", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Clinicians should discuss the risks vs benefits with the patient to arrive at a shared decision regarding particular drugs during pregnancy and lactation. According to the ACOG (American College of Obstetricians & Gynecologists) guidelines, antiarrhythmic drugs such as lidocaine, procainamide, adenosine, digoxin, verapamil, diltiazem, atenolol, and esmolol are probably compatible with breastfeeding. Amiodarone and sotalol may be unsafe during breastfeeding. [42]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Breastfeeding considerations: Clinicians should discuss the risks vs benefits with the patient to arrive at a shared decision regarding particular drugs during pregnancy and lactation. According to the ACOG (American College of Obstetricians & Gynecologists) guidelines, antiarrhythmic drugs such as lidocaine, procainamide, adenosine, digoxin, verapamil, diltiazem, atenolol, and esmolol are probably compatible with breastfeeding. Amiodarone and sotalol may be unsafe during breastfeeding. [42]"}
{"id": "article-17675_59", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Pediatric patients: In the pediatric population, supraventricular tachycardias (SVTs), including atrioventricular reentry tachycardia (AVRT), atrioventricular nodal reentry tachycardia (AVNRT), and atrial tachycardia (AT), are the prevailing types of arrhythmias, whereas atrial fibrillation (AF) and atrial flutter (AFL), which is more prevalent among adults, are less frequently encountered. Accordingly, antiarrhythmic drug therapy primarily includes beta-blockers and class I antiarrhythmic drugs. [43] [44] In addition, digoxin is effective in supraventricular tachycardia, atrial fibrillation/atrial flutter, and fetal arrhythmias.", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Pediatric patients: In the pediatric population, supraventricular tachycardias (SVTs), including atrioventricular reentry tachycardia (AVRT), atrioventricular nodal reentry tachycardia (AVNRT), and atrial tachycardia (AT), are the prevailing types of arrhythmias, whereas atrial fibrillation (AF) and atrial flutter (AFL), which is more prevalent among adults, are less frequently encountered. Accordingly, antiarrhythmic drug therapy primarily includes beta-blockers and class I antiarrhythmic drugs. [43] [44] In addition, digoxin is effective in supraventricular tachycardia, atrial fibrillation/atrial flutter, and fetal arrhythmias."}
{"id": "article-17675_60", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Understanding the indications of antiarrhythmic medications in patients with cardiac channelopathies, such as long QT syndrome (LQTS), Brugada syndrome, and short QT syndrome (SQTS), is vital due to the life-threatening arrhythmias associated with these channelopathies. Quinidine is prescribed for Brugada syndrome and SQTS. Nadolol and propranolol are indicated for LQTS. Mexiletine is used for LQTS type-3. Isoprenaline (isoproterenol) is helpful for torsades de pointes in LQTS and Brugada syndrome. For catecholaminergic polymorphic ventricular tachycardia, nadolol is effective. [45] According to the consensus statement on pediatric arrhythmias by the European Society of Cardiology, the QT interval should be monitored for Class IA drugs. Concerns about the proarrhythmic effects of Class IC drugs are less significant in children than adults. [46]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Understanding the indications of antiarrhythmic medications in patients with cardiac channelopathies, such as long QT syndrome (LQTS), Brugada syndrome, and short QT syndrome (SQTS), is vital due to the life-threatening arrhythmias associated with these channelopathies. Quinidine is prescribed for Brugada syndrome and SQTS. Nadolol and propranolol are indicated for LQTS. Mexiletine is used for LQTS type-3. Isoprenaline (isoproterenol) is helpful for torsades de pointes in LQTS and Brugada syndrome. For catecholaminergic polymorphic ventricular tachycardia, nadolol is effective. [45] According to the consensus statement on pediatric arrhythmias by the European Society of Cardiology, the QT interval should be monitored for Class IA drugs. Concerns about the proarrhythmic effects of Class IC drugs are less significant in children than adults. [46]"}
{"id": "article-17675_61", "title": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations", "content": "Older patients: According to the American Geriatrics Society Beers Criteria, caution should be exercised when prescribing dronedarone, digoxin, and amiodarone in older patients. Using dronedarone is associated with poor outcomes in older patients, particularly those with permanent atrial fibrillation and decompensated heart failure. Digoxin is not recommended as a first-line treatment for rate control in older patients with atrial fibrillation, as safer and more effective medications are available. Amiodarone is an excellent antiarrhythmic agent but carries a higher toxicity risk than other antiarrhythmic drugs used in atrial fibrillation. Therefore, unless there are specific indications, such as concurrent heart failure or substantial left ventricular hypertrophy where rhythm control is preferred over rate control, using amiodarone as a first-line therapy should be avoided. [47]", "contents": "Antiarrhythmic Medications -- Administration -- Specific Patient Populations. Older patients: According to the American Geriatrics Society Beers Criteria, caution should be exercised when prescribing dronedarone, digoxin, and amiodarone in older patients. Using dronedarone is associated with poor outcomes in older patients, particularly those with permanent atrial fibrillation and decompensated heart failure. Digoxin is not recommended as a first-line treatment for rate control in older patients with atrial fibrillation, as safer and more effective medications are available. Amiodarone is an excellent antiarrhythmic agent but carries a higher toxicity risk than other antiarrhythmic drugs used in atrial fibrillation. Therefore, unless there are specific indications, such as concurrent heart failure or substantial left ventricular hypertrophy where rhythm control is preferred over rate control, using amiodarone as a first-line therapy should be avoided. [47]"}
{"id": "article-17675_62", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "Antiarrhythmic medications have several areas of concern. First, most agents also have some degree of proarrhythmic potential. Practically speaking, while trying to suppress arrhythmias with the drugs, the medications themselves can lead to other (potentially more dangerous) arrhythmias. [48] For example, the class Ia sodium channel blockers (quinidine, procainamide, and disopyramide) effectively prolong the QTc interval and thus increase the risk of ventricular tachycardia (torsades de pointes). [49]", "contents": "Antiarrhythmic Medications -- Adverse Effects. Antiarrhythmic medications have several areas of concern. First, most agents also have some degree of proarrhythmic potential. Practically speaking, while trying to suppress arrhythmias with the drugs, the medications themselves can lead to other (potentially more dangerous) arrhythmias. [48] For example, the class Ia sodium channel blockers (quinidine, procainamide, and disopyramide) effectively prolong the QTc interval and thus increase the risk of ventricular tachycardia (torsades de pointes). [49]"}
{"id": "article-17675_63", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "Other side effects of class Ia antiarrhythmics are more drug-specific. Procainamide may induce lupus erythematosus, reversible after discontinuation of the offending drug. An adverse effect caused by treatment with quinine is called cinchonism and includes nausea, dizziness, headache, tinnitus, and visual changes. Disopyramide has an anticholinergic effect and accounts for many adverse side effects, such as flushed and dry skin, thirst, hyperthermia, mydriasis, confusion, agitation, and urinary retention. Due to the arrhythmogenic effects, class Ic antiarrhythmics are contraindicated in patients with post-myocardial infarction.", "contents": "Antiarrhythmic Medications -- Adverse Effects. Other side effects of class Ia antiarrhythmics are more drug-specific. Procainamide may induce lupus erythematosus, reversible after discontinuation of the offending drug. An adverse effect caused by treatment with quinine is called cinchonism and includes nausea, dizziness, headache, tinnitus, and visual changes. Disopyramide has an anticholinergic effect and accounts for many adverse side effects, such as flushed and dry skin, thirst, hyperthermia, mydriasis, confusion, agitation, and urinary retention. Due to the arrhythmogenic effects, class Ic antiarrhythmics are contraindicated in patients with post-myocardial infarction."}
{"id": "article-17675_64", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "Therapy with beta-blockers may cause cardiovascular side effects such as bradycardia and AV block. Noncardiac adverse effects of beta-blockers include exacerbation of asthma and COPD, lethargy, and dyslipidemia. All K + channel blockers share this potential side effect. The reason for this is straightforward if the action potential phases are compared to the ECG. The T wave on the ECG represents ventricular repolarization. Phase 3 of the action potential represents repolarization. If a K + channel blocker is given, this prolongs phase 3 of the action potential due to the slow efflux of K + ions. If the repolarization phase of the action potential is prolonged, the T-wave on the corresponding ECG also gets prolonged, which creates a long QTc interval. Drodenadrone is not for use in a patient with severe or decompensated heart failure or cases of permanent atrial fibrillation, according to pulled safety data from 8 clinical trials. [50] Amiodarone side effects are wide-ranging and include corneal microdeposits of amiodarone, hypothyroidism, hyperthyroidism, pulmonary fibrosis, elevated liver function tests, nausea, and myopathy. [25]", "contents": "Antiarrhythmic Medications -- Adverse Effects. Therapy with beta-blockers may cause cardiovascular side effects such as bradycardia and AV block. Noncardiac adverse effects of beta-blockers include exacerbation of asthma and COPD, lethargy, and dyslipidemia. All K + channel blockers share this potential side effect. The reason for this is straightforward if the action potential phases are compared to the ECG. The T wave on the ECG represents ventricular repolarization. Phase 3 of the action potential represents repolarization. If a K + channel blocker is given, this prolongs phase 3 of the action potential due to the slow efflux of K + ions. If the repolarization phase of the action potential is prolonged, the T-wave on the corresponding ECG also gets prolonged, which creates a long QTc interval. Drodenadrone is not for use in a patient with severe or decompensated heart failure or cases of permanent atrial fibrillation, according to pulled safety data from 8 clinical trials. [50] Amiodarone side effects are wide-ranging and include corneal microdeposits of amiodarone, hypothyroidism, hyperthyroidism, pulmonary fibrosis, elevated liver function tests, nausea, and myopathy. [25]"}
{"id": "article-17675_65", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "Verapamil may cause unwanted effects such as AV block, bradycardia, and constipation. The most frequently reported diltiazem side effects are headaches, dizziness, and edema. Calcium channel blockers (CCBs) like verapamil and diltiazem have common adverse drug reactions, ie, peripheral edema. A prescribing cascade happens when the edema is misinterpreted as a new medical condition, and a diuretic is prescribed to manage the peripheral edema. [51]", "contents": "Antiarrhythmic Medications -- Adverse Effects. Verapamil may cause unwanted effects such as AV block, bradycardia, and constipation. The most frequently reported diltiazem side effects are headaches, dizziness, and edema. Calcium channel blockers (CCBs) like verapamil and diltiazem have common adverse drug reactions, ie, peripheral edema. A prescribing cascade happens when the edema is misinterpreted as a new medical condition, and a diuretic is prescribed to manage the peripheral edema. [51]"}
{"id": "article-17675_66", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "Adenosine may cause minor adverse effects such as transient flushing, a sense of impending doom, and sweating, attributed to its short half-life. More severe side effects include hypotension, chest pain, AV block, and asystole. The contraindication of adenosine in patients with asthma is due to bronchospasm.", "contents": "Antiarrhythmic Medications -- Adverse Effects. Adenosine may cause minor adverse effects such as transient flushing, a sense of impending doom, and sweating, attributed to its short half-life. More severe side effects include hypotension, chest pain, AV block, and asystole. The contraindication of adenosine in patients with asthma is due to bronchospasm."}
{"id": "article-17675_67", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "The adverse effect of bronchospasm makes it contraindicated in patients with asthma. Clinicians should avoid adenosine in patients with SVT involving accessory pathways (WPW, antidromic AVRT) due to the risk of tachycardia exacerbation. [52]", "contents": "Antiarrhythmic Medications -- Adverse Effects. The adverse effect of bronchospasm makes it contraindicated in patients with asthma. Clinicians should avoid adenosine in patients with SVT involving accessory pathways (WPW, antidromic AVRT) due to the risk of tachycardia exacerbation. [52]"}
{"id": "article-17675_68", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "Atrial tachycardia with AV block is arrhythmia specific for digoxin toxicity. Digoxin toxicity is characterized by nausea, vomiting, abdominal pain, fatigue, confusion, and color vision alterations. [23]", "contents": "Antiarrhythmic Medications -- Adverse Effects. Atrial tachycardia with AV block is arrhythmia specific for digoxin toxicity. Digoxin toxicity is characterized by nausea, vomiting, abdominal pain, fatigue, confusion, and color vision alterations. [23]"}
{"id": "article-17675_69", "title": "Antiarrhythmic Medications -- Adverse Effects", "content": "A recent meta-analysis reported that ivabradine increased the risk of atrial fibrillation, and the effect was more observed in patients with LVEF >40%. [53] Moreover, visual disturbances and asymptomatic bradycardia have been observed in another meta-analysis. [54] Vernakalant should be used cautiously in patients with hypertrophic obstructive cardiomyopathy (HOCM), LVEF <35%, restrictive cardiomyopathy or constrictive pericarditis, and hepatic impairment. [55]", "contents": "Antiarrhythmic Medications -- Adverse Effects. A recent meta-analysis reported that ivabradine increased the risk of atrial fibrillation, and the effect was more observed in patients with LVEF >40%. [53] Moreover, visual disturbances and asymptomatic bradycardia have been observed in another meta-analysis. [54] Vernakalant should be used cautiously in patients with hypertrophic obstructive cardiomyopathy (HOCM), LVEF <35%, restrictive cardiomyopathy or constrictive pericarditis, and hepatic impairment. [55]"}
{"id": "article-17675_70", "title": "Antiarrhythmic Medications -- Contraindications", "content": "All major contraindications below are according to the manufacturer's labeling.", "contents": "Antiarrhythmic Medications -- Contraindications. All major contraindications below are according to the manufacturer's labeling."}
{"id": "article-17675_71", "title": "Antiarrhythmic Medications -- Contraindications -- Box Warnings", "content": "Amiodarone, one of the most commonly used antiarrhythmic drugs, has boxed warnings for pulmonary, hepatic, and cardiac toxicity. Amiodarone is contraindicated in cardiogenic shock, sick sinus syndrome, second or third-degree atrioventricular block, and known hypersensitivity to the amiodarone or iodine. Ivabradine is contraindicated in patients with severe hepatic impairment, significant bradycardia, sick sinus syndrome, sinoatrial block, and acute decompensated heart failure. Lidocaine is contraindicated in patients with hypersensitivity to amide-type anesthetics.", "contents": "Antiarrhythmic Medications -- Contraindications -- Box Warnings. Amiodarone, one of the most commonly used antiarrhythmic drugs, has boxed warnings for pulmonary, hepatic, and cardiac toxicity. Amiodarone is contraindicated in cardiogenic shock, sick sinus syndrome, second or third-degree atrioventricular block, and known hypersensitivity to the amiodarone or iodine. Ivabradine is contraindicated in patients with severe hepatic impairment, significant bradycardia, sick sinus syndrome, sinoatrial block, and acute decompensated heart failure. Lidocaine is contraindicated in patients with hypersensitivity to amide-type anesthetics."}
{"id": "article-17675_72", "title": "Antiarrhythmic Medications -- Contraindications -- Warnings and Precautions", "content": "Procainamide is contraindicated in complete heart block, idiosyncratic hypersensitivity, and established diagnosis of systemic lupus erythematosus. Quinidine is contraindicated in patients with a history of immune thrombocytopenia in patients in complete AV block whose cardiac rhythm is dependent upon a pacemaker.", "contents": "Antiarrhythmic Medications -- Contraindications -- Warnings and Precautions. Procainamide is contraindicated in complete heart block, idiosyncratic hypersensitivity, and established diagnosis of systemic lupus erythematosus. Quinidine is contraindicated in patients with a history of immune thrombocytopenia in patients in complete AV block whose cardiac rhythm is dependent upon a pacemaker."}
{"id": "article-17675_73", "title": "Antiarrhythmic Medications -- Contraindications -- Similarly, mexiletine is contraindicated in patients with cardiogenic shock or second or third-degree AV block without a functioning pacemaker. Propafenone has a boxed warning for proarrhythmic in patients with structural heart disease. Propafenone is also contraindicated in cardiogenic shock, sick sinus node syndrome or AV block without an artificial pacemaker, and Brugada syndrome. In the CAST trial, patients with asymptomatic non-life-threatening ventricular arrhythmias who had an MI more than 6 days previously but less than 2 years ago, increased mortality was observed in subjects treated with encainide or flecainide.", "content": "Vernakalant is contraindicated in patients with systolic blood pressure <100 mm Hg, severe aortic stenosis or heart failure (New York Heart Association [NYHA] Class III and IV), a history of acute coronary syndrome within the past 30 days, or baseline QT interval >440 msec. [55] According to the 2023 guidelines by the Heart Rhythm Society, the use of dronedarone is contraindicated in pregnancy. [40]", "contents": "Antiarrhythmic Medications -- Contraindications -- Similarly, mexiletine is contraindicated in patients with cardiogenic shock or second or third-degree AV block without a functioning pacemaker. Propafenone has a boxed warning for proarrhythmic in patients with structural heart disease. Propafenone is also contraindicated in cardiogenic shock, sick sinus node syndrome or AV block without an artificial pacemaker, and Brugada syndrome. In the CAST trial, patients with asymptomatic non-life-threatening ventricular arrhythmias who had an MI more than 6 days previously but less than 2 years ago, increased mortality was observed in subjects treated with encainide or flecainide. Vernakalant is contraindicated in patients with systolic blood pressure <100 mm Hg, severe aortic stenosis or heart failure (New York Heart Association [NYHA] Class III and IV), a history of acute coronary syndrome within the past 30 days, or baseline QT interval >440 msec. [55] According to the 2023 guidelines by the Heart Rhythm Society, the use of dronedarone is contraindicated in pregnancy. [40]"}
{"id": "article-17675_74", "title": "Antiarrhythmic Medications -- Contraindications -- Similarly, mexiletine is contraindicated in patients with cardiogenic shock or second or third-degree AV block without a functioning pacemaker. Propafenone has a boxed warning for proarrhythmic in patients with structural heart disease. Propafenone is also contraindicated in cardiogenic shock, sick sinus node syndrome or AV block without an artificial pacemaker, and Brugada syndrome. In the CAST trial, patients with asymptomatic non-life-threatening ventricular arrhythmias who had an MI more than 6 days previously but less than 2 years ago, increased mortality was observed in subjects treated with encainide or flecainide.", "content": "Non-selective beta-blockers are contraindicated in bronchial asthma, sinus bradycardia, and greater than first-degree AV block, cardiogenic shock, and acute decompensated heart failure. [56] In addition, there is a risk of exacerbating ischemic heart disease following the abrupt withdrawal of beta-blockers. IV metoprolol is contraindicated in patients with bradycardia, decompensated cardiac failure, and second and third-degree heart block. Esmolol is contraindicated in patients with severe sinus bradycardia, decompensated heart failure, cardiogenic shock, second or third-degree AV block, and hypersensitivity reactions. Ranolazine is contraindicated in patients on inhibitors/inducers of CYP3A4 and liver cirrhosis. In addition, higher doses may be associated with renal dysfunction, QTc prolongation, and syncope. [57]", "contents": "Antiarrhythmic Medications -- Contraindications -- Similarly, mexiletine is contraindicated in patients with cardiogenic shock or second or third-degree AV block without a functioning pacemaker. Propafenone has a boxed warning for proarrhythmic in patients with structural heart disease. Propafenone is also contraindicated in cardiogenic shock, sick sinus node syndrome or AV block without an artificial pacemaker, and Brugada syndrome. In the CAST trial, patients with asymptomatic non-life-threatening ventricular arrhythmias who had an MI more than 6 days previously but less than 2 years ago, increased mortality was observed in subjects treated with encainide or flecainide. Non-selective beta-blockers are contraindicated in bronchial asthma, sinus bradycardia, and greater than first-degree AV block, cardiogenic shock, and acute decompensated heart failure. [56] In addition, there is a risk of exacerbating ischemic heart disease following the abrupt withdrawal of beta-blockers. IV metoprolol is contraindicated in patients with bradycardia, decompensated cardiac failure, and second and third-degree heart block. Esmolol is contraindicated in patients with severe sinus bradycardia, decompensated heart failure, cardiogenic shock, second or third-degree AV block, and hypersensitivity reactions. Ranolazine is contraindicated in patients on inhibitors/inducers of CYP3A4 and liver cirrhosis. In addition, higher doses may be associated with renal dysfunction, QTc prolongation, and syncope. [57]"}
{"id": "article-17675_75", "title": "Antiarrhythmic Medications -- Monitoring", "content": "All antiarrhythmic drugs are also potentially pro-arrhythmic; intravenous administration should be done only under cardiac monitoring. Each agent in the Vaughn-Williams classification includes distinctive side effect profiles that require individual consideration. For example, procainamide may induce a lupus-like syndrome, while quinidine is known to produce cinchonism. The benefit of the classification is in the primary mechanism of action and the broad, predictable side effects brought about by the primary mechanism. An example would include the class III K + channel blockers or \"repolarization\" blockers producing a prolonged phase 3 of the action potential and, by definition, also leading to a prolonged QT interval on the corresponding EKG.", "contents": "Antiarrhythmic Medications -- Monitoring. All antiarrhythmic drugs are also potentially pro-arrhythmic; intravenous administration should be done only under cardiac monitoring. Each agent in the Vaughn-Williams classification includes distinctive side effect profiles that require individual consideration. For example, procainamide may induce a lupus-like syndrome, while quinidine is known to produce cinchonism. The benefit of the classification is in the primary mechanism of action and the broad, predictable side effects brought about by the primary mechanism. An example would include the class III K + channel blockers or \"repolarization\" blockers producing a prolonged phase 3 of the action potential and, by definition, also leading to a prolonged QT interval on the corresponding EKG."}
{"id": "article-17675_76", "title": "Antiarrhythmic Medications -- Monitoring", "content": "Clinicians must remember that the Bazett formula for QTc calculation leads to overestimating the QTc during atrial fibrillation, reducing antiarrhythmic doses and drug efficacy. [58] The interprofessional team must monitor the QT interval before and after initiating Class IA drugs (eg, quinidine, procainamide, and disopyramide) in children, as syncope related to TdP can occur in up to 20% of cases. [46]", "contents": "Antiarrhythmic Medications -- Monitoring. Clinicians must remember that the Bazett formula for QTc calculation leads to overestimating the QTc during atrial fibrillation, reducing antiarrhythmic doses and drug efficacy. [58] The interprofessional team must monitor the QT interval before and after initiating Class IA drugs (eg, quinidine, procainamide, and disopyramide) in children, as syncope related to TdP can occur in up to 20% of cases. [46]"}
{"id": "article-17675_77", "title": "Antiarrhythmic Medications -- Monitoring", "content": "An electrocardiogram and heart rate monitoring are more useful during beta-blocker therapy than therapeutic drug monitoring. [59] Digoxin has a narrow therapeutic index. The therapeutic serum digoxin levels range from 0.5 to 2 ng/mL. Serum concentrations of cardiac glycosides require monitoring closely to avoid digitalis toxicity. Amiodarone, verapamil, quinidine, and diltiazem increase the serum levels of digoxin and can lead to toxicity. The recommendation is to reduce the digoxin dose by 25% to 50%, closely monitoring digoxin levels weekly for several weeks. Periodic electrolyte evaluation is a recommendation. Hypokalemia may make the patient more susceptible to digitalis toxicity. Healthcare professionals can reduce the morbidity of antiarrhythmic drugs with knowledge of the adverse drug reactions, pro-arrhythmic effects of specific antiarrhythmic drugs, and therapeutic drug monitoring. [60] [61]", "contents": "Antiarrhythmic Medications -- Monitoring. An electrocardiogram and heart rate monitoring are more useful during beta-blocker therapy than therapeutic drug monitoring. [59] Digoxin has a narrow therapeutic index. The therapeutic serum digoxin levels range from 0.5 to 2 ng/mL. Serum concentrations of cardiac glycosides require monitoring closely to avoid digitalis toxicity. Amiodarone, verapamil, quinidine, and diltiazem increase the serum levels of digoxin and can lead to toxicity. The recommendation is to reduce the digoxin dose by 25% to 50%, closely monitoring digoxin levels weekly for several weeks. Periodic electrolyte evaluation is a recommendation. Hypokalemia may make the patient more susceptible to digitalis toxicity. Healthcare professionals can reduce the morbidity of antiarrhythmic drugs with knowledge of the adverse drug reactions, pro-arrhythmic effects of specific antiarrhythmic drugs, and therapeutic drug monitoring. [60] [61]"}
{"id": "article-17675_78", "title": "Antiarrhythmic Medications -- Toxicity", "content": "In the case of an overdose of antiarrhythmic drugs, clinicians should establish and maintain a patent airway, breathing, and circulatory support. In addition, vasopressor support is required for severe hypotension. Selected overdose management is described below.", "contents": "Antiarrhythmic Medications -- Toxicity. In the case of an overdose of antiarrhythmic drugs, clinicians should establish and maintain a patent airway, breathing, and circulatory support. In addition, vasopressor support is required for severe hypotension. Selected overdose management is described below."}
{"id": "article-17675_79", "title": "Antiarrhythmic Medications -- Toxicity", "content": "Digoxin toxicity presents with nausea, vomiting, neurological symptoms, and fatal arrhythmias. For digoxin toxicity, lidocaine can be administered for ventricular tachyarrhythmias and atropine for bradyarrhythmia. In addition, digoxin-specific antibody fragments are effective in severe toxicity. [62] Therapeutic and excess dosage of dofetilide can lead to TdP, managed by reducing the dose or discontinuing drug administration. If the arrhythmia is not resolved, guidelines recommend management with activated charcoal if ingestion is within 15 minutes, followed by administering  IV magnesium and addressing the electrolyte imbalance. However, if the arrhythmia is ongoing, isoproterenol/dopamine is given as a bridge to pacing. [63]", "contents": "Antiarrhythmic Medications -- Toxicity. Digoxin toxicity presents with nausea, vomiting, neurological symptoms, and fatal arrhythmias. For digoxin toxicity, lidocaine can be administered for ventricular tachyarrhythmias and atropine for bradyarrhythmia. In addition, digoxin-specific antibody fragments are effective in severe toxicity. [62] Therapeutic and excess dosage of dofetilide can lead to TdP, managed by reducing the dose or discontinuing drug administration. If the arrhythmia is not resolved, guidelines recommend management with activated charcoal if ingestion is within 15 minutes, followed by administering  IV magnesium and addressing the electrolyte imbalance. However, if the arrhythmia is ongoing, isoproterenol/dopamine is given as a bridge to pacing. [63]"}
{"id": "article-17675_80", "title": "Antiarrhythmic Medications -- Toxicity", "content": "In cases of beta-blocker poisoning, catecholamines, high-dose insulin euglycaemic treatment, and vasopressors are administered. Glucagon has been associated with improvements in hemodynamics. [64] Intravenous calcium, dopamine, and norepinephrine are used for calcium channel blocker overdose. High-dose insulin is associated with lower mortality in calcium channel blocker poisoning. Extracorporeal life support is used for patients with severe shock or cardiac arrest. [65] The case report suggests lipid emulsion therapy has successfully been used to treat amiodarone and flecainide overdose. However, further research is still required. [66]", "contents": "Antiarrhythmic Medications -- Toxicity. In cases of beta-blocker poisoning, catecholamines, high-dose insulin euglycaemic treatment, and vasopressors are administered. Glucagon has been associated with improvements in hemodynamics. [64] Intravenous calcium, dopamine, and norepinephrine are used for calcium channel blocker overdose. High-dose insulin is associated with lower mortality in calcium channel blocker poisoning. Extracorporeal life support is used for patients with severe shock or cardiac arrest. [65] The case report suggests lipid emulsion therapy has successfully been used to treat amiodarone and flecainide overdose. However, further research is still required. [66]"}
{"id": "article-17675_81", "title": "Antiarrhythmic Medications -- Enhancing Healthcare Team Outcomes", "content": "The cardiologist (or an electrophysiologist) is generally responsible for starting the patient on antiarrhythmic medication. Still, the primary care provider, nurses, and pharmacists are responsible for monitoring the patient. These medications are not benign, and all healthcare workers who look after patients on antiarrhythmic agents should be very familiar with the different antiarrhythmic agents. Cardiology specialty nurses are crucial for monitoring these patients since they have the training to recognize adverse events, understand treatment goals, and inform the specialist or other clinicians of any concerns. The pharmacist can also be a board-certified cardiology specialist and assist in agent selection, ongoing monitoring, checking for drug interactions, and maintaining communication with the prescriber.", "contents": "Antiarrhythmic Medications -- Enhancing Healthcare Team Outcomes. The cardiologist (or an electrophysiologist) is generally responsible for starting the patient on antiarrhythmic medication. Still, the primary care provider, nurses, and pharmacists are responsible for monitoring the patient. These medications are not benign, and all healthcare workers who look after patients on antiarrhythmic agents should be very familiar with the different antiarrhythmic agents. Cardiology specialty nurses are crucial for monitoring these patients since they have the training to recognize adverse events, understand treatment goals, and inform the specialist or other clinicians of any concerns. The pharmacist can also be a board-certified cardiology specialist and assist in agent selection, ongoing monitoring, checking for drug interactions, and maintaining communication with the prescriber."}
{"id": "article-17675_82", "title": "Antiarrhythmic Medications -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional team members must report any changes in patient status to the rest of the team, including changes in the patient's condition, potential drug interactions or adverse effects, and signs of therapeutic failure. In such instances, any team member must promptly document their findings in the patient's medical record and notify other team members; in this way, appropriate corrective measures can be implemented, and all team members will have access to the same patient data. These examples of interprofessional team dynamics can drive positive outcomes for patients.", "contents": "Antiarrhythmic Medications -- Enhancing Healthcare Team Outcomes. All interprofessional team members must report any changes in patient status to the rest of the team, including changes in the patient's condition, potential drug interactions or adverse effects, and signs of therapeutic failure. In such instances, any team member must promptly document their findings in the patient's medical record and notify other team members; in this way, appropriate corrective measures can be implemented, and all team members will have access to the same patient data. These examples of interprofessional team dynamics can drive positive outcomes for patients."}
{"id": "article-17675_83", "title": "Antiarrhythmic Medications -- Enhancing Healthcare Team Outcomes", "content": "Each agent in the revised Vaughn-Williams classification includes distinctive adverse effect profiles that require individual monitoring. If there is a doubt about the medication, the clinician should seek a cardiology consult. Nurses and allied health professionals have a substantial role in managing arrhythmias such as atrial fibrillation. The European Society of Cardiology guidelines (2016) for managing atrial fibrillation suggest collaborative care in managing atrial fibrillation. [67] ESC guidelines also recommend following a patient-centered, interprofessional team approach to optimize treatment outcomes.", "contents": "Antiarrhythmic Medications -- Enhancing Healthcare Team Outcomes. Each agent in the revised Vaughn-Williams classification includes distinctive adverse effect profiles that require individual monitoring. If there is a doubt about the medication, the clinician should seek a cardiology consult. Nurses and allied health professionals have a substantial role in managing arrhythmias such as atrial fibrillation. The European Society of Cardiology guidelines (2016) for managing atrial fibrillation suggest collaborative care in managing atrial fibrillation. [67] ESC guidelines also recommend following a patient-centered, interprofessional team approach to optimize treatment outcomes."}
{"id": "article-17675_84", "title": "Antiarrhythmic Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antiarrhythmic Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}