{"id": "article-17921_0", "title": "Asthma Medication in Children -- Continuing Education Activity", "content": "Asthma typically presents with a history of respiratory symptoms such as wheezing, shortness of breath, chest tightness, and cough and is characterized by chronic airway inflammation. In adults and older children, the diagnosis of asthma can be confirmed by spirometric evaluation, but asthma is a diagnostic challenge in younger children, typically school-aged. A careful history, exam, trigger factors, response to bronchodilator medications, and family history can help establish asthma diagnosis in this age group.", "contents": "Asthma Medication in Children -- Continuing Education Activity. Asthma typically presents with a history of respiratory symptoms such as wheezing, shortness of breath, chest tightness, and cough and is characterized by chronic airway inflammation. In adults and older children, the diagnosis of asthma can be confirmed by spirometric evaluation, but asthma is a diagnostic challenge in younger children, typically school-aged. A careful history, exam, trigger factors, response to bronchodilator medications, and family history can help establish asthma diagnosis in this age group."}
{"id": "article-17921_1", "title": "Asthma Medication in Children -- Continuing Education Activity", "content": "This course highlights a stepwise approach to interprofessional asthma evaluation and treatment and discusses the medications used for rescue and control. Since the approach to a stepwise escalation or de-escalation of medication options differs depending on where the patient presents, these practice guidelines are highlighted. Biologics and immunotherapies are also discussed for refractory or chronic presentations, emphasizing adverse drug reactions (ADR) for all classes. Participating clinicians gain a specialized understanding of asthma medication in children, involving professionals from allied health professions such as nurses, technicians, and, in particular, pediatricians.", "contents": "Asthma Medication in Children -- Continuing Education Activity. This course highlights a stepwise approach to interprofessional asthma evaluation and treatment and discusses the medications used for rescue and control. Since the approach to a stepwise escalation or de-escalation of medication options differs depending on where the patient presents, these practice guidelines are highlighted. Biologics and immunotherapies are also discussed for refractory or chronic presentations, emphasizing adverse drug reactions (ADR) for all classes. Participating clinicians gain a specialized understanding of asthma medication in children, involving professionals from allied health professions such as nurses, technicians, and, in particular, pediatricians."}
{"id": "article-17921_2", "title": "Asthma Medication in Children -- Continuing Education Activity", "content": "Objectives: Interpret the signs and symptoms of asthma in the pediatric population. Identify medication classes that are used to treat children with asthma. Interpret how a stepwise treatment algorithm addresses asthma severity and control. Collaborate to provide interprofessional care for children with asthma to improve their quality of life. Access free multiple choice questions on this topic.", "contents": "Asthma Medication in Children -- Continuing Education Activity. Objectives: Interpret the signs and symptoms of asthma in the pediatric population. Identify medication classes that are used to treat children with asthma. Interpret how a stepwise treatment algorithm addresses asthma severity and control. Collaborate to provide interprofessional care for children with asthma to improve their quality of life. Access free multiple choice questions on this topic."}
{"id": "article-17921_3", "title": "Asthma Medication in Children -- Introduction", "content": "Asthma is the most common chronic respiratory disease of childhood, with approximately 14% of children affected worldwide. Asthma is characterized by chronic airway inflammation, mucus hypersecretion, and hyper-responsiveness. [1] A triad of wheezing, shortness of breath, and cough indicates pediatric asthma. [2] In adults, the diagnosis of asthma can be confirmed by spirometric evaluation, but managing asthma is challenging in pediatric patients. A careful history, exam, trigger factors, response to bronchodilator medications, family history, and FeNO testing can be useful in establishing asthma diagnosis in this age group. [3] Asthma should be suspected in children with a history of wheezing if the following symptoms are noted:", "contents": "Asthma Medication in Children -- Introduction. Asthma is the most common chronic respiratory disease of childhood, with approximately 14% of children affected worldwide. Asthma is characterized by chronic airway inflammation, mucus hypersecretion, and hyper-responsiveness. [1] A triad of wheezing, shortness of breath, and cough indicates pediatric asthma. [2] In adults, the diagnosis of asthma can be confirmed by spirometric evaluation, but managing asthma is challenging in pediatric patients. A careful history, exam, trigger factors, response to bronchodilator medications, family history, and FeNO testing can be useful in establishing asthma diagnosis in this age group. [3] Asthma should be suspected in children with a history of wheezing if the following symptoms are noted:"}
{"id": "article-17921_4", "title": "Asthma Medication in Children -- Introduction", "content": "Wheezing or coughing exacerbated by physical exercise or activity Laughing or crying in the absence of apparent respiratory infection A history of allergic disease (eczema or allergic rhinitis) or asthma in first-degree relatives Clinical improvement during 2 to 3 months of controller treatment and worsening after cessation Symptoms triggered by upper respiratory tract infections, exercise, stress, and environmental exposure to allergens and tobacco smoke. [4] [5]", "contents": "Asthma Medication in Children -- Introduction. Wheezing or coughing exacerbated by physical exercise or activity Laughing or crying in the absence of apparent respiratory infection A history of allergic disease (eczema or allergic rhinitis) or asthma in first-degree relatives Clinical improvement during 2 to 3 months of controller treatment and worsening after cessation Symptoms triggered by upper respiratory tract infections, exercise, stress, and environmental exposure to allergens and tobacco smoke. [4] [5]"}
{"id": "article-17921_5", "title": "Asthma Medication in Children -- Introduction", "content": "This article primarily reflects pediatric asthma management according to NAEPPCC (National Asthma Education and Prevention Program Coordinating Committee) and NHLBI (National Heart, Lung, and Blood Institute). [6] The Global Initiative for Asthma (GINA) has recently published guidelines for asthma management. [7]", "contents": "Asthma Medication in Children -- Introduction. This article primarily reflects pediatric asthma management according to NAEPPCC (National Asthma Education and Prevention Program Coordinating Committee) and NHLBI (National Heart, Lung, and Blood Institute). [6] The Global Initiative for Asthma (GINA) has recently published guidelines for asthma management. [7]"}
{"id": "article-17921_6", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Short-acting beta-2 agonists (SABA): Albuterol (salbutamol), levalbuterol, and terbutaline are used as quick relief therapy or rescue therapy to ease symptoms as they reverse bronchoconstriction. [8]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Short-acting beta-2 agonists (SABA): Albuterol (salbutamol), levalbuterol, and terbutaline are used as quick relief therapy or rescue therapy to ease symptoms as they reverse bronchoconstriction. [8]"}
{"id": "article-17921_7", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Long-acting beta-2 agonist (LABA): Formeterol and salmeterol are long-acting beta-2 agonists. Formoterol stimulates intracellular adenyl cyclase and increases cyclic AMP levels, causing the relaxation of bronchial smooth muscles. ICS-formoterol has also been used as a reliever or quick relief therapy in GINA guidelines. [7] [9] Long-acting muscarinic antagonist (LAMA): Tiotropium is a long-acting muscarinic antagonist that inhibits M3 receptors in the lung's smooth muscle, leading to bronchodilation. [10]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Long-acting beta-2 agonist (LABA): Formeterol and salmeterol are long-acting beta-2 agonists. Formoterol stimulates intracellular adenyl cyclase and increases cyclic AMP levels, causing the relaxation of bronchial smooth muscles. ICS-formoterol has also been used as a reliever or quick relief therapy in GINA guidelines. [7] [9] Long-acting muscarinic antagonist (LAMA): Tiotropium is a long-acting muscarinic antagonist that inhibits M3 receptors in the lung's smooth muscle, leading to bronchodilation. [10]"}
{"id": "article-17921_8", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Inhaled corticosteroids (ICS): Commonly used ICS are budesonide, fluticasone, and mometasone. [11] Inhaled corticosteroids suppress airway inflammation and downregulate proinflammatory mediators. Corticosteroids are also helpful in preventing airway remodeling. In addition, corticosteroids augment the expression of β-2 receptors in the lung and increase responsiveness to SABA and LABA therapy. [12]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Inhaled corticosteroids (ICS): Commonly used ICS are budesonide, fluticasone, and mometasone. [11] Inhaled corticosteroids suppress airway inflammation and downregulate proinflammatory mediators. Corticosteroids are also helpful in preventing airway remodeling. In addition, corticosteroids augment the expression of β-2 receptors in the lung and increase responsiveness to SABA and LABA therapy. [12]"}
{"id": "article-17921_9", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Systemic corticosteroids: Commonly used systemic corticosteroids include prednisone, dexamethasone, and methylprednisolone. Systemic glucocorticoids reduce airway hyperresponsiveness and airway inflammation, improve lung function and quality of life, and reduce mortality in acute exacerbation. In addition, they decrease capillary permeability, airway edema, and secretions. [13] [14]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Systemic corticosteroids: Commonly used systemic corticosteroids include prednisone, dexamethasone, and methylprednisolone. Systemic glucocorticoids reduce airway hyperresponsiveness and airway inflammation, improve lung function and quality of life, and reduce mortality in acute exacerbation. In addition, they decrease capillary permeability, airway edema, and secretions. [13] [14]"}
{"id": "article-17921_10", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Leukotriene receptor antagonist (LTRA): The leukotriene modifier, montelukast, is the leukotriene antagonist available in either granules or chewable tablets, depending on the age. It is an alternative option, either alone or in combination with inhaled corticosteroids, depending on the level of asthma severity and control. The leukotrienes LTC4, LTD4, and LTE4 are potent mediators of antigen-induced smooth muscle contraction. Montelukast antagonizes these compounds at their receptor, protecting against bronchoconstriction. In addition, leukotrienes bind to cysteinyl leukotriene (CysLT) receptors. Montelukast inhibits the CysLT1 receptor and downregulates inflammation. [15] Zafirlukast is also a recommended option. [16] 5-lipoxygenase inhibitor: Zileuton is an inhibitor of 5-lipoxygenase(5-LOX) and inhibits leukotriene formation, reducing airway inflammation. [17]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Leukotriene receptor antagonist (LTRA): The leukotriene modifier, montelukast, is the leukotriene antagonist available in either granules or chewable tablets, depending on the age. It is an alternative option, either alone or in combination with inhaled corticosteroids, depending on the level of asthma severity and control. The leukotrienes LTC4, LTD4, and LTE4 are potent mediators of antigen-induced smooth muscle contraction. Montelukast antagonizes these compounds at their receptor, protecting against bronchoconstriction. In addition, leukotrienes bind to cysteinyl leukotriene (CysLT) receptors. Montelukast inhibits the CysLT1 receptor and downregulates inflammation. [15] Zafirlukast is also a recommended option. [16] 5-lipoxygenase inhibitor: Zileuton is an inhibitor of 5-lipoxygenase(5-LOX) and inhibits leukotriene formation, reducing airway inflammation. [17]"}
{"id": "article-17921_11", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Mast cell stabilizers: Mast cell stabilizers used in asthma include sodium cromoglycate (cromolyn sodium) and nedocromil (off-label). Cromolyn sodium inhibits mast cell degranulation after exposure to antigens and inhibits the release of mediators from mast cells. Cromolyn also reduces bronchospasm induced by exercise, aspirin, cold air, and environmental pollutants. [18] [19]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Mast cell stabilizers: Mast cell stabilizers used in asthma include sodium cromoglycate (cromolyn sodium) and nedocromil (off-label). Cromolyn sodium inhibits mast cell degranulation after exposure to antigens and inhibits the release of mediators from mast cells. Cromolyn also reduces bronchospasm induced by exercise, aspirin, cold air, and environmental pollutants. [18] [19]"}
{"id": "article-17921_12", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Methylxanthine: Theophylline inhibits PDE III and adenosine receptors. Theophylline leads to bronchodilation mediated by smooth muscle relaxation by inhibiting the phosphodiesterase-III enzyme and has a prophylactic effect. [20]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Methylxanthine: Theophylline inhibits PDE III and adenosine receptors. Theophylline leads to bronchodilation mediated by smooth muscle relaxation by inhibiting the phosphodiesterase-III enzyme and has a prophylactic effect. [20]"}
{"id": "article-17921_13", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Anti-IgE antibody: Omalizumab is a monoclonal antibody that inhibits the binding of IgE to the IgE receptor on the surface of mast cells and prevents the mast cell degranulation and release of inflammatory mediators such as IL-4, IL-5, and IL-13. [21]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Anti-IgE antibody: Omalizumab is a monoclonal antibody that inhibits the binding of IgE to the IgE receptor on the surface of mast cells and prevents the mast cell degranulation and release of inflammatory mediators such as IL-4, IL-5, and IL-13. [21]"}
{"id": "article-17921_14", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Anti-interleukin-5 monoclonal antibody: Mepolizumab is an IL-5 antagonist. IL-5 is the primary cytokine responsible for eosinophils' maturation, recruitment, and activation. Administration of mepolizumab leads to decreased eosinophilia and reduced airway inflammation. [22]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Anti-interleukin-5 monoclonal antibody: Mepolizumab is an IL-5 antagonist. IL-5 is the primary cytokine responsible for eosinophils' maturation, recruitment, and activation. Administration of mepolizumab leads to decreased eosinophilia and reduced airway inflammation. [22]"}
{"id": "article-17921_15", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Anti-interleukin-5 receptor alpha monoclonal antibody: Benralizumab binds to the α subunit of the interleukin-5 receptor, decreasing eosinophil activation. Benralizumab also decreases antibody-dependent cell-mediated cytotoxicity. [23]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Anti-interleukin-5 receptor alpha monoclonal antibody: Benralizumab binds to the α subunit of the interleukin-5 receptor, decreasing eosinophil activation. Benralizumab also decreases antibody-dependent cell-mediated cytotoxicity. [23]"}
{"id": "article-17921_16", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Anti-interleukin-4 receptor α monoclonal antibody: Dupilumab is an IgG4 antibody that inhibits IL-4 and IL-13 signaling by binding to the IL-4R α subunit, inhibiting the release of proinflammatory cytokines and chemokines. [24]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Anti-interleukin-4 receptor α monoclonal antibody: Dupilumab is an IgG4 antibody that inhibits IL-4 and IL-13 signaling by binding to the IL-4R α subunit, inhibiting the release of proinflammatory cytokines and chemokines. [24]"}
{"id": "article-17921_17", "title": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma", "content": "Immunotherapy: Subcutaneous immunotherapy (SCIT) for asthma is the administration of specific exogenous aeroallergens with demonstrated sensitivity. Prerequisites are documented hypersensitivity to the specific allergen by skin testing (after 15 to 20 minutes) and antigen-specific IgE antibodies in a blood sample. [25]", "contents": "Asthma Medication in Children -- Introduction -- Medications, Biologics, and Immunotherapy for Pediatric Asthma. Immunotherapy: Subcutaneous immunotherapy (SCIT) for asthma is the administration of specific exogenous aeroallergens with demonstrated sensitivity. Prerequisites are documented hypersensitivity to the specific allergen by skin testing (after 15 to 20 minutes) and antigen-specific IgE antibodies in a blood sample. [25]"}
{"id": "article-17921_18", "title": "Asthma Medication in Children -- Function -- Essential Components of Management of Asthma in the Pediatric Population", "content": "Diagnosis of asthma Stepwise approach for management of asthma Emphasis on the use of preferred treatment at each step SMART (single maintenance and reliever therapy) before proceeding to a higher-step level of treatment. [26] Achieve adequate symptom control Management of asthma exacerbation Minimize adverse drug reactions Shared decision-making accounting for risks vs. benefits and personal preferences Patient education regarding inhaler techniques Improving patient adherence Assessment of environmental triggers Evaluation and management of comorbidities Overall reduction in mortality Assessment of quality of life by using a validated questionnaire (Pediatric Asthma Quality of Life Questionnaire) Consultation with a pulmonologist/immunologist if the patient requires care at step 3 or higher. [27]", "contents": "Asthma Medication in Children -- Function -- Essential Components of Management of Asthma in the Pediatric Population. Diagnosis of asthma Stepwise approach for management of asthma Emphasis on the use of preferred treatment at each step SMART (single maintenance and reliever therapy) before proceeding to a higher-step level of treatment. [26] Achieve adequate symptom control Management of asthma exacerbation Minimize adverse drug reactions Shared decision-making accounting for risks vs. benefits and personal preferences Patient education regarding inhaler techniques Improving patient adherence Assessment of environmental triggers Evaluation and management of comorbidities Overall reduction in mortality Assessment of quality of life by using a validated questionnaire (Pediatric Asthma Quality of Life Questionnaire) Consultation with a pulmonologist/immunologist if the patient requires care at step 3 or higher. [27]"}
{"id": "article-17921_19", "title": "Asthma Medication in Children -- Function", "content": "According to NAEPPCC (National Asthma Education and Prevention Program Coordinating Committee) and NHLBI (National Heart, Lung, and Blood Institute), treatment regimens by age group are described below. The following section highlights a stepwise approach to asthma medications used for rescue and control. Step therapy is based on the domains of severity and control. [28]", "contents": "Asthma Medication in Children -- Function. According to NAEPPCC (National Asthma Education and Prevention Program Coordinating Committee) and NHLBI (National Heart, Lung, and Blood Institute), treatment regimens by age group are described below. The following section highlights a stepwise approach to asthma medications used for rescue and control. Step therapy is based on the domains of severity and control. [28]"}
{"id": "article-17921_20", "title": "Asthma Medication in Children -- Function -- Asthma Management in the Age Group 0 to 4 years", "content": "Step 1: The preferred therapy is PRN SABA (short-acting β2-agonist). In patients with recurrent wheezing, a short (7 to 10 days) course of ICS with PRN SABA is recommended at the onset of respiratory tract infection. The strategy of initiating ICS and PRN SABA decreases asthma exacerbations and reduces the use of systemic corticosteroids. Step 2: Daily low-dose ICS (inhaled corticosteroids) as controller therapy and PRN SABA as quick relief therapy. An alternative regimen is daily montelukast or cromolyn and PRN SABA. Step 3: Daily medium dose ICS as controller therapy and PRN SABA for quick relief therapy. Step 4: Daily medium dose ICS-LABA (long-acting β2-agonist) as controller therapy and PRN SABA for quick relief therapy. The alternative regimen is a daily medium dose of ICS + montelukast and PRN SABA. Step 5: Daily high-dose ICS-LABA as controller therapy and PRN SABA for quick relief therapy. The alternative regimen is a daily high dose of ICS + montelukast and PRN SABA.", "contents": "Asthma Medication in Children -- Function -- Asthma Management in the Age Group 0 to 4 years. Step 1: The preferred therapy is PRN SABA (short-acting β2-agonist). In patients with recurrent wheezing, a short (7 to 10 days) course of ICS with PRN SABA is recommended at the onset of respiratory tract infection. The strategy of initiating ICS and PRN SABA decreases asthma exacerbations and reduces the use of systemic corticosteroids. Step 2: Daily low-dose ICS (inhaled corticosteroids) as controller therapy and PRN SABA as quick relief therapy. An alternative regimen is daily montelukast or cromolyn and PRN SABA. Step 3: Daily medium dose ICS as controller therapy and PRN SABA for quick relief therapy. Step 4: Daily medium dose ICS-LABA (long-acting β2-agonist) as controller therapy and PRN SABA for quick relief therapy. The alternative regimen is a daily medium dose of ICS + montelukast and PRN SABA. Step 5: Daily high-dose ICS-LABA as controller therapy and PRN SABA for quick relief therapy. The alternative regimen is a daily high dose of ICS + montelukast and PRN SABA."}
{"id": "article-17921_21", "title": "Asthma Medication in Children -- Function", "content": "Step 6: Daily high-dose ICS-LABA + oral systemic corticosteroid and PRN SABA. The alternative regimen is daily high-dose ICS + montelukast + oral systemic corticosteroid and PRN SABA.", "contents": "Asthma Medication in Children -- Function. Step 6: Daily high-dose ICS-LABA + oral systemic corticosteroid and PRN SABA. The alternative regimen is daily high-dose ICS + montelukast + oral systemic corticosteroid and PRN SABA."}
{"id": "article-17921_22", "title": "Asthma Medication in Children -- Function", "content": "Albuterol (salbutamol) or levalbuterol is the preferred drug for SABA. LABA medications are formoterol and salmeterol, with formoterol being the preferred drug. Inhaled corticosteroids (ICS) are budesonide, beclomethasone, and fluticasone. [29] The most commonly used combination is ICS and formoterol, preferably in a single inhaler. FDA has issued a boxed warning for montelukast due to neuropsychiatric adverse events. [30] Reassess the patient in 4 to 6 weeks and step up if required. The clinician can consider stepping down therapy for patients with well-controlled asthma for > 3 consecutive months.", "contents": "Asthma Medication in Children -- Function. Albuterol (salbutamol) or levalbuterol is the preferred drug for SABA. LABA medications are formoterol and salmeterol, with formoterol being the preferred drug. Inhaled corticosteroids (ICS) are budesonide, beclomethasone, and fluticasone. [29] The most commonly used combination is ICS and formoterol, preferably in a single inhaler. FDA has issued a boxed warning for montelukast due to neuropsychiatric adverse events. [30] Reassess the patient in 4 to 6 weeks and step up if required. The clinician can consider stepping down therapy for patients with well-controlled asthma for > 3 consecutive months."}
{"id": "article-17921_23", "title": "Asthma Medication in Children -- Function -- Asthma Management in the Age Group 5 to 11 years", "content": "Step 1: PRN SABA Step 2: Daily low-dose ICS as controller therapy and PRN SABA as quick relief therapy. Daily therapy with LTRA, cromolyn, nedocromil, theophylline, and PRN SABA are alternative regimens. Step 3: Daily combination of low-dose ICS-formoterol as controller and quick relief therapy. The alternative regimen is daily medium-dose ICS and PRN SABA. Another alternative regimen is daily low-dose ICS-LABA, daily low-dose ICS + LTRA, or daily low-dose ICS + theophylline and PRN SABA. Step 4: Daily combination of medium-dose ICS-formoterol as controller therapy and medium-dose ICS-formoterol PRN for quick relief therapy. The alternative regimen is a daily medium dose of ICS-LABA as controller therapy and PRN SABA as quick relief therapy. Another alternative regimen is daily medium dose ICS + LTRA or daily medium dose ICS + theophylline as controller therapy and PRN SABA as quick relief therapy.", "contents": "Asthma Medication in Children -- Function -- Asthma Management in the Age Group 5 to 11 years. Step 1: PRN SABA Step 2: Daily low-dose ICS as controller therapy and PRN SABA as quick relief therapy. Daily therapy with LTRA, cromolyn, nedocromil, theophylline, and PRN SABA are alternative regimens. Step 3: Daily combination of low-dose ICS-formoterol as controller and quick relief therapy. The alternative regimen is daily medium-dose ICS and PRN SABA. Another alternative regimen is daily low-dose ICS-LABA, daily low-dose ICS + LTRA, or daily low-dose ICS + theophylline and PRN SABA. Step 4: Daily combination of medium-dose ICS-formoterol as controller therapy and medium-dose ICS-formoterol PRN for quick relief therapy. The alternative regimen is a daily medium dose of ICS-LABA as controller therapy and PRN SABA as quick relief therapy. Another alternative regimen is daily medium dose ICS + LTRA or daily medium dose ICS + theophylline as controller therapy and PRN SABA as quick relief therapy."}
{"id": "article-17921_24", "title": "Asthma Medication in Children -- Function", "content": "Step 5: Daily high-dose ICS-LABA as controller therapy and PRN SABA for quick relief therapy. An alternative regimen is a daily high dose of ICS + LTRA and PRN SABA. Another alternative regimen is daily high-dose ICS + theophylline and PRN SABA. Step 6: Daily high-dose ICS-LABA + oral systemic corticosteroid as controller therapy and PRN SABA. An alternative regimen is daily high-dose ICS + LTRA + oral systemic corticosteroid and PRN SABA. Another alternative regimen of daily high-dose ICS + theophylline + oral systemic corticosteroid and PRN SABA", "contents": "Asthma Medication in Children -- Function. Step 5: Daily high-dose ICS-LABA as controller therapy and PRN SABA for quick relief therapy. An alternative regimen is a daily high dose of ICS + LTRA and PRN SABA. Another alternative regimen is daily high-dose ICS + theophylline and PRN SABA. Step 6: Daily high-dose ICS-LABA + oral systemic corticosteroid as controller therapy and PRN SABA. An alternative regimen is daily high-dose ICS + LTRA + oral systemic corticosteroid and PRN SABA. Another alternative regimen of daily high-dose ICS + theophylline + oral systemic corticosteroid and PRN SABA"}
{"id": "article-17921_25", "title": "Asthma Medication in Children -- Function", "content": "For Steps 2 to 4, there is a subcutaneous immunotherapy as an adjunct therapy to standard treatment in patients ≥ 5 years of age. Subcutaneous immunotherapy (SCIT) is recommended as an adjunct treatment for patients with established allergic sensitization and evidence of worsening asthma symptoms following exposure to the relevant antigens. [31] For Steps 5 and 6, omalizumab, an anti-immunoglobulin E (IgE) monoclonal antibody, should be considered; other biologic therapies are not FDA-approved for the age group 5 to 11 years. [32] FDA age ranges for infancy are birth to 2 years; childhood, 2 to 12 years; and adolescence, from 12 to 21. [33] This review also includes asthma management in the adolescent age group.", "contents": "Asthma Medication in Children -- Function. For Steps 2 to 4, there is a subcutaneous immunotherapy as an adjunct therapy to standard treatment in patients ≥ 5 years of age. Subcutaneous immunotherapy (SCIT) is recommended as an adjunct treatment for patients with established allergic sensitization and evidence of worsening asthma symptoms following exposure to the relevant antigens. [31] For Steps 5 and 6, omalizumab, an anti-immunoglobulin E (IgE) monoclonal antibody, should be considered; other biologic therapies are not FDA-approved for the age group 5 to 11 years. [32] FDA age ranges for infancy are birth to 2 years; childhood, 2 to 12 years; and adolescence, from 12 to 21. [33] This review also includes asthma management in the adolescent age group."}
{"id": "article-17921_26", "title": "Asthma Medication in Children -- Function -- Asthma Management for Ages >12 years", "content": "Step 1: PRN SABA Step 2: Daily low-dose ICS and PRN SABA or PRN concomitant ICS and SABA. An alternative regimen is daily LTRA and PRN SABA. An additional alternative regimen is cromolyn or nedocromil or zileuton or theophylline and PRN SABA (less preferred for use in the United States due to potential adverse drug reactions). Step 3: Daily and PRN combination low-dose ICS-formoterol. The alternative strategy is daily medium-dose ICS and PRN SABA. An alternative regimen is daily low-dose ICS + (LABA/LAMA/LTRA) and PRN SABA. LAMA is a long-acting muscarinic antagonist like tiotropium. [34] The optional regimen is daily low-dose ICS + theophylline or zileuton and PRN SABA (less preferred for use in the US due to potential adverse drug reactions).", "contents": "Asthma Medication in Children -- Function -- Asthma Management for Ages >12 years. Step 1: PRN SABA Step 2: Daily low-dose ICS and PRN SABA or PRN concomitant ICS and SABA. An alternative regimen is daily LTRA and PRN SABA. An additional alternative regimen is cromolyn or nedocromil or zileuton or theophylline and PRN SABA (less preferred for use in the United States due to potential adverse drug reactions). Step 3: Daily and PRN combination low-dose ICS-formoterol. The alternative strategy is daily medium-dose ICS and PRN SABA. An alternative regimen is daily low-dose ICS + (LABA/LAMA/LTRA) and PRN SABA. LAMA is a long-acting muscarinic antagonist like tiotropium. [34] The optional regimen is daily low-dose ICS + theophylline or zileuton and PRN SABA (less preferred for use in the US due to potential adverse drug reactions)."}
{"id": "article-17921_27", "title": "Asthma Medication in Children -- Function", "content": "Step 4: Daily and PRN combination medium-dose ICS-formoterol. The alternative regimen is daily medium-dose ICS-LABA or medium-dose ICS + LAMA and PRN SABA. The optional regimen is daily medium dose ICS + (LTRA or theophylline or zileuton) and PRN SABA (less preferred for use in the US due to potential adverse drug reactions). Step 5: Daily medium to high dose ICS-LABA combination + LAMA and PRN SABA. The alternative regimen is medium to high dose ICS-LABA or daily high-dose ICS + LTRA and PRN SABA. Step 6: Daily high-dose ICS-LABA + oral systemic corticosteroids + PRN SABA. For steps 2 to 4, subcutaneous immunotherapy (SCIT) is recommended for patients >5 years of age, as described above.", "contents": "Asthma Medication in Children -- Function. Step 4: Daily and PRN combination medium-dose ICS-formoterol. The alternative regimen is daily medium-dose ICS-LABA or medium-dose ICS + LAMA and PRN SABA. The optional regimen is daily medium dose ICS + (LTRA or theophylline or zileuton) and PRN SABA (less preferred for use in the US due to potential adverse drug reactions). Step 5: Daily medium to high dose ICS-LABA combination + LAMA and PRN SABA. The alternative regimen is medium to high dose ICS-LABA or daily high-dose ICS + LTRA and PRN SABA. Step 6: Daily high-dose ICS-LABA + oral systemic corticosteroids + PRN SABA. For steps 2 to 4, subcutaneous immunotherapy (SCIT) is recommended for patients >5 years of age, as described above."}
{"id": "article-17921_28", "title": "Asthma Medication in Children -- Function", "content": "For Steps 5 and 6, biologics may be considered (e.g., anti-IgE, anti-IL4, anti-IL13, anti-IL5, anti-IL5R). [35] However, no specific recommendations have been made. Consultation with an asthma specialist or immunologist is recommended.", "contents": "Asthma Medication in Children -- Function. For Steps 5 and 6, biologics may be considered (e.g., anti-IgE, anti-IL4, anti-IL13, anti-IL5, anti-IL5R). [35] However, no specific recommendations have been made. Consultation with an asthma specialist or immunologist is recommended."}
{"id": "article-17921_29", "title": "Asthma Medication in Children -- Function -- SMART (Single Maintenance and Reliever Therapy)", "content": "The SMART approach is a treatment with ICS and LABA (formoterol) for daily and rescue treatment. It is advised as the choice of therapy for patients ≥ 4 years (not well-controlled on a low- or medium-dose daily ICS alone). Formoterol is the LABA of choice because it has a rapid onset of action and can be used more than twice daily. SMART is a technique for decreasing exacerbation and total corticosteroid use. There is a lower risk of growth suppression in patients taking SMART versus daily higher-dose ICS treatment. Consequently, patients with uncontrolled asthma on daily ICS-LABA maintenance therapy should be considered for SMART before moving to a higher-step level of treatment. [26]", "contents": "Asthma Medication in Children -- Function -- SMART (Single Maintenance and Reliever Therapy). The SMART approach is a treatment with ICS and LABA (formoterol) for daily and rescue treatment. It is advised as the choice of therapy for patients ≥ 4 years (not well-controlled on a low- or medium-dose daily ICS alone). Formoterol is the LABA of choice because it has a rapid onset of action and can be used more than twice daily. SMART is a technique for decreasing exacerbation and total corticosteroid use. There is a lower risk of growth suppression in patients taking SMART versus daily higher-dose ICS treatment. Consequently, patients with uncontrolled asthma on daily ICS-LABA maintenance therapy should be considered for SMART before moving to a higher-step level of treatment. [26]"}
{"id": "article-17921_30", "title": "Asthma Medication in Children -- Function -- Clinical Utility of FeNO Testing", "content": "Nitric oxide can be calculated in exhaled breath and estimate the level of airway inflammation. In individuals with asthma, fractional exhaled nitric oxide (FeNO) is a useful indicator of airway type 2 bronchial or eosinophilic inflammation. FeNO is a quantitative, noninvasive, straightforward, and safe technique for estimating airway inflammation. In patients ages 5 years and older diagnosed with asthma after extensive evaluation, FeNO measurement can help as an adjunct to the diagnosis and response to therapy. It is particularly useful in patients whose spirometry testing cannot be performed accurately. FeNO levels > 50 ppb in adults or FeNO levels > 35 ppb in children aged 5 to 12 years are consistent with T2 inflammation, and these patients are more likely to respond to corticosteroid treatment. ATS (The American Thoracic Society) clinical practice guidelines also endorse FeNO as an adjunct for diagnosis and determining the probability of corticosteroid responsiveness. [36]", "contents": "Asthma Medication in Children -- Function -- Clinical Utility of FeNO Testing. Nitric oxide can be calculated in exhaled breath and estimate the level of airway inflammation. In individuals with asthma, fractional exhaled nitric oxide (FeNO) is a useful indicator of airway type 2 bronchial or eosinophilic inflammation. FeNO is a quantitative, noninvasive, straightforward, and safe technique for estimating airway inflammation. In patients ages 5 years and older diagnosed with asthma after extensive evaluation, FeNO measurement can help as an adjunct to the diagnosis and response to therapy. It is particularly useful in patients whose spirometry testing cannot be performed accurately. FeNO levels > 50 ppb in adults or FeNO levels > 35 ppb in children aged 5 to 12 years are consistent with T2 inflammation, and these patients are more likely to respond to corticosteroid treatment. ATS (The American Thoracic Society) clinical practice guidelines also endorse FeNO as an adjunct for diagnosis and determining the probability of corticosteroid responsiveness. [36]"}
{"id": "article-17921_31", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Inhaled β-2 agonist: Common adverse drug reactions of SABA and LABA include tremors, tachycardia, and palpitations. These adverse effects are seen more often during initial exposure. [37] A boxed warning advises that long-acting β-2 agonists such as salmeterol or formoterol without ICS increase the risk of asthma-related death.", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Inhaled β-2 agonist: Common adverse drug reactions of SABA and LABA include tremors, tachycardia, and palpitations. These adverse effects are seen more often during initial exposure. [37] A boxed warning advises that long-acting β-2 agonists such as salmeterol or formoterol without ICS increase the risk of asthma-related death."}
{"id": "article-17921_32", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Inhaled corticosteroids: Oropharyngeal candidiasis and dysphonia are the most commonly documented ICS-associated ADR. Using a spacer device and rinsing the mouth after using an ICS decreases the risk of oral thrush. [38] Long-acting muscarinic antagonist: The anticholinergic adverse effects of LAMA (tiotropium) are dry mouth, constipation, blurring of vision, and urinary difficulty or retention. [39]", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Inhaled corticosteroids: Oropharyngeal candidiasis and dysphonia are the most commonly documented ICS-associated ADR. Using a spacer device and rinsing the mouth after using an ICS decreases the risk of oral thrush. [38] Long-acting muscarinic antagonist: The anticholinergic adverse effects of LAMA (tiotropium) are dry mouth, constipation, blurring of vision, and urinary difficulty or retention. [39]"}
{"id": "article-17921_33", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Systemic corticosteroids: Vomiting, behavioral changes, sleep disturbance, and increased risk of infections are common with short-course oral corticosteroids in children. [40] Long-term ADR of systemic corticosteroids includes osteoporosis, diabetes, adrenal insufficiency, delayed wound healing, cataracts, aseptic joint necrosis, GI bleeding, and growth suppression. [41] [42] [43]", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Systemic corticosteroids: Vomiting, behavioral changes, sleep disturbance, and increased risk of infections are common with short-course oral corticosteroids in children. [40] Long-term ADR of systemic corticosteroids includes osteoporosis, diabetes, adrenal insufficiency, delayed wound healing, cataracts, aseptic joint necrosis, GI bleeding, and growth suppression. [41] [42] [43]"}
{"id": "article-17921_34", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Leukotriene receptor antagonist: The most serious adverse event associated with montelukast therapy is neuropsychiatric adverse effects (FDA boxed warning). Neuropsychiatric ADR ranges from insomnia to suicidal ideation. [2] [30] Zafirlukast is associated with hepatotoxicity. [44]", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Leukotriene receptor antagonist: The most serious adverse event associated with montelukast therapy is neuropsychiatric adverse effects (FDA boxed warning). Neuropsychiatric ADR ranges from insomnia to suicidal ideation. [2] [30] Zafirlukast is associated with hepatotoxicity. [44]"}
{"id": "article-17921_35", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Mast cell stabilizers: Mast cell stabilizers used in asthma are cromolyn and nedocromil. [18] Adverse effects associated with cromolyn may include throat irritation, sneezing, and an unpleasant taste. [45] ADR due to nedocromil are an unpleasant taste, headache, and cough. [46]", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Mast cell stabilizers: Mast cell stabilizers used in asthma are cromolyn and nedocromil. [18] Adverse effects associated with cromolyn may include throat irritation, sneezing, and an unpleasant taste. [45] ADR due to nedocromil are an unpleasant taste, headache, and cough. [46]"}
{"id": "article-17921_36", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Theophylline: Common adverse drug reactions include nausea, vomiting, and headaches. At higher concentrations, seizures and cardiac arrhythmias, including multifocal atrial tachycardia, have been reported. [47] [20] Omalizumab: The most common adverse effect is skin inflammation at the injection site. A potentially life-threatening and rare adverse drug reaction is anaphylaxis. [48] Dupilumab: Common ADR are mild injection site reactions and eosinophilia. Mepolizumab: Headache and bronchitis are common. Benralizumab: ADR associated with are headache, fever, nasopharyngitis, and sinusitis. [2]", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Theophylline: Common adverse drug reactions include nausea, vomiting, and headaches. At higher concentrations, seizures and cardiac arrhythmias, including multifocal atrial tachycardia, have been reported. [47] [20] Omalizumab: The most common adverse effect is skin inflammation at the injection site. A potentially life-threatening and rare adverse drug reaction is anaphylaxis. [48] Dupilumab: Common ADR are mild injection site reactions and eosinophilia. Mepolizumab: Headache and bronchitis are common. Benralizumab: ADR associated with are headache, fever, nasopharyngitis, and sinusitis. [2]"}
{"id": "article-17921_37", "title": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR)", "content": "Subcutaneous immunotherapy (SCIT): SCIT should be administered under direct supervision due to the potential for anaphylaxis, urticaria, rhinitis, nausea, diarrhea, vomiting, hypotension, and arrhythmias. Consequently, a 30-minute observational period is needed after each SCIT injection. [6]", "contents": "Asthma Medication in Children -- Issues of Concern -- Adverse Drug Reactions (ADR). Subcutaneous immunotherapy (SCIT): SCIT should be administered under direct supervision due to the potential for anaphylaxis, urticaria, rhinitis, nausea, diarrhea, vomiting, hypotension, and arrhythmias. Consequently, a 30-minute observational period is needed after each SCIT injection. [6]"}
{"id": "article-17921_38", "title": "Asthma Medication in Children -- Issues of Concern -- Asthma Phenotype", "content": "Global Initiative for Asthma (GINA) guidelines show that population-level recommendations depend on type II or non-type II phenotypes. Type II inflammation is found in patients with severe asthma and atopy. It is associated with allergic conditions such as nasal polyposis and atopic dermatitis. Elevated serum, sputum eosinophils, and increased FeNO characterize type 2 inflammation. Management includes optimal use of ICS and targeted biologics. Dupilumab is indicated in patients with severe eosinophilia or type 2 asthma uncontrolled on high-dose ICS-LABA. Pediatric patients with persistently elevated IgE levels respond well to omalizumab. [49] [7]", "contents": "Asthma Medication in Children -- Issues of Concern -- Asthma Phenotype. Global Initiative for Asthma (GINA) guidelines show that population-level recommendations depend on type II or non-type II phenotypes. Type II inflammation is found in patients with severe asthma and atopy. It is associated with allergic conditions such as nasal polyposis and atopic dermatitis. Elevated serum, sputum eosinophils, and increased FeNO characterize type 2 inflammation. Management includes optimal use of ICS and targeted biologics. Dupilumab is indicated in patients with severe eosinophilia or type 2 asthma uncontrolled on high-dose ICS-LABA. Pediatric patients with persistently elevated IgE levels respond well to omalizumab. [49] [7]"}
{"id": "article-17921_39", "title": "Asthma Medication in Children -- Issues of Concern -- Inadequate Control", "content": "Increased use of albuterol (salbutamol) for >2 days a week for symptom relief typically indicates inadequate control and may require a step-up in treatment.", "contents": "Asthma Medication in Children -- Issues of Concern -- Inadequate Control. Increased use of albuterol (salbutamol) for >2 days a week for symptom relief typically indicates inadequate control and may require a step-up in treatment."}
{"id": "article-17921_40", "title": "Asthma Medication in Children -- Issues of Concern -- Inhaler Technique", "content": "A systemic review concluded that using turbuhaler and diskus inhalers is better than metered-dose inhalers (MDI) in children. The best technique is when MDIs are used with spacers. Consequently, pressured MDI with a spacer is the preferred device in children. Different-sized masks are available. A valved holding chamber enables the diffusion of medication and the coordination of actuation. A nebulizer with a facemask or mouthpiece is effective in children who cannot be taught how to use a spacer device. Not every medication is available as a nebulizer agent. [50]", "contents": "Asthma Medication in Children -- Issues of Concern -- Inhaler Technique. A systemic review concluded that using turbuhaler and diskus inhalers is better than metered-dose inhalers (MDI) in children. The best technique is when MDIs are used with spacers. Consequently, pressured MDI with a spacer is the preferred device in children. Different-sized masks are available. A valved holding chamber enables the diffusion of medication and the coordination of actuation. A nebulizer with a facemask or mouthpiece is effective in children who cannot be taught how to use a spacer device. Not every medication is available as a nebulizer agent. [50]"}
{"id": "article-17921_41", "title": "Asthma Medication in Children -- Issues of Concern -- Compliance to Pharmacotherapy", "content": "Inadequate adherence in children with asthma is a leading cause of asthma attacks and a factor in asthma deaths. Subjective and objective measures for monitoring compliance have limitations; electronic monitoring devices (EMDs) can be considered. [51]", "contents": "Asthma Medication in Children -- Issues of Concern -- Compliance to Pharmacotherapy. Inadequate adherence in children with asthma is a leading cause of asthma attacks and a factor in asthma deaths. Subjective and objective measures for monitoring compliance have limitations; electronic monitoring devices (EMDs) can be considered. [51]"}
{"id": "article-17921_42", "title": "Asthma Medication in Children -- Issues of Concern -- Asthma Exacerbation", "content": "In severe cases, management of exacerbations includes bronchodilators, oxygen therapy, glucocorticosteroids, and mechanical ventilation. Adding a LAMA (tiotropium) to ICS-LABA for patients with uncontrolled asthma on ICS-LABA enhances asthma control. Systemic corticosteroids may still be required depending on the patient's presentation.", "contents": "Asthma Medication in Children -- Issues of Concern -- Asthma Exacerbation. In severe cases, management of exacerbations includes bronchodilators, oxygen therapy, glucocorticosteroids, and mechanical ventilation. Adding a LAMA (tiotropium) to ICS-LABA for patients with uncontrolled asthma on ICS-LABA enhances asthma control. Systemic corticosteroids may still be required depending on the patient's presentation."}
{"id": "article-17921_43", "title": "Asthma Medication in Children -- Issues of Concern -- Asthma Exacerbation", "content": "In young children, suspension is better tolerated and accepted than tablets. In addition, for children aged 0 to 4 years with a history of previous severe exacerbations, a short course of oral systemic corticosteroids is advised. Frequent exacerbations requiring oral steroids indicate inadequate asthma control and should require a review of maintenance therapy. [2]", "contents": "Asthma Medication in Children -- Issues of Concern -- Asthma Exacerbation. In young children, suspension is better tolerated and accepted than tablets. In addition, for children aged 0 to 4 years with a history of previous severe exacerbations, a short course of oral systemic corticosteroids is advised. Frequent exacerbations requiring oral steroids indicate inadequate asthma control and should require a review of maintenance therapy. [2]"}
{"id": "article-17921_44", "title": "Asthma Medication in Children -- Issues of Concern -- FeNO Testing and Pharmacotherapy", "content": "FeNO can be conducted in primary care settings and predict corticosteroid response. FeNO testing is not a replacement for standard assessment and should not be used in isolation to estimate disease activity and forecast future exacerbation. In addition, the costs associated with equipment and supply can restrict the utility of FeNO in the primary care office setting. Moreover, analysis requires experienced immunologists or pulmonologists to interpret the results. According to NHLBI guidelines, ICS should not be stopped only based on low FeNO levels. [6]", "contents": "Asthma Medication in Children -- Issues of Concern -- FeNO Testing and Pharmacotherapy. FeNO can be conducted in primary care settings and predict corticosteroid response. FeNO testing is not a replacement for standard assessment and should not be used in isolation to estimate disease activity and forecast future exacerbation. In addition, the costs associated with equipment and supply can restrict the utility of FeNO in the primary care office setting. Moreover, analysis requires experienced immunologists or pulmonologists to interpret the results. According to NHLBI guidelines, ICS should not be stopped only based on low FeNO levels. [6]"}
{"id": "article-17921_45", "title": "Asthma Medication in Children -- Issues of Concern -- Comorbidities", "content": "Comorbidities such as chronic rhinosinusitis, obesity, gastroesophageal reflux disease (GERD), and obstructive sleep apnea are associated with flare-ups and poor quality of life. Treatment of comorbid conditions is essential; however, management can complicate treatment adherence and asthma control due to polypharmacy. [52]", "contents": "Asthma Medication in Children -- Issues of Concern -- Comorbidities. Comorbidities such as chronic rhinosinusitis, obesity, gastroesophageal reflux disease (GERD), and obstructive sleep apnea are associated with flare-ups and poor quality of life. Treatment of comorbid conditions is essential; however, management can complicate treatment adherence and asthma control due to polypharmacy. [52]"}
{"id": "article-17921_46", "title": "Asthma Medication in Children -- Issues of Concern -- Bronchial Thermoplasty (BT)", "content": "Bronchial thermoplasty has not been extensively evaluated in pediatric patients; consequently, BT is not recommended in children. [53]", "contents": "Asthma Medication in Children -- Issues of Concern -- Bronchial Thermoplasty (BT). Bronchial thermoplasty has not been extensively evaluated in pediatric patients; consequently, BT is not recommended in children. [53]"}
{"id": "article-17921_47", "title": "Asthma Medication in Children -- Issues of Concern -- Peak Expiratory Flow (PEF) and Spirometry", "content": "PEF and spirometry are commonly used to estimate airflow obstruction and reversibility. GINA suggests the use of PEF or spirometry in the diagnosis of asthma in children aged over 5. However, EF and spirometry are not feasible in children aged 1 to 4 years.", "contents": "Asthma Medication in Children -- Issues of Concern -- Peak Expiratory Flow (PEF) and Spirometry. PEF and spirometry are commonly used to estimate airflow obstruction and reversibility. GINA suggests the use of PEF or spirometry in the diagnosis of asthma in children aged over 5. However, EF and spirometry are not feasible in children aged 1 to 4 years."}
{"id": "article-17921_48", "title": "Asthma Medication in Children -- Issues of Concern -- Asthma Action Plans", "content": "An asthma action plan (AAP) is a written document in which the family or caregiver is provided with up-to-date instructions regarding daily asthma medications, symptoms that show asthma control deterioration, response when these symptoms are identified, and steps in the case of an emergency. [54] [55] [56] The caregivers must be confident and careful when using the asthma action plan, as they must decide on initiating treatment at the onset of deterioration. A recent study indicated that a pictographic asthma action plan could be helpful for caregivers with low health literacy. [57]", "contents": "Asthma Medication in Children -- Issues of Concern -- Asthma Action Plans. An asthma action plan (AAP) is a written document in which the family or caregiver is provided with up-to-date instructions regarding daily asthma medications, symptoms that show asthma control deterioration, response when these symptoms are identified, and steps in the case of an emergency. [54] [55] [56] The caregivers must be confident and careful when using the asthma action plan, as they must decide on initiating treatment at the onset of deterioration. A recent study indicated that a pictographic asthma action plan could be helpful for caregivers with low health literacy. [57]"}
{"id": "article-17921_49", "title": "Asthma Medication in Children -- Issues of Concern -- Quality of Life", "content": "Quality of life is significantly compromised in children with uncontrolled asthma. Standardized questionnaires such as the Pediatric Asthma Quality of Life Questionnaire (PAQLQ) should be used to evaluate the quality of life. A study showed that although pharmacotherapy can improve quality of life, the emotional domain is not addressed. Psychosocial support is needed in addition to standard pharmacotherapy. [58]", "contents": "Asthma Medication in Children -- Issues of Concern -- Quality of Life. Quality of life is significantly compromised in children with uncontrolled asthma. Standardized questionnaires such as the Pediatric Asthma Quality of Life Questionnaire (PAQLQ) should be used to evaluate the quality of life. A study showed that although pharmacotherapy can improve quality of life, the emotional domain is not addressed. Psychosocial support is needed in addition to standard pharmacotherapy. [58]"}
{"id": "article-17921_50", "title": "Asthma Medication in Children -- Clinical Significance", "content": "Asthma is a serious health and economic concern in the United States, costing $56 billion yearly. Uncontrolled asthma disrupts daily life and causes 1 in 2 children to miss at least 1 day of school. This caused about 10.5 million missed school days. [59] [60] [61] According to the CDC report, in 2021, the percentage of children aged under 18 years who currently have asthma is 6.5%.", "contents": "Asthma Medication in Children -- Clinical Significance. Asthma is a serious health and economic concern in the United States, costing $56 billion yearly. Uncontrolled asthma disrupts daily life and causes 1 in 2 children to miss at least 1 day of school. This caused about 10.5 million missed school days. [59] [60] [61] According to the CDC report, in 2021, the percentage of children aged under 18 years who currently have asthma is 6.5%."}
{"id": "article-17921_51", "title": "Asthma Medication in Children -- Clinical Significance", "content": "The number of emergency department visits for asthma is approximately 1.2 million. From 2016 to 2018, the estimated prevalence of asthma was about 8.1% in children aged 0 to 17 years. From 2016 to 2018, children with asthma had significantly more emergency department and urgent care visits (17.9%) than adults (10.1%).", "contents": "Asthma Medication in Children -- Clinical Significance. The number of emergency department visits for asthma is approximately 1.2 million. From 2016 to 2018, the estimated prevalence of asthma was about 8.1% in children aged 0 to 17 years. From 2016 to 2018, children with asthma had significantly more emergency department and urgent care visits (17.9%) than adults (10.1%)."}
{"id": "article-17921_52", "title": "Asthma Medication in Children -- Clinical Significance", "content": "In the context of the COVID-19 pandemic, it is essential to remember that CDC has recognized asthma as a risk factor for severe COVID-19. [62] In patients with severe asthma using biologic therapy, the vaccine and the biologics should not be administered on the same day. [63] Optimal use of pharmacotherapy according to guidelines, use of a step-wise approach, and assessment of compliance and control at each visit can significantly reduce the morbidity, mortality, emergency room visits, and healthcare costs associated with asthma. Clinicians should also emphasize using preferred therapy at each step to optimize pharmacotherapy and minimize ADR. [64]", "contents": "Asthma Medication in Children -- Clinical Significance. In the context of the COVID-19 pandemic, it is essential to remember that CDC has recognized asthma as a risk factor for severe COVID-19. [62] In patients with severe asthma using biologic therapy, the vaccine and the biologics should not be administered on the same day. [63] Optimal use of pharmacotherapy according to guidelines, use of a step-wise approach, and assessment of compliance and control at each visit can significantly reduce the morbidity, mortality, emergency room visits, and healthcare costs associated with asthma. Clinicians should also emphasize using preferred therapy at each step to optimize pharmacotherapy and minimize ADR. [64]"}
{"id": "article-17921_53", "title": "Asthma Medication in Children -- Other Issues", "content": "SABA overuse has been associated with increased risks of exacerbation. Long-term use of β-2 agonists has been associated with ischemia, heart failure, arrhythmias, and risk of sudden death. [65] A high dose of ICS is associated with systemic ADR due to increased absorption. It may increase the risk of adrenal suppression, cataracts, glaucoma, psychiatric effects, and risk of infection. [66]", "contents": "Asthma Medication in Children -- Other Issues. SABA overuse has been associated with increased risks of exacerbation. Long-term use of β-2 agonists has been associated with ischemia, heart failure, arrhythmias, and risk of sudden death. [65] A high dose of ICS is associated with systemic ADR due to increased absorption. It may increase the risk of adrenal suppression, cataracts, glaucoma, psychiatric effects, and risk of infection. [66]"}
{"id": "article-17921_54", "title": "Asthma Medication in Children -- Other Issues", "content": "Patients on chronic systemic steroids for asthma have a suppression of the hypothalamic-pituitary-adrenal (HPA) axis. A sudden withdrawal of steroids can result in adrenal insufficiency. Steroid withdrawal syndrome is marked by malaise, postural hypotension, generalized weakness, arthralgia, headaches, mood swings, and emotional lability and can be life-threatening if not recognized promptly. A gradual steroid taper is recommended. [67]", "contents": "Asthma Medication in Children -- Other Issues. Patients on chronic systemic steroids for asthma have a suppression of the hypothalamic-pituitary-adrenal (HPA) axis. A sudden withdrawal of steroids can result in adrenal insufficiency. Steroid withdrawal syndrome is marked by malaise, postural hypotension, generalized weakness, arthralgia, headaches, mood swings, and emotional lability and can be life-threatening if not recognized promptly. A gradual steroid taper is recommended. [67]"}
{"id": "article-17921_55", "title": "Asthma Medication in Children -- Other Issues", "content": "Theophylline has a narrow therapeutic index. Theophylline toxicity presents with hypotension, cardiac arrhythmias, and seizures. Hypotension requires aggressive fluid resuscitation and vasopressors. IV benzodiazepines are used for seizures. Phenobarbital is used for refractory seizures. In a life-threatening overdose, hemodialysis is indicated. [68] Omalizumab is associated with rare cases of anaphylaxis. Dupilumab is associated with rare cases of eosinophilic granulomatosis with polyangiitis. (EGPA or Churg-Strauss Syndrome). [7] [69]", "contents": "Asthma Medication in Children -- Other Issues. Theophylline has a narrow therapeutic index. Theophylline toxicity presents with hypotension, cardiac arrhythmias, and seizures. Hypotension requires aggressive fluid resuscitation and vasopressors. IV benzodiazepines are used for seizures. Phenobarbital is used for refractory seizures. In a life-threatening overdose, hemodialysis is indicated. [68] Omalizumab is associated with rare cases of anaphylaxis. Dupilumab is associated with rare cases of eosinophilic granulomatosis with polyangiitis. (EGPA or Churg-Strauss Syndrome). [7] [69]"}
{"id": "article-17921_56", "title": "Asthma Medication in Children -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of asthma in children are complex. Asthma management involves a multi-faceted approach, including medication, education, skills training, clinical monitoring, and environmental control measures when necessary. The goals of asthma management include enhanced quality of life, control of asthma symptoms, and minimized risks from exacerbations and medication side effects. [70]", "contents": "Asthma Medication in Children -- Enhancing Healthcare Team Outcomes. The diagnosis and management of asthma in children are complex. Asthma management involves a multi-faceted approach, including medication, education, skills training, clinical monitoring, and environmental control measures when necessary. The goals of asthma management include enhanced quality of life, control of asthma symptoms, and minimized risks from exacerbations and medication side effects. [70]"}
{"id": "article-17921_57", "title": "Asthma Medication in Children -- Enhancing Healthcare Team Outcomes", "content": "Pediatricians usually prescribe medications for asthma in children. Immunologists or asthma specialists should be consulted at the appropriate step for using novel biologic therapies. Pharmacists should verify dosing, check for interactions, and ensure medication reconciliation. Pediatric nurses should monitor growth and adverse effects at every visit. Admission to the PICU (pediatric intensive care unit) or neonatal intensive care unit (NICU) may be required for severe asthma exacerbation. Pediatric hospitalists, pulmonologists, and neonatologists are crucial in managing severe asthma exacerbation and management complications.", "contents": "Asthma Medication in Children -- Enhancing Healthcare Team Outcomes. Pediatricians usually prescribe medications for asthma in children. Immunologists or asthma specialists should be consulted at the appropriate step for using novel biologic therapies. Pharmacists should verify dosing, check for interactions, and ensure medication reconciliation. Pediatric nurses should monitor growth and adverse effects at every visit. Admission to the PICU (pediatric intensive care unit) or neonatal intensive care unit (NICU) may be required for severe asthma exacerbation. Pediatric hospitalists, pulmonologists, and neonatologists are crucial in managing severe asthma exacerbation and management complications."}
{"id": "article-17921_58", "title": "Asthma Medication in Children -- Enhancing Healthcare Team Outcomes", "content": "In case of toxicity, consultation with a medical toxicologist may be essential. The interprofessional approach from clinicians (MD, DO, NP, PA), toxicologists, pediatric pharmacists, respiratory therapists, and specialty-trained nurses improves the treatment efficacy and optimizes the outcomes in the treatment of pediatric asthma.", "contents": "Asthma Medication in Children -- Enhancing Healthcare Team Outcomes. In case of toxicity, consultation with a medical toxicologist may be essential. The interprofessional approach from clinicians (MD, DO, NP, PA), toxicologists, pediatric pharmacists, respiratory therapists, and specialty-trained nurses improves the treatment efficacy and optimizes the outcomes in the treatment of pediatric asthma."}
{"id": "article-17921_59", "title": "Asthma Medication in Children -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nursing interventions and actions Checking pulse oximetry Monitor the vitals Provide oxygen if O 2 saturation is less than 90% Start at 2 liters nasal cannula Increase as needed Consult the provider and respiratory therapist if more than 6 liters of nasal cannula is required. Evaluate the patient to determine if they are receiving adequate oxygen. Learn triggers and ensure the room does not have any, ie, flowers, dust, animal dander, wool blankets, etc. Ensure proper delivery of medications by nebulization Patient education about ADR and adequate use of MDI to prevent oral candidiasis. [71] Physical therapists play an essential role in improving lung function. A study has demonstrated that physical therapy can improve forced vital capacity (FVC). [72] Respiratory therapist-guided bronchodilator weaning based on the MPIS (modified pulmonary index score) can reduce the hospital length of stay (LOS). [73]", "contents": "Asthma Medication in Children -- Nursing, Allied Health, and Interprofessional Team Interventions. Nursing interventions and actions Checking pulse oximetry Monitor the vitals Provide oxygen if O 2 saturation is less than 90% Start at 2 liters nasal cannula Increase as needed Consult the provider and respiratory therapist if more than 6 liters of nasal cannula is required. Evaluate the patient to determine if they are receiving adequate oxygen. Learn triggers and ensure the room does not have any, ie, flowers, dust, animal dander, wool blankets, etc. Ensure proper delivery of medications by nebulization Patient education about ADR and adequate use of MDI to prevent oral candidiasis. [71] Physical therapists play an essential role in improving lung function. A study has demonstrated that physical therapy can improve forced vital capacity (FVC). [72] Respiratory therapist-guided bronchodilator weaning based on the MPIS (modified pulmonary index score) can reduce the hospital length of stay (LOS). [73]"}
{"id": "article-17921_60", "title": "Asthma Medication in Children -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nursing monitoring should include the following: Auscultate lung sounds If wheezing, they may need a breathing treatment. No breath sounds (silent chest) or stridor is usually ominous signs and require immediate reporting to the team leader. Crackles may have pneumonia and may need suctioning. [74] Positioning the patient in an upright position Obtain a baseline peak flow and monitor for the decline. The smaller the number, the less amount of air they are moving. Complete prescribed breathing treatments such as albuterol for bronchodilation and tiotropium to decrease bronchospasm. Monitor the adverse drug reactions of corticosteroids. If theophylline is prescribed, consider therapeutic drug monitoring to prevent toxicity. [75] Make sure the entire medical team is aware if the patient is getting worse; know the location of the crash cart.", "contents": "Asthma Medication in Children -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nursing monitoring should include the following: Auscultate lung sounds If wheezing, they may need a breathing treatment. No breath sounds (silent chest) or stridor is usually ominous signs and require immediate reporting to the team leader. Crackles may have pneumonia and may need suctioning. [74] Positioning the patient in an upright position Obtain a baseline peak flow and monitor for the decline. The smaller the number, the less amount of air they are moving. Complete prescribed breathing treatments such as albuterol for bronchodilation and tiotropium to decrease bronchospasm. Monitor the adverse drug reactions of corticosteroids. If theophylline is prescribed, consider therapeutic drug monitoring to prevent toxicity. [75] Make sure the entire medical team is aware if the patient is getting worse; know the location of the crash cart."}
{"id": "article-17921_61", "title": "Asthma Medication in Children -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "If the nursing or allied health staff thinks the patient is deteriorating or airway closure may be imminent, it is better to be proactive than reactive. Contact the medical team immediately. [76]", "contents": "Asthma Medication in Children -- Nursing, Allied Health, and Interprofessional Team Monitoring. If the nursing or allied health staff thinks the patient is deteriorating or airway closure may be imminent, it is better to be proactive than reactive. Contact the medical team immediately. [76]"}
{"id": "article-17921_62", "title": "Asthma Medication in Children -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Asthma Medication in Children -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}