{"id": "article-23259_0", "title": "Hypocarbia -- Continuing Education Activity", "content": "Hypocarbia, also known as hypocapnia, is a decrease in alveolar and blood carbon dioxide (CO2) levels below the normal reference range of 35 mmHg. CO2 is a metabolic product of the many cellular processes within the body involved in the processing of lipids, carbohydrates, and proteins. The primary organ systems responsible for regulating CO2 homeostasis are the pulmonary system and the renal system. Additionally, CO2 is regulated through the CO2/HCO3 pH buffering system. Aberrations that lead to hypocarbia typically also result in respiratory alkalosis. This activity reviews the evaluation and management of hypocarbia and highlights the role of the interprofessional team in educating patients with this condition about follow-up care.", "contents": "Hypocarbia -- Continuing Education Activity. Hypocarbia, also known as hypocapnia, is a decrease in alveolar and blood carbon dioxide (CO2) levels below the normal reference range of 35 mmHg. CO2 is a metabolic product of the many cellular processes within the body involved in the processing of lipids, carbohydrates, and proteins. The primary organ systems responsible for regulating CO2 homeostasis are the pulmonary system and the renal system. Additionally, CO2 is regulated through the CO2/HCO3 pH buffering system. Aberrations that lead to hypocarbia typically also result in respiratory alkalosis. This activity reviews the evaluation and management of hypocarbia and highlights the role of the interprofessional team in educating patients with this condition about follow-up care."}
{"id": "article-23259_1", "title": "Hypocarbia -- Continuing Education Activity", "content": "Objectives: Summarize the potential differential diagnoses of hypocarbia. Outline the pathophysiology of hypocarbia. Describe the management of hypocarbia. Explain the interprofessional team strategies for improving care coordination and communication regarding the management of patients with hypocarbia. Access free multiple choice questions on this topic.", "contents": "Hypocarbia -- Continuing Education Activity. Objectives: Summarize the potential differential diagnoses of hypocarbia. Outline the pathophysiology of hypocarbia. Describe the management of hypocarbia. Explain the interprofessional team strategies for improving care coordination and communication regarding the management of patients with hypocarbia. Access free multiple choice questions on this topic."}
{"id": "article-23259_2", "title": "Hypocarbia -- Introduction", "content": "Hypocarbia, also known as hypocapnia, is a decrease in alveolar and blood carbon dioxide (CO2) levels below the normal reference range of 35 mmHg. CO2 is a metabolic product of the many cellular processes within the body involved in the processing of lipids, carbohydrates, and proteins. The primary organ systems responsible for regulating CO2 homeostasis are the pulmonary system and the renal system. Additionally, CO2 is regulated through the CO2/HCO3 pH buffering system. Aberrations that lead to hypocarbia typically also result in respiratory alkalosis. [1] [2]", "contents": "Hypocarbia -- Introduction. Hypocarbia, also known as hypocapnia, is a decrease in alveolar and blood carbon dioxide (CO2) levels below the normal reference range of 35 mmHg. CO2 is a metabolic product of the many cellular processes within the body involved in the processing of lipids, carbohydrates, and proteins. The primary organ systems responsible for regulating CO2 homeostasis are the pulmonary system and the renal system. Additionally, CO2 is regulated through the CO2/HCO3 pH buffering system. Aberrations that lead to hypocarbia typically also result in respiratory alkalosis. [1] [2]"}
{"id": "article-23259_3", "title": "Hypocarbia -- Etiology", "content": "At its root, hypocarbia is induced by either a decrease in CO2 production or an increase in CO2 loss. [3] Since metabolic demand does not typically decrease in a way that meaningfully adjusts CO2 levels into hypocarbic levels, the primary occurrence is a loss of CO2 via the pH buffering system or changes in the pulmonary system. The pulmonary system is highly efficient in its removal of CO2 from the body through gas diffusion. This requires a diffusion gradient from the high concentration arteriolar blood into the relatively low concentration environmental air. This gradient is maintained by continually washing away CO2 from the alveolar space, regardless of the absolute PaCO2 concentration. As such, the CO2 gradients are developed and maintained where PaCO2 in arterial blood is directly proportional to the rate of metabolic CO2 production and inversely related to the rate of CO2 elimination by the lung via increased alveolar ventilation. Alveolar ventilation is the removal of alveolar air into the environment, defined as the expired minute volume that reaches the alveoli and is determined by minute ventilation and the ratio of dead space to tidal volume. Mathematically, this relationship is determined as:", "contents": "Hypocarbia -- Etiology. At its root, hypocarbia is induced by either a decrease in CO2 production or an increase in CO2 loss. [3] Since metabolic demand does not typically decrease in a way that meaningfully adjusts CO2 levels into hypocarbic levels, the primary occurrence is a loss of CO2 via the pH buffering system or changes in the pulmonary system. The pulmonary system is highly efficient in its removal of CO2 from the body through gas diffusion. This requires a diffusion gradient from the high concentration arteriolar blood into the relatively low concentration environmental air. This gradient is maintained by continually washing away CO2 from the alveolar space, regardless of the absolute PaCO2 concentration. As such, the CO2 gradients are developed and maintained where PaCO2 in arterial blood is directly proportional to the rate of metabolic CO2 production and inversely related to the rate of CO2 elimination by the lung via increased alveolar ventilation. Alveolar ventilation is the removal of alveolar air into the environment, defined as the expired minute volume that reaches the alveoli and is determined by minute ventilation and the ratio of dead space to tidal volume. Mathematically, this relationship is determined as:"}
{"id": "article-23259_4", "title": "Hypocarbia -- Etiology", "content": "PaCO2 = 0.863 x VCO2/ VA and VA = VE – VD and VE = RR x TV and TV = RR x dead-space volume Where VCO2 is the metabolic production of CO2, VA is alveolar ventilation, VE is minute ventilation, VD is dead space ventilation, RR is the respiratory rate, and TV is tidal volume. [4]", "contents": "Hypocarbia -- Etiology. PaCO2 = 0.863 x VCO2/ VA and VA = VE – VD and VE = RR x TV and TV = RR x dead-space volume Where VCO2 is the metabolic production of CO2, VA is alveolar ventilation, VE is minute ventilation, VD is dead space ventilation, RR is the respiratory rate, and TV is tidal volume. [4]"}
{"id": "article-23259_5", "title": "Hypocarbia -- Etiology", "content": "Through these relationships, one can conclude that respiratory rate and tidal volume are the two components of ventilation that are physiologically or artificially controlled to moderate CO2 elimination. Subsequently, the etiologies that induce hypocarbia are any disease that increases ventilation rate or tidal volume. More commonly, the increased respiratory rate is the culprit. A wide variety of illnesses may induce this. In almost every scenario, hypocarbia is synonymous with respiratory alkalosis as they are both induced by a process involving hyperventilation. These include: Central causes Hypoxemic causes Pulmonary causes Iatrogenic causes Central sources are head injury, stroke, hyperthyroidism, anxiety-hyperventilation, pain, fear, stress, drugs, medications such as salicylates, and various toxins. Hypoxic stimulation leads to hyperventilation in an attempt to correct hypoxia at the expense of CO2 loss.", "contents": "Hypocarbia -- Etiology. Through these relationships, one can conclude that respiratory rate and tidal volume are the two components of ventilation that are physiologically or artificially controlled to moderate CO2 elimination. Subsequently, the etiologies that induce hypocarbia are any disease that increases ventilation rate or tidal volume. More commonly, the increased respiratory rate is the culprit. A wide variety of illnesses may induce this. In almost every scenario, hypocarbia is synonymous with respiratory alkalosis as they are both induced by a process involving hyperventilation. These include: Central causes Hypoxemic causes Pulmonary causes Iatrogenic causes Central sources are head injury, stroke, hyperthyroidism, anxiety-hyperventilation, pain, fear, stress, drugs, medications such as salicylates, and various toxins. Hypoxic stimulation leads to hyperventilation in an attempt to correct hypoxia at the expense of CO2 loss."}
{"id": "article-23259_6", "title": "Hypocarbia -- Etiology", "content": "Pulmonary causes include pulmonary embolisms, pneumothorax, pneumonia, and acute asthma or chronic obstructive pulmonary disease (COPD) exacerbations. Iatrogenic causes are primarily due to hyperventilation in intubated patients on mechanical ventilation. [5] [6]", "contents": "Hypocarbia -- Etiology. Pulmonary causes include pulmonary embolisms, pneumothorax, pneumonia, and acute asthma or chronic obstructive pulmonary disease (COPD) exacerbations. Iatrogenic causes are primarily due to hyperventilation in intubated patients on mechanical ventilation. [5] [6]"}
{"id": "article-23259_7", "title": "Hypocarbia -- Epidemiology", "content": "The frequency and distribution of illness are variable and dependent on the exact etiology of the disease. Likewise, morbidity and mortality are linked to the exact etiology of the inciting disease. In general, younger patients have better outcomes. The most common acid-base disturbance observed in critical patients is respiratory alkalosis.", "contents": "Hypocarbia -- Epidemiology. The frequency and distribution of illness are variable and dependent on the exact etiology of the disease. Likewise, morbidity and mortality are linked to the exact etiology of the inciting disease. In general, younger patients have better outcomes. The most common acid-base disturbance observed in critical patients is respiratory alkalosis."}
{"id": "article-23259_8", "title": "Hypocarbia -- Pathophysiology", "content": "Hypocarbia is a result of hyperventilation. Increased ventilation to the alveolar space quickly removes gaseous CO2. This increases the diffusion gradient of CO2 from blood to alveoli. Subsequently, CO2 is more readily removed from the body. There are virtually no mechanisms outside of decreasing respiratory rate to regulate this loss. [7] The partial pressure of carbon dioxide (PaCO2) is maintained between 35-45 mmHg with the help of feedback regulators. Central chemoreceptors (in the brain) and peripheral chemoreceptors (in the carotid bodies) sense the concentration of hydrogen and influence ventilation to regulate pH and PaCO2. For instance, if these receptors sense an increased concentration of hydrogen ions, ventilation is escalated to wash off CO2. If hyperventilation is persistent, it eventually leads to hypocapnia because alveolar ventilation exceeds the amount of CO2 being produced.", "contents": "Hypocarbia -- Pathophysiology. Hypocarbia is a result of hyperventilation. Increased ventilation to the alveolar space quickly removes gaseous CO2. This increases the diffusion gradient of CO2 from blood to alveoli. Subsequently, CO2 is more readily removed from the body. There are virtually no mechanisms outside of decreasing respiratory rate to regulate this loss. [7] The partial pressure of carbon dioxide (PaCO2) is maintained between 35-45 mmHg with the help of feedback regulators. Central chemoreceptors (in the brain) and peripheral chemoreceptors (in the carotid bodies) sense the concentration of hydrogen and influence ventilation to regulate pH and PaCO2. For instance, if these receptors sense an increased concentration of hydrogen ions, ventilation is escalated to wash off CO2. If hyperventilation is persistent, it eventually leads to hypocapnia because alveolar ventilation exceeds the amount of CO2 being produced."}
{"id": "article-23259_9", "title": "Hypocarbia -- Pathophysiology", "content": "The estimation of change in pH with hyperventilation can be done with the help of the following: Acute respiratory alkalosis: Change in pH = 0.008 x (40 - PaCO2) Chronic respiratory alkalosis: Change in pH = 0.017 x (40 - PaCO2)", "contents": "Hypocarbia -- Pathophysiology. The estimation of change in pH with hyperventilation can be done with the help of the following: Acute respiratory alkalosis: Change in pH = 0.008 x (40 - PaCO2) Chronic respiratory alkalosis: Change in pH = 0.017 x (40 - PaCO2)"}
{"id": "article-23259_10", "title": "Hypocarbia -- History and Physical", "content": "Clinical presentation of hypocarbia depends on the duration, severity, and underlying cause of the illness. Since the underlying mechanism behind all the etiologies of hypocapnia is hyperventilation, many patients present with a complaint of shortness of breath. The exact history and physical exam findings are highly variable as many pathologies induce respiratory change. These may include acute onset dyspnea, fever, chills, peripheral edema, orthopnea, weakness, chest pain, wheezing, hemoptysis, trauma, history of central line catheter, recent surgery, history of thromboembolic disease, history of asthma, history of COPD, acute focal neurological signs, abdominal pain, nausea, vomiting, tinnitus, or weight loss.", "contents": "Hypocarbia -- History and Physical. Clinical presentation of hypocarbia depends on the duration, severity, and underlying cause of the illness. Since the underlying mechanism behind all the etiologies of hypocapnia is hyperventilation, many patients present with a complaint of shortness of breath. The exact history and physical exam findings are highly variable as many pathologies induce respiratory change. These may include acute onset dyspnea, fever, chills, peripheral edema, orthopnea, weakness, chest pain, wheezing, hemoptysis, trauma, history of central line catheter, recent surgery, history of thromboembolic disease, history of asthma, history of COPD, acute focal neurological signs, abdominal pain, nausea, vomiting, tinnitus, or weight loss."}
{"id": "article-23259_11", "title": "Hypocarbia -- History and Physical", "content": "Cerebral vasoconstriction secondary to hypocarbia may present with neurological symptoms such as dizziness, confusion, seizures, and syncope. However, these symptoms only manifest in the absence of hypoxemia. Hyperventilation may also lead to painful tingling in the hands and feet, numbness, and sweating of the hands. Hypocarbia also hampers vitamin D metabolism leading to hypovitaminosis D, which may present as fibromyalgias and tetany. Depending on the etiology, physical exam findings may vary significantly.", "contents": "Hypocarbia -- History and Physical. Cerebral vasoconstriction secondary to hypocarbia may present with neurological symptoms such as dizziness, confusion, seizures, and syncope. However, these symptoms only manifest in the absence of hypoxemia. Hyperventilation may also lead to painful tingling in the hands and feet, numbness, and sweating of the hands. Hypocarbia also hampers vitamin D metabolism leading to hypovitaminosis D, which may present as fibromyalgias and tetany. Depending on the etiology, physical exam findings may vary significantly."}
{"id": "article-23259_12", "title": "Hypocarbia -- History and Physical", "content": "Tachypnea is a frequent finding at presentation, as many patients with hyperventilation syndrome are anxious and tachycardic. The only difference between acute and chronic hypocarbia is that in an acute setting, patients tend to have chest wall movements and increased breathing rate. In contrast, in chronic states, these findings may not be apparent.", "contents": "Hypocarbia -- History and Physical. Tachypnea is a frequent finding at presentation, as many patients with hyperventilation syndrome are anxious and tachycardic. The only difference between acute and chronic hypocarbia is that in an acute setting, patients tend to have chest wall movements and increased breathing rate. In contrast, in chronic states, these findings may not be apparent."}
{"id": "article-23259_13", "title": "Hypocarbia -- History and Physical", "content": "There may be positive Trousseau, and Chvostek signs secondary to respiratory alkalosis, which causes decreased serum calcium due to a shift of calcium from the blood to albumin, which has become more negative in the alkalotic state.", "contents": "Hypocarbia -- History and Physical. There may be positive Trousseau, and Chvostek signs secondary to respiratory alkalosis, which causes decreased serum calcium due to a shift of calcium from the blood to albumin, which has become more negative in the alkalotic state."}
{"id": "article-23259_14", "title": "Hypocarbia -- History and Physical", "content": "Several pulmonary diseases often present with hyperventilation and respiratory alkalosis. In such instances, the physical findings on chest examination would depend on the underlying pathology. For example, coarse crackles in pneumonia, wheezes, and rhonchi in asthma, or fine crackles in left ventricular failure and interstitial lung diseases. [8]", "contents": "Hypocarbia -- History and Physical. Several pulmonary diseases often present with hyperventilation and respiratory alkalosis. In such instances, the physical findings on chest examination would depend on the underlying pathology. For example, coarse crackles in pneumonia, wheezes, and rhonchi in asthma, or fine crackles in left ventricular failure and interstitial lung diseases. [8]"}
{"id": "article-23259_15", "title": "Hypocarbia -- Evaluation", "content": "With a wide preliminary differential diagnosis list, evaluation should always begin with a thorough history and physical exam to focus on diagnostic considerations. In all cases, arterial blood gas is crucial to diagnose any pH imbalances. Serum electrolytes should be measured particularly sodium, potassium, magnesium, phosphate, and calcium levels as aberrations in these may lead to further complications.", "contents": "Hypocarbia -- Evaluation. With a wide preliminary differential diagnosis list, evaluation should always begin with a thorough history and physical exam to focus on diagnostic considerations. In all cases, arterial blood gas is crucial to diagnose any pH imbalances. Serum electrolytes should be measured particularly sodium, potassium, magnesium, phosphate, and calcium levels as aberrations in these may lead to further complications."}
{"id": "article-23259_16", "title": "Hypocarbia -- Evaluation", "content": "Bicarbonate concentration level declines by 2 mEq/L for each decrease of 10 mmHg in the PaCO2 level in the acute setting. However, in chronic cases, the bicarbonate level decreases by 5 mEq/L for each decline of 10 mmHg in the PaCO2 level. Nevertheless, bicarbonate levels usually never decline below 12 mmHg in compensated primary respiratory alkalosis.", "contents": "Hypocarbia -- Evaluation. Bicarbonate concentration level declines by 2 mEq/L for each decrease of 10 mmHg in the PaCO2 level in the acute setting. However, in chronic cases, the bicarbonate level decreases by 5 mEq/L for each decline of 10 mmHg in the PaCO2 level. Nevertheless, bicarbonate levels usually never decline below 12 mmHg in compensated primary respiratory alkalosis."}
{"id": "article-23259_17", "title": "Hypocarbia -- Evaluation", "content": "In hypoxic patients, it is important to calculate the A-a gradient to determine the etiology and further diagnosis. If the A-a gradient is wide, be suspicious of pulmonary embolism and appropriately investigate the patient.", "contents": "Hypocarbia -- Evaluation. In hypoxic patients, it is important to calculate the A-a gradient to determine the etiology and further diagnosis. If the A-a gradient is wide, be suspicious of pulmonary embolism and appropriately investigate the patient."}
{"id": "article-23259_18", "title": "Hypocarbia -- Evaluation", "content": "A chest x-ray is important in all patients as it helps discern an anatomical or infectious cause and may rule in/out pulmonary edema. If there is a clinical reason for it, chest computed tomography (CT) can play a vital role in achieving a diagnosis", "contents": "Hypocarbia -- Evaluation. A chest x-ray is important in all patients as it helps discern an anatomical or infectious cause and may rule in/out pulmonary edema. If there is a clinical reason for it, chest computed tomography (CT) can play a vital role in achieving a diagnosis"}
{"id": "article-23259_19", "title": "Hypocarbia -- Evaluation", "content": "If there is appropriate clinical suspicion for neurological insult, CT or magnetic resonance imaging (MRI) of the head may be appropriate along with lumbar puncture for white blood cell (WBC), glucose, and protein analysis. [9] [10]", "contents": "Hypocarbia -- Evaluation. If there is appropriate clinical suspicion for neurological insult, CT or magnetic resonance imaging (MRI) of the head may be appropriate along with lumbar puncture for white blood cell (WBC), glucose, and protein analysis. [9] [10]"}
{"id": "article-23259_20", "title": "Hypocarbia -- Treatment / Management", "content": "Treatment of hypocapnia is targeted at treating the underlying pathology to reduce the respiratory rate if possible. Historically treatment involved rebreathing into a paper bag to increase alveolar CO2. However, this has been shown to increase undesirable outcomes including mortality, and is no longer recommended. In anxious patients, anxiolytics may be necessary. In an infectious disease, antibiotics targeting sputum or blood cultures are appropriate. In embolic disease, anticoagulation is necessary. Ventilator support may be necessary for patients with acute respiratory failure, acute asthma, or acute COPD exacerbation if they show signs of respiratory fatigue. In ventilator-controlled patients, it may be necessary to reevaluate their ventilator settings to reduce respiratory rate. If hyperventilation is intentional, monitor the arterial or venous blood gas values closely. In severe cases, pH may be directly reduced using acidic agents; however, this is not routinely performed. [11]", "contents": "Hypocarbia -- Treatment / Management. Treatment of hypocapnia is targeted at treating the underlying pathology to reduce the respiratory rate if possible. Historically treatment involved rebreathing into a paper bag to increase alveolar CO2. However, this has been shown to increase undesirable outcomes including mortality, and is no longer recommended. In anxious patients, anxiolytics may be necessary. In an infectious disease, antibiotics targeting sputum or blood cultures are appropriate. In embolic disease, anticoagulation is necessary. Ventilator support may be necessary for patients with acute respiratory failure, acute asthma, or acute COPD exacerbation if they show signs of respiratory fatigue. In ventilator-controlled patients, it may be necessary to reevaluate their ventilator settings to reduce respiratory rate. If hyperventilation is intentional, monitor the arterial or venous blood gas values closely. In severe cases, pH may be directly reduced using acidic agents; however, this is not routinely performed. [11]"}
{"id": "article-23259_21", "title": "Hypocarbia -- Differential Diagnosis", "content": "The differential diagnoses of hypocarbia are various and may involve nearly every organ system of the body. These etiologies may be physiological such as pregnancy or non-organic such as hyperventilation syndrome. Pathological causes that may result in hypocarbia include the following: Asthma exacerbation Atrial fibrillation Atrial flutter Atrial tachycardia Bacterial pneumonia Bacterial sepsis Community-acquired pneumonia COPD exacerbation Head trauma Heatstroke Hyperthyroidism and thyrotoxicosis Hyperventilation syndrome Idiopathic pulmonary fibrosis Meningitis Metabolic acidosis Metabolic alkalosis Myocardial infarction Panic disorder Pneumothorax Pulmonary edema Pulmonary embolism Salicylate toxicity Theophylline toxicity Viral pneumonia [12]", "contents": "Hypocarbia -- Differential Diagnosis. The differential diagnoses of hypocarbia are various and may involve nearly every organ system of the body. These etiologies may be physiological such as pregnancy or non-organic such as hyperventilation syndrome. Pathological causes that may result in hypocarbia include the following: Asthma exacerbation Atrial fibrillation Atrial flutter Atrial tachycardia Bacterial pneumonia Bacterial sepsis Community-acquired pneumonia COPD exacerbation Head trauma Heatstroke Hyperthyroidism and thyrotoxicosis Hyperventilation syndrome Idiopathic pulmonary fibrosis Meningitis Metabolic acidosis Metabolic alkalosis Myocardial infarction Panic disorder Pneumothorax Pulmonary edema Pulmonary embolism Salicylate toxicity Theophylline toxicity Viral pneumonia [12]"}
{"id": "article-23259_22", "title": "Hypocarbia -- Prognosis", "content": "Hypocarbia is relatively benign and well tolerated by patients, as such the prognosis is linked to the underlying etiology and response to treatment.", "contents": "Hypocarbia -- Prognosis. Hypocarbia is relatively benign and well tolerated by patients, as such the prognosis is linked to the underlying etiology and response to treatment."}
{"id": "article-23259_23", "title": "Hypocarbia -- Complications", "content": "As hypocarbia is generally well tolerated by patients, there are no major complications that are due only to low PaCO2.", "contents": "Hypocarbia -- Complications. As hypocarbia is generally well tolerated by patients, there are no major complications that are due only to low PaCO2."}
{"id": "article-23259_24", "title": "Hypocarbia -- Deterrence and Patient Education", "content": "Patients with hypocarbia due to anxiety or panic disorder should be educated on the importance of controlling their breathing rate when they are experiencing severe anxiety symptoms. Rebreathing into a paper bag to increase alveolar CO2 is no longer recommended.", "contents": "Hypocarbia -- Deterrence and Patient Education. Patients with hypocarbia due to anxiety or panic disorder should be educated on the importance of controlling their breathing rate when they are experiencing severe anxiety symptoms. Rebreathing into a paper bag to increase alveolar CO2 is no longer recommended."}
{"id": "article-23259_25", "title": "Hypocarbia -- Pearls and Other Issues", "content": "Hypocarbia typically occurs because of hyperventilation. Hyperventilation typically occurs in response to an insult such as hypoxia, metabolic acidosis, pain, anxiety, or increased metabolic demand. Hypocarbia results in respiratory alkalosis. Respiratory alkalosis is not life-threatening. However, the underlying etiology may be. Always look for and treat the source of the illness. Interventions to reduce pH directly are typically not necessary.", "contents": "Hypocarbia -- Pearls and Other Issues. Hypocarbia typically occurs because of hyperventilation. Hyperventilation typically occurs in response to an insult such as hypoxia, metabolic acidosis, pain, anxiety, or increased metabolic demand. Hypocarbia results in respiratory alkalosis. Respiratory alkalosis is not life-threatening. However, the underlying etiology may be. Always look for and treat the source of the illness. Interventions to reduce pH directly are typically not necessary."}
{"id": "article-23259_26", "title": "Hypocarbia -- Enhancing Healthcare Team Outcomes", "content": "Hypocarbia or hypocapnia is a decrease in alveolar and blood carbon dioxide (CO2) levels below the normal reference range of 35 mmHg. Aberrations lead to hypocarbia, typically resulting in respiratory alkalosis. It is important for the interprofessional team to recognize this condition and report to the team leader so that appropriate adjustments in care can be made. This will improve patient outcomes. [Level 5]", "contents": "Hypocarbia -- Enhancing Healthcare Team Outcomes. Hypocarbia or hypocapnia is a decrease in alveolar and blood carbon dioxide (CO2) levels below the normal reference range of 35 mmHg. Aberrations lead to hypocarbia, typically resulting in respiratory alkalosis. It is important for the interprofessional team to recognize this condition and report to the team leader so that appropriate adjustments in care can be made. This will improve patient outcomes. [Level 5]"}
{"id": "article-23259_27", "title": "Hypocarbia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hypocarbia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}