{"id": "article-17142_0", "title": "Acute Abdomen -- Continuing Education Activity", "content": "An acute abdomen is a condition that demands urgent attention and treatment. The acute abdomen may be caused by an infection, inflammation, vascular occlusion, or obstruction. The patient will usually present with sudden onset of abdominal pain with associated nausea or vomiting. This activity reviews the evaluation and treatment of patients presenting with an acute abdomen, and highlights the role of the interprofessional team in caring for these patients.", "contents": "Acute Abdomen -- Continuing Education Activity. An acute abdomen is a condition that demands urgent attention and treatment. The acute abdomen may be caused by an infection, inflammation, vascular occlusion, or obstruction. The patient will usually present with sudden onset of abdominal pain with associated nausea or vomiting. This activity reviews the evaluation and treatment of patients presenting with an acute abdomen, and highlights the role of the interprofessional team in caring for these patients."}
{"id": "article-17142_1", "title": "Acute Abdomen -- Continuing Education Activity", "content": "Objectives: Explain how a patient with an acute abdomen might present. Describe the evaluation of a patient with an acute abdomen. Generate a differential diagnosis for a patient presenting with an acute abdomen. Explain how a well-coordinated, interprofessional team approach can improve outcomes for patients presenting with an acute abdomen. Access free multiple choice questions on this topic.", "contents": "Acute Abdomen -- Continuing Education Activity. Objectives: Explain how a patient with an acute abdomen might present. Describe the evaluation of a patient with an acute abdomen. Generate a differential diagnosis for a patient presenting with an acute abdomen. Explain how a well-coordinated, interprofessional team approach can improve outcomes for patients presenting with an acute abdomen. Access free multiple choice questions on this topic."}
{"id": "article-17142_2", "title": "Acute Abdomen -- Introduction", "content": "Acute abdomen is a condition that demands urgent attention and treatment. The acute abdomen may be caused by an infection, inflammation, vascular occlusion, or obstruction. The patient will usually present with sudden onset of abdominal pain with associated nausea or vomiting. Most patients with an acute abdomen appear ill.", "contents": "Acute Abdomen -- Introduction. Acute abdomen is a condition that demands urgent attention and treatment. The acute abdomen may be caused by an infection, inflammation, vascular occlusion, or obstruction. The patient will usually present with sudden onset of abdominal pain with associated nausea or vomiting. Most patients with an acute abdomen appear ill."}
{"id": "article-17142_3", "title": "Acute Abdomen -- Introduction", "content": "The approach to a patient with an acute abdomen should include a thorough history and physical exam. The location of pain is critical as it may signal a localized process. However, in patients with free air, it may present with diffuse abdominal pain. Auscultation may reveal absent bowel sounds and palpation may reveal rebound tenderness and guarding, suggestive of peritonitis. The causes of an acute abdomen include appendicitis, perforated peptic ulcer, acute pancreatitis, ruptured sigmoid diverticulum, ovarian torsion, volvulus, ruptured aortic aneurysm, lacerated spleen or liver, and ischemic bowel. [1] [2] [3]", "contents": "Acute Abdomen -- Introduction. The approach to a patient with an acute abdomen should include a thorough history and physical exam. The location of pain is critical as it may signal a localized process. However, in patients with free air, it may present with diffuse abdominal pain. Auscultation may reveal absent bowel sounds and palpation may reveal rebound tenderness and guarding, suggestive of peritonitis. The causes of an acute abdomen include appendicitis, perforated peptic ulcer, acute pancreatitis, ruptured sigmoid diverticulum, ovarian torsion, volvulus, ruptured aortic aneurysm, lacerated spleen or liver, and ischemic bowel. [1] [2] [3]"}
{"id": "article-17142_4", "title": "Acute Abdomen -- Etiology", "content": "Common causes of an acute abdomen include acute appendicitis, cholecystitis, pancreatitis, and diverticulitis. Acute peritonitis is a cause of acute abdomen and can result from rupture of a hollow viscus or as a complication of inflammatory bowel disease or malignancy. Vascular events causing an acute abdomen include mesenteric ischemia and ruptured abdominal aortic aneurysm. Obstetric and gynecologic causes include ruptured ectopic pregnancy and ovarian torsion. Urologic conditions including ureteral colic and pyelonephritis can also present as acute abdominal pain. Many authors include small bowel obstruction as a cause of acute abdomen. Newborns can present with necrotizing enterocolitis. Midgut volvulus present 40% of the time in the first week of life, 50% in the first month and 75% in the first year. Intussusception usually occurs at ages nine to 24 months. The most common cause of an acute pediatric abdomen is appendicitis. [4]", "contents": "Acute Abdomen -- Etiology. Common causes of an acute abdomen include acute appendicitis, cholecystitis, pancreatitis, and diverticulitis. Acute peritonitis is a cause of acute abdomen and can result from rupture of a hollow viscus or as a complication of inflammatory bowel disease or malignancy. Vascular events causing an acute abdomen include mesenteric ischemia and ruptured abdominal aortic aneurysm. Obstetric and gynecologic causes include ruptured ectopic pregnancy and ovarian torsion. Urologic conditions including ureteral colic and pyelonephritis can also present as acute abdominal pain. Many authors include small bowel obstruction as a cause of acute abdomen. Newborns can present with necrotizing enterocolitis. Midgut volvulus present 40% of the time in the first week of life, 50% in the first month and 75% in the first year. Intussusception usually occurs at ages nine to 24 months. The most common cause of an acute pediatric abdomen is appendicitis. [4]"}
{"id": "article-17142_5", "title": "Acute Abdomen -- Epidemiology", "content": "No exact numbers are available, but between 7% and 10% of emergency department visits are for abdominal pain. The Centers for Disease Control and Prevention (CDC), using data from the 1999 through 2008 National Hospital Ambulatory Medical Care Survey, reported that eleven percent of emergency room department visits in 2008 were for abdominal pain and that abdominal pain accounted for 12.5% of emergent or urgent patients. About one-third of abdominal pain patients are diagnosed with non-specific abdominal pain. Another 30% have acute renal colic. [5]", "contents": "Acute Abdomen -- Epidemiology. No exact numbers are available, but between 7% and 10% of emergency department visits are for abdominal pain. The Centers for Disease Control and Prevention (CDC), using data from the 1999 through 2008 National Hospital Ambulatory Medical Care Survey, reported that eleven percent of emergency room department visits in 2008 were for abdominal pain and that abdominal pain accounted for 12.5% of emergent or urgent patients. About one-third of abdominal pain patients are diagnosed with non-specific abdominal pain. Another 30% have acute renal colic. [5]"}
{"id": "article-17142_6", "title": "Acute Abdomen -- Pathophysiology", "content": "The pathophysiology of each disease entity is beyond the scope of this review. Causes include infection (appendicitis, diverticulitis) and obstruction (appendicitis, cholecystitis). Anatomic abnormalities include malrotation of the gut. Age is associated with some diseases: older patients are more likely to present with diverticulitis, cholecystitis, and vascular emergencies.", "contents": "Acute Abdomen -- Pathophysiology. The pathophysiology of each disease entity is beyond the scope of this review. Causes include infection (appendicitis, diverticulitis) and obstruction (appendicitis, cholecystitis). Anatomic abnormalities include malrotation of the gut. Age is associated with some diseases: older patients are more likely to present with diverticulitis, cholecystitis, and vascular emergencies."}
{"id": "article-17142_7", "title": "Acute Abdomen -- Pathophysiology", "content": "The classic presentations of appendicitis, cholecystitis, pancreatitis, and diverticulitis, are in large part the result of the dual innervation of the abdomen, both visceral and somatic. Visceral nerves are part of the autonomic nervous system and innervate the viscera. These nerves are sensitive to mechanical distention, inflammation, ischemia, and the intense, smooth muscle contraction seen in colic. The pain is often midline, poorly localized, deep, and dull. Pain from embryonic foregut structures such as the stomach, liver, pancreas, and gallbladder radiate to the epigastrium. Midgut structures, small bowel, and appendix, to the periumbilical area and hindgut, large bowel and rectum, to the lower abdomen. Somatic sensory nerves provide sensation to the parietal peritoneum. Somatic pain is sharper and better localized. Somatic pain suggests peritoneal irritation. An example is a pain over McBurney’s point when the inflamed or ruptured appendix is irritating the parietal peritoneum. Because visceral and somatic afferent nerve fibers share spinal cord segments, visceral pain can be felt as referred pain from a somatic distribution.  This explains cholecystitis radiating to the right scapula.", "contents": "Acute Abdomen -- Pathophysiology. The classic presentations of appendicitis, cholecystitis, pancreatitis, and diverticulitis, are in large part the result of the dual innervation of the abdomen, both visceral and somatic. Visceral nerves are part of the autonomic nervous system and innervate the viscera. These nerves are sensitive to mechanical distention, inflammation, ischemia, and the intense, smooth muscle contraction seen in colic. The pain is often midline, poorly localized, deep, and dull. Pain from embryonic foregut structures such as the stomach, liver, pancreas, and gallbladder radiate to the epigastrium. Midgut structures, small bowel, and appendix, to the periumbilical area and hindgut, large bowel and rectum, to the lower abdomen. Somatic sensory nerves provide sensation to the parietal peritoneum. Somatic pain is sharper and better localized. Somatic pain suggests peritoneal irritation. An example is a pain over McBurney’s point when the inflamed or ruptured appendix is irritating the parietal peritoneum. Because visceral and somatic afferent nerve fibers share spinal cord segments, visceral pain can be felt as referred pain from a somatic distribution.  This explains cholecystitis radiating to the right scapula."}
{"id": "article-17142_8", "title": "Acute Abdomen -- History and Physical", "content": "The history and physical exam serve to eliminate some diagnoses and suggest others. Acute care physicians are well aware of the modes of presentation of these disease entities. The immediate onset of pain suggests a vascular event such as mesenteric ischemia. Syncope hints at blood loss as from a ruptured ectopic or leaking abdominal aortic aneurysm (AAA). Various causes of an acute abdomen have classic presentations. Appendicitis is supposed to start with dull periumbilical pain that migrates with time to the right lower quadrant. Ovarian torsion is supposed to start with sudden, unilateral, lower abdominal pain that waxes and wanes and is associated with vomiting. Unfortunately, most diseases fail to present classically. A leaking abdominal aortic aneurysm can present exactly like renal colic or as apparently a benign low back pain. The clinician simply has to consider serious diagnoses in patients at risk.", "contents": "Acute Abdomen -- History and Physical. The history and physical exam serve to eliminate some diagnoses and suggest others. Acute care physicians are well aware of the modes of presentation of these disease entities. The immediate onset of pain suggests a vascular event such as mesenteric ischemia. Syncope hints at blood loss as from a ruptured ectopic or leaking abdominal aortic aneurysm (AAA). Various causes of an acute abdomen have classic presentations. Appendicitis is supposed to start with dull periumbilical pain that migrates with time to the right lower quadrant. Ovarian torsion is supposed to start with sudden, unilateral, lower abdominal pain that waxes and wanes and is associated with vomiting. Unfortunately, most diseases fail to present classically. A leaking abdominal aortic aneurysm can present exactly like renal colic or as apparently a benign low back pain. The clinician simply has to consider serious diagnoses in patients at risk."}
{"id": "article-17142_9", "title": "Acute Abdomen -- History and Physical", "content": "Pain in various quadrants suggests varying diagnoses. Acute diverticulitis usually lives in the left lower quadrant while cholecystitis is usually felt in the epigastrium or right upper quadrant. Diagnosing a patient with a full-blown acute abdomen is easy. It is amazingly difficult to diagnose an incipient abdominal catastrophe in a patient presenting with early, non-specific symptoms. The past medical history can be important. Hypertension is a risk factor for abdominal aortic aneurysm. The social history regarding alcohol use and possible pancreatitis, helps as well.", "contents": "Acute Abdomen -- History and Physical. Pain in various quadrants suggests varying diagnoses. Acute diverticulitis usually lives in the left lower quadrant while cholecystitis is usually felt in the epigastrium or right upper quadrant. Diagnosing a patient with a full-blown acute abdomen is easy. It is amazingly difficult to diagnose an incipient abdominal catastrophe in a patient presenting with early, non-specific symptoms. The past medical history can be important. Hypertension is a risk factor for abdominal aortic aneurysm. The social history regarding alcohol use and possible pancreatitis, helps as well."}
{"id": "article-17142_10", "title": "Acute Abdomen -- History and Physical", "content": "The physical exam should be focused and completed in a timely fashion. Abnormal vital signs or the general appearance of the patient including facial expression, skin color and temperature, and altered mentation should alert the clinician that a patient may be in extremis. A complete abdominal exam is essential. Bowel sounds must be assessed. Palpation for masses, pain, guarding and rebound is important. Classic teaching demands a rectal on every patient with abdominal pain. Literature suggests that rectal exam, at least in appendicitis, does not add any useful information. Certainly, a rectal exam is important when gastrointestinal (GI) bleeding or prostate issues are suspected. A pelvic exam should be performed when a gynecologic source of pain is suspected. A young male with abdominal pain needs a testicular exam to exclude testicular torsion. Examination for hernias should be routine.", "contents": "Acute Abdomen -- History and Physical. The physical exam should be focused and completed in a timely fashion. Abnormal vital signs or the general appearance of the patient including facial expression, skin color and temperature, and altered mentation should alert the clinician that a patient may be in extremis. A complete abdominal exam is essential. Bowel sounds must be assessed. Palpation for masses, pain, guarding and rebound is important. Classic teaching demands a rectal on every patient with abdominal pain. Literature suggests that rectal exam, at least in appendicitis, does not add any useful information. Certainly, a rectal exam is important when gastrointestinal (GI) bleeding or prostate issues are suspected. A pelvic exam should be performed when a gynecologic source of pain is suspected. A young male with abdominal pain needs a testicular exam to exclude testicular torsion. Examination for hernias should be routine."}
{"id": "article-17142_11", "title": "Acute Abdomen -- Evaluation", "content": "Again, rapid initial diagnosis and treatment of the acute abdomen are crucial. Evaluation and treatment should be simultaneous. Diagnostic interventions include blood work and imaging. In adults older than 40, a 12 lead ECG can help exclude myocardial infarction as the cause of apparent severe abdominal pain. It is important to know if a patient with mesenteric ischemia is in atrial fibrillation. Usually, a complete blood count (CBC), comprehensive metabolic profile and lipase are obtained. For sepsis or mesenteric ischemia, a lactate should be ordered. A urine or serum pregnancy test is needed in the workup of ectopic pregnancy. Diagnostic imaging has advanced rapidly in the past three decades. A bedside ultrasound in the Emergency Department can diagnose cholecystitis, hydronephrosis, hemoperitoneum, and the presence of an abdominal aortic aneurysm in a less than 5 minutes. Diagnostic ultrasound is the preferred modality for cholecystitis, pediatric appendicitis, ruptured ectopic, and ovarian torsion. Multislice helical CT scanning has made the diagnosis of an acute abdomen much more straightforward. In the majority of cases, intravenous (IV) contrast is sufficient. Oral contrast is time-consuming and not usually necessary. MRI is not usually utilized simply because of the time required in a potentially unstable patient. [6] [4] [7]", "contents": "Acute Abdomen -- Evaluation. Again, rapid initial diagnosis and treatment of the acute abdomen are crucial. Evaluation and treatment should be simultaneous. Diagnostic interventions include blood work and imaging. In adults older than 40, a 12 lead ECG can help exclude myocardial infarction as the cause of apparent severe abdominal pain. It is important to know if a patient with mesenteric ischemia is in atrial fibrillation. Usually, a complete blood count (CBC), comprehensive metabolic profile and lipase are obtained. For sepsis or mesenteric ischemia, a lactate should be ordered. A urine or serum pregnancy test is needed in the workup of ectopic pregnancy. Diagnostic imaging has advanced rapidly in the past three decades. A bedside ultrasound in the Emergency Department can diagnose cholecystitis, hydronephrosis, hemoperitoneum, and the presence of an abdominal aortic aneurysm in a less than 5 minutes. Diagnostic ultrasound is the preferred modality for cholecystitis, pediatric appendicitis, ruptured ectopic, and ovarian torsion. Multislice helical CT scanning has made the diagnosis of an acute abdomen much more straightforward. In the majority of cases, intravenous (IV) contrast is sufficient. Oral contrast is time-consuming and not usually necessary. MRI is not usually utilized simply because of the time required in a potentially unstable patient. [6] [4] [7]"}
{"id": "article-17142_12", "title": "Acute Abdomen -- Treatment / Management", "content": "Hypotension and tachycardia suggest blood loss, hypovolemia, or sepsis and require prompt aggressive fluid resuscitation with adequate large bore IV access. Broad-spectrum antibiotics covering gram-negative enteric organisms should be administered in a timely fashion when infection, peritoneal soilage, or sepsis is in the differential. Sick patients should be monitored with ongoing vital sign resuscitation. Adequate pain relief with opioids is a standard of care. The use of anti-emetics is likewise important. If a surgical emergency is suspected based on presentation or physical findings, a surgeon should be consulted in an emergent fashion. The surgeon must be contacted before potentially time-consuming testing is performed.", "contents": "Acute Abdomen -- Treatment / Management. Hypotension and tachycardia suggest blood loss, hypovolemia, or sepsis and require prompt aggressive fluid resuscitation with adequate large bore IV access. Broad-spectrum antibiotics covering gram-negative enteric organisms should be administered in a timely fashion when infection, peritoneal soilage, or sepsis is in the differential. Sick patients should be monitored with ongoing vital sign resuscitation. Adequate pain relief with opioids is a standard of care. The use of anti-emetics is likewise important. If a surgical emergency is suspected based on presentation or physical findings, a surgeon should be consulted in an emergent fashion. The surgeon must be contacted before potentially time-consuming testing is performed."}
{"id": "article-17142_13", "title": "Acute Abdomen -- Treatment / Management", "content": "In summary, the acute abdomen consists of several intrabdominal processes that require rapid intervention in both diagnosis and treatment. An acute abdomen may present in an obvious or subtle manner, but must always be recognized. Rapid, appropriate testing and concomitant resuscitative therapy are mandatory. If the condition is even possibly surgical, early consultation with a surgeon is mandatory as well.", "contents": "Acute Abdomen -- Treatment / Management. In summary, the acute abdomen consists of several intrabdominal processes that require rapid intervention in both diagnosis and treatment. An acute abdomen may present in an obvious or subtle manner, but must always be recognized. Rapid, appropriate testing and concomitant resuscitative therapy are mandatory. If the condition is even possibly surgical, early consultation with a surgeon is mandatory as well."}
{"id": "article-17142_14", "title": "Acute Abdomen -- Differential Diagnosis", "content": "Abdominal aortic aneurysm Acute appendicitis Acute cholecystitis Acute diverticulitis Acute Intestinal ischemia Acute peptic ulce Acute pancreatitis Acute peptic ulcer Acute peritonitis Acute pyelonephritis Acute ureteric colic Adrenal crisis Biliary colic Bowel obstruction Bowel volvulus Carcinoid Ectopic pregnancy with tubal rupture Familial mediterranean fever Hemoperitoneum Kidney stone Ovarian torsion Ruptured spleen Sicle cell anemia", "contents": "Acute Abdomen -- Differential Diagnosis. Abdominal aortic aneurysm Acute appendicitis Acute cholecystitis Acute diverticulitis Acute Intestinal ischemia Acute peptic ulce Acute pancreatitis Acute peptic ulcer Acute peritonitis Acute pyelonephritis Acute ureteric colic Adrenal crisis Biliary colic Bowel obstruction Bowel volvulus Carcinoid Ectopic pregnancy with tubal rupture Familial mediterranean fever Hemoperitoneum Kidney stone Ovarian torsion Ruptured spleen Sicle cell anemia"}
{"id": "article-17142_15", "title": "Acute Abdomen -- Prognosis", "content": "In general, the finding of an acute abdomen is indicative of a surgical problem, and in the past, the patient was taken directly to the operating room. Unfortunately, there are also some medical disorders that can present with acute abdominal pain that requires medical therapy. These conditions include acute pancreatitis, sickle cell anemia, diabetic ketoacidosis, adrenal crisis, and pyelonephritis. Today, ultrasound and/or CT scans are widely used to determine the cause of acute abdomen, so that the surgeon knows beforehand what to expect during surgery. It also avoids unnecessary surgery in patients with medical causes of an acute abdomen. All patients with an acute abdomen need to be seen by a surgeon. If the patient is stable, imaging studies can be obtained. If the patient is unstable, immediate surgical intervention may be necessary. The prognosis of patients depends on the cause. [8] [9]", "contents": "Acute Abdomen -- Prognosis. In general, the finding of an acute abdomen is indicative of a surgical problem, and in the past, the patient was taken directly to the operating room. Unfortunately, there are also some medical disorders that can present with acute abdominal pain that requires medical therapy. These conditions include acute pancreatitis, sickle cell anemia, diabetic ketoacidosis, adrenal crisis, and pyelonephritis. Today, ultrasound and/or CT scans are widely used to determine the cause of acute abdomen, so that the surgeon knows beforehand what to expect during surgery. It also avoids unnecessary surgery in patients with medical causes of an acute abdomen. All patients with an acute abdomen need to be seen by a surgeon. If the patient is stable, imaging studies can be obtained. If the patient is unstable, immediate surgical intervention may be necessary. The prognosis of patients depends on the cause. [8] [9]"}
{"id": "article-17142_16", "title": "Acute Abdomen -- Complications", "content": "If left untreated, an acute abdomen may result in the following: Sepsis Necrosis and/or gangrene of bowel Fistula Death", "contents": "Acute Abdomen -- Complications. If left untreated, an acute abdomen may result in the following: Sepsis Necrosis and/or gangrene of bowel Fistula Death"}
{"id": "article-17142_17", "title": "Acute Abdomen -- Postoperative and Rehabilitation Care", "content": "Since most patients with an acute abdomen are seniors, they are best managed in an ICU setting. Intravenous hydration, Nasogastric decompression and pain control are often required. The role of antibiotics depends on the cause. Close monitoring is required as patients may develop complications like atelectasis, ileus, wound infections, DVT and pneumonia.", "contents": "Acute Abdomen -- Postoperative and Rehabilitation Care. Since most patients with an acute abdomen are seniors, they are best managed in an ICU setting. Intravenous hydration, Nasogastric decompression and pain control are often required. The role of antibiotics depends on the cause. Close monitoring is required as patients may develop complications like atelectasis, ileus, wound infections, DVT and pneumonia."}
{"id": "article-17142_18", "title": "Acute Abdomen -- Consultations", "content": "Infectious disease Obstetrician Gynecologist Urologist Vascular surgeon General surgeon Radiologist", "contents": "Acute Abdomen -- Consultations. Infectious disease Obstetrician Gynecologist Urologist Vascular surgeon General surgeon Radiologist"}
{"id": "article-17142_19", "title": "Acute Abdomen -- Pearls and Other Issues", "content": "Acute abdomen is a condition that demands urgent attention and treatment. The acute abdomen may be caused by an infection, inflammation, vascular occlusion, or obstruction. The patient will usually present with sudden onset of abdominal pain with associated nausea or vomiting. Most patients with an acute abdomen appear ill. The history and physical exam serve to eliminate some diagnoses and suggest others. Acute care physicians are well aware of the modes of presentation of these disease entities.", "contents": "Acute Abdomen -- Pearls and Other Issues. Acute abdomen is a condition that demands urgent attention and treatment. The acute abdomen may be caused by an infection, inflammation, vascular occlusion, or obstruction. The patient will usually present with sudden onset of abdominal pain with associated nausea or vomiting. Most patients with an acute abdomen appear ill. The history and physical exam serve to eliminate some diagnoses and suggest others. Acute care physicians are well aware of the modes of presentation of these disease entities."}
{"id": "article-17142_20", "title": "Acute Abdomen -- Pearls and Other Issues", "content": "An acute abdomen may present in an obvious or subtle manner, but must always be recognized. Rapid, appropriate testing and concomitant resuscitative therapy are mandatory. If the condition is even possibly surgical, early consultation with a surgeon is mandatory", "contents": "Acute Abdomen -- Pearls and Other Issues. An acute abdomen may present in an obvious or subtle manner, but must always be recognized. Rapid, appropriate testing and concomitant resuscitative therapy are mandatory. If the condition is even possibly surgical, early consultation with a surgeon is mandatory"}
{"id": "article-17142_21", "title": "Acute Abdomen -- Enhancing Healthcare Team Outcomes", "content": "Acute abdominal pain frequently poses a diagnostic dilemma. These patients may exhibit non-specific signs and symptoms such as vomiting, nausea, and leukocytosis. The cause of acute abdominal pain may be due to a myriad of diagnosis including gynecological, obstetrical, gastrointestinal, urological, metabolic and vascular etiologies. While the physical exam may reveal that the patient has a surgical abdomen, the cause is difficult to know without proper imaging studies.", "contents": "Acute Abdomen -- Enhancing Healthcare Team Outcomes. Acute abdominal pain frequently poses a diagnostic dilemma. These patients may exhibit non-specific signs and symptoms such as vomiting, nausea, and leukocytosis. The cause of acute abdominal pain may be due to a myriad of diagnosis including gynecological, obstetrical, gastrointestinal, urological, metabolic and vascular etiologies. While the physical exam may reveal that the patient has a surgical abdomen, the cause is difficult to know without proper imaging studies."}
{"id": "article-17142_22", "title": "Acute Abdomen -- Enhancing Healthcare Team Outcomes -- An Interprofessional Approach and Outcomes", "content": "While the general surgeon is almost always involved in the care of patients with an acute abdomen, it is important to consult with an interprofessional team of specialists that include an obstetrician, gynecologist, and a vascular surgeon. The nurses are also a vital member of the interprofessional group as they will monitor the patient's vital signs. In the postoperative period for pain, wound infection and ileus; the pharmacist will ensure that the patient is on the right analgesics, antiemetics, and appropriate antibiotics. The radiologist also plays a vital role in determining the cause. Without providing a proper history, the radiologist may not be sure what to look for or what additional radiologic exams may be needed. This problem gets even more complex when women of childbearing age present with an acute abdomen. The American College of Radiology Appropriateness Criteria® are evidence-based guidelines for specific clinical disorders that are reviewed by an interprofessional expert committee every three years. The current guidelines have been developed after an exhaustive review of current medical literature from peer-reviewed journals to determine the appropriateness of radiological imaging and treatment procedures by the committee. In cases where evidence is not definitive or minimal, expert opinion from the specialist may be utilized to recommend the type of imaging or treatment. [10] [Level A]", "contents": "Acute Abdomen -- Enhancing Healthcare Team Outcomes -- An Interprofessional Approach and Outcomes. While the general surgeon is almost always involved in the care of patients with an acute abdomen, it is important to consult with an interprofessional team of specialists that include an obstetrician, gynecologist, and a vascular surgeon. The nurses are also a vital member of the interprofessional group as they will monitor the patient's vital signs. In the postoperative period for pain, wound infection and ileus; the pharmacist will ensure that the patient is on the right analgesics, antiemetics, and appropriate antibiotics. The radiologist also plays a vital role in determining the cause. Without providing a proper history, the radiologist may not be sure what to look for or what additional radiologic exams may be needed. This problem gets even more complex when women of childbearing age present with an acute abdomen. The American College of Radiology Appropriateness Criteria® are evidence-based guidelines for specific clinical disorders that are reviewed by an interprofessional expert committee every three years. The current guidelines have been developed after an exhaustive review of current medical literature from peer-reviewed journals to determine the appropriateness of radiological imaging and treatment procedures by the committee. In cases where evidence is not definitive or minimal, expert opinion from the specialist may be utilized to recommend the type of imaging or treatment. [10] [Level A]"}
{"id": "article-17142_23", "title": "Acute Abdomen -- Enhancing Healthcare Team Outcomes -- An Interprofessional Approach and Outcomes", "content": "The outcomes of an acute abdomen depend on the cause. However, to improve outcomes, prompt consultation with an interprofessional group of specialists is recommended.", "contents": "Acute Abdomen -- Enhancing Healthcare Team Outcomes -- An Interprofessional Approach and Outcomes. The outcomes of an acute abdomen depend on the cause. However, to improve outcomes, prompt consultation with an interprofessional group of specialists is recommended."}
{"id": "article-17142_24", "title": "Acute Abdomen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acute Abdomen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}