{"id": "article-24946_0", "title": "Physiology, Membrane -- Introduction", "content": "The human cell membrane is the cornerstone of an elaborate interplay between the extracellular and the intracellular worlds. Understanding the physiology of the cell membrane provides the foundation for understanding many processes in the human body, from the mechanism of the heart beating to how neurons communicate, arrhythmias evolve, and muscle pathology in many neurological diseases.", "contents": "Physiology, Membrane -- Introduction. The human cell membrane is the cornerstone of an elaborate interplay between the extracellular and the intracellular worlds. Understanding the physiology of the cell membrane provides the foundation for understanding many processes in the human body, from the mechanism of the heart beating to how neurons communicate, arrhythmias evolve, and muscle pathology in many neurological diseases."}
{"id": "article-24946_1", "title": "Physiology, Membrane -- Cellular Level -- Membrane Composition", "content": "At the basic level, the cell membrane is a collection of lipids (namely phospholipid) and protein components. The phospholipid structure forms from a hydrophilic phosphorylated glycerol \"head\" and two hydrophobic fatty acid \"tails.\" The cell membrane possesses a phospholipid bilayer, with the hydrophilic heads facing outwards and the hydrophobic tails facing inwards. [1] An additional lipid component is cholesterol, which prevents excessive membrane fluidity at elevated temperatures and ironically allows for membrane fluidity at decreased temperatures by preventing lipids from packing together. [2] The protein component of the cell membrane includes either integral proteins (embedded within the membrane) and peripheral proteins (outside of the membrane).  Examples of essential proteins include any membrane channels, membrane pores, membrane receptors, and adhesion anchors. [3] Peripheral proteins loosely attach to the outside of the cell membrane by electrostatic forces; these peripheral proteins serve multiple functions in the cell membrane, including signaling, recognition, membrane trafficking, cell division, and cell structure. [4] The lipid component (phospholipids, cholesterol, and glycolipids) allows for the high permeability of lipid-soluble compounds such as steroid hormones, carbon dioxide, and oxygen. These lipids also inhibit the passive diffusion of hydrophilic substances. The protein component is responsible for transporting hydrophilic substances such as water, glucose, and ions.", "contents": "Physiology, Membrane -- Cellular Level -- Membrane Composition. At the basic level, the cell membrane is a collection of lipids (namely phospholipid) and protein components. The phospholipid structure forms from a hydrophilic phosphorylated glycerol \"head\" and two hydrophobic fatty acid \"tails.\" The cell membrane possesses a phospholipid bilayer, with the hydrophilic heads facing outwards and the hydrophobic tails facing inwards. [1] An additional lipid component is cholesterol, which prevents excessive membrane fluidity at elevated temperatures and ironically allows for membrane fluidity at decreased temperatures by preventing lipids from packing together. [2] The protein component of the cell membrane includes either integral proteins (embedded within the membrane) and peripheral proteins (outside of the membrane).  Examples of essential proteins include any membrane channels, membrane pores, membrane receptors, and adhesion anchors. [3] Peripheral proteins loosely attach to the outside of the cell membrane by electrostatic forces; these peripheral proteins serve multiple functions in the cell membrane, including signaling, recognition, membrane trafficking, cell division, and cell structure. [4] The lipid component (phospholipids, cholesterol, and glycolipids) allows for the high permeability of lipid-soluble compounds such as steroid hormones, carbon dioxide, and oxygen. These lipids also inhibit the passive diffusion of hydrophilic substances. The protein component is responsible for transporting hydrophilic substances such as water, glucose, and ions."}
{"id": "article-24946_2", "title": "Physiology, Membrane -- Cellular Level -- Membrane Transportation", "content": "Transport across the cell membrane takes the form of simple diffusion, facilitated diffusion, and active transport. Simple and facilitated diffusion occurs without the use of energy expenditure and depends on a molecule's electrochemical gradient and the intrinsic size and solubility of the molecule. Tiny, uncharged, nonpolar substances with high lipid solubility, like oxygen and carbon dioxide, move quickly through the cell membrane via passive diffusion, while water, though small, is insoluble in lipids and thus needs to travel through a membrane channel protein to flow into the cell. This transport through a channel protein is an example of facilitated diffusion. [5] Active transport, like facilitated diffusion, uses a protein carrier, but active transport requires energy expenditure because it must move a molecule against its electrochemical gradient.  One of the typical examples of active transport is the Na/K ATPase pump, which helps restore a high extracellular Na and high intracellular potassium by using one ATP to pump three sodium (Na) ions extracellularly and two potassium (K) ions intracellularly. [6]", "contents": "Physiology, Membrane -- Cellular Level -- Membrane Transportation. Transport across the cell membrane takes the form of simple diffusion, facilitated diffusion, and active transport. Simple and facilitated diffusion occurs without the use of energy expenditure and depends on a molecule's electrochemical gradient and the intrinsic size and solubility of the molecule. Tiny, uncharged, nonpolar substances with high lipid solubility, like oxygen and carbon dioxide, move quickly through the cell membrane via passive diffusion, while water, though small, is insoluble in lipids and thus needs to travel through a membrane channel protein to flow into the cell. This transport through a channel protein is an example of facilitated diffusion. [5] Active transport, like facilitated diffusion, uses a protein carrier, but active transport requires energy expenditure because it must move a molecule against its electrochemical gradient.  One of the typical examples of active transport is the Na/K ATPase pump, which helps restore a high extracellular Na and high intracellular potassium by using one ATP to pump three sodium (Na) ions extracellularly and two potassium (K) ions intracellularly. [6]"}
{"id": "article-24946_3", "title": "Physiology, Membrane -- Function -- Electrochemical Gradient and Resting Membrane Potential", "content": "One of the essential functions of the cell membrane is to establish an electrochemical gradient via the transportation of ions.  The biggest factors in the electrochemical gradient generation are: Potassium leak channels Sodium/potassium (Na/K) electrogenic pumps", "contents": "Physiology, Membrane -- Function -- Electrochemical Gradient and Resting Membrane Potential. One of the essential functions of the cell membrane is to establish an electrochemical gradient via the transportation of ions.  The biggest factors in the electrochemical gradient generation are: Potassium leak channels Sodium/potassium (Na/K) electrogenic pumps"}
{"id": "article-24946_4", "title": "Physiology, Membrane -- Function -- Electrochemical Gradient and Resting Membrane Potential", "content": "The Na/K pump uses ATP to transport three Na ions extracellularly and two K ions intracellularly. This process causes the pooling of K intracellularly and Na extracellularly. [6] Based on natural diffusion, molecules will always travel from a high concentration to a low concentration (chemical gradient). The cell membrane contains many K \"leak\" channels, which allow the high intracellular K to flow down its chemical gradient and deposit extracellularly. These channels are always open and thus always \"leaking\" potassium out of the cell. Potassium ions have a positive charge. When K ions move from inside to the outside of the cell via its chemical gradient, these positive ions deposit on the outside of the membrane, creating transmembrane electrical potential with a positive charge outside of the membrane and negative charge on the inside of the membrane; this transmembrane potential creates the electrical gradient of the cell membrane in which anything with a positive charge will attempt to flow down its electrical gradient and move intracellularly. In theory, ions will stop moving across the cell membrane when the ion's chemical gradient is equal to its electrical gradient; at this point, the cell membrane is at its resting membrane potential. The cell membrane has varying levels of permeability to Na, K, and chloride (Cl), with K being the most permeable in the resting state, and thus, K has the most influence on the resting membrane potential of the cell. [7]", "contents": "Physiology, Membrane -- Function -- Electrochemical Gradient and Resting Membrane Potential. The Na/K pump uses ATP to transport three Na ions extracellularly and two K ions intracellularly. This process causes the pooling of K intracellularly and Na extracellularly. [6] Based on natural diffusion, molecules will always travel from a high concentration to a low concentration (chemical gradient). The cell membrane contains many K \"leak\" channels, which allow the high intracellular K to flow down its chemical gradient and deposit extracellularly. These channels are always open and thus always \"leaking\" potassium out of the cell. Potassium ions have a positive charge. When K ions move from inside to the outside of the cell via its chemical gradient, these positive ions deposit on the outside of the membrane, creating transmembrane electrical potential with a positive charge outside of the membrane and negative charge on the inside of the membrane; this transmembrane potential creates the electrical gradient of the cell membrane in which anything with a positive charge will attempt to flow down its electrical gradient and move intracellularly. In theory, ions will stop moving across the cell membrane when the ion's chemical gradient is equal to its electrical gradient; at this point, the cell membrane is at its resting membrane potential. The cell membrane has varying levels of permeability to Na, K, and chloride (Cl), with K being the most permeable in the resting state, and thus, K has the most influence on the resting membrane potential of the cell. [7]"}
{"id": "article-24946_5", "title": "Physiology, Membrane -- Function -- Action Potential Generation", "content": "All cells create a resting membrane potential, but neurons and muscle cells are termed \"excitable\" cells and can create electrical impulses called action potentials. This cellular excitability is based on specific voltage-gated channels present in the excitable cell membrane. Neurons generate action potentials mainly through the use of Na voltage-gated channels and K voltage-gated channels, while muscle cells, specifically cardiac myocytes, incorporate the use of Na, K, and Calcium (Ca) voltage-gated channels. [8]", "contents": "Physiology, Membrane -- Function -- Action Potential Generation. All cells create a resting membrane potential, but neurons and muscle cells are termed \"excitable\" cells and can create electrical impulses called action potentials. This cellular excitability is based on specific voltage-gated channels present in the excitable cell membrane. Neurons generate action potentials mainly through the use of Na voltage-gated channels and K voltage-gated channels, while muscle cells, specifically cardiac myocytes, incorporate the use of Na, K, and Calcium (Ca) voltage-gated channels. [8]"}
{"id": "article-24946_6", "title": "Physiology, Membrane -- Function -- Action Potential Generation", "content": "The resting membrane potential in neurons is close to a negative 70 millivolts. In neurons, when excitatory neurotransmitters are released, the resting membrane potential can be summatively depolarized, and when the depolarization reaches a threshold level of approximately negative 55 millivolts, the Na-voltage gated channels open, allowing a huge influx of positive Na ions to flow into the cell which creates an electrical current (the action potential), which propagates down the neural cell membrane by continually opening more and more Na-voltage gated channels. The membrane potential moves from negative seventy millivolts to positive thirty millivolts, which in turn opens K voltage-gated channels, having the opposite (repolarizing) effect on the cell membrane returning the membrane to its natural resting membrane potential. [9] This action potential generation is the basis for all communication between neurons and the rest of the body.", "contents": "Physiology, Membrane -- Function -- Action Potential Generation. The resting membrane potential in neurons is close to a negative 70 millivolts. In neurons, when excitatory neurotransmitters are released, the resting membrane potential can be summatively depolarized, and when the depolarization reaches a threshold level of approximately negative 55 millivolts, the Na-voltage gated channels open, allowing a huge influx of positive Na ions to flow into the cell which creates an electrical current (the action potential), which propagates down the neural cell membrane by continually opening more and more Na-voltage gated channels. The membrane potential moves from negative seventy millivolts to positive thirty millivolts, which in turn opens K voltage-gated channels, having the opposite (repolarizing) effect on the cell membrane returning the membrane to its natural resting membrane potential. [9] This action potential generation is the basis for all communication between neurons and the rest of the body."}
{"id": "article-24946_7", "title": "Physiology, Membrane -- Clinical Significance -- Effect of Serum Potassium On Electrical Conduction", "content": "Because potassium has the most significant influence on the transmembrane potential of the cell, potassium levels in the blood have a considerable influence on electrical activity in the heart/neurons and help explain why a low or high level of potassium can result in weakness and heart arrhythmias.  In the heart, a high or low level of potassium changes the transmembrane potential, which in and of itself promotes cardiac arrhythmia, but also indirectly promotes cardiac arrhythmia by altering the electrical gradient of other ions, namely Na, Cl, and calcium. [10]", "contents": "Physiology, Membrane -- Clinical Significance -- Effect of Serum Potassium On Electrical Conduction. Because potassium has the most significant influence on the transmembrane potential of the cell, potassium levels in the blood have a considerable influence on electrical activity in the heart/neurons and help explain why a low or high level of potassium can result in weakness and heart arrhythmias.  In the heart, a high or low level of potassium changes the transmembrane potential, which in and of itself promotes cardiac arrhythmia, but also indirectly promotes cardiac arrhythmia by altering the electrical gradient of other ions, namely Na, Cl, and calcium. [10]"}
{"id": "article-24946_8", "title": "Physiology, Membrane -- Clinical Significance -- Effect of Serum Potassium On Electrical Conduction", "content": "At the muscle level, primary periodic paralysis happens due to a defect in the ion channels. At the neuronal level, change in mental status with or without seizure can happen due to an altered transmembrane potential, which can occur due to increased or decreased levels of Na, K, and Ca.", "contents": "Physiology, Membrane -- Clinical Significance -- Effect of Serum Potassium On Electrical Conduction. At the muscle level, primary periodic paralysis happens due to a defect in the ion channels. At the neuronal level, change in mental status with or without seizure can happen due to an altered transmembrane potential, which can occur due to increased or decreased levels of Na, K, and Ca."}
{"id": "article-24946_9", "title": "Physiology, Membrane -- Clinical Significance -- Effect of Serum Potassium On Electrical Conduction", "content": "Understanding the basic physiology of the cell membrane and how ion channels control it has led to a better understanding of so many disease processes and developing effective medical treatments for them. By altering the resting membrane, potential hypokalemia can lead to tachyarrythmias and hyperkalemia to bradyarrhythmias. For example, in cases of hyperkalemia where bradyarrhythmias are very common, calcium gluconate or calcium chloride can be given to stabilize the resting membrane potential. [11] [12] Magnesium has been successfully used in severe exacerbations of asthma and in eclampsia, where it alters the neuromuscular transmissions by changing calcium entry into the cellular membrane. [13]", "contents": "Physiology, Membrane -- Clinical Significance -- Effect of Serum Potassium On Electrical Conduction. Understanding the basic physiology of the cell membrane and how ion channels control it has led to a better understanding of so many disease processes and developing effective medical treatments for them. By altering the resting membrane, potential hypokalemia can lead to tachyarrythmias and hyperkalemia to bradyarrhythmias. For example, in cases of hyperkalemia where bradyarrhythmias are very common, calcium gluconate or calcium chloride can be given to stabilize the resting membrane potential. [11] [12] Magnesium has been successfully used in severe exacerbations of asthma and in eclampsia, where it alters the neuromuscular transmissions by changing calcium entry into the cellular membrane. [13]"}
{"id": "article-24946_10", "title": "Physiology, Membrane -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Membrane -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}