{"id": "article-20899_0", "title": "Edwards Syndrome -- Continuing Education Activity", "content": "Edwards syndrome was first reported by Edwards et al. in 1960, who reported a neonate with multiple congenital malformations and cognitive deficit. This activity reviews the clinical presentation, evaluation, and management of Edwards syndrome. It highlights key information useful for the interprofessional team in identifying, evaluating, and approaching patients with this condition.", "contents": "Edwards Syndrome -- Continuing Education Activity. Edwards syndrome was first reported by Edwards et al. in 1960, who reported a neonate with multiple congenital malformations and cognitive deficit. This activity reviews the clinical presentation, evaluation, and management of Edwards syndrome. It highlights key information useful for the interprofessional team in identifying, evaluating, and approaching patients with this condition."}
{"id": "article-20899_1", "title": "Edwards Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of Edwards syndrome. Outline the evaluation of Edwards syndrome. List the management options available for Edwards syndrome. Discuss the inter-professional team strategies for improving care coordination and communication to improve outcomes for Edwards syndrome. Access free multiple choice questions on this topic.", "contents": "Edwards Syndrome -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of Edwards syndrome. Outline the evaluation of Edwards syndrome. List the management options available for Edwards syndrome. Discuss the inter-professional team strategies for improving care coordination and communication to improve outcomes for Edwards syndrome. Access free multiple choice questions on this topic."}
{"id": "article-20899_2", "title": "Edwards Syndrome -- Introduction", "content": "Edwards syndrome, also called trisomy 18 syndrome, is an autosomal chromosomal disorder due to an extra copy of chromosome 18. Edwards syndrome is one of the autosomal trisomy syndrome, second in frequency only to trisomy 21. Edwards syndrome was first reported by Edwards et al. in 1960, who reported a neonate with multiple congenital malformations and cognitive deficit. [1] Smith et al. confirmed the extra copy of chromosome 18 as an underlying cause for Edwards syndrome. [2]", "contents": "Edwards Syndrome -- Introduction. Edwards syndrome, also called trisomy 18 syndrome, is an autosomal chromosomal disorder due to an extra copy of chromosome 18. Edwards syndrome is one of the autosomal trisomy syndrome, second in frequency only to trisomy 21. Edwards syndrome was first reported by Edwards et al. in 1960, who reported a neonate with multiple congenital malformations and cognitive deficit. [1] Smith et al. confirmed the extra copy of chromosome 18 as an underlying cause for Edwards syndrome. [2]"}
{"id": "article-20899_3", "title": "Edwards Syndrome -- Etiology", "content": "Edwards syndrome usually results from an extra copy of chromosome 18q. There are three types of Edwards syndrome: Complete, partial, and mosaic trisomy 18.", "contents": "Edwards Syndrome -- Etiology. Edwards syndrome usually results from an extra copy of chromosome 18q. There are three types of Edwards syndrome: Complete, partial, and mosaic trisomy 18."}
{"id": "article-20899_4", "title": "Edwards Syndrome -- Etiology", "content": "Complete trisomy 18 is the most common form (94%). In this type, every cell contains three complete copies of chromosome 18. The extra chromosome is due to nondisjunction, mostly during meiosis II. The extra chromosome is most often of maternal origin. The frequency of nondisjunction errors increases with advancing maternal age. [3] Mosaic trisomy 18 is the second most common type (less than 5%). In this type, both a complete trisomy 18 and a normal cell line exist. Thus, the phenotype can range from complete trisomy 18 phenotype with early mortality to normal phenotype. The partial trisomy 18 accounts for 2% of Edwards syndrome. In this type, only a partial segment of chromosome 18q is present in triplicate. The partial triplicate often results from a balanced translocation or inversion carried by one of the parents. The partial trisomy 18 has a variable phenotype based on the location and the triplicated segment's extent.", "contents": "Edwards Syndrome -- Etiology. Complete trisomy 18 is the most common form (94%). In this type, every cell contains three complete copies of chromosome 18. The extra chromosome is due to nondisjunction, mostly during meiosis II. The extra chromosome is most often of maternal origin. The frequency of nondisjunction errors increases with advancing maternal age. [3] Mosaic trisomy 18 is the second most common type (less than 5%). In this type, both a complete trisomy 18 and a normal cell line exist. Thus, the phenotype can range from complete trisomy 18 phenotype with early mortality to normal phenotype. The partial trisomy 18 accounts for 2% of Edwards syndrome. In this type, only a partial segment of chromosome 18q is present in triplicate. The partial triplicate often results from a balanced translocation or inversion carried by one of the parents. The partial trisomy 18 has a variable phenotype based on the location and the triplicated segment's extent."}
{"id": "article-20899_5", "title": "Edwards Syndrome -- Etiology", "content": "The prevalence of Edwards syndrome has a positive correlation with advancing maternal age. Recurrence risk for complete trisomy 18 is 0.5% to 1% for subsequent pregnancies. [4] If one parent is found to be a carrier of a balanced translocation leading to an unbalanced translocation in the child, like in Partial trisomy 18, the recurrence risk can be higher up to 20% for subsequent pregnancy.", "contents": "Edwards Syndrome -- Etiology. The prevalence of Edwards syndrome has a positive correlation with advancing maternal age. Recurrence risk for complete trisomy 18 is 0.5% to 1% for subsequent pregnancies. [4] If one parent is found to be a carrier of a balanced translocation leading to an unbalanced translocation in the child, like in Partial trisomy 18, the recurrence risk can be higher up to 20% for subsequent pregnancy."}
{"id": "article-20899_6", "title": "Edwards Syndrome -- Epidemiology", "content": "The live birth prevalence of Edwards syndrome ranges from 1 in 3600 to 1 in 10,000. In the last two decades, the prevalence of trisomy 18 has increased due to an increase in the average maternal age. The prevalence of Edwards syndrome is varied by country and termination policies. In the United States, the overall prevalence of Edwards syndrome is approximately 1 in 2500, and liveborn prevalence is 1 in 8600. [5] [6] The prevalence is higher in females compared to males (3:2). However, the fetal loss is higher in males than females, and females had better survival than males.", "contents": "Edwards Syndrome -- Epidemiology. The live birth prevalence of Edwards syndrome ranges from 1 in 3600 to 1 in 10,000. In the last two decades, the prevalence of trisomy 18 has increased due to an increase in the average maternal age. The prevalence of Edwards syndrome is varied by country and termination policies. In the United States, the overall prevalence of Edwards syndrome is approximately 1 in 2500, and liveborn prevalence is 1 in 8600. [5] [6] The prevalence is higher in females compared to males (3:2). However, the fetal loss is higher in males than females, and females had better survival than males."}
{"id": "article-20899_7", "title": "Edwards Syndrome -- Pathophysiology", "content": "The Edwards syndrome phenotype appears to be associated with three copies of two critical regions in the long arm of chromosome 18, 18q12.1 to 18q21.2, and 18q22.3 to 18qter. [7] Severe mental retardation in Edwards syndrome may be associated with trisomy of 18q12.1 to 18q21.2. The trisomy of the short arm of chromosome 18 (18p) does not seem to cause any of the major features of Edwards syndrome.", "contents": "Edwards Syndrome -- Pathophysiology. The Edwards syndrome phenotype appears to be associated with three copies of two critical regions in the long arm of chromosome 18, 18q12.1 to 18q21.2, and 18q22.3 to 18qter. [7] Severe mental retardation in Edwards syndrome may be associated with trisomy of 18q12.1 to 18q21.2. The trisomy of the short arm of chromosome 18 (18p) does not seem to cause any of the major features of Edwards syndrome."}
{"id": "article-20899_8", "title": "Edwards Syndrome -- History and Physical", "content": "Edwards syndrome is characterized by variable clinical manifestations, with multi-system involvement. More than 125 anomalies have been reported so far as a feature of Edwards syndrome. However, none of the clinical features is pathognomonic of Edwards syndrome.", "contents": "Edwards Syndrome -- History and Physical. Edwards syndrome is characterized by variable clinical manifestations, with multi-system involvement. More than 125 anomalies have been reported so far as a feature of Edwards syndrome. However, none of the clinical features is pathognomonic of Edwards syndrome."}
{"id": "article-20899_9", "title": "Edwards Syndrome -- History and Physical", "content": "Most Edwards syndrome cases are diagnosed prenatally, based on antenatal screening with maternal age, maternal serum marker, or by ultrasound findings during the second trimester. Antenatally, Edwards syndrome can reveal intrauterine growth restriction, polyhydramnios, agenesis of the corpus callosum, choroid plexus cyst, nuchal thickening, brachycephaly, clenched hands with overriding index fingers, cardiac defects, omphalocele, and single umbilical artery. [8] Edwards syndrome has a high risk of fetal loss and stillbirth. Postnatally, Edwards syndrome is characterized by a cluster of phenotypes, as summarized below.", "contents": "Edwards Syndrome -- History and Physical. Most Edwards syndrome cases are diagnosed prenatally, based on antenatal screening with maternal age, maternal serum marker, or by ultrasound findings during the second trimester. Antenatally, Edwards syndrome can reveal intrauterine growth restriction, polyhydramnios, agenesis of the corpus callosum, choroid plexus cyst, nuchal thickening, brachycephaly, clenched hands with overriding index fingers, cardiac defects, omphalocele, and single umbilical artery. [8] Edwards syndrome has a high risk of fetal loss and stillbirth. Postnatally, Edwards syndrome is characterized by a cluster of phenotypes, as summarized below."}
{"id": "article-20899_10", "title": "Edwards Syndrome -- History and Physical", "content": "Neurologic findings", "contents": "Edwards Syndrome -- History and Physical. Neurologic findings"}
{"id": "article-20899_11", "title": "Edwards Syndrome -- History and Physical", "content": "Neonatal hypotonia followed by hypertonia Apnea Seizures Poor sucking Delayed psychomotor development and mental retardation", "contents": "Edwards Syndrome -- History and Physical. Neonatal hypotonia followed by hypertonia Apnea Seizures Poor sucking Delayed psychomotor development and mental retardation"}
{"id": "article-20899_12", "title": "Edwards Syndrome -- History and Physical", "content": "Craniofacial findings [9]", "contents": "Edwards Syndrome -- History and Physical. Craniofacial findings [9]"}
{"id": "article-20899_13", "title": "Edwards Syndrome -- History and Physical", "content": "Skull: Microcephaly, bitemporal narrowing, and prominent occiput. Face: Triangular and asymmetric face with facial paralysis Eyes: Microphthalmia, hypertelorism, epicanthus, short palpebral fissures, coloboma of iris, cataract, corneal clouding, hypoplastic supraorbital ridge, upward or downward slanting palpebral fissures, and abnormal retinal pigmentation. Nose: Prominent nasal bridge with hypoplastic nasal root, upturned nares, and choanal atresia. Oral cavity: Micro-retrognathia, microstomia, narrow arched palate, cleft lip, and cleft palate. Ears: Microtia, preauricular appendages, low-set or retroverted ears, and dysplastic ears.", "contents": "Edwards Syndrome -- History and Physical. Skull: Microcephaly, bitemporal narrowing, and prominent occiput. Face: Triangular and asymmetric face with facial paralysis Eyes: Microphthalmia, hypertelorism, epicanthus, short palpebral fissures, coloboma of iris, cataract, corneal clouding, hypoplastic supraorbital ridge, upward or downward slanting palpebral fissures, and abnormal retinal pigmentation. Nose: Prominent nasal bridge with hypoplastic nasal root, upturned nares, and choanal atresia. Oral cavity: Micro-retrognathia, microstomia, narrow arched palate, cleft lip, and cleft palate. Ears: Microtia, preauricular appendages, low-set or retroverted ears, and dysplastic ears."}
{"id": "article-20899_14", "title": "Edwards Syndrome -- History and Physical", "content": "Skeletal [10]", "contents": "Edwards Syndrome -- History and Physical. Skeletal [10]"}
{"id": "article-20899_15", "title": "Edwards Syndrome -- History and Physical", "content": "Severe growth retardation Short neck Short sternum Broad chest, with or without widely spaced small nipples. Incomplete ossification of the clavicle Hemivertebrae or fused vertebrae, scoliosis Pectus excavatum Narrow pelvis and limitation of the hip abduction Hip dislocation Arthrogryposis, Clenched hands with overriding fingers, camptodactyly, syndactyly, single palmar crease and clinodactyly of the fifth fingers, radial or thumb hypoplasia, and hypoplastic nails Rocker-bottom feet with the prominent calcaneus, talipes equinovarus, dorsiflexed great toes", "contents": "Edwards Syndrome -- History and Physical. Severe growth retardation Short neck Short sternum Broad chest, with or without widely spaced small nipples. Incomplete ossification of the clavicle Hemivertebrae or fused vertebrae, scoliosis Pectus excavatum Narrow pelvis and limitation of the hip abduction Hip dislocation Arthrogryposis, Clenched hands with overriding fingers, camptodactyly, syndactyly, single palmar crease and clinodactyly of the fifth fingers, radial or thumb hypoplasia, and hypoplastic nails Rocker-bottom feet with the prominent calcaneus, talipes equinovarus, dorsiflexed great toes"}
{"id": "article-20899_16", "title": "Edwards Syndrome -- History and Physical", "content": "Cardiovascular Cardiac defects are found in 90% of Edwards syndrome patients. Ventricular or atrial septal defect, Patent ductus arteriosus, tetralogy of Fallot, overriding of the aorta, coarctation of the aorta, and hypoplastic left heart syndrome Polyvalvular heart disease (involving two or more valves; the most common aortic and pulmonary valve", "contents": "Edwards Syndrome -- History and Physical. Cardiovascular Cardiac defects are found in 90% of Edwards syndrome patients. Ventricular or atrial septal defect, Patent ductus arteriosus, tetralogy of Fallot, overriding of the aorta, coarctation of the aorta, and hypoplastic left heart syndrome Polyvalvular heart disease (involving two or more valves; the most common aortic and pulmonary valve"}
{"id": "article-20899_17", "title": "Edwards Syndrome -- History and Physical", "content": "Pulmonary Pulmonary hypoplasia Tracheobronchomalacia, laryngomalacia Obstructive and central apnea Early-onset pulmonary hypertension", "contents": "Edwards Syndrome -- History and Physical. Pulmonary Pulmonary hypoplasia Tracheobronchomalacia, laryngomalacia Obstructive and central apnea Early-onset pulmonary hypertension"}
{"id": "article-20899_18", "title": "Edwards Syndrome -- History and Physical", "content": "Gastrointestinal : Omphalocele Esophageal atresia with Tracheoesophageal fistula Pyloric stenosis Ileal atresia Malrotation Meckel diverticulum Diastasis recti Umbilical hernia", "contents": "Edwards Syndrome -- History and Physical. Gastrointestinal : Omphalocele Esophageal atresia with Tracheoesophageal fistula Pyloric stenosis Ileal atresia Malrotation Meckel diverticulum Diastasis recti Umbilical hernia"}
{"id": "article-20899_19", "title": "Edwards Syndrome -- History and Physical", "content": "Genitourinary Cryptorchidism, Hypospadias, micropenis, Clitoral hypertrophy, hypoplasia of the labia majora, ovarian dysgenesis, and bifid uterus Horseshoe kidney, renal agenesis, hydronephrosis", "contents": "Edwards Syndrome -- History and Physical. Genitourinary Cryptorchidism, Hypospadias, micropenis, Clitoral hypertrophy, hypoplasia of the labia majora, ovarian dysgenesis, and bifid uterus Horseshoe kidney, renal agenesis, hydronephrosis"}
{"id": "article-20899_20", "title": "Edwards Syndrome -- History and Physical", "content": "Central nervous system malformations (occur in 30% of cases) Cerebellar hypoplasia, Meningoencephalocele, anencephaly Hydrocephalus Holoprosencephaly Arnold-Chiari malformation Hypoplasia of the corpus callosum", "contents": "Edwards Syndrome -- History and Physical. Central nervous system malformations (occur in 30% of cases) Cerebellar hypoplasia, Meningoencephalocele, anencephaly Hydrocephalus Holoprosencephaly Arnold-Chiari malformation Hypoplasia of the corpus callosum"}
{"id": "article-20899_21", "title": "Edwards Syndrome -- Evaluation", "content": "The evaluation and diagnosis of trisomy 18 begin in the antenatal period. Maternal serum screening can show low levels of alpha-fetoprotein, human chorionic gonadotropin, and unconjugated estriol. [11] Serum and genetic markers are more useful when combined with classic ultrasound findings, such as increased nuchal translucency. For example, non-invasive prenatal testing (NIPT) using cell-free fetal DNA in maternal plasma has a role in diagnosing trisomy 18, but alone only has 60.7% PPV. Combined with ultrasound, NIPT has a PPV of 100% and an NPV of up to 100% by the second trimester. [12] Amniocentesis or chorionic villus sampling is recommended if the antenatal screening suggests a high risk for fetal aneuploidy. [13]", "contents": "Edwards Syndrome -- Evaluation. The evaluation and diagnosis of trisomy 18 begin in the antenatal period. Maternal serum screening can show low levels of alpha-fetoprotein, human chorionic gonadotropin, and unconjugated estriol. [11] Serum and genetic markers are more useful when combined with classic ultrasound findings, such as increased nuchal translucency. For example, non-invasive prenatal testing (NIPT) using cell-free fetal DNA in maternal plasma has a role in diagnosing trisomy 18, but alone only has 60.7% PPV. Combined with ultrasound, NIPT has a PPV of 100% and an NPV of up to 100% by the second trimester. [12] Amniocentesis or chorionic villus sampling is recommended if the antenatal screening suggests a high risk for fetal aneuploidy. [13]"}
{"id": "article-20899_22", "title": "Edwards Syndrome -- Evaluation", "content": "Post-natally, phenotypic variation, and clinical presentation will guide the evaluation. Diagnostic imaging studies, such as ultrasonography, can be used to assess for intracranial, cardiac (echocardiogram), intraabdominal, and renal abnormalities; but circumstances will dictate the study of choice. [14] Screening is appropriate in such patients since anomalies can be found in multiple organ systems. Lastly, though typically a clinical diagnosis, karyotyping and microarray testing can confirm trisomy and more detailed information about mosaicism, respectively. Health Surveillance Guidelines for Edwards Syndrome [15] [16]", "contents": "Edwards Syndrome -- Evaluation. Post-natally, phenotypic variation, and clinical presentation will guide the evaluation. Diagnostic imaging studies, such as ultrasonography, can be used to assess for intracranial, cardiac (echocardiogram), intraabdominal, and renal abnormalities; but circumstances will dictate the study of choice. [14] Screening is appropriate in such patients since anomalies can be found in multiple organ systems. Lastly, though typically a clinical diagnosis, karyotyping and microarray testing can confirm trisomy and more detailed information about mosaicism, respectively. Health Surveillance Guidelines for Edwards Syndrome [15] [16]"}
{"id": "article-20899_23", "title": "Edwards Syndrome -- Evaluation", "content": "The growth of the child with Edwards syndrome should be assessed in each visit and plotted on the specific growth charts.", "contents": "Edwards Syndrome -- Evaluation. The growth of the child with Edwards syndrome should be assessed in each visit and plotted on the specific growth charts."}
{"id": "article-20899_24", "title": "Edwards Syndrome -- Evaluation", "content": "Sucking or swallowing problems with a radiographic swallow study can be helpful if needed to consider the ability of the child to protect the airway.", "contents": "Edwards Syndrome -- Evaluation. Sucking or swallowing problems with a radiographic swallow study can be helpful if needed to consider the ability of the child to protect the airway."}
{"id": "article-20899_25", "title": "Edwards Syndrome -- Evaluation", "content": "Cognitive and motor development should be assessed in each visit, and referral to early intervention if needed is recommended.", "contents": "Edwards Syndrome -- Evaluation. Cognitive and motor development should be assessed in each visit, and referral to early intervention if needed is recommended."}
{"id": "article-20899_26", "title": "Edwards Syndrome -- Evaluation", "content": "Ophthalmologist referral is needed at birth to rule out eye malformation and later in childhood to look for refractive errors and photophobia. Audiologist referral is needed at birth to rule out sensorineural hearing loss.", "contents": "Edwards Syndrome -- Evaluation. Ophthalmologist referral is needed at birth to rule out eye malformation and later in childhood to look for refractive errors and photophobia. Audiologist referral is needed at birth to rule out sensorineural hearing loss."}
{"id": "article-20899_27", "title": "Edwards Syndrome -- Evaluation", "content": "A complete neurologic exam is made in each visit to look for hypertonia or hypotonia, seizures, and optimal referral to a neurologist is recommended.", "contents": "Edwards Syndrome -- Evaluation. A complete neurologic exam is made in each visit to look for hypertonia or hypotonia, seizures, and optimal referral to a neurologist is recommended."}
{"id": "article-20899_28", "title": "Edwards Syndrome -- Evaluation", "content": "Echocardiogram at birth to look for congenital heart disease and pulmonary hypertension.", "contents": "Edwards Syndrome -- Evaluation. Echocardiogram at birth to look for congenital heart disease and pulmonary hypertension."}
{"id": "article-20899_29", "title": "Edwards Syndrome -- Evaluation", "content": "Abdominal ultrasound is recommended at birth to rule out renal malformations and every six months till adolescence to look for neoplasms like Wilms tumor or hepatoblastoma.", "contents": "Edwards Syndrome -- Evaluation. Abdominal ultrasound is recommended at birth to rule out renal malformations and every six months till adolescence to look for neoplasms like Wilms tumor or hepatoblastoma."}
{"id": "article-20899_30", "title": "Edwards Syndrome -- Evaluation", "content": "Orthopedic examination in every visit to look for joint contractures or scoliosis.", "contents": "Edwards Syndrome -- Evaluation. Orthopedic examination in every visit to look for joint contractures or scoliosis."}
{"id": "article-20899_31", "title": "Edwards Syndrome -- Evaluation", "content": "Pulmonologist referral and a sleep study are recommended if obstructive or central apnea is encountered.", "contents": "Edwards Syndrome -- Evaluation. Pulmonologist referral and a sleep study are recommended if obstructive or central apnea is encountered."}
{"id": "article-20899_32", "title": "Edwards Syndrome -- Evaluation", "content": "Gastroenterologist and nutritionist referral are made if need of enteral nutrition or issues with Gastroesophageal reflux is faced.", "contents": "Edwards Syndrome -- Evaluation. Gastroenterologist and nutritionist referral are made if need of enteral nutrition or issues with Gastroesophageal reflux is faced."}
{"id": "article-20899_33", "title": "Edwards Syndrome -- Treatment / Management", "content": "There is no definitive treatment option for Edwards syndrome. Ethical issues exist around the treatment plan for newborns with Edwards syndrome due to the high mortality rate and difficulty predicting which infants will live beyond their first year of life. The major cause of sudden death in Edwards syndrome is neurological instability, cardiac failure, and respiratory failure. An individualized approach should be considered for each patient giving the utmost importance to the parental choices in the child's best interests.", "contents": "Edwards Syndrome -- Treatment / Management. There is no definitive treatment option for Edwards syndrome. Ethical issues exist around the treatment plan for newborns with Edwards syndrome due to the high mortality rate and difficulty predicting which infants will live beyond their first year of life. The major cause of sudden death in Edwards syndrome is neurological instability, cardiac failure, and respiratory failure. An individualized approach should be considered for each patient giving the utmost importance to the parental choices in the child's best interests."}
{"id": "article-20899_34", "title": "Edwards Syndrome -- Treatment / Management", "content": "Delivery room and NICU (Neonatal intensive care unit ) management : Previously, trisomy 18 was considered lethal, and resuscitation at birth was not indicated. American Academy of Pediatrics and the recent Neonatal Resuscitation Program (NRP) guidelines are no longer advocating withholding the active management, including resuscitative efforts in the delivery room. [17]", "contents": "Edwards Syndrome -- Treatment / Management. Delivery room and NICU (Neonatal intensive care unit ) management : Previously, trisomy 18 was considered lethal, and resuscitation at birth was not indicated. American Academy of Pediatrics and the recent Neonatal Resuscitation Program (NRP) guidelines are no longer advocating withholding the active management, including resuscitative efforts in the delivery room. [17]"}
{"id": "article-20899_35", "title": "Edwards Syndrome -- Treatment / Management", "content": "Feeding management : Nasogastric tube feeding and gastrostomy feeding are considered to address the feeding issues. Gastroesophageal reflux can be initially managed with medical therapy and later with surgical options if refractory.", "contents": "Edwards Syndrome -- Treatment / Management. Feeding management : Nasogastric tube feeding and gastrostomy feeding are considered to address the feeding issues. Gastroesophageal reflux can be initially managed with medical therapy and later with surgical options if refractory."}
{"id": "article-20899_36", "title": "Edwards Syndrome -- Treatment / Management", "content": "Cardiac management : Diuretics, digoxin are used for heart failure. Palliative and corrective cardiac surgery are recommended for complex congenital heart defects.", "contents": "Edwards Syndrome -- Treatment / Management. Cardiac management : Diuretics, digoxin are used for heart failure. Palliative and corrective cardiac surgery are recommended for complex congenital heart defects."}
{"id": "article-20899_37", "title": "Edwards Syndrome -- Treatment / Management", "content": "Infections : Treat infections like respiratory infections, pneumonia, Urinary tract infection, and otitis media with the standard approach.", "contents": "Edwards Syndrome -- Treatment / Management. Infections : Treat infections like respiratory infections, pneumonia, Urinary tract infection, and otitis media with the standard approach."}
{"id": "article-20899_38", "title": "Edwards Syndrome -- Treatment / Management", "content": "Orthopedic management may be required, particularly for scoliosis due to the hemivertebra.", "contents": "Edwards Syndrome -- Treatment / Management. Orthopedic management may be required, particularly for scoliosis due to the hemivertebra."}
{"id": "article-20899_39", "title": "Edwards Syndrome -- Treatment / Management", "content": "Psychiatric management : Psychosocial support should be given to the family, including information on support organizations.", "contents": "Edwards Syndrome -- Treatment / Management. Psychiatric management : Psychosocial support should be given to the family, including information on support organizations."}
{"id": "article-20899_40", "title": "Edwards Syndrome -- Differential Diagnosis", "content": "The differential diagnosis of Edwards syndrome is relatively wide. It includes the following. Fetal akinesia sequence (Pena-Shokeir syndrome type I), is an autosomal recessive condition characterized by facial anomalies, including micrognathia, multiple joint contractures, intrauterine growth restriction, polyhydramnios, and lung hypoplasia. [18] Patau syndrome (trisomy 13) Distal arthrogryposis type I with joint contractures CHARGE syndrome (coloboma, heart malformations, choanal atresia, retardation of growth, genital and ear abnormalities) VACTERL association (vertebral defects, anal atresia, cardiovascular defects, tracheoesophageal fistula, esophageal atresia, renal anomalies, and limb defects)", "contents": "Edwards Syndrome -- Differential Diagnosis. The differential diagnosis of Edwards syndrome is relatively wide. It includes the following. Fetal akinesia sequence (Pena-Shokeir syndrome type I), is an autosomal recessive condition characterized by facial anomalies, including micrognathia, multiple joint contractures, intrauterine growth restriction, polyhydramnios, and lung hypoplasia. [18] Patau syndrome (trisomy 13) Distal arthrogryposis type I with joint contractures CHARGE syndrome (coloboma, heart malformations, choanal atresia, retardation of growth, genital and ear abnormalities) VACTERL association (vertebral defects, anal atresia, cardiovascular defects, tracheoesophageal fistula, esophageal atresia, renal anomalies, and limb defects)"}
{"id": "article-20899_41", "title": "Edwards Syndrome -- Prognosis", "content": "Almost 40% of fetuses die during labor, and one-third of the surviving fetuses are delivered preterm. The median survival for Edwards syndrome ranges from 3 days to 14.5 days. The survival percentage is 60% to 75% at the first week, 20% to 40%  at one month, and  10% at one year. 5% to 10% of Edwards syndrome patients survive beyond the first year of life. [19]", "contents": "Edwards Syndrome -- Prognosis. Almost 40% of fetuses die during labor, and one-third of the surviving fetuses are delivered preterm. The median survival for Edwards syndrome ranges from 3 days to 14.5 days. The survival percentage is 60% to 75% at the first week, 20% to 40%  at one month, and  10% at one year. 5% to 10% of Edwards syndrome patients survive beyond the first year of life. [19]"}
{"id": "article-20899_42", "title": "Edwards Syndrome -- Prognosis", "content": "Female infants with Edwards syndrome have greater chances of survival than male infants. Few cases of Edwards syndrome of mosaicism type have more prolonged survival compared to the classic type. The most important causes of mortality are cardiac failure due to cardiac defects, respiratory failure due to obstructive apnea, pulmonary hypertension, hypoventilation, and central apnea.", "contents": "Edwards Syndrome -- Prognosis. Female infants with Edwards syndrome have greater chances of survival than male infants. Few cases of Edwards syndrome of mosaicism type have more prolonged survival compared to the classic type. The most important causes of mortality are cardiac failure due to cardiac defects, respiratory failure due to obstructive apnea, pulmonary hypertension, hypoventilation, and central apnea."}
{"id": "article-20899_43", "title": "Edwards Syndrome -- Complications", "content": "Growth: Low birth weight followed by failure to thrive is common in Edwards syndrome. Patients with Edwards syndrome have feeding difficulties, gastroesophageal reflux, and recurrent aspiration. Edwards syndrome-specific Growth curves are available. [20] [21] Developmental delay - Severe to profound developmental handicap is the rule. Cognitive and motor delay is noted in most of the surviving patients with Edwards syndrome. Very few cases of Edwards syndrome, mosaic type, have been reported with normal intelligence. [22] [23] Cardio-respiratory failure is the leading cause of death in Edwards syndrome. It can be due to congenital cardiac defects, hypoventilation, central apnea, and pulmonary hypoplasia. Neoplasm- Edwards syndrome increases the risk of neoplasms like Wilms tumor/nephroblastoma, hepatoblastoma, and Hodgkin disease. [24] Endocrine - Thymic hypoplasia and adrenal hypoplasia are common in Edwards syndrome.", "contents": "Edwards Syndrome -- Complications. Growth: Low birth weight followed by failure to thrive is common in Edwards syndrome. Patients with Edwards syndrome have feeding difficulties, gastroesophageal reflux, and recurrent aspiration. Edwards syndrome-specific Growth curves are available. [20] [21] Developmental delay - Severe to profound developmental handicap is the rule. Cognitive and motor delay is noted in most of the surviving patients with Edwards syndrome. Very few cases of Edwards syndrome, mosaic type, have been reported with normal intelligence. [22] [23] Cardio-respiratory failure is the leading cause of death in Edwards syndrome. It can be due to congenital cardiac defects, hypoventilation, central apnea, and pulmonary hypoplasia. Neoplasm- Edwards syndrome increases the risk of neoplasms like Wilms tumor/nephroblastoma, hepatoblastoma, and Hodgkin disease. [24] Endocrine - Thymic hypoplasia and adrenal hypoplasia are common in Edwards syndrome."}
{"id": "article-20899_44", "title": "Edwards Syndrome -- Deterrence and Patient Education", "content": "There is no definitive treatment for Edwards syndrome. Health care providers and parents often have difficulty in making treatment decisions. Parents of the child with Edwards syndrome often have to decide between palliative care (or comfort care) and prolonging life with intensive treatment or surgery.", "contents": "Edwards Syndrome -- Deterrence and Patient Education. There is no definitive treatment for Edwards syndrome. Health care providers and parents often have difficulty in making treatment decisions. Parents of the child with Edwards syndrome often have to decide between palliative care (or comfort care) and prolonging life with intensive treatment or surgery."}
{"id": "article-20899_45", "title": "Edwards Syndrome -- Pearls and Other Issues -- Prenatal Counseling", "content": "Prenatal counseling for parents with fetuses diagnosed with Edwards syndrome has a multifaceted issue, including the complexity of the varied presentation at birth, the unavoidable ethical issues due to the high fatality rate, and the significant developmental disability associated with it. When a prenatal diagnosis of trisomy 18 is made, the parents have difficulty making decisions regarding resuscitation, life support, intensive care, and surgical options. We need to provide parents with accurate survival figures and co-morbidity. The parents should be explained about all options available for management during the neonatal period and beyond. It will be beneficial for parents to get in touch with family support groups. The parents should be aware of the recurrence risk of 1% in subsequent pregnancies, which can be as high as 20% in partial trisomy due to unbalanced translocation.", "contents": "Edwards Syndrome -- Pearls and Other Issues -- Prenatal Counseling. Prenatal counseling for parents with fetuses diagnosed with Edwards syndrome has a multifaceted issue, including the complexity of the varied presentation at birth, the unavoidable ethical issues due to the high fatality rate, and the significant developmental disability associated with it. When a prenatal diagnosis of trisomy 18 is made, the parents have difficulty making decisions regarding resuscitation, life support, intensive care, and surgical options. We need to provide parents with accurate survival figures and co-morbidity. The parents should be explained about all options available for management during the neonatal period and beyond. It will be beneficial for parents to get in touch with family support groups. The parents should be aware of the recurrence risk of 1% in subsequent pregnancies, which can be as high as 20% in partial trisomy due to unbalanced translocation."}
{"id": "article-20899_46", "title": "Edwards Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Prompt consultation with an interprofessional healthcare team can improve the outcome of Edwards syndrome. Clinical geneticists, developmental pediatricians, Cardiologists, pulmonologists, ophthalmologists, audiologists, Speech-language therapists, orthopedists, and psychologists are actively involved in the management of Edwards syndrome. Early childhood intervention and community nursing support can be recommended. The institution's ethical committee can be sought for the decision made for palliative care versus intensive care.", "contents": "Edwards Syndrome -- Enhancing Healthcare Team Outcomes. Prompt consultation with an interprofessional healthcare team can improve the outcome of Edwards syndrome. Clinical geneticists, developmental pediatricians, Cardiologists, pulmonologists, ophthalmologists, audiologists, Speech-language therapists, orthopedists, and psychologists are actively involved in the management of Edwards syndrome. Early childhood intervention and community nursing support can be recommended. The institution's ethical committee can be sought for the decision made for palliative care versus intensive care."}
{"id": "article-20899_47", "title": "Edwards Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Edwards Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}