{"id": "article-30727_0", "title": "Uhthoff Phenomenon -- Continuing Education Activity", "content": "Uhthoff phenomenon, also known as Uhthoff sign or Uhthoff syndrome, is a transient worsening of neurological function lasting less than 24 hours that can occur in multiple sclerosis patients due to increases in core body temperature. Knowledge of this phenomenon and its pathophysiology, therefore, is essential for recognition and appropriate treatment. This activity reviews the pathophysiologic basis of Uhthoff phenomenon and describes how Uhthoff phenomenon can be distinguished from a relapse of multiple sclerosis. This activity highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Uhthoff Phenomenon -- Continuing Education Activity. Uhthoff phenomenon, also known as Uhthoff sign or Uhthoff syndrome, is a transient worsening of neurological function lasting less than 24 hours that can occur in multiple sclerosis patients due to increases in core body temperature. Knowledge of this phenomenon and its pathophysiology, therefore, is essential for recognition and appropriate treatment. This activity reviews the pathophysiologic basis of Uhthoff phenomenon and describes how Uhthoff phenomenon can be distinguished from a relapse of multiple sclerosis. This activity highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30727_1", "title": "Uhthoff Phenomenon -- Continuing Education Activity", "content": "Objectives: Outline the Uhthoff phenomenon. Describe how the Uhthoff phenomenon may, in select cases, suggest that further evaluation for multiple sclerosis is warranted. Review how to evaluate a patient for multiple sclerosis. Explain the importance of improving coordination amongst the interprofessional team to enhance care for patients with multiple sclerosis. Access free multiple choice questions on this topic.", "contents": "Uhthoff Phenomenon -- Continuing Education Activity. Objectives: Outline the Uhthoff phenomenon. Describe how the Uhthoff phenomenon may, in select cases, suggest that further evaluation for multiple sclerosis is warranted. Review how to evaluate a patient for multiple sclerosis. Explain the importance of improving coordination amongst the interprofessional team to enhance care for patients with multiple sclerosis. Access free multiple choice questions on this topic."}
{"id": "article-30727_2", "title": "Uhthoff Phenomenon -- Introduction", "content": "Uhthoff’s phenomenon (also known as Uhthoff sign or Uhthoff syndrome) is described as temporary, short-lived (less than 24 hours), and stereotyped worsening of neurological function among multiple sclerosis patients in response to increases in core body temperature. This phenomenon is named after Wilhelm Uhthoff, a German ophthalmologist who described it. In 1890, Uhthoff first described exercise-induced amblyopia in multiple sclerosis patients.  In 1961, this phenomenon was given his surname, Uhthoff’s Phenomenon (UP), by G. Ricklefs. [1] In four out of 100 MS patients, Uhthoff observed the appearance of reversible optic symptoms induced by an increase in body temperature, “marked deterioration of visual acuity during physical exercise and exhausting”. [2] Subsequent observations have shown that the same physiological mechanism responsible for visual dysfunction in the setting of heat exposure, is responsible for a variety of other neurological symptoms experienced by multiple sclerosis (MS) patients. [3]", "contents": "Uhthoff Phenomenon -- Introduction. Uhthoff’s phenomenon (also known as Uhthoff sign or Uhthoff syndrome) is described as temporary, short-lived (less than 24 hours), and stereotyped worsening of neurological function among multiple sclerosis patients in response to increases in core body temperature. This phenomenon is named after Wilhelm Uhthoff, a German ophthalmologist who described it. In 1890, Uhthoff first described exercise-induced amblyopia in multiple sclerosis patients.  In 1961, this phenomenon was given his surname, Uhthoff’s Phenomenon (UP), by G. Ricklefs. [1] In four out of 100 MS patients, Uhthoff observed the appearance of reversible optic symptoms induced by an increase in body temperature, “marked deterioration of visual acuity during physical exercise and exhausting”. [2] Subsequent observations have shown that the same physiological mechanism responsible for visual dysfunction in the setting of heat exposure, is responsible for a variety of other neurological symptoms experienced by multiple sclerosis (MS) patients. [3]"}
{"id": "article-30727_3", "title": "Uhthoff Phenomenon -- Introduction", "content": "When Uhthoff studied this phenomenon, exercise was thought to be the etiology, and the significance of elevation in body temperature escaped his notice. Six decades later in 1950, the hot bath test was developed based on this phenomenon and was used as a diagnostic test for multiple sclerosis. [4] By 1980, with the advancement in neuroimaging, the hot bath test began to be replaced by other diagnostic tests such as MRI and cerebrospinal fluid analysis because of its unspecific nature and potential complications. The temporary worsening of neurological function in response to heat exposure affects the physical and cognitive function of multiple sclerosis patients and interfere with their activities of daily life and functional capacity. [5] This worsening needs to be differentiated from a true relapse or exacerbation of MS. An understanding of this phenomenon and its pathophysiology, therefore, is essential for recognition and appropriate treatment.", "contents": "Uhthoff Phenomenon -- Introduction. When Uhthoff studied this phenomenon, exercise was thought to be the etiology, and the significance of elevation in body temperature escaped his notice. Six decades later in 1950, the hot bath test was developed based on this phenomenon and was used as a diagnostic test for multiple sclerosis. [4] By 1980, with the advancement in neuroimaging, the hot bath test began to be replaced by other diagnostic tests such as MRI and cerebrospinal fluid analysis because of its unspecific nature and potential complications. The temporary worsening of neurological function in response to heat exposure affects the physical and cognitive function of multiple sclerosis patients and interfere with their activities of daily life and functional capacity. [5] This worsening needs to be differentiated from a true relapse or exacerbation of MS. An understanding of this phenomenon and its pathophysiology, therefore, is essential for recognition and appropriate treatment."}
{"id": "article-30727_4", "title": "Uhthoff Phenomenon -- Etiology", "content": "Uhthoff’s phenomenon is most commonly observed in multiple sclerosis but may occur in other optic neuropathies or disorders of afferent pathways [6] for example neuromyelitis optica. [7] In multiple sclerosis, several factors including the blockade of ion channels, heat shock proteins, circulatory changes, effects of serum calcium, and unidentified humoral substance have been hypothesized and investigated as a cause of Uhthoff’s phenomenon. Temperature-sensitive conduction blockade of partially demyelinated axons in the demyelinated plaques is the most widely accepted mechanism. [8]  Several other factors including perimenstrual period, exercise, fever, sun-tanning, hot shower, sauna, psychological stress, and even hot meal and smoking of cigarettes have been reported in the literature as triggers for Uhthoff’s phenomenon. [9]", "contents": "Uhthoff Phenomenon -- Etiology. Uhthoff’s phenomenon is most commonly observed in multiple sclerosis but may occur in other optic neuropathies or disorders of afferent pathways [6] for example neuromyelitis optica. [7] In multiple sclerosis, several factors including the blockade of ion channels, heat shock proteins, circulatory changes, effects of serum calcium, and unidentified humoral substance have been hypothesized and investigated as a cause of Uhthoff’s phenomenon. Temperature-sensitive conduction blockade of partially demyelinated axons in the demyelinated plaques is the most widely accepted mechanism. [8]  Several other factors including perimenstrual period, exercise, fever, sun-tanning, hot shower, sauna, psychological stress, and even hot meal and smoking of cigarettes have been reported in the literature as triggers for Uhthoff’s phenomenon. [9]"}
{"id": "article-30727_5", "title": "Uhthoff Phenomenon -- Epidemiology", "content": "Between 60% to 80% of patients with multiple sclerosis (MS) exhibit Uhthoff’s phenomenon with heat exposure. In one study, 52% reported experiencing Uhthoff’s phenomenon, with a follow-up range of 1 to 20 years. Of the MS patients with Uhthoff’s phenomenon, 88% experienced non-visual heat-related phenomena compared with 30% without Uhthoff’s phenomenon. About 16% of patients experienced complete recovery in 8 weeks and persistence of the sign beyond 2 months may be a marker of poor remyelination. [1] [10]", "contents": "Uhthoff Phenomenon -- Epidemiology. Between 60% to 80% of patients with multiple sclerosis (MS) exhibit Uhthoff’s phenomenon with heat exposure. In one study, 52% reported experiencing Uhthoff’s phenomenon, with a follow-up range of 1 to 20 years. Of the MS patients with Uhthoff’s phenomenon, 88% experienced non-visual heat-related phenomena compared with 30% without Uhthoff’s phenomenon. About 16% of patients experienced complete recovery in 8 weeks and persistence of the sign beyond 2 months may be a marker of poor remyelination. [1] [10]"}
{"id": "article-30727_6", "title": "Uhthoff Phenomenon -- Pathophysiology", "content": "The precise mechanisms of Uhthoff’s phenomenon are not completely understood but are likely due to a combination of structural and physiological changes within the demyelinated axons in the central nervous system (CNS) in the setting of the elevated core body temperature. Studies have shown a decrease in conduction velocity in response to an increase in temperature in MS patients. [11] The temperature-related slowing of conduction velocity can be reversed with cooling, and this has been shown in experiments studying the adduction velocity in patients with internuclear ophthalmoplegia (INO) in MS. Adduction velocity of eye movements in MS-related INO as measured by infrared eye movement recording techniques was reduced by a systematic increase in core body temperature and reversed to baseline with active cooling. [12]", "contents": "Uhthoff Phenomenon -- Pathophysiology. The precise mechanisms of Uhthoff’s phenomenon are not completely understood but are likely due to a combination of structural and physiological changes within the demyelinated axons in the central nervous system (CNS) in the setting of the elevated core body temperature. Studies have shown a decrease in conduction velocity in response to an increase in temperature in MS patients. [11] The temperature-related slowing of conduction velocity can be reversed with cooling, and this has been shown in experiments studying the adduction velocity in patients with internuclear ophthalmoplegia (INO) in MS. Adduction velocity of eye movements in MS-related INO as measured by infrared eye movement recording techniques was reduced by a systematic increase in core body temperature and reversed to baseline with active cooling. [12]"}
{"id": "article-30727_7", "title": "Uhthoff Phenomenon -- Pathophysiology", "content": "The normal myelinated nerve is a highly specialized structure, with clustering of sodium channels at the nodes of Ranvier. This facilitates saltatory conduction, whereas demyelination results in the widening of the nodal region leading to the transformation of faster saltatory conduction to slower membrane conduction. [13]  Segmental demyelination involves both a primary derangement in sodium channel-mediated axonal depolarization and unmasking of potassium channels resulting in K efflux and, thereby, hyperpolarization which surpasses the action potential-generating processes. Newly assembled sodium channels are subsequently inserted within the axonal membrane as an ion channel adaptation, but the newly incorporated sodium channels may exhibit altered physiological properties. [14]  Temperature escalation of as little as 0.2 °C to 0.5 °C is sufficient to close the axonally-derived sodium channel and terminate the depolarization phase of the action potential. Demyelination reduces the safety factor of axons, defined as the ratio of the current available to initiate an action potential to the minimal current required. [15] An increase in temperature further reduces the axon's safety factor. Hence, an increase in temperature (even as little as 0.5 °C) in individuals with MS results in closure of the voltage-gated sodium channels in demyelinated axons, thereby compromising action potential depolarization and decreases the safety threshold for high-fidelity nerve transmissions. [16] This can produce abnormalities ranging from delayed conduction to complete conduction block and clinically manifests as worsened MS symptom, e.g., decreased visual acuity or double vision. Almost all the precipitating factors of the Uthoff phenomenon cause elevated core body temperature.", "contents": "Uhthoff Phenomenon -- Pathophysiology. The normal myelinated nerve is a highly specialized structure, with clustering of sodium channels at the nodes of Ranvier. This facilitates saltatory conduction, whereas demyelination results in the widening of the nodal region leading to the transformation of faster saltatory conduction to slower membrane conduction. [13]  Segmental demyelination involves both a primary derangement in sodium channel-mediated axonal depolarization and unmasking of potassium channels resulting in K efflux and, thereby, hyperpolarization which surpasses the action potential-generating processes. Newly assembled sodium channels are subsequently inserted within the axonal membrane as an ion channel adaptation, but the newly incorporated sodium channels may exhibit altered physiological properties. [14]  Temperature escalation of as little as 0.2 °C to 0.5 °C is sufficient to close the axonally-derived sodium channel and terminate the depolarization phase of the action potential. Demyelination reduces the safety factor of axons, defined as the ratio of the current available to initiate an action potential to the minimal current required. [15] An increase in temperature further reduces the axon's safety factor. Hence, an increase in temperature (even as little as 0.5 °C) in individuals with MS results in closure of the voltage-gated sodium channels in demyelinated axons, thereby compromising action potential depolarization and decreases the safety threshold for high-fidelity nerve transmissions. [16] This can produce abnormalities ranging from delayed conduction to complete conduction block and clinically manifests as worsened MS symptom, e.g., decreased visual acuity or double vision. Almost all the precipitating factors of the Uthoff phenomenon cause elevated core body temperature."}
{"id": "article-30727_8", "title": "Uhthoff Phenomenon -- History and Physical", "content": "Events preceding the worsening of neurological symptoms should be analyzed during history taking. Factors including exercise, taking a hot bath or shower, exposure to the sun, menstrual cycle, psychological stress, hot meals, fever, and infection should be addressed as any of these can precipitate worsening of the symptoms in MS patients. The transient worsening of the symptoms induced by such factors is termed 'pseudo exacerbation' or 'pseudo-relapse' as opposed to a true relapse or exacerbation in MS patients. [17] [3] This worsening typically should last less than 24 hours. Relapse or exacerbation is the hallmark of relapsing MS and is characterized by new focal neurological deficits lasting for at least 24 hours in the absence of fever or infection. Often, a detailed history is able to differentiate a true relapse from a pseudo-relapse. Examination reveals various neurological deficits pertaining to the location of demyelination including amblyopia, nystagmus, INO, muscular weakness, and abnormal reflexes.", "contents": "Uhthoff Phenomenon -- History and Physical. Events preceding the worsening of neurological symptoms should be analyzed during history taking. Factors including exercise, taking a hot bath or shower, exposure to the sun, menstrual cycle, psychological stress, hot meals, fever, and infection should be addressed as any of these can precipitate worsening of the symptoms in MS patients. The transient worsening of the symptoms induced by such factors is termed 'pseudo exacerbation' or 'pseudo-relapse' as opposed to a true relapse or exacerbation in MS patients. [17] [3] This worsening typically should last less than 24 hours. Relapse or exacerbation is the hallmark of relapsing MS and is characterized by new focal neurological deficits lasting for at least 24 hours in the absence of fever or infection. Often, a detailed history is able to differentiate a true relapse from a pseudo-relapse. Examination reveals various neurological deficits pertaining to the location of demyelination including amblyopia, nystagmus, INO, muscular weakness, and abnormal reflexes."}
{"id": "article-30727_9", "title": "Uhthoff Phenomenon -- Evaluation", "content": "Episodes of Uhthoff's phenomenon is generally considered to be the result of established demyelinating plaques in the setting of thermal stress. The key to making a diagnosis is detailed history from the patient regarding the circumstances in which the symptoms appeared. In patients with pseudo-relapse, care should be taken to rule out common precipitating factors like urinary tract infection, [18] upper respiratory tract infection, or metabolic abnormalities through laboratory tests. Thus, the workup should include a detailed history and physical examination in addition to laboratory investigations to rule out metabolic, toxic, and infectious derangements. An MRI brain MRI C-spine, MRI T-spine with and without contrast to assess for any new contrast-enhancing lesions that could reveal a new clinical attack for the demyelinating condition the patient suffers. For new diagnosis, a lumbar puncture may be indicated to pinpoint the demyelinating or inflammatory condition including basic CSF studies, meningoencephalitis panel, oligoclonal bands, IgG Index, NMO Aquaporin-4 or MOG antibodies, flow cytometry, cytology, among others.", "contents": "Uhthoff Phenomenon -- Evaluation. Episodes of Uhthoff's phenomenon is generally considered to be the result of established demyelinating plaques in the setting of thermal stress. The key to making a diagnosis is detailed history from the patient regarding the circumstances in which the symptoms appeared. In patients with pseudo-relapse, care should be taken to rule out common precipitating factors like urinary tract infection, [18] upper respiratory tract infection, or metabolic abnormalities through laboratory tests. Thus, the workup should include a detailed history and physical examination in addition to laboratory investigations to rule out metabolic, toxic, and infectious derangements. An MRI brain MRI C-spine, MRI T-spine with and without contrast to assess for any new contrast-enhancing lesions that could reveal a new clinical attack for the demyelinating condition the patient suffers. For new diagnosis, a lumbar puncture may be indicated to pinpoint the demyelinating or inflammatory condition including basic CSF studies, meningoencephalitis panel, oligoclonal bands, IgG Index, NMO Aquaporin-4 or MOG antibodies, flow cytometry, cytology, among others."}
{"id": "article-30727_10", "title": "Uhthoff Phenomenon -- Treatment / Management", "content": "A fundamental principle in the prevention and treatment of Uhthoff's phenomena is to be familiar with the antecedent factors that can result in elevation of core body temperature, and their corresponding impact on the patient's neurological functioning and safety. Patients should be counseled about the stimulating effects of taking hot showers or baths regarding reducing appendicular and core muscle strength leading to profound weakness and thereby placing them in grave danger of drowning. Also, they should be cautioned against sauna, exposure to the sun when the outside temperature is greater than 30 C, hydrotherapy with water at high temperatures, short-wave radiotherapy, and paraffin application. Patients should be advised about performing an exercise during early morning and late evening hours when the temperature is cooler. [19] [20] [21]", "contents": "Uhthoff Phenomenon -- Treatment / Management. A fundamental principle in the prevention and treatment of Uhthoff's phenomena is to be familiar with the antecedent factors that can result in elevation of core body temperature, and their corresponding impact on the patient's neurological functioning and safety. Patients should be counseled about the stimulating effects of taking hot showers or baths regarding reducing appendicular and core muscle strength leading to profound weakness and thereby placing them in grave danger of drowning. Also, they should be cautioned against sauna, exposure to the sun when the outside temperature is greater than 30 C, hydrotherapy with water at high temperatures, short-wave radiotherapy, and paraffin application. Patients should be advised about performing an exercise during early morning and late evening hours when the temperature is cooler. [19] [20] [21]"}
{"id": "article-30727_11", "title": "Uhthoff Phenomenon -- Treatment / Management", "content": "Uhthoff phenomenon fully resolves following variable periods of rest (generally ranging from minutes to an hour), and under circumstances where heat stressors are removed, or active cooling measures are applied. Simple and convenient strategies such as taking cold showers, application of ice packs, use of regional cooling devices, and cold beverages can also be tried for heat sensitivity. Cooling garments have been shown to improve neurological function (motor performance and visual acuity) and perceived subjective benefits (feeling less fatigued) in MS patients with Uhthoff's phenomenon.", "contents": "Uhthoff Phenomenon -- Treatment / Management. Uhthoff phenomenon fully resolves following variable periods of rest (generally ranging from minutes to an hour), and under circumstances where heat stressors are removed, or active cooling measures are applied. Simple and convenient strategies such as taking cold showers, application of ice packs, use of regional cooling devices, and cold beverages can also be tried for heat sensitivity. Cooling garments have been shown to improve neurological function (motor performance and visual acuity) and perceived subjective benefits (feeling less fatigued) in MS patients with Uhthoff's phenomenon."}
{"id": "article-30727_12", "title": "Uhthoff Phenomenon -- Treatment / Management", "content": "Reports show that oral administration of 4-aminopyridine reduces the worsening of the visual impairment after an increase in body temperature in MS patients. [22] 4-Aminopyridine (4-AP) is a dose-related potassium channel blocker that prolongs action potential duration by reducing potassium efflux and thereby increasing the hyperpolarization threshold. It enhances the fidelity of conduction in segmentally demyelinated nerve fibers. FDA has approved dalfampridine, an extended-release formulation of this agent in improving the walking capacity of MS patients. [23] [24]", "contents": "Uhthoff Phenomenon -- Treatment / Management. Reports show that oral administration of 4-aminopyridine reduces the worsening of the visual impairment after an increase in body temperature in MS patients. [22] 4-Aminopyridine (4-AP) is a dose-related potassium channel blocker that prolongs action potential duration by reducing potassium efflux and thereby increasing the hyperpolarization threshold. It enhances the fidelity of conduction in segmentally demyelinated nerve fibers. FDA has approved dalfampridine, an extended-release formulation of this agent in improving the walking capacity of MS patients. [23] [24]"}
{"id": "article-30727_13", "title": "Uhthoff Phenomenon -- Differential Diagnosis", "content": "Antiphospholipid antibody syndrome Behçet’s disease CNS lupus CNS lymphoma CNS vasculitis Copper deficiency HIV Human T lymphotropic virus (HTLV) Leukodystrophies Lyme disease Sarcoidosis [25] Sjogren’s Syndrome Small vessel disease Osmotic Demyelination syndrome [26]", "contents": "Uhthoff Phenomenon -- Differential Diagnosis. Antiphospholipid antibody syndrome Behçet’s disease CNS lupus CNS lymphoma CNS vasculitis Copper deficiency HIV Human T lymphotropic virus (HTLV) Leukodystrophies Lyme disease Sarcoidosis [25] Sjogren’s Syndrome Small vessel disease Osmotic Demyelination syndrome [26]"}
{"id": "article-30727_14", "title": "Uhthoff Phenomenon -- Prognosis", "content": "The prognosis of this phenomenon is good as long as pseudo exacerbation triggers are avoided. Treating the underlying neuroimmunological disorder is instrumental to avoid recurrence.", "contents": "Uhthoff Phenomenon -- Prognosis. The prognosis of this phenomenon is good as long as pseudo exacerbation triggers are avoided. Treating the underlying neuroimmunological disorder is instrumental to avoid recurrence."}
{"id": "article-30727_15", "title": "Uhthoff Phenomenon -- Complications", "content": "There are no known complications related to the treatment of this symptom. Common adverse events related to dalfampridine use include dysuria, hematuria, urinary frequency, and back pain. Less common side effects include formication, memory issues, mood issues, dysarthria, dysphagia, diffuse fatigue, urinary, and bowel incontinence.", "contents": "Uhthoff Phenomenon -- Complications. There are no known complications related to the treatment of this symptom. Common adverse events related to dalfampridine use include dysuria, hematuria, urinary frequency, and back pain. Less common side effects include formication, memory issues, mood issues, dysarthria, dysphagia, diffuse fatigue, urinary, and bowel incontinence."}
{"id": "article-30727_16", "title": "Uhthoff Phenomenon -- Deterrence and Patient Education", "content": "Education and reassurance about the symptoms and the underlying etiology should be provided to patients. This includes avoiding triggers such as hot baths or exposure to excessive heat. Education about what new and old symptoms can be related to a demyelinating disease such as multiple sclerosis can empower patients to report them to the physician for further workup, including the presence of possible new lesions or exacerbation. This could alert physicians of loss of effectiveness of the patient's current treatment and progression.", "contents": "Uhthoff Phenomenon -- Deterrence and Patient Education. Education and reassurance about the symptoms and the underlying etiology should be provided to patients. This includes avoiding triggers such as hot baths or exposure to excessive heat. Education about what new and old symptoms can be related to a demyelinating disease such as multiple sclerosis can empower patients to report them to the physician for further workup, including the presence of possible new lesions or exacerbation. This could alert physicians of loss of effectiveness of the patient's current treatment and progression."}
{"id": "article-30727_17", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "Uhthoff’s phenomenon (also known as Uhthoff sign or Uhthoff syndrome) is described a transient worsening of neurological symptoms related to a demyelinating disorder such as multiple sclerosis when the body becomes overheated in hot weather, exercise, fever, saunas, or hot tubs.", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. Uhthoff’s phenomenon (also known as Uhthoff sign or Uhthoff syndrome) is described a transient worsening of neurological symptoms related to a demyelinating disorder such as multiple sclerosis when the body becomes overheated in hot weather, exercise, fever, saunas, or hot tubs."}
{"id": "article-30727_18", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "The pathophysiology and etiology are complex and related to the effects of demyelination on sodium and potassium channels, heat shock proteins, circulatory changes, effects of serum calcium, and unidentified humoral substance surrounding myelinated axons, causing increased threshold for depolarization and decreased conduction velocity after increased in temperature.", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. The pathophysiology and etiology are complex and related to the effects of demyelination on sodium and potassium channels, heat shock proteins, circulatory changes, effects of serum calcium, and unidentified humoral substance surrounding myelinated axons, causing increased threshold for depolarization and decreased conduction velocity after increased in temperature."}
{"id": "article-30727_19", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "Historical factors such as exertional activity, hot climates, hot showers, menses, psychological stress, viral or bacterial illness with fever can trigger this phenomenon in the setting of chronic, subacute, or acute lesions related to multiple sclerosis", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. Historical factors such as exertional activity, hot climates, hot showers, menses, psychological stress, viral or bacterial illness with fever can trigger this phenomenon in the setting of chronic, subacute, or acute lesions related to multiple sclerosis"}
{"id": "article-30727_20", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "Pseudoexacerbation often resolves after the underlying infectious trigger is resolved, while a true exacerbation will present with new focal neurological deficits including diplopia or amblyopia, dysarthria, nystagmus, internuclear ophthalmoplegia, focal hemiplegia, dysesthesias, dysmetria, ataxia, allodynia, neuropathic pain, spasms, abnormal reflexes, among other central demyelinating symptoms.", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. Pseudoexacerbation often resolves after the underlying infectious trigger is resolved, while a true exacerbation will present with new focal neurological deficits including diplopia or amblyopia, dysarthria, nystagmus, internuclear ophthalmoplegia, focal hemiplegia, dysesthesias, dysmetria, ataxia, allodynia, neuropathic pain, spasms, abnormal reflexes, among other central demyelinating symptoms."}
{"id": "article-30727_21", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "Evaluation of Uhthoff’s phenomenon includes using history and physical examination to determine whether it is a true exacerbation or pseudo exacerbation", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. Evaluation of Uhthoff’s phenomenon includes using history and physical examination to determine whether it is a true exacerbation or pseudo exacerbation"}
{"id": "article-30727_22", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "Pseudoexaacerbation evaluation includes a serum laboratory complete metabolic and blood count with differential, urinalysis, chest X-ray among others to rule out infectious, toxic, and metabolic triggers.", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. Pseudoexaacerbation evaluation includes a serum laboratory complete metabolic and blood count with differential, urinalysis, chest X-ray among others to rule out infectious, toxic, and metabolic triggers."}
{"id": "article-30727_23", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "A true exacerbation should be worked up with advanced imaging including an MRI brain, MRI C-spine, MRI T-spine with and without contrast to assess for any new contrast-enhancing lesions that could reveal a new clinical attack for the demyelinating condition the patient suffers. For new diagnosis, a lumbar puncture may be indicated to pinpoint the demyelinating or inflammatory condition including basic CSF studies, meningoencephalitis panel, oligoclonal bands, IgG Index, NMO Aquaporin-4 or MOG antibodies, flow cytometry, cytology, among others.", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. A true exacerbation should be worked up with advanced imaging including an MRI brain, MRI C-spine, MRI T-spine with and without contrast to assess for any new contrast-enhancing lesions that could reveal a new clinical attack for the demyelinating condition the patient suffers. For new diagnosis, a lumbar puncture may be indicated to pinpoint the demyelinating or inflammatory condition including basic CSF studies, meningoencephalitis panel, oligoclonal bands, IgG Index, NMO Aquaporin-4 or MOG antibodies, flow cytometry, cytology, among others."}
{"id": "article-30727_24", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "Symptomatic treatment of Uhthoff syndrome includes avoidance of heat triggers, active cooling measures, and in severe or recurrent cases, oral 4-aminopyridine or dalfampridine", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. Symptomatic treatment of Uhthoff syndrome includes avoidance of heat triggers, active cooling measures, and in severe or recurrent cases, oral 4-aminopyridine or dalfampridine"}
{"id": "article-30727_25", "title": "Uhthoff Phenomenon -- Pearls and Other Issues", "content": "A true exacerbation should be treated acutely with IV high dose corticosteroids, IVIG, plasmapheresis, chronic disease-modifying immunomodulatory therapy, physical rehabilitation, and treatment of complications related to the chronic neurological sequela of the underlying disorder.", "contents": "Uhthoff Phenomenon -- Pearls and Other Issues. A true exacerbation should be treated acutely with IV high dose corticosteroids, IVIG, plasmapheresis, chronic disease-modifying immunomodulatory therapy, physical rehabilitation, and treatment of complications related to the chronic neurological sequela of the underlying disorder."}
{"id": "article-30727_26", "title": "Uhthoff Phenomenon -- Enhancing Healthcare Team Outcomes", "content": "The main strategy in the prevention and treatment of Uhthoff's phenomena or other pseudo relapses is to be familiar with the precipitating factors. Educating patients about the triggers and measures to avoid such triggers is important.  Patients with MS usually need an interprofessional team that consists of the primary care provider, neurologist, and other specialists depending on the functional status, e.g. ophthalmologist and urologist as well as physical and occupational therapists and social workers. Early and easy access to a care coordinator and education may decrease unnecessary emergency room visits and enhance patient outcomes. [27]", "contents": "Uhthoff Phenomenon -- Enhancing Healthcare Team Outcomes. The main strategy in the prevention and treatment of Uhthoff's phenomena or other pseudo relapses is to be familiar with the precipitating factors. Educating patients about the triggers and measures to avoid such triggers is important.  Patients with MS usually need an interprofessional team that consists of the primary care provider, neurologist, and other specialists depending on the functional status, e.g. ophthalmologist and urologist as well as physical and occupational therapists and social workers. Early and easy access to a care coordinator and education may decrease unnecessary emergency room visits and enhance patient outcomes. [27]"}
{"id": "article-30727_27", "title": "Uhthoff Phenomenon -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Uhthoff Phenomenon -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}