{"id": "article-19849_0", "title": "Congenital Cytomegalovirus Infection -- Continuing Education Activity", "content": "Primary cytomegalovirus (CMV) infection in pregnancy is associated with the highest risk of trans-placental transmission. Universal screening for pregnant women is not recommended, thus providers must have a high index of suspicion for prenatal testing to identify an infected fetus. Congenital CMV infection is associated with poor long-term outcomes. However, the disease is mostly asymptomatic. This activity reviews the epidemiology, diagnosis and treatment of congenital cytomegalovirus (CMV) infection, and describes an interprofessional approach to early intervention and follow up for neonates diagnosed with congenital (CMV) infection.", "contents": "Congenital Cytomegalovirus Infection -- Continuing Education Activity. Primary cytomegalovirus (CMV) infection in pregnancy is associated with the highest risk of trans-placental transmission. Universal screening for pregnant women is not recommended, thus providers must have a high index of suspicion for prenatal testing to identify an infected fetus. Congenital CMV infection is associated with poor long-term outcomes. However, the disease is mostly asymptomatic. This activity reviews the epidemiology, diagnosis and treatment of congenital cytomegalovirus (CMV) infection, and describes an interprofessional approach to early intervention and follow up for neonates diagnosed with congenital (CMV) infection."}
{"id": "article-19849_1", "title": "Congenital Cytomegalovirus Infection -- Continuing Education Activity", "content": "Objectives: Review the etiology of congenital cytomegalovirus. Outline the prenatal and postnatal diagnosis of congenital cytomegalovirus (CMV) infection. Summarize interprofessional team strategies for improving care coordination and collaboration in order to employ better identification, screening, and treatment of congenital cytomegalovirus and improve patient outcomes. Explain the importance of an interprofessinal approach to early identification and treatment of a potentially CMV infected neonate. Access free multiple choice questions on this topic.", "contents": "Congenital Cytomegalovirus Infection -- Continuing Education Activity. Objectives: Review the etiology of congenital cytomegalovirus. Outline the prenatal and postnatal diagnosis of congenital cytomegalovirus (CMV) infection. Summarize interprofessional team strategies for improving care coordination and collaboration in order to employ better identification, screening, and treatment of congenital cytomegalovirus and improve patient outcomes. Explain the importance of an interprofessinal approach to early identification and treatment of a potentially CMV infected neonate. Access free multiple choice questions on this topic."}
{"id": "article-19849_2", "title": "Congenital Cytomegalovirus Infection -- Introduction", "content": "Congenital cytomegalovirus (CCMV) infection is the most common intrauterine infection in the U.S. and the most common cause of non-genetic sensorineural hearing loss in children. [1] [2] Most of the time, the disease is asymptomatic (85 to 90%). [3] [4] The symptomatic congenital disease occurs most often after primary maternal infection in pregnancy.  Although significantly less common, symptomatic CCMV carries a mortality risk of up to 7 to 12% in the early neonatal period. There is an increased risk of severe morbidity due to CNS damage, leading to neurodevelopmental delays, hearing loss, and vision impairment. Asymptomatic disease is not entirely benign as 10 to 15% go on to develop long term morbidities. [4] [5] Despite these risks, there is poor awareness of CCMV among women of reproductive age. [6] [7]", "contents": "Congenital Cytomegalovirus Infection -- Introduction. Congenital cytomegalovirus (CCMV) infection is the most common intrauterine infection in the U.S. and the most common cause of non-genetic sensorineural hearing loss in children. [1] [2] Most of the time, the disease is asymptomatic (85 to 90%). [3] [4] The symptomatic congenital disease occurs most often after primary maternal infection in pregnancy.  Although significantly less common, symptomatic CCMV carries a mortality risk of up to 7 to 12% in the early neonatal period. There is an increased risk of severe morbidity due to CNS damage, leading to neurodevelopmental delays, hearing loss, and vision impairment. Asymptomatic disease is not entirely benign as 10 to 15% go on to develop long term morbidities. [4] [5] Despite these risks, there is poor awareness of CCMV among women of reproductive age. [6] [7]"}
{"id": "article-19849_3", "title": "Congenital Cytomegalovirus Infection -- Etiology", "content": "Cytomegalovirus (CMV) is the largest member of the herpes viridae family (HHV-5), and humans are the main reservoir. The virus sheds in bodily fluids such as saliva, urine, breast milk, semen, and blood. Primary infection of the host occurs when a previously uninfected individual acquires the disease for the first time.  In addition to primary infection, there can also be latent or non-primary infections. Non-primary infections result from reactivation of a previous infection or infection with a different strain of the virus. [8] Hormonal changes associated with pregnancy and lactation may stimulate reactivation of CMV.  Primary infection is associated with the greatest risk of transplacental transmission (30 to 35%), [2] [9] compared to 1.1 to 1.7% for non-primary infections. [10] However, due to the relatively high seroprevalence rates, CCMV usually results from non-primary maternal infections. [2] [11]", "contents": "Congenital Cytomegalovirus Infection -- Etiology. Cytomegalovirus (CMV) is the largest member of the herpes viridae family (HHV-5), and humans are the main reservoir. The virus sheds in bodily fluids such as saliva, urine, breast milk, semen, and blood. Primary infection of the host occurs when a previously uninfected individual acquires the disease for the first time.  In addition to primary infection, there can also be latent or non-primary infections. Non-primary infections result from reactivation of a previous infection or infection with a different strain of the virus. [8] Hormonal changes associated with pregnancy and lactation may stimulate reactivation of CMV.  Primary infection is associated with the greatest risk of transplacental transmission (30 to 35%), [2] [9] compared to 1.1 to 1.7% for non-primary infections. [10] However, due to the relatively high seroprevalence rates, CCMV usually results from non-primary maternal infections. [2] [11]"}
{"id": "article-19849_4", "title": "Congenital Cytomegalovirus Infection -- Etiology", "content": "An important risk factor for primary infection during pregnancy is prolonged exposure to young children. [12] CMV infected children under 2 years of age secrete the virus in their urine and saliva for about 24 months. [13] Shedding of CMV in urine and cervicovaginal secretions increases as pregnancy progress. Thus, the transmission of the disease is more likely at more advanced pregnancy stages (58 to 78% in the third trimester compared to 30 to 45% in the first trimester). [14] [15] However, long-term sequelae are less likely to occur if the fetus is infected later in pregnancy (24 to 26% if infected in the first trimester, and 2.5 to 6% if infected after 20 weeks). [16] [17]", "contents": "Congenital Cytomegalovirus Infection -- Etiology. An important risk factor for primary infection during pregnancy is prolonged exposure to young children. [12] CMV infected children under 2 years of age secrete the virus in their urine and saliva for about 24 months. [13] Shedding of CMV in urine and cervicovaginal secretions increases as pregnancy progress. Thus, the transmission of the disease is more likely at more advanced pregnancy stages (58 to 78% in the third trimester compared to 30 to 45% in the first trimester). [14] [15] However, long-term sequelae are less likely to occur if the fetus is infected later in pregnancy (24 to 26% if infected in the first trimester, and 2.5 to 6% if infected after 20 weeks). [16] [17]"}
{"id": "article-19849_5", "title": "Congenital Cytomegalovirus Infection -- Epidemiology", "content": "Seroprevalence rates in women of reproductive age differ based on socioeconomic status. In developed countries, the seroprevalence rate ranges from 40 to 83%, [18] but in developing countries, the seroprevalence rate is almost 100%. [10] However, in lower socioeconomic groups in developed countries, the seroprevalence rate approaches that seen in developing countries. Acquisition of CMV in industrialized nations is usually due to frequent contact with small children while in the developing world, transmission occurs early in life through breastfeeding and crowded living conditions. [19] The live birth prevalence rate in developed countries is 0.6 to 0.7%, resulting in about 40000 cases annually in the United States. [20] The incidence of CCMV is higher in developing countries – between 1 and 5%. However, only about 10% are symptomatic as neonates, making the disease difficult to detect. The risk of long-term neurological sequelae increases in symptomatic babies with 40-58% developing permanent sequelae such as sensorineural hearing loss, ophthalmological deficits, and neurodevelopmental delays. [21] The commonest complication of CCMV infection is hearing loss; 35% in symptomatic newborns and 7 to 10% in asymptomatic newborns. [19] [22]", "contents": "Congenital Cytomegalovirus Infection -- Epidemiology. Seroprevalence rates in women of reproductive age differ based on socioeconomic status. In developed countries, the seroprevalence rate ranges from 40 to 83%, [18] but in developing countries, the seroprevalence rate is almost 100%. [10] However, in lower socioeconomic groups in developed countries, the seroprevalence rate approaches that seen in developing countries. Acquisition of CMV in industrialized nations is usually due to frequent contact with small children while in the developing world, transmission occurs early in life through breastfeeding and crowded living conditions. [19] The live birth prevalence rate in developed countries is 0.6 to 0.7%, resulting in about 40000 cases annually in the United States. [20] The incidence of CCMV is higher in developing countries – between 1 and 5%. However, only about 10% are symptomatic as neonates, making the disease difficult to detect. The risk of long-term neurological sequelae increases in symptomatic babies with 40-58% developing permanent sequelae such as sensorineural hearing loss, ophthalmological deficits, and neurodevelopmental delays. [21] The commonest complication of CCMV infection is hearing loss; 35% in symptomatic newborns and 7 to 10% in asymptomatic newborns. [19] [22]"}
{"id": "article-19849_6", "title": "Congenital Cytomegalovirus Infection -- History and Physical", "content": "Maternal CMV infection is frequently asymptomatic. Primary infection cannot clinically be distinguished from Epstein Barr virus (EBV) infection and presents with symptoms that include fever, malaise, headache, pharyngitis, lymphadenopathy, hepatosplenomegaly, arthralgias, and rash.", "contents": "Congenital Cytomegalovirus Infection -- History and Physical. Maternal CMV infection is frequently asymptomatic. Primary infection cannot clinically be distinguished from Epstein Barr virus (EBV) infection and presents with symptoms that include fever, malaise, headache, pharyngitis, lymphadenopathy, hepatosplenomegaly, arthralgias, and rash."}
{"id": "article-19849_7", "title": "Congenital Cytomegalovirus Infection -- History and Physical", "content": "Fetal abnormalities include intracranial calcifications, microcephaly, ventriculomegaly, lenticulostriate vasculopathy, occipital horn anomalies, echogenic bowel, intrauterine growth restriction, hepatomegaly, pericardial effusion, and ascites. Also noted are placental inflammation and fetal death. [2] [23] The most common signs of congenital cytomegalovirus in the neonate are jaundice, petechiae, hepatosplenomegaly, and microcephaly. [4] [5] [20] [24] [25] Other findings include chorioretinitis with or without optic atrophy and cataracts. Newborns could be premature or small for gestational age, or both. Hearing loss, which is the hallmark of CCMV may be present at birth or present later in life; this underscores the importance of regular hearing screens in children affected by CCMV.", "contents": "Congenital Cytomegalovirus Infection -- History and Physical. Fetal abnormalities include intracranial calcifications, microcephaly, ventriculomegaly, lenticulostriate vasculopathy, occipital horn anomalies, echogenic bowel, intrauterine growth restriction, hepatomegaly, pericardial effusion, and ascites. Also noted are placental inflammation and fetal death. [2] [23] The most common signs of congenital cytomegalovirus in the neonate are jaundice, petechiae, hepatosplenomegaly, and microcephaly. [4] [5] [20] [24] [25] Other findings include chorioretinitis with or without optic atrophy and cataracts. Newborns could be premature or small for gestational age, or both. Hearing loss, which is the hallmark of CCMV may be present at birth or present later in life; this underscores the importance of regular hearing screens in children affected by CCMV."}
{"id": "article-19849_8", "title": "Congenital Cytomegalovirus Infection -- History and Physical", "content": "Laboratory findings include elevated aspartate transferase, conjugated hyperbilirubinemia, thrombocytopenia, and elevated CSF protein. [24] Cranial imaging findings include periventricular calcifications, ventricular dilatation, ventricular cysts, and lenticulostriate vasculopathy. [20] [22]", "contents": "Congenital Cytomegalovirus Infection -- History and Physical. Laboratory findings include elevated aspartate transferase, conjugated hyperbilirubinemia, thrombocytopenia, and elevated CSF protein. [24] Cranial imaging findings include periventricular calcifications, ventricular dilatation, ventricular cysts, and lenticulostriate vasculopathy. [20] [22]"}
{"id": "article-19849_9", "title": "Congenital Cytomegalovirus Infection -- Evaluation", "content": "Diagnosis can occurs in two settings – prenatal and postnatal. Prenatal diagnosis involves testing of the mother and fetus.", "contents": "Congenital Cytomegalovirus Infection -- Evaluation. Diagnosis can occurs in two settings – prenatal and postnatal. Prenatal diagnosis involves testing of the mother and fetus."}
{"id": "article-19849_10", "title": "Congenital Cytomegalovirus Infection -- Evaluation", "content": "Universal screening for CMV in pregnancy is currently not a recommendation due to a lack of tests with high enough sensitivity and specificity, as well as limited options for intervention.  However, in certain circumstances, testing is advisable.  Such circumstances include mononucleosis-like illness in pregnancy, exposure to an individual with CMV infection, occupational exposure (health or childcare worker) or fetal ultrasound suggestive of congenital CMV infection such as the presence of ventriculomegaly, hyperechogenic bowel, intracranial calcifications, and hydrops. [26] In cases of suspected primary CMV infection, maternal and fetal testing is necessary.", "contents": "Congenital Cytomegalovirus Infection -- Evaluation. Universal screening for CMV in pregnancy is currently not a recommendation due to a lack of tests with high enough sensitivity and specificity, as well as limited options for intervention.  However, in certain circumstances, testing is advisable.  Such circumstances include mononucleosis-like illness in pregnancy, exposure to an individual with CMV infection, occupational exposure (health or childcare worker) or fetal ultrasound suggestive of congenital CMV infection such as the presence of ventriculomegaly, hyperechogenic bowel, intracranial calcifications, and hydrops. [26] In cases of suspected primary CMV infection, maternal and fetal testing is necessary."}
{"id": "article-19849_11", "title": "Congenital Cytomegalovirus Infection -- Evaluation", "content": "Maternal testing involves determining the maternal antibody status.  A definitive diagnosis of primary CMV infection is obtained if there is seroconversion from a previously negative antibody status to an antibody positive status. [27] Since routine screening is not currently the standard of care, this conversion often gets missed.  The presence of IgM antibodies suggests primary infection; however, IgM antibodies can persist for several months. More sophisticated testing such as IgG antibody avidity testing is necessary for sorting out the timing of infection.  With recent infections, the avidity is low (antibodies bind less tightly with their protein); thus the presence of IgM levels along with a low IgG avidity index is highly suggestive of a recent primary infection. [8]", "contents": "Congenital Cytomegalovirus Infection -- Evaluation. Maternal testing involves determining the maternal antibody status.  A definitive diagnosis of primary CMV infection is obtained if there is seroconversion from a previously negative antibody status to an antibody positive status. [27] Since routine screening is not currently the standard of care, this conversion often gets missed.  The presence of IgM antibodies suggests primary infection; however, IgM antibodies can persist for several months. More sophisticated testing such as IgG antibody avidity testing is necessary for sorting out the timing of infection.  With recent infections, the avidity is low (antibodies bind less tightly with their protein); thus the presence of IgM levels along with a low IgG avidity index is highly suggestive of a recent primary infection. [8]"}
{"id": "article-19849_12", "title": "Congenital Cytomegalovirus Infection -- Evaluation", "content": "Fetal diagnosis is achieved via amniocentesis for amniotic fluid PCR with or without viral culture.  Replication of the virus in the fetal kidney, leading to shedding in the urine, occurs at least 5 to 7 weeks after infection.  Thus, the optimal time for performing this test is after 21 weeks gestation and 7 weeks after maternal infection. [8] The sensitivity of amniocentesis after 21 weeks is about 71% and 30% if done before 21 weeks. [28] A fetal sonogram is also a recommended procedure; however, the possible findings are not specific for CMV and are present in only around 15% of infected fetuses. [29] The presence of ultrasound abnormalities along with primary maternal infection strongly suggests fetal infection. [29] Cordocentesis for fetal IgM testing is not recommended due to poor sensitivity of the test and risk involved. A positive test on cordocentesis is always followed by a positive test on amniocentesis suggesting that amniocentesis without cord blood testing is adequate for diagnosing fetal CMV infection. [30] Viral load of CMV in the amniotic fluid may be determined for prognostic value.  Higher CMV DNA load over 100000 correlates with symptoms in the newborn. [31]", "contents": "Congenital Cytomegalovirus Infection -- Evaluation. Fetal diagnosis is achieved via amniocentesis for amniotic fluid PCR with or without viral culture.  Replication of the virus in the fetal kidney, leading to shedding in the urine, occurs at least 5 to 7 weeks after infection.  Thus, the optimal time for performing this test is after 21 weeks gestation and 7 weeks after maternal infection. [8] The sensitivity of amniocentesis after 21 weeks is about 71% and 30% if done before 21 weeks. [28] A fetal sonogram is also a recommended procedure; however, the possible findings are not specific for CMV and are present in only around 15% of infected fetuses. [29] The presence of ultrasound abnormalities along with primary maternal infection strongly suggests fetal infection. [29] Cordocentesis for fetal IgM testing is not recommended due to poor sensitivity of the test and risk involved. A positive test on cordocentesis is always followed by a positive test on amniocentesis suggesting that amniocentesis without cord blood testing is adequate for diagnosing fetal CMV infection. [30] Viral load of CMV in the amniotic fluid may be determined for prognostic value.  Higher CMV DNA load over 100000 correlates with symptoms in the newborn. [31]"}
{"id": "article-19849_13", "title": "Congenital Cytomegalovirus Infection -- Evaluation", "content": "Unless there is a high index of suspicion, CCMV often goes undetected at birth since most infected newborns are asymptomatic. Testing involves isolation of virus from urine or saliva via culture or DNA PCR within the first 3 weeks of life. After 3 weeks, it is not possible to determine the timing of infection – congenital vs. intrapartum or postnatal from breast milk or blood transfusion. Intrapartum or postnatal disease are not usually associated with long term sequelae. [9] There is a risk of PCR contamination with CMV positive breast milk, so ideally testing should be done more than 1 hour after breastfeeding. [32] Further evaluation of a newborn with CCMV should include complete blood count, hepatic panel, serum bilirubin (total and direct), and cranial imaging (ultrasound as the first test, may be followed by MRI if needed). [25]", "contents": "Congenital Cytomegalovirus Infection -- Evaluation. Unless there is a high index of suspicion, CCMV often goes undetected at birth since most infected newborns are asymptomatic. Testing involves isolation of virus from urine or saliva via culture or DNA PCR within the first 3 weeks of life. After 3 weeks, it is not possible to determine the timing of infection – congenital vs. intrapartum or postnatal from breast milk or blood transfusion. Intrapartum or postnatal disease are not usually associated with long term sequelae. [9] There is a risk of PCR contamination with CMV positive breast milk, so ideally testing should be done more than 1 hour after breastfeeding. [32] Further evaluation of a newborn with CCMV should include complete blood count, hepatic panel, serum bilirubin (total and direct), and cranial imaging (ultrasound as the first test, may be followed by MRI if needed). [25]"}
{"id": "article-19849_14", "title": "Congenital Cytomegalovirus Infection -- Treatment / Management", "content": "There is no definitive way to treat congenitally acquired CMV in utero. For fetuses with positive isolation of the virus, termination of the pregnancy can be offered to parents.  This offer must be accompanied with thorough counseling to enable the parents to make an informed decision.  If the parents opt to continue the pregnancy, close follow up with regular ultrasound exams is essential. The use of CMV hyperimmune globulin (CMV HIG) as a method of prevention, could reduce the number of congenitally infected newborns compared to no treatment. [33] However, since concerns remain as to efficacy and toxicity, routine use is not recommended. [34]", "contents": "Congenital Cytomegalovirus Infection -- Treatment / Management. There is no definitive way to treat congenitally acquired CMV in utero. For fetuses with positive isolation of the virus, termination of the pregnancy can be offered to parents.  This offer must be accompanied with thorough counseling to enable the parents to make an informed decision.  If the parents opt to continue the pregnancy, close follow up with regular ultrasound exams is essential. The use of CMV hyperimmune globulin (CMV HIG) as a method of prevention, could reduce the number of congenitally infected newborns compared to no treatment. [33] However, since concerns remain as to efficacy and toxicity, routine use is not recommended. [34]"}
{"id": "article-19849_15", "title": "Congenital Cytomegalovirus Infection -- Treatment / Management", "content": "At birth, the newborn must be tested within 3 weeks of delivery via saliva or urine PCR or culture.  If the diagnosis is confirmed, close follow up should be ensured for symptomatic neonates. Asymptomatic neonates also required to follow up, in particular, regular hearing screens. Pediatric subspecialists that have a role to play in the care of congenitally infected neonates include audiologists, otolaryngologists, ophthalmologists, neurologists, development/behavior specialists, infectious disease specialists, and physical/occupational therapists. [25]", "contents": "Congenital Cytomegalovirus Infection -- Treatment / Management. At birth, the newborn must be tested within 3 weeks of delivery via saliva or urine PCR or culture.  If the diagnosis is confirmed, close follow up should be ensured for symptomatic neonates. Asymptomatic neonates also required to follow up, in particular, regular hearing screens. Pediatric subspecialists that have a role to play in the care of congenitally infected neonates include audiologists, otolaryngologists, ophthalmologists, neurologists, development/behavior specialists, infectious disease specialists, and physical/occupational therapists. [25]"}
{"id": "article-19849_16", "title": "Congenital Cytomegalovirus Infection -- Treatment / Management", "content": "Neonates with symptomatic CCMV should receive oral valganciclovir for 6 months. This therapy has been shown to preserve normal hearing or prevent the progression of hearing loss, and also correlates with improved long-term neurodevelopmental outcomes. [35] Oral Valganciclovir is superior to intravenous Ganciclovir, which is associated with bone marrow suppression (manifesting as neutropenia) and gonadal toxicity. [36] For both asymptomatic and symptomatic newborns, close follow up is vital to monitor for the development of long-term sequelae.", "contents": "Congenital Cytomegalovirus Infection -- Treatment / Management. Neonates with symptomatic CCMV should receive oral valganciclovir for 6 months. This therapy has been shown to preserve normal hearing or prevent the progression of hearing loss, and also correlates with improved long-term neurodevelopmental outcomes. [35] Oral Valganciclovir is superior to intravenous Ganciclovir, which is associated with bone marrow suppression (manifesting as neutropenia) and gonadal toxicity. [36] For both asymptomatic and symptomatic newborns, close follow up is vital to monitor for the development of long-term sequelae."}
{"id": "article-19849_17", "title": "Congenital Cytomegalovirus Infection -- Differential Diagnosis", "content": "Other TORCH infections include toxoplasmosis, rubella, HSV, and syphilis. [9] [37] Toxoplasmosis usually presents with chorioretinitis, microphthalmia, hydrocephalus, scattered calcifications, and maculopapular rash. Newborns with congenital rubella syndrome have cataracts and congenital heart disease. A vesicular rash usually distinguishes Herpes simplex infection. Syphilis is associated with rhinitis and osteochondritis. Acute neonatal viral, bacterial, or fungal infections could mimic CCMV; as well as inborn errors of metabolism, such as galactosemia and tyrosinemia. A positive newborn metabolic screen would be the expectation, with inborn errors of metabolism. History and physical examination, bacterial, or fungal cultures would help distinguish other infections.", "contents": "Congenital Cytomegalovirus Infection -- Differential Diagnosis. Other TORCH infections include toxoplasmosis, rubella, HSV, and syphilis. [9] [37] Toxoplasmosis usually presents with chorioretinitis, microphthalmia, hydrocephalus, scattered calcifications, and maculopapular rash. Newborns with congenital rubella syndrome have cataracts and congenital heart disease. A vesicular rash usually distinguishes Herpes simplex infection. Syphilis is associated with rhinitis and osteochondritis. Acute neonatal viral, bacterial, or fungal infections could mimic CCMV; as well as inborn errors of metabolism, such as galactosemia and tyrosinemia. A positive newborn metabolic screen would be the expectation, with inborn errors of metabolism. History and physical examination, bacterial, or fungal cultures would help distinguish other infections."}
{"id": "article-19849_18", "title": "Congenital Cytomegalovirus Infection -- Prognosis", "content": "Prognosis is poor. Symptomatic congenital cytomegalovirus leads to long term sequelae including sensorineural hearing loss, mental and developmental disabilities, and impaired vision. Around 10% of symptomatic newborns will die in the neonatal period, a number that may be low. Asymptomatic babies are not spared long-term sequelae, with 10 to 12% developing hearing loss and a smaller percentage of developing neuromotor disabilities and vision problems. [21] Infants of mothers who acquired primary CMV in pregnancy or who are symptomatic with microcephaly, intracranial calcifications or chorioretinitis have the worst prognosis. [37]", "contents": "Congenital Cytomegalovirus Infection -- Prognosis. Prognosis is poor. Symptomatic congenital cytomegalovirus leads to long term sequelae including sensorineural hearing loss, mental and developmental disabilities, and impaired vision. Around 10% of symptomatic newborns will die in the neonatal period, a number that may be low. Asymptomatic babies are not spared long-term sequelae, with 10 to 12% developing hearing loss and a smaller percentage of developing neuromotor disabilities and vision problems. [21] Infants of mothers who acquired primary CMV in pregnancy or who are symptomatic with microcephaly, intracranial calcifications or chorioretinitis have the worst prognosis. [37]"}
{"id": "article-19849_19", "title": "Congenital Cytomegalovirus Infection -- Complications", "content": "Complications occur more commonly in symptomatic CMV infection. These include: Sensorineural hearing loss: Most common complication and it affects both symptomatic and asymptomatic neonates Neurodevelopmental delays: including motor deficits such as cerebral palsy, and cognitive deficits Ophthalmological deficits: ranging from the clinical finding of chorioretinitis to optic atrophy that may be associated with vision loss Seizures Death", "contents": "Congenital Cytomegalovirus Infection -- Complications. Complications occur more commonly in symptomatic CMV infection. These include: Sensorineural hearing loss: Most common complication and it affects both symptomatic and asymptomatic neonates Neurodevelopmental delays: including motor deficits such as cerebral palsy, and cognitive deficits Ophthalmological deficits: ranging from the clinical finding of chorioretinitis to optic atrophy that may be associated with vision loss Seizures Death"}
{"id": "article-19849_20", "title": "Congenital Cytomegalovirus Infection -- Deterrence and Patient Education", "content": "The greatest risk to pregnant women is exposure to urine or saliva of young children. Preventive steps that can reduce primary infection in pregnancy include education of pregnant women to increase awareness of CMV. Specific strategies that can be employed to decrease transmission include thorough hand washing after handling potentially infected articles, e.g., soiled diapers and toys, and limited intimate contact with children less than 6 years of age (such as kissing on the mouth or cheek, bed sharing, and wiping drool). Pregnant women should be counseled not to share utensils with their children or put a child’s pacifier in their mouth. [7] [38] [39] Childcare workers who plan to become pregnant may need to inform their employers so that the risk can be decreased as much as possible.", "contents": "Congenital Cytomegalovirus Infection -- Deterrence and Patient Education. The greatest risk to pregnant women is exposure to urine or saliva of young children. Preventive steps that can reduce primary infection in pregnancy include education of pregnant women to increase awareness of CMV. Specific strategies that can be employed to decrease transmission include thorough hand washing after handling potentially infected articles, e.g., soiled diapers and toys, and limited intimate contact with children less than 6 years of age (such as kissing on the mouth or cheek, bed sharing, and wiping drool). Pregnant women should be counseled not to share utensils with their children or put a child’s pacifier in their mouth. [7] [38] [39] Childcare workers who plan to become pregnant may need to inform their employers so that the risk can be decreased as much as possible."}
{"id": "article-19849_21", "title": "Congenital Cytomegalovirus Infection -- Enhancing Healthcare Team Outcomes", "content": "The primary care provider, nurse practitioner, obstetrician, infectious disease specialty trained nurse, and the pharmacist should operate in an interprofessional health team working with each other to educate the patient on CMV prevention, particularly in places where women are most at risk. Such facilities include obstetrics offices and childcare centers. Confirmed prenatal diagnosis or high suspicion of disease without confirmation should be communicated to the newborn medical team; to ensure neonatal testing, treatment if indicated, and appropriate follow up. Early diagnosis ensures access to treatment and early intervention services.", "contents": "Congenital Cytomegalovirus Infection -- Enhancing Healthcare Team Outcomes. The primary care provider, nurse practitioner, obstetrician, infectious disease specialty trained nurse, and the pharmacist should operate in an interprofessional health team working with each other to educate the patient on CMV prevention, particularly in places where women are most at risk. Such facilities include obstetrics offices and childcare centers. Confirmed prenatal diagnosis or high suspicion of disease without confirmation should be communicated to the newborn medical team; to ensure neonatal testing, treatment if indicated, and appropriate follow up. Early diagnosis ensures access to treatment and early intervention services."}
{"id": "article-19849_22", "title": "Congenital Cytomegalovirus Infection -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Congenital Cytomegalovirus Infection -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}