{"id": "article-20077_0", "title": "Contrecoup Brain Injury -- Continuing Education Activity", "content": "Contrecoup brain injury occurs at sites remote to the actual impact site on the head. The etiology and significance of this type of injury have been debated intermittently for centuries. The classic contrecoup injury involves a contusion opposite to the actual site of impact to the head. Contrecoup injury is a focal phenomenon and is unlike diffuse axonal injury or brain edema, which are diffuse and also result from trauma. This activity reviews the workup of contrecoup brain injuries and describes the role of health professionals working together to manage this condition.", "contents": "Contrecoup Brain Injury -- Continuing Education Activity. Contrecoup brain injury occurs at sites remote to the actual impact site on the head. The etiology and significance of this type of injury have been debated intermittently for centuries. The classic contrecoup injury involves a contusion opposite to the actual site of impact to the head. Contrecoup injury is a focal phenomenon and is unlike diffuse axonal injury or brain edema, which are diffuse and also result from trauma. This activity reviews the workup of contrecoup brain injuries and describes the role of health professionals working together to manage this condition."}
{"id": "article-20077_1", "title": "Contrecoup Brain Injury -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of contrecoup injury. Describe the presentation of contrecoup injury. Summarize the treatment of contrecoup injury. Outline the workup of contrecoup brain injuries and describe the role of health professionals working together to manage this condition. Access free multiple choice questions on this topic.", "contents": "Contrecoup Brain Injury -- Continuing Education Activity. Objectives: Review the pathophysiology of contrecoup injury. Describe the presentation of contrecoup injury. Summarize the treatment of contrecoup injury. Outline the workup of contrecoup brain injuries and describe the role of health professionals working together to manage this condition. Access free multiple choice questions on this topic."}
{"id": "article-20077_2", "title": "Contrecoup Brain Injury -- Introduction", "content": "Contrecoup brain injury involves a contusion remote from, and classically opposite to, the actual site of impact to the head. Contrecoup, a French term, means counterblow. The first use of the contrecoup was made by Hippocrates to describe a fracture opposite to the point of impact. [1] From the 16th to the 19th centuries, it has been occasionally referenced in the literature. [1] [2] Sometimes the term countercoup has been used. The etiology and significance of this type of injury have been discussed and debated for centuries. [2] [3] [4] [5] [6] [7] Contrecoup injury is a focal phenomenon and is unlike diffuse axonal injury or brain edema, which are extensive and may also result from trauma. Contrecoup injury has also been considered to play a role in visual abnormalities following minor head injuries. [8] [9]", "contents": "Contrecoup Brain Injury -- Introduction. Contrecoup brain injury involves a contusion remote from, and classically opposite to, the actual site of impact to the head. Contrecoup, a French term, means counterblow. The first use of the contrecoup was made by Hippocrates to describe a fracture opposite to the point of impact. [1] From the 16th to the 19th centuries, it has been occasionally referenced in the literature. [1] [2] Sometimes the term countercoup has been used. The etiology and significance of this type of injury have been discussed and debated for centuries. [2] [3] [4] [5] [6] [7] Contrecoup injury is a focal phenomenon and is unlike diffuse axonal injury or brain edema, which are extensive and may also result from trauma. Contrecoup injury has also been considered to play a role in visual abnormalities following minor head injuries. [8] [9]"}
{"id": "article-20077_3", "title": "Contrecoup Brain Injury -- Etiology", "content": "Contrecoup injuries classically occur when the moving head (brain) strikes a stationary object; whereas, a coup injury is associated with a moving object impacting a stationary head. Classic evidence of both coup and contrecoup injury is an intracerebral hemorrhage or contusion in a focal area noted on computed tomographic (CT) scan or magnetic resonance imaging (MRI). Contrecoup lesions arise from forces within the intracranial cavity, which are not directly related to the site of the focal blow but instead is related to stress on the brain and its structure caused by the force of the blow on an already moving head. After the head receives an impact, the floating brain rebounds in the opposite direction.", "contents": "Contrecoup Brain Injury -- Etiology. Contrecoup injuries classically occur when the moving head (brain) strikes a stationary object; whereas, a coup injury is associated with a moving object impacting a stationary head. Classic evidence of both coup and contrecoup injury is an intracerebral hemorrhage or contusion in a focal area noted on computed tomographic (CT) scan or magnetic resonance imaging (MRI). Contrecoup lesions arise from forces within the intracranial cavity, which are not directly related to the site of the focal blow but instead is related to stress on the brain and its structure caused by the force of the blow on an already moving head. After the head receives an impact, the floating brain rebounds in the opposite direction."}
{"id": "article-20077_4", "title": "Contrecoup Brain Injury -- Etiology", "content": "There are four theories for the development of contrecoup injury. [10] In the positive pressure theory, these stresses are caused by the brain lagging the initial movement of the skull followed by brain compression against the opposite stationary irregular skull. [2] [11] The moving brain hits the opposite side of the skull, usually at bony prominences, creating a contusion. The negative pressure or cavitation theory is that the movement of the brain in one direction generates stress to the opposite area of the brain and causes damage to the cerebral tissue at that point. The rotational shear stress theory incorporates a rotation of the brain in addition to the displacement along the axis of the trauma. [2] [11] The angular acceleration theory postulates that the brain is tethered in some areas such, for example, the brainstem, causing specific areas potential for greater acceleration and deceleration within the brain. [2] [12] [13]", "contents": "Contrecoup Brain Injury -- Etiology. There are four theories for the development of contrecoup injury. [10] In the positive pressure theory, these stresses are caused by the brain lagging the initial movement of the skull followed by brain compression against the opposite stationary irregular skull. [2] [11] The moving brain hits the opposite side of the skull, usually at bony prominences, creating a contusion. The negative pressure or cavitation theory is that the movement of the brain in one direction generates stress to the opposite area of the brain and causes damage to the cerebral tissue at that point. The rotational shear stress theory incorporates a rotation of the brain in addition to the displacement along the axis of the trauma. [2] [11] The angular acceleration theory postulates that the brain is tethered in some areas such, for example, the brainstem, causing specific areas potential for greater acceleration and deceleration within the brain. [2] [12] [13]"}
{"id": "article-20077_5", "title": "Contrecoup Brain Injury -- Etiology", "content": "The difference in the density of the brain and cerebrospinal fluid (CSF) has been implicated as another mechanism for contrecoup injury. [10] In this theory, the brain moves away from the impact site to be injured on the opposite area of the skull from the impact. During an impact, the denser CSF moves toward the site of skull impact displacing the less dense brain in the opposite direction. The fact that no one explanation accounts for all aspects of contrecoup injury may show that a combination of mechanisms contributes to the final result of contrecoup injury. The actual injury to the brain often occurs in the irregular surface of the temporal fossa and the area of the frontal poles. Often, the severity of the injury at the contrecoup site is greater than that occurring at the coup site. Indeed, there are several reports of patients with contrecoup injuries in the absence of coup injuries. [14]", "contents": "Contrecoup Brain Injury -- Etiology. The difference in the density of the brain and cerebrospinal fluid (CSF) has been implicated as another mechanism for contrecoup injury. [10] In this theory, the brain moves away from the impact site to be injured on the opposite area of the skull from the impact. During an impact, the denser CSF moves toward the site of skull impact displacing the less dense brain in the opposite direction. The fact that no one explanation accounts for all aspects of contrecoup injury may show that a combination of mechanisms contributes to the final result of contrecoup injury. The actual injury to the brain often occurs in the irregular surface of the temporal fossa and the area of the frontal poles. Often, the severity of the injury at the contrecoup site is greater than that occurring at the coup site. Indeed, there are several reports of patients with contrecoup injuries in the absence of coup injuries. [14]"}
{"id": "article-20077_6", "title": "Contrecoup Brain Injury -- Epidemiology", "content": "Contrecoup brain injury is one type of traumatic brain injury of which several others may coexist in a particular patient. Falls and vehicular accidents are the most common etiologies. These injuries predominate in males at younger ages with a more even gender distribution in older adults. Intracerebral hemorrhage occurs in 13 to 48% of adults with traumatic brain injury. Of these patients, 13 to 77% have contrecoup hemorrhages which most often occur with an occipital and temporal impact. [13] Pediatric contrecoup injuries before the age of four are rare, but thereafter the frequency increases rapidly. [1] This is due to the elasticity of the bone at a young age and the open sutures in infants.", "contents": "Contrecoup Brain Injury -- Epidemiology. Contrecoup brain injury is one type of traumatic brain injury of which several others may coexist in a particular patient. Falls and vehicular accidents are the most common etiologies. These injuries predominate in males at younger ages with a more even gender distribution in older adults. Intracerebral hemorrhage occurs in 13 to 48% of adults with traumatic brain injury. Of these patients, 13 to 77% have contrecoup hemorrhages which most often occur with an occipital and temporal impact. [13] Pediatric contrecoup injuries before the age of four are rare, but thereafter the frequency increases rapidly. [1] This is due to the elasticity of the bone at a young age and the open sutures in infants."}
{"id": "article-20077_7", "title": "Contrecoup Brain Injury -- Pathophysiology", "content": "Location of contrecoup brain injuries has been the subject of several studies, sometimes with conflicting results. Temporal bone injuries in one study had the best correlation with contrecoup injuries also in the temporal lobe area on the opposite side. [14] Another study found that posterior impact injuries in the occipital area were most likely to cause contrecoup injuries in the frontal or temporal lobe areas. [15] Many of these patients simply fell backward; also, some of them were older. Some authors define a contrecoup brain injury by using a location greater than 90 degrees from the site of the coup impact. [13] This implies that many contrecoup lesions are not exactly opposite the side of the coup impact. There is an association between posterior impact sites and temporal intracerebral hemorrhage from contrecoup lesions. A frontal impact usually generates hemorrhages in the area of the initial impact. Lateral contrecoup intracerebral hemorrhage is more likely to show hemorrhagic progression compared with the frontal and posterior locations of the contrecoup. [13]", "contents": "Contrecoup Brain Injury -- Pathophysiology. Location of contrecoup brain injuries has been the subject of several studies, sometimes with conflicting results. Temporal bone injuries in one study had the best correlation with contrecoup injuries also in the temporal lobe area on the opposite side. [14] Another study found that posterior impact injuries in the occipital area were most likely to cause contrecoup injuries in the frontal or temporal lobe areas. [15] Many of these patients simply fell backward; also, some of them were older. Some authors define a contrecoup brain injury by using a location greater than 90 degrees from the site of the coup impact. [13] This implies that many contrecoup lesions are not exactly opposite the side of the coup impact. There is an association between posterior impact sites and temporal intracerebral hemorrhage from contrecoup lesions. A frontal impact usually generates hemorrhages in the area of the initial impact. Lateral contrecoup intracerebral hemorrhage is more likely to show hemorrhagic progression compared with the frontal and posterior locations of the contrecoup. [13]"}
{"id": "article-20077_8", "title": "Contrecoup Brain Injury -- Pathophysiology", "content": "The contrecoup brain injury has also been implicated in contralateral extra-axial skull pathology secondary to the trauma. One case report indicates a case of mild head injury in which a skull fracture was noted on the opposite side of the head from the impact of the fall. [16] The contralateral fracture had no impact on that side. The authors proposed that the force of the impact caused local bending of the skull with no fracture at the site of the impact; this force was then transmitted through the skull to the opposite side to cause the fracture.", "contents": "Contrecoup Brain Injury -- Pathophysiology. The contrecoup brain injury has also been implicated in contralateral extra-axial skull pathology secondary to the trauma. One case report indicates a case of mild head injury in which a skull fracture was noted on the opposite side of the head from the impact of the fall. [16] The contralateral fracture had no impact on that side. The authors proposed that the force of the impact caused local bending of the skull with no fracture at the site of the impact; this force was then transmitted through the skull to the opposite side to cause the fracture."}
{"id": "article-20077_9", "title": "Contrecoup Brain Injury -- Pathophysiology", "content": "There are also reports of epidural hematomas being located in a contralateral location from the side of the trauma. [17] [18] These contrecoup epidural hematomas were sometimes accompanied by an epidural hematoma at the site of impact but not invariably. The contrecoup epidural sometimes was larger than the epidural associated with the coup impact. It is hypothesized that the dura may have detached from the inner table of the skull, and the small arteries may have caused the accumulation of blood. [2]", "contents": "Contrecoup Brain Injury -- Pathophysiology. There are also reports of epidural hematomas being located in a contralateral location from the side of the trauma. [17] [18] These contrecoup epidural hematomas were sometimes accompanied by an epidural hematoma at the site of impact but not invariably. The contrecoup epidural sometimes was larger than the epidural associated with the coup impact. It is hypothesized that the dura may have detached from the inner table of the skull, and the small arteries may have caused the accumulation of blood. [2]"}
{"id": "article-20077_10", "title": "Contrecoup Brain Injury -- History and Physical", "content": "The main aspect of patient history includes obtaining a careful evaluation of the circumstances involved in the trauma and any other significant aspects of the history. There is usually an impact opposite to the area in the brain which is injured. This impact can be subtle and sometimes not easily identified. The neurological findings depend on the exact location of the contrecoup injury. Altered mental status is frequently seen. Most frontal lobe lesions will not present with specific findings. Patients may be disoriented and confused. Temporal lobe injury can produce speech alterations or hemiparesis. Some patients present with seizures.", "contents": "Contrecoup Brain Injury -- History and Physical. The main aspect of patient history includes obtaining a careful evaluation of the circumstances involved in the trauma and any other significant aspects of the history. There is usually an impact opposite to the area in the brain which is injured. This impact can be subtle and sometimes not easily identified. The neurological findings depend on the exact location of the contrecoup injury. Altered mental status is frequently seen. Most frontal lobe lesions will not present with specific findings. Patients may be disoriented and confused. Temporal lobe injury can produce speech alterations or hemiparesis. Some patients present with seizures."}
{"id": "article-20077_11", "title": "Contrecoup Brain Injury -- Evaluation", "content": "Traumatic brain injury patients require a thorough general trauma evaluation. All patients should be managed with advanced trauma life support measures. A detailed neurological examination is mandatory. A head CT scan is performed for the initial assessment of brain injury. Cervical X-rays or cervical CT scans must be performed to exclude associated cervical fractures as most injuries are secondary to falls.", "contents": "Contrecoup Brain Injury -- Evaluation. Traumatic brain injury patients require a thorough general trauma evaluation. All patients should be managed with advanced trauma life support measures. A detailed neurological examination is mandatory. A head CT scan is performed for the initial assessment of brain injury. Cervical X-rays or cervical CT scans must be performed to exclude associated cervical fractures as most injuries are secondary to falls."}
{"id": "article-20077_12", "title": "Contrecoup Brain Injury -- Treatment / Management", "content": "Treatment of contrecoup brain injury depends on the severity of the injury. For those lesions that do not require immediate surgical decompression, close clinical monitoring with repeat head CT at 12 or 24 hours is indicated. Some patients with decreased neurological status with a Glasgow coma scale of 8 or lower should have intracranial pressure monitoring and are treated as per the trauma guidelines. [19] Depending on the neurological exam and the type and size of the injury, some patients will require surgery. The intervention may be only for drainage of the hematoma but can be more extensive to involve a lobectomy and/or decompressive hemicraniectomy. Patients will require antiepileptic medications for 7 days, according to the guidelines. Contrecoup brain injury is one manifestation of traumatic brain injury and must be integrated with other types of brain injury and multiple body trauma.", "contents": "Contrecoup Brain Injury -- Treatment / Management. Treatment of contrecoup brain injury depends on the severity of the injury. For those lesions that do not require immediate surgical decompression, close clinical monitoring with repeat head CT at 12 or 24 hours is indicated. Some patients with decreased neurological status with a Glasgow coma scale of 8 or lower should have intracranial pressure monitoring and are treated as per the trauma guidelines. [19] Depending on the neurological exam and the type and size of the injury, some patients will require surgery. The intervention may be only for drainage of the hematoma but can be more extensive to involve a lobectomy and/or decompressive hemicraniectomy. Patients will require antiepileptic medications for 7 days, according to the guidelines. Contrecoup brain injury is one manifestation of traumatic brain injury and must be integrated with other types of brain injury and multiple body trauma."}
{"id": "article-20077_13", "title": "Contrecoup Brain Injury -- Differential Diagnosis", "content": "The main differential for contrecoup injury is the condition of diffuse axonal injury (DAI). In DAI, petechial hemorrhages forms at the gray-white matter junction, corpus callosum, and brainstem. It is the result of traumatic acceleration/deceleration or rotational injuries, not attributed to a direct impact to the skull. It is a frequent cause of persistent vegetative state in patients. [20] [21]", "contents": "Contrecoup Brain Injury -- Differential Diagnosis. The main differential for contrecoup injury is the condition of diffuse axonal injury (DAI). In DAI, petechial hemorrhages forms at the gray-white matter junction, corpus callosum, and brainstem. It is the result of traumatic acceleration/deceleration or rotational injuries, not attributed to a direct impact to the skull. It is a frequent cause of persistent vegetative state in patients. [20] [21]"}
{"id": "article-20077_14", "title": "Contrecoup Brain Injury -- Prognosis", "content": "The prognosis of contrecoup injury is variable based on the extent of the affected areas and the presence of other types of head injury such as subarachnoid hemorrhage, DAI, and the other multiple types of traumatic brain injury. In one study, the outcome at 6 months was favorable in 48% of cases. [13]", "contents": "Contrecoup Brain Injury -- Prognosis. The prognosis of contrecoup injury is variable based on the extent of the affected areas and the presence of other types of head injury such as subarachnoid hemorrhage, DAI, and the other multiple types of traumatic brain injury. In one study, the outcome at 6 months was favorable in 48% of cases. [13]"}
{"id": "article-20077_15", "title": "Contrecoup Brain Injury -- Complications", "content": "Traumatic brain injury may cause multiple neurological deficits, some of which might be permanent. The exact type of deficit is dependent on the area of the brain affected by the contrecoup injury. If the contrecoup injury is not managed promptly and properly, the patient can have devastating complications, eventually leading to coma or death.", "contents": "Contrecoup Brain Injury -- Complications. Traumatic brain injury may cause multiple neurological deficits, some of which might be permanent. The exact type of deficit is dependent on the area of the brain affected by the contrecoup injury. If the contrecoup injury is not managed promptly and properly, the patient can have devastating complications, eventually leading to coma or death."}
{"id": "article-20077_16", "title": "Contrecoup Brain Injury -- Deterrence and Patient Education", "content": "Patient education as to the multiple aspects of traumatic brain injury and its manifestations, such as contrecoup injury, is necessary to make them and their families aware of the possible life-changing nature of these injuries and to deter dangerous behavior. Some patients have long neuropsychological problems that have to be addressed after the acute phase is over.", "contents": "Contrecoup Brain Injury -- Deterrence and Patient Education. Patient education as to the multiple aspects of traumatic brain injury and its manifestations, such as contrecoup injury, is necessary to make them and their families aware of the possible life-changing nature of these injuries and to deter dangerous behavior. Some patients have long neuropsychological problems that have to be addressed after the acute phase is over."}
{"id": "article-20077_17", "title": "Contrecoup Brain Injury -- Pearls and Other Issues", "content": "Contrecoup brain injury has multiple manifestations in addition to the primary one of contralateral intracerebral hemorrhage, which is used to define contrecoup injury in most cases.", "contents": "Contrecoup Brain Injury -- Pearls and Other Issues. Contrecoup brain injury has multiple manifestations in addition to the primary one of contralateral intracerebral hemorrhage, which is used to define contrecoup injury in most cases."}
{"id": "article-20077_18", "title": "Contrecoup Brain Injury -- Pearls and Other Issues", "content": "The essential factors in contrecoup injury are an impact on the head and some form of acceleration, deceleration, rotational stress, or angular stress. Several of these factors are necessary to cause contrecoup injury. Acceleration, deceleration, and rotation injury such as might occur in shaken baby syndrome in the absence of impact directly to the head is not noted to cause contrecoup injury. Prognosis is favorable in about half of the cases.", "contents": "Contrecoup Brain Injury -- Pearls and Other Issues. The essential factors in contrecoup injury are an impact on the head and some form of acceleration, deceleration, rotational stress, or angular stress. Several of these factors are necessary to cause contrecoup injury. Acceleration, deceleration, and rotation injury such as might occur in shaken baby syndrome in the absence of impact directly to the head is not noted to cause contrecoup injury. Prognosis is favorable in about half of the cases."}
{"id": "article-20077_19", "title": "Contrecoup Brain Injury -- Enhancing Healthcare Team Outcomes", "content": "While the neurosurgeon is almost always involved in patient care with a contrecoup injury, it is important to consult with an interprofessional team of specialists that include a trauma surgeon and a critical care specialist. The nurses are also vital members of the interprofessional group as they will monitor the patient's vital signs, neurological status, intracranial pressure and assist with the education of the patient and family. The pharmacist will ensure that the patient is on the right analgesics, sedatives, and appropriate antibiotics. The radiologist also plays a vital role in determining the cause and mechanism of the injury.", "contents": "Contrecoup Brain Injury -- Enhancing Healthcare Team Outcomes. While the neurosurgeon is almost always involved in patient care with a contrecoup injury, it is important to consult with an interprofessional team of specialists that include a trauma surgeon and a critical care specialist. The nurses are also vital members of the interprofessional group as they will monitor the patient's vital signs, neurological status, intracranial pressure and assist with the education of the patient and family. The pharmacist will ensure that the patient is on the right analgesics, sedatives, and appropriate antibiotics. The radiologist also plays a vital role in determining the cause and mechanism of the injury."}
{"id": "article-20077_20", "title": "Contrecoup Brain Injury -- Enhancing Healthcare Team Outcomes", "content": "Since contrecoup injury is only one type of traumatic brain injury, it is difficult to make specific recommendations for its treatment. The patient must have a treatment plan to include multiple types of associated traumatic brain injuries such as subdural hematoma, epidural hematoma, subarachnoid hemorrhage, cerebral edema, DAI, and coup and contrecoup brain injury. Any other body traumatic injuries have to be treated simultaneously.", "contents": "Contrecoup Brain Injury -- Enhancing Healthcare Team Outcomes. Since contrecoup injury is only one type of traumatic brain injury, it is difficult to make specific recommendations for its treatment. The patient must have a treatment plan to include multiple types of associated traumatic brain injuries such as subdural hematoma, epidural hematoma, subarachnoid hemorrhage, cerebral edema, DAI, and coup and contrecoup brain injury. Any other body traumatic injuries have to be treated simultaneously."}
{"id": "article-20077_21", "title": "Contrecoup Brain Injury -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Contrecoup Brain Injury -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}