{"id": "article-23564_0", "title": "Insulin Lispro -- Continuing Education Activity", "content": "Insulin lispro, an FDA-approved insulin analog, is an effective treatment for regulating hyperglycemia in type 1 and 2 diabetes. This medication extends its utility beyond its primary indication, finding application in off-label uses such as managing mild-to-moderate diabetic ketoacidosis, gestational diabetes, and mild-to-moderate hyperosmolar hyperglycemic state.", "contents": "Insulin Lispro -- Continuing Education Activity. Insulin lispro, an FDA-approved insulin analog, is an effective treatment for regulating hyperglycemia in type 1 and 2 diabetes. This medication extends its utility beyond its primary indication, finding application in off-label uses such as managing mild-to-moderate diabetic ketoacidosis, gestational diabetes, and mild-to-moderate hyperosmolar hyperglycemic state."}
{"id": "article-23564_1", "title": "Insulin Lispro -- Continuing Education Activity", "content": "The potency of insulin lispro stands at parity with human insulin, with each unit demonstrating equivalent efficacy in lowering glucose levels. This activity covers their mechanisms, adverse event profiles, eligible patient populations, drug interactions, and monitoring. The content underscores the significance of rapid-acting insulin, particularly insulin lispro, in optimizing patient outcomes within diabetes care.", "contents": "Insulin Lispro -- Continuing Education Activity. The potency of insulin lispro stands at parity with human insulin, with each unit demonstrating equivalent efficacy in lowering glucose levels. This activity covers their mechanisms, adverse event profiles, eligible patient populations, drug interactions, and monitoring. The content underscores the significance of rapid-acting insulin, particularly insulin lispro, in optimizing patient outcomes within diabetes care."}
{"id": "article-23564_2", "title": "Insulin Lispro -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for insulin lispro therapy based on patient characteristics and medical conditions. Screen patients for contraindications or potential risks associated with insulin lispro therapy, such as hypersensitivity reactions or specific medical conditions. Implement insulin lispro therapy according to established protocols and guidelines, including proper dosage calculations and administration techniques. Develop effective communication with patients about the proper use, self-administration techniques, and potential side effects of insulin lispro using the interprofessional healthcare team model. Access free multiple choice questions on this topic.", "contents": "Insulin Lispro -- Continuing Education Activity. Objectives: Identify the appropriate indications for insulin lispro therapy based on patient characteristics and medical conditions. Screen patients for contraindications or potential risks associated with insulin lispro therapy, such as hypersensitivity reactions or specific medical conditions. Implement insulin lispro therapy according to established protocols and guidelines, including proper dosage calculations and administration techniques. Develop effective communication with patients about the proper use, self-administration techniques, and potential side effects of insulin lispro using the interprofessional healthcare team model. Access free multiple choice questions on this topic."}
{"id": "article-23564_3", "title": "Insulin Lispro -- Indications -- FDA- Approved Indications", "content": "Insulin lispro is an FDA-approved insulin analog for treating patients with diabetes types 1 and 2 to control hyperglycemia. One unit of insulin lispro is as potent as 1 unit of human insulin in lowering glucose. [1] [2] [3] [4]", "contents": "Insulin Lispro -- Indications -- FDA- Approved Indications. Insulin lispro is an FDA-approved insulin analog for treating patients with diabetes types 1 and 2 to control hyperglycemia. One unit of insulin lispro is as potent as 1 unit of human insulin in lowering glucose. [1] [2] [3] [4]"}
{"id": "article-23564_4", "title": "Insulin Lispro -- Indications -- Off-Label Uses", "content": "Insulin lispro's off-label uses include treating patients with mild-to-moderate diabetic ketoacidosis, gestational diabetes, and mild-to-moderate hyperosmolar hyperglycemic state.", "contents": "Insulin Lispro -- Indications -- Off-Label Uses. Insulin lispro's off-label uses include treating patients with mild-to-moderate diabetic ketoacidosis, gestational diabetes, and mild-to-moderate hyperosmolar hyperglycemic state."}
{"id": "article-23564_5", "title": "Insulin Lispro -- Indications -- Off-Label Uses", "content": "Insulin lispro is also available in premixed insulin products such as protamine/lispro (50%/50%) and protamine/lispro (75%/25%). [5] Insulin lispro-aabc, an ultra-rapid-acting insulin (URLi), received FDA approval in 2020. [6]", "contents": "Insulin Lispro -- Indications -- Off-Label Uses. Insulin lispro is also available in premixed insulin products such as protamine/lispro (50%/50%) and protamine/lispro (75%/25%). [5] Insulin lispro-aabc, an ultra-rapid-acting insulin (URLi), received FDA approval in 2020. [6]"}
{"id": "article-23564_6", "title": "Insulin Lispro -- Mechanism of Action", "content": "Insulin lispro is a rapid-acting, human insulin analog that works parenterally to lower blood glucose by regulating the metabolism of carbohydrates, proteins, and fats. Insulin lispro works by binding to a glycoprotein receptor specific to insulin on the surface of target cells. These receptors are found on various target tissues, including adipose tissue, skeletal muscle, and the liver. [7] In adipose tissue, insulin produces free fatty acids by supporting the processing of circulating lipoproteins. This also helps with the synthesis of triglycerides, as well as adipocyte storage. Insulin also directly inhibits the hydrolysis of triglycerides. In the liver, insulin stimulates hepatic glycogen synthesis and promotes the synthesis of fatty acids. In skeletal muscle, insulin increases the synthesis of protein and glycogen.", "contents": "Insulin Lispro -- Mechanism of Action. Insulin lispro is a rapid-acting, human insulin analog that works parenterally to lower blood glucose by regulating the metabolism of carbohydrates, proteins, and fats. Insulin lispro works by binding to a glycoprotein receptor specific to insulin on the surface of target cells. These receptors are found on various target tissues, including adipose tissue, skeletal muscle, and the liver. [7] In adipose tissue, insulin produces free fatty acids by supporting the processing of circulating lipoproteins. This also helps with the synthesis of triglycerides, as well as adipocyte storage. Insulin also directly inhibits the hydrolysis of triglycerides. In the liver, insulin stimulates hepatic glycogen synthesis and promotes the synthesis of fatty acids. In skeletal muscle, insulin increases the synthesis of protein and glycogen."}
{"id": "article-23564_7", "title": "Insulin Lispro -- Mechanism of Action", "content": "Insulin prompts the cellular uptake of amino acids and increases cellular permeability to various ions. Lastly, insulin can move potassium intracellularly by activating sodium-potassium ATPase.", "contents": "Insulin Lispro -- Mechanism of Action. Insulin prompts the cellular uptake of amino acids and increases cellular permeability to various ions. Lastly, insulin can move potassium intracellularly by activating sodium-potassium ATPase."}
{"id": "article-23564_8", "title": "Insulin Lispro -- Mechanism of Action", "content": "The drug itself is synthesized by using a special non-pathogenic laboratory strain of the bacteria Escherichia coli, which has been genetically altered by adding the gene for insulin lispro. Human insulin, normally secreted by the pancreas, has the amino acids lysine and proline at positions B28 and B29. Insulin lispro has these amino acids in the reverse positions, with proline at position B28 and lysine at position B29. Insulin lispro-aabc formulation contains excipients citrate and treprostinil. Citrate promotes increased vascular permeability, while treprostinil facilitates vasodilation, contributing to the accelerated absorption of lispro-aabc. [5] According to the American Diabetes Association, insulin lispro-aabc formulation can reduce prandial excursions better than rapid-acting analogs (RAA). [8]", "contents": "Insulin Lispro -- Mechanism of Action. The drug itself is synthesized by using a special non-pathogenic laboratory strain of the bacteria Escherichia coli, which has been genetically altered by adding the gene for insulin lispro. Human insulin, normally secreted by the pancreas, has the amino acids lysine and proline at positions B28 and B29. Insulin lispro has these amino acids in the reverse positions, with proline at position B28 and lysine at position B29. Insulin lispro-aabc formulation contains excipients citrate and treprostinil. Citrate promotes increased vascular permeability, while treprostinil facilitates vasodilation, contributing to the accelerated absorption of lispro-aabc. [5] According to the American Diabetes Association, insulin lispro-aabc formulation can reduce prandial excursions better than rapid-acting analogs (RAA). [8]"}
{"id": "article-23564_9", "title": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The bioavailability of insulin lispro after subcutaneous injection ranges from 55% to 77%. Insulin lispro-aabc demonstrates a slightly faster onset of action (15 to 18 minutes) than insulin lispro (23 to 27 minutes). However, both types of insulin have a comparable peak time of approximately 1 to 2 hours. Insulin lispro has a longer duration of action, lasting for around 5 hours, while insulin lispro-aabc exhibits a slightly shorter duration of action of approximately 4 hours.", "contents": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics. Absorption: The bioavailability of insulin lispro after subcutaneous injection ranges from 55% to 77%. Insulin lispro-aabc demonstrates a slightly faster onset of action (15 to 18 minutes) than insulin lispro (23 to 27 minutes). However, both types of insulin have a comparable peak time of approximately 1 to 2 hours. Insulin lispro has a longer duration of action, lasting for around 5 hours, while insulin lispro-aabc exhibits a slightly shorter duration of action of approximately 4 hours."}
{"id": "article-23564_10", "title": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Increasing the dose of insulin lispro is associated with a decrease in its volume of distribution. For doses of 0.1 and 0.2 U/kg, the volume of distribution values are 1.55 L/kg and 0.72 L/kg, respectively. This inverse relationship between the dose and volume of distribution differs from pharmacokinetic regular human insulin.", "contents": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics. Distribution: Increasing the dose of insulin lispro is associated with a decrease in its volume of distribution. For doses of 0.1 and 0.2 U/kg, the volume of distribution values are 1.55 L/kg and 0.72 L/kg, respectively. This inverse relationship between the dose and volume of distribution differs from pharmacokinetic regular human insulin."}
{"id": "article-23564_11", "title": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The kidneys and liver are the primary organs responsible for insulin degradation. Under normal conditions, the liver degrades approximately 50% to 60% of insulin delivered through the portal vein, while the kidneys contribute to approximately 35% to 45% of degradation. However, exogenous insulin administration alters the degradation profile by bypassing direct delivery to the portal vein. In subcutaneous insulin injection, the kidneys play a predominant role in degradation, accounting for approximately 60%, while the liver degrades approximately 30% to 40% of the insulin. A deteriorating renal function is associated with a progressive decline in exogenous insulin requirements and an increased risk of hypoglycemia. [5]", "contents": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics. Metabolism: The kidneys and liver are the primary organs responsible for insulin degradation. Under normal conditions, the liver degrades approximately 50% to 60% of insulin delivered through the portal vein, while the kidneys contribute to approximately 35% to 45% of degradation. However, exogenous insulin administration alters the degradation profile by bypassing direct delivery to the portal vein. In subcutaneous insulin injection, the kidneys play a predominant role in degradation, accounting for approximately 60%, while the liver degrades approximately 30% to 40% of the insulin. A deteriorating renal function is associated with a progressive decline in exogenous insulin requirements and an increased risk of hypoglycemia. [5]"}
{"id": "article-23564_12", "title": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The clearance of insulin lispro exhibits dose dependency. Following intravenous administration of doses at 0.1 unit/kg and 0.2 unit/kg, the mean clearance is 21.0 mL/min/kg and 9.6 mL/min/kg, respectively.", "contents": "Insulin Lispro -- Mechanism of Action -- Pharmacokinetics. Elimination: The clearance of insulin lispro exhibits dose dependency. Following intravenous administration of doses at 0.1 unit/kg and 0.2 unit/kg, the mean clearance is 21.0 mL/min/kg and 9.6 mL/min/kg, respectively."}
{"id": "article-23564_13", "title": "Insulin Lispro -- Administration -- Available Dosage Forms", "content": "Insulin lispro is available in 100 units/mL and 200 units/mL concentrations. The drug can be administered subcutaneously (as an injection or continuous infusion) or intravenously (IV). [9]", "contents": "Insulin Lispro -- Administration -- Available Dosage Forms. Insulin lispro is available in 100 units/mL and 200 units/mL concentrations. The drug can be administered subcutaneously (as an injection or continuous infusion) or intravenously (IV). [9]"}
{"id": "article-23564_14", "title": "Insulin Lispro -- Administration -- Available Dosage Forms", "content": "Patients administer subcutaneous injections 15 minutes before or immediately after a meal into areas with fatty tissue, such as the thighs, arms, buttocks, and abdomen. Care is necessary to avoid administering insulin into muscles. The rotation of sites is a recommendation to prevent lipodystrophy. Subcutaneous injections can be given using a syringe or a prefilled pen with either the 100 units/mL or 200 units/mL concentrations. These prefilled pens can deliver insulin in 0.5 to 1-unit increments.", "contents": "Insulin Lispro -- Administration -- Available Dosage Forms. Patients administer subcutaneous injections 15 minutes before or immediately after a meal into areas with fatty tissue, such as the thighs, arms, buttocks, and abdomen. Care is necessary to avoid administering insulin into muscles. The rotation of sites is a recommendation to prevent lipodystrophy. Subcutaneous injections can be given using a syringe or a prefilled pen with either the 100 units/mL or 200 units/mL concentrations. These prefilled pens can deliver insulin in 0.5 to 1-unit increments."}
{"id": "article-23564_15", "title": "Insulin Lispro -- Administration -- Available Dosage Forms", "content": "With a continuous subcutaneous insulin infusion, only the 100 units/mL concentration is an option. Patients require proper training in how to utilize the external insulin pump. Infusion sets and insertion sites should be changed every 3 days, again taking care to rotate infusion sites. The insulin reservoir in the pump should be changed at least every 7 days.", "contents": "Insulin Lispro -- Administration -- Available Dosage Forms. With a continuous subcutaneous insulin infusion, only the 100 units/mL concentration is an option. Patients require proper training in how to utilize the external insulin pump. Infusion sets and insertion sites should be changed every 3 days, again taking care to rotate infusion sites. The insulin reservoir in the pump should be changed at least every 7 days."}
{"id": "article-23564_16", "title": "Insulin Lispro -- Administration -- Available Dosage Forms", "content": "IV administration requires close medical supervision to ensure the patient does not become hypoglycemic or hypokalemia. Insulin readily adsorbs into IV tubing and infusion bags; the amount of insulin administered can be significantly less than the apparent amount. The infusion rate must be adjusted based on the actual effect on the patient's glucose, not the expected effect based on the dose.", "contents": "Insulin Lispro -- Administration -- Available Dosage Forms. IV administration requires close medical supervision to ensure the patient does not become hypoglycemic or hypokalemia. Insulin readily adsorbs into IV tubing and infusion bags; the amount of insulin administered can be significantly less than the apparent amount. The infusion rate must be adjusted based on the actual effect on the patient's glucose, not the expected effect based on the dose."}
{"id": "article-23564_17", "title": "Insulin Lispro -- Administration -- Available Dosage Forms", "content": "In general, insulin lispro can be diluted with a sterile diluent but should not be mixed or diluted with any other insulin. However, the exception is that insulin lispro 100 units/mL can be mixed from a vial only with insulin NPH, taking care to draw insulin lispro into the syringe first. This injection must be administered immediately after mixing. Mixing insulin lispro with NHP when contained in an external insulin pump is not an option.", "contents": "Insulin Lispro -- Administration -- Available Dosage Forms. In general, insulin lispro can be diluted with a sterile diluent but should not be mixed or diluted with any other insulin. However, the exception is that insulin lispro 100 units/mL can be mixed from a vial only with insulin NPH, taking care to draw insulin lispro into the syringe first. This injection must be administered immediately after mixing. Mixing insulin lispro with NHP when contained in an external insulin pump is not an option."}
{"id": "article-23564_18", "title": "Insulin Lispro -- Administration -- Adult Dosing", "content": "Type 1 Diabetes: The recommended daily insulin dose ranges from 0.4 to 1 unit/kg/day, with a usual starting dose of 0.5 unit/kg/day. Approximately 50% of the total daily dose is given as basal insulin, while the remaining 50% is given as rapid-acting insulin lispro in divided doses 15 minutes before or after meals. Dose adjustments should be made based on blood glucose levels to achieve optimal glycemic control. [8] [10]", "contents": "Insulin Lispro -- Administration -- Adult Dosing. Type 1 Diabetes: The recommended daily insulin dose ranges from 0.4 to 1 unit/kg/day, with a usual starting dose of 0.5 unit/kg/day. Approximately 50% of the total daily dose is given as basal insulin, while the remaining 50% is given as rapid-acting insulin lispro in divided doses 15 minutes before or after meals. Dose adjustments should be made based on blood glucose levels to achieve optimal glycemic control. [8] [10]"}
{"id": "article-23564_19", "title": "Insulin Lispro -- Administration -- Adult Dosing", "content": "Type 2 Diabetes: According to the AACE (American Association of Clinical Endocrinologists) guidelines, patients with uncontrolled hyperglycemia in type 2 diabetes, despite receiving basal insulin in combination with oral agents or GLP1 agonists, may require mealtime insulin to manage postprandial hyperglycemia. Rapid-acting injectable insulin analogs such as insulin lispro are preferred over regular human insulin due to their faster onset and offset of action and lower risk of hypoglycemia. Insulin lispro should be considered when the total daily dose of basal insulin exceeds 0.5 U/kg, as beyond this threshold, the risk of hypoglycemia increases significantly without substantial A1C reduction benefits. [11]", "contents": "Insulin Lispro -- Administration -- Adult Dosing. Type 2 Diabetes: According to the AACE (American Association of Clinical Endocrinologists) guidelines, patients with uncontrolled hyperglycemia in type 2 diabetes, despite receiving basal insulin in combination with oral agents or GLP1 agonists, may require mealtime insulin to manage postprandial hyperglycemia. Rapid-acting injectable insulin analogs such as insulin lispro are preferred over regular human insulin due to their faster onset and offset of action and lower risk of hypoglycemia. Insulin lispro should be considered when the total daily dose of basal insulin exceeds 0.5 U/kg, as beyond this threshold, the risk of hypoglycemia increases significantly without substantial A1C reduction benefits. [11]"}
{"id": "article-23564_20", "title": "Insulin Lispro -- Administration -- Adult Dosing", "content": "The recommended approach involves administering either 4 units of insulin lispro or 10% of the basal insulin dose subcutaneously once daily, 15 minutes before or immediately after the largest meal or the meal with the highest postprandial glucose levels. If the HbA1c level is below 8%, consideration should be given to reducing the basal insulin dose by 4 units or 10% of the basal dose. The insulin dose can be increased by 1 to 2 units or 10% to 15% twice weekly to improve glycemic control. [12]", "contents": "Insulin Lispro -- Administration -- Adult Dosing. The recommended approach involves administering either 4 units of insulin lispro or 10% of the basal insulin dose subcutaneously once daily, 15 minutes before or immediately after the largest meal or the meal with the highest postprandial glucose levels. If the HbA1c level is below 8%, consideration should be given to reducing the basal insulin dose by 4 units or 10% of the basal dose. The insulin dose can be increased by 1 to 2 units or 10% to 15% twice weekly to improve glycemic control. [12]"}
{"id": "article-23564_21", "title": "Insulin Lispro -- Administration -- Specific Patient Population", "content": "Hepatic impairment: Impaired hepatic function does not significantly impact the pharmacokinetics of insulin lispro compared to individuals without hepatic dysfunction. Nevertheless, investigations involving human insulin have shown increased circulating insulin levels in instances of liver failure. Therefore, glucose monitoring and adjustment in insulin lispro dosage may be required in hepatic dysfunction.", "contents": "Insulin Lispro -- Administration -- Specific Patient Population. Hepatic impairment: Impaired hepatic function does not significantly impact the pharmacokinetics of insulin lispro compared to individuals without hepatic dysfunction. Nevertheless, investigations involving human insulin have shown increased circulating insulin levels in instances of liver failure. Therefore, glucose monitoring and adjustment in insulin lispro dosage may be required in hepatic dysfunction."}
{"id": "article-23564_22", "title": "Insulin Lispro -- Administration -- Specific Patient Population", "content": "Renal impairment: In renal impairment, the pharmacokinetics of regular insulin and insulin lispro do not exhibit discernible differences across varying degrees of dysfunction. However, there is an observed change in insulin sensitivity, with an increased response to insulin as renal function declines. Studies focusing on human insulin have documented elevated circulating insulin levels in the presence of renal impairment. Consequently, careful glucose monitoring and appropriate insulin lispro dose adjustments may be necessary for renal dysfunction.", "contents": "Insulin Lispro -- Administration -- Specific Patient Population. Renal impairment: In renal impairment, the pharmacokinetics of regular insulin and insulin lispro do not exhibit discernible differences across varying degrees of dysfunction. However, there is an observed change in insulin sensitivity, with an increased response to insulin as renal function declines. Studies focusing on human insulin have documented elevated circulating insulin levels in the presence of renal impairment. Consequently, careful glucose monitoring and appropriate insulin lispro dose adjustments may be necessary for renal dysfunction."}
{"id": "article-23564_23", "title": "Insulin Lispro -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: Insulin lispro is a former FDA pregnancy category B drug, meaning animal reproduction studies have not shown risk to the fetus. Per the FDA, this drug should only be used during pregnancy when indicated. Gestational diabetes increases the risk of spontaneous abortion, preeclampsia, fetal demise, macrosomia, fetal anomalies, neonatal hypoglycemia, neonatal respiratory distress syndrome, and hyperbilirubinemia. Gestational diabetes also increases the risk of type 2 diabetes, hypertension, and obesity later in life.", "contents": "Insulin Lispro -- Administration -- Specific Patient Population. Pregnancy considerations: Insulin lispro is a former FDA pregnancy category B drug, meaning animal reproduction studies have not shown risk to the fetus. Per the FDA, this drug should only be used during pregnancy when indicated. Gestational diabetes increases the risk of spontaneous abortion, preeclampsia, fetal demise, macrosomia, fetal anomalies, neonatal hypoglycemia, neonatal respiratory distress syndrome, and hyperbilirubinemia. Gestational diabetes also increases the risk of type 2 diabetes, hypertension, and obesity later in life."}
{"id": "article-23564_24", "title": "Insulin Lispro -- Administration -- Specific Patient Population", "content": "The 2022 guidelines by the American Diabetes Association recommend insulin as the preferred medication for managing gestational diabetes. Insulin lispro is endorsed by the American College of Obstetricians and Gynecologists (ACOG) for managing GDM. Insulin lispro does not cross the placenta. The drug's rapid onset of action allows pregnant patients to administer insulin immediately before meals, enhancing optimal glycemic control and decreasing the risk of hypoglycemic episodes associated with timing errors. [13] [14] [15]", "contents": "Insulin Lispro -- Administration -- Specific Patient Population. The 2022 guidelines by the American Diabetes Association recommend insulin as the preferred medication for managing gestational diabetes. Insulin lispro is endorsed by the American College of Obstetricians and Gynecologists (ACOG) for managing GDM. Insulin lispro does not cross the placenta. The drug's rapid onset of action allows pregnant patients to administer insulin immediately before meals, enhancing optimal glycemic control and decreasing the risk of hypoglycemic episodes associated with timing errors. [13] [14] [15]"}
{"id": "article-23564_25", "title": "Insulin Lispro -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: According to the product labeling, the decision to breastfeed during insulin lispro therapy should consider careful risk-benefit evaluation. Exogenous insulin is excreted into breast milk, including insulin lispro. As per ADA, monitoring glucose levels and dose adjustment of insulin lispro are required due to the risk of overnight hypoglycemia. [15] [16] Pediatric patients: Insulin lispro is safe for the pediatric population, but a sterile diluent may be needed.", "contents": "Insulin Lispro -- Administration -- Specific Patient Population. Breastfeeding considerations: According to the product labeling, the decision to breastfeed during insulin lispro therapy should consider careful risk-benefit evaluation. Exogenous insulin is excreted into breast milk, including insulin lispro. As per ADA, monitoring glucose levels and dose adjustment of insulin lispro are required due to the risk of overnight hypoglycemia. [15] [16] Pediatric patients: Insulin lispro is safe for the pediatric population, but a sterile diluent may be needed."}
{"id": "article-23564_26", "title": "Insulin Lispro -- Administration -- Specific Patient Population", "content": "Older patients: The American Geriatric Society Beers criteria discourage the utilization of a sliding scale insulin regimen that depends on rapid-acting insulin lispro without the inclusion of basal insulin, as this approach increases the risk of hypoglycemia. Avoiding insulin regimens that exclusively consist of short- or rapid-acting insulin, including insulin lispro, when dosed solely based on current blood glucose levels without the concurrent use of basal or long-acting insulin. [17]", "contents": "Insulin Lispro -- Administration -- Specific Patient Population. Older patients: The American Geriatric Society Beers criteria discourage the utilization of a sliding scale insulin regimen that depends on rapid-acting insulin lispro without the inclusion of basal insulin, as this approach increases the risk of hypoglycemia. Avoiding insulin regimens that exclusively consist of short- or rapid-acting insulin, including insulin lispro, when dosed solely based on current blood glucose levels without the concurrent use of basal or long-acting insulin. [17]"}
{"id": "article-23564_27", "title": "Insulin Lispro -- Adverse Effects", "content": "The most common adverse effect found in patients using insulin lispro is hypoglycemia. Therefore, the recommendation is to perform close glucose monitoring for all patients with diabetes, and any changes made to the dosing should be done under medical supervision. Particular care is essential when this drug is administered to fasting patients or made to have nothing by mouth for medical reasons. Hypokalemia is another adverse effect to monitor, especially with patients who are using potassium-lowering drugs or taking drugs sensitive to serum potassium levels. Other adverse effects include hypertrophy at the injection site, injection site reaction, and lipodystrophy at the injection site. [18] [19]", "contents": "Insulin Lispro -- Adverse Effects. The most common adverse effect found in patients using insulin lispro is hypoglycemia. Therefore, the recommendation is to perform close glucose monitoring for all patients with diabetes, and any changes made to the dosing should be done under medical supervision. Particular care is essential when this drug is administered to fasting patients or made to have nothing by mouth for medical reasons. Hypokalemia is another adverse effect to monitor, especially with patients who are using potassium-lowering drugs or taking drugs sensitive to serum potassium levels. Other adverse effects include hypertrophy at the injection site, injection site reaction, and lipodystrophy at the injection site. [18] [19]"}
{"id": "article-23564_28", "title": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions", "content": "Drugs increasing the risk of hypoglycemia: The risk of hypoglycemia associated with insulin lispro use may be increased when co-administered with antidiabetic agents, fluoxetine, disopyramide, fibrates, pentoxifylline, ACE inhibitors, and octreotide. Dose adjustment and monitoring of blood glucose levels may be required. [20]", "contents": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions. Drugs increasing the risk of hypoglycemia: The risk of hypoglycemia associated with insulin lispro use may be increased when co-administered with antidiabetic agents, fluoxetine, disopyramide, fibrates, pentoxifylline, ACE inhibitors, and octreotide. Dose adjustment and monitoring of blood glucose levels may be required. [20]"}
{"id": "article-23564_29", "title": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions", "content": "Drugs decreasing the blood glucose lowering effect of insulin lispro: The glucose-lowering effect of insulin lispro may be decreased when co-administered with corticosteroids, oral contraceptives, niacin, diuretics, danazol, sympathomimetic drugs (eg albuterol, epinephrine), atypical antipsychotics, thyroid hormones, and protease inhibitors. [21] [22]", "contents": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions. Drugs decreasing the blood glucose lowering effect of insulin lispro: The glucose-lowering effect of insulin lispro may be decreased when co-administered with corticosteroids, oral contraceptives, niacin, diuretics, danazol, sympathomimetic drugs (eg albuterol, epinephrine), atypical antipsychotics, thyroid hormones, and protease inhibitors. [21] [22]"}
{"id": "article-23564_30", "title": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions", "content": "Drugs decreasing/increasing the efficacy of insulin lispro: The glucose-lowering effect of insulin lispro may be increased or decreased when co-administered with alcohol, lithium, or pentamidine. Pentamidine may cause hypoglycemia, which can be followed by hyperglycemia. [23]", "contents": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions. Drugs decreasing/increasing the efficacy of insulin lispro: The glucose-lowering effect of insulin lispro may be increased or decreased when co-administered with alcohol, lithium, or pentamidine. Pentamidine may cause hypoglycemia, which can be followed by hyperglycemia. [23]"}
{"id": "article-23564_31", "title": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions", "content": "Drugs masking signs of hypoglycemia: The clinical features of hypoglycemia may be diminished when clonidine, beta-blockers, and guanethidine are co-administered with insulin lispro; use with caution. [24] [25]", "contents": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions. Drugs masking signs of hypoglycemia: The clinical features of hypoglycemia may be diminished when clonidine, beta-blockers, and guanethidine are co-administered with insulin lispro; use with caution. [24] [25]"}
{"id": "article-23564_32", "title": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions", "content": "PPAR-gamma Agonists: Thiazolidinediones (rosiglitazone and pioglitazone), peroxisome proliferator-activated receptor (PPAR)-gamma agonists, may cause dose-dependent fluid retention, especially when used in combination with insulin. Fluid retention can exacerbate heart failure. Patients treated with insulin lispro and PPAR-gamma agonists should be monitored for signs and symptoms of heart failure. Discontinuation of the PPAR-gamma agonist must be considered. Thiazolidinediones are contraindicated in patients with NYHA class III/IV heart failure. [26]", "contents": "Insulin Lispro -- Adverse Effects -- Drug-Drug Interactions. PPAR-gamma Agonists: Thiazolidinediones (rosiglitazone and pioglitazone), peroxisome proliferator-activated receptor (PPAR)-gamma agonists, may cause dose-dependent fluid retention, especially when used in combination with insulin. Fluid retention can exacerbate heart failure. Patients treated with insulin lispro and PPAR-gamma agonists should be monitored for signs and symptoms of heart failure. Discontinuation of the PPAR-gamma agonist must be considered. Thiazolidinediones are contraindicated in patients with NYHA class III/IV heart failure. [26]"}
{"id": "article-23564_33", "title": "Insulin Lispro -- Contraindications", "content": "Insulin lispro is contraindicated in patients experiencing hypoglycemia and those sensitive to insulin lispro or excipients. [27]", "contents": "Insulin Lispro -- Contraindications. Insulin lispro is contraindicated in patients experiencing hypoglycemia and those sensitive to insulin lispro or excipients. [27]"}
{"id": "article-23564_34", "title": "Insulin Lispro -- Contraindications -- Warning and Precautions", "content": "Patients should be counseled not to share insulin lispro pre-filled pens, cartridges, reusable pens, and vials among patients due to the risk of transmitting blood-borne pathogens. [28]", "contents": "Insulin Lispro -- Contraindications -- Warning and Precautions. Patients should be counseled not to share insulin lispro pre-filled pens, cartridges, reusable pens, and vials among patients due to the risk of transmitting blood-borne pathogens. [28]"}
{"id": "article-23564_35", "title": "Insulin Lispro -- Contraindications -- Warning and Precautions", "content": "Changes in insulin strength, manufacturer, type, or administration method can affect glycemic control and increase the likelihood of hypo- or hyperglycemia. These changes should be made under medical supervision and accompanied by increased glucose monitoring. Severe hypoglycemia can be life-threatening and impair concentration and reaction time. Factors contributing to the risk of hypoglycemia include the duration of insulin action, meal patterns, physical activity levels, co-administered medications, and renal or hepatic impairment. Strategies to mitigate the risk of hypoglycemia include educating patients on recognizing and managing hypoglycemic episodes, regular self-monitoring of blood glucose levels, and enhanced monitoring for individuals at higher risk or with reduced symptom awareness.", "contents": "Insulin Lispro -- Contraindications -- Warning and Precautions. Changes in insulin strength, manufacturer, type, or administration method can affect glycemic control and increase the likelihood of hypo- or hyperglycemia. These changes should be made under medical supervision and accompanied by increased glucose monitoring. Severe hypoglycemia can be life-threatening and impair concentration and reaction time. Factors contributing to the risk of hypoglycemia include the duration of insulin action, meal patterns, physical activity levels, co-administered medications, and renal or hepatic impairment. Strategies to mitigate the risk of hypoglycemia include educating patients on recognizing and managing hypoglycemic episodes, regular self-monitoring of blood glucose levels, and enhanced monitoring for individuals at higher risk or with reduced symptom awareness."}
{"id": "article-23564_36", "title": "Insulin Lispro -- Contraindications -- Warning and Precautions", "content": "To prevent medication errors, verify the insulin label before each injection, particularly when differentiating between insulin lispro and other insulins.", "contents": "Insulin Lispro -- Contraindications -- Warning and Precautions. To prevent medication errors, verify the insulin label before each injection, particularly when differentiating between insulin lispro and other insulins."}
{"id": "article-23564_37", "title": "Insulin Lispro -- Contraindications -- Warning and Precautions", "content": "Transfer of insulin lispro U-200 from the pre-filled pen to a syringe is not recommended, as this can lead to incorrect dosing and severe hypoglycemia.", "contents": "Insulin Lispro -- Contraindications -- Warning and Precautions. Transfer of insulin lispro U-200 from the pre-filled pen to a syringe is not recommended, as this can lead to incorrect dosing and severe hypoglycemia."}
{"id": "article-23564_38", "title": "Insulin Lispro -- Contraindications -- Warning and Precautions", "content": "Insulin products, including insulin lispro, shift potassium from the extracellular to intracellular space, resulting in hypokalemia. Patients at risk should have their potassium levels monitored. [5]", "contents": "Insulin Lispro -- Contraindications -- Warning and Precautions. Insulin products, including insulin lispro, shift potassium from the extracellular to intracellular space, resulting in hypokalemia. Patients at risk should have their potassium levels monitored. [5]"}
{"id": "article-23564_39", "title": "Insulin Lispro -- Contraindications -- Warning and Precautions", "content": "Malfunctions of insulin pumps or infusion sets can lead to hyperglycemia and ketoacidosis. Rapid identification and management are necessary. Patients using pump therapy should be trained in alternative insulin administration methods as a contingency plan for pump failure. [29]", "contents": "Insulin Lispro -- Contraindications -- Warning and Precautions. Malfunctions of insulin pumps or infusion sets can lead to hyperglycemia and ketoacidosis. Rapid identification and management are necessary. Patients using pump therapy should be trained in alternative insulin administration methods as a contingency plan for pump failure. [29]"}
{"id": "article-23564_40", "title": "Insulin Lispro -- Monitoring", "content": "The therapeutic response to insulin lispro should be monitored by periodic blood glucose testing throughout the day with a glucometer or by obtaining serum glucose. Glycosylated hemoglobin should be obtained to measure long-term glycemic control on a quarterly to bi-annual basis, depending on whether or not patients have stable glycemic control and are meeting their treatment goals. The results of the PRONTO-T1D continuous glucose monitoring (CGM) substudy indicate the improved postprandial glucose control observed with mealtime ultra-rapid-acting insulin (URLi), such as insulin lispro-aabc. [30]", "contents": "Insulin Lispro -- Monitoring. The therapeutic response to insulin lispro should be monitored by periodic blood glucose testing throughout the day with a glucometer or by obtaining serum glucose. Glycosylated hemoglobin should be obtained to measure long-term glycemic control on a quarterly to bi-annual basis, depending on whether or not patients have stable glycemic control and are meeting their treatment goals. The results of the PRONTO-T1D continuous glucose monitoring (CGM) substudy indicate the improved postprandial glucose control observed with mealtime ultra-rapid-acting insulin (URLi), such as insulin lispro-aabc. [30]"}
{"id": "article-23564_41", "title": "Insulin Lispro -- Monitoring", "content": "According to the ADA, the use of CGM devices should be considered in patients requiring insulin. CGM allows for close monitoring of glucose levels with adjustments in insulin dosing and mitigates the burden of frequent blood glucose monitoring. [31]", "contents": "Insulin Lispro -- Monitoring. According to the ADA, the use of CGM devices should be considered in patients requiring insulin. CGM allows for close monitoring of glucose levels with adjustments in insulin dosing and mitigates the burden of frequent blood glucose monitoring. [31]"}
{"id": "article-23564_42", "title": "Insulin Lispro -- Toxicity", "content": "Intentional or accidental administration of excessive insulin lispro outside the body's needs will result in hypoglycemia.", "contents": "Insulin Lispro -- Toxicity. Intentional or accidental administration of excessive insulin lispro outside the body's needs will result in hypoglycemia."}
{"id": "article-23564_43", "title": "Insulin Lispro -- Toxicity -- Signs and Symptoms of Overdose", "content": "Mild to moderate hypoglycemia is evidenced by a blood glucose level less than 70 with or without the following symptoms: irritability, tachycardia, shakiness, lightheadedness or dizziness, anxiety or nervousness, double or blurred vision, mild confusion, sweating, and clamminess.", "contents": "Insulin Lispro -- Toxicity -- Signs and Symptoms of Overdose. Mild to moderate hypoglycemia is evidenced by a blood glucose level less than 70 with or without the following symptoms: irritability, tachycardia, shakiness, lightheadedness or dizziness, anxiety or nervousness, double or blurred vision, mild confusion, sweating, and clamminess."}
{"id": "article-23564_44", "title": "Insulin Lispro -- Toxicity -- Management of Overdose", "content": "Mild-to-moderate hypoglycemia can be treated with an oral intake of 15 grams of carbohydrates, such as 4 ounces of fruit juice, 8 ounces of milk, or a piece of hard candy. Symptoms should improve within 15 minutes, but if they do not and blood glucose is still under 70, another 15 grams of carbohydrate should be taken. This cycle of eating 15 grams of carbohydrates, waiting 15 minutes, and then reassessing symptoms and blood glucose level can be repeated approximately 3 times before the patient should seek medical attention. Alpha-glucosidase inhibitors can delay the absorption of glucose administered as complex carbohydrates, and their use merits consideration during an emergency.", "contents": "Insulin Lispro -- Toxicity -- Management of Overdose. Mild-to-moderate hypoglycemia can be treated with an oral intake of 15 grams of carbohydrates, such as 4 ounces of fruit juice, 8 ounces of milk, or a piece of hard candy. Symptoms should improve within 15 minutes, but if they do not and blood glucose is still under 70, another 15 grams of carbohydrate should be taken. This cycle of eating 15 grams of carbohydrates, waiting 15 minutes, and then reassessing symptoms and blood glucose level can be repeated approximately 3 times before the patient should seek medical attention. Alpha-glucosidase inhibitors can delay the absorption of glucose administered as complex carbohydrates, and their use merits consideration during an emergency."}
{"id": "article-23564_45", "title": "Insulin Lispro -- Toxicity -- Management of Overdose", "content": "Severe hypoglycemia is evidenced by more serious symptoms, including concentration problems, seizures, unconsciousness, and even death. Patients with severe hypoglycemia require the administration of glucagon, the principal rapid-acting counterregulatory hormone that raises the glucose concentration in the bloodstream. Patients on insulin should have a glucagon kit prescribed by their physician or advanced practice practitioner. The pediatric dosage is 0.02 to 0.03 mg/kg per dose for patients weighing less than 20 kilograms. The dose can be administered every 15 minutes as needed.", "contents": "Insulin Lispro -- Toxicity -- Management of Overdose. Severe hypoglycemia is evidenced by more serious symptoms, including concentration problems, seizures, unconsciousness, and even death. Patients with severe hypoglycemia require the administration of glucagon, the principal rapid-acting counterregulatory hormone that raises the glucose concentration in the bloodstream. Patients on insulin should have a glucagon kit prescribed by their physician or advanced practice practitioner. The pediatric dosage is 0.02 to 0.03 mg/kg per dose for patients weighing less than 20 kilograms. The dose can be administered every 15 minutes as needed."}
{"id": "article-23564_46", "title": "Insulin Lispro -- Toxicity -- Management of Overdose", "content": "For pediatric patients greater than 20 kilograms and adults, the dosage is 1 mg and can be administered every 15 minutes as needed. Patients requiring glucagon should be taken to a medical facility without delay. IV dextrose should be started immediately if they fail to respond to glucagon. Dasiglucagon is a glucagon analog approved by the FDA for managing severe hypoglycemia in 2021. This is a ready-to-use formulation, does not need reconstitution before injection, and can be used immediately in life-threatening hypoglycemia. [32]", "contents": "Insulin Lispro -- Toxicity -- Management of Overdose. For pediatric patients greater than 20 kilograms and adults, the dosage is 1 mg and can be administered every 15 minutes as needed. Patients requiring glucagon should be taken to a medical facility without delay. IV dextrose should be started immediately if they fail to respond to glucagon. Dasiglucagon is a glucagon analog approved by the FDA for managing severe hypoglycemia in 2021. This is a ready-to-use formulation, does not need reconstitution before injection, and can be used immediately in life-threatening hypoglycemia. [32]"}
{"id": "article-23564_47", "title": "Insulin Lispro -- Enhancing Healthcare Team Outcomes", "content": "Insulin lispro is frequently prescribed by physicians, advanced practice practitioners, internists, endocrinologists, and other healthcare workers to manage hyperglycemia. Clinicians who prescribe this insulin must understand that it can rapidly cause hypoglycemia. Thus, monitoring of blood glucose levels is critical. The most common adverse effect found in patients using insulin lispro is hypoglycemia. For this reason, close glucose monitoring is recommended for all patients with diabetes, and any changes made to the dosing should be done under medical supervision.", "contents": "Insulin Lispro -- Enhancing Healthcare Team Outcomes. Insulin lispro is frequently prescribed by physicians, advanced practice practitioners, internists, endocrinologists, and other healthcare workers to manage hyperglycemia. Clinicians who prescribe this insulin must understand that it can rapidly cause hypoglycemia. Thus, monitoring of blood glucose levels is critical. The most common adverse effect found in patients using insulin lispro is hypoglycemia. For this reason, close glucose monitoring is recommended for all patients with diabetes, and any changes made to the dosing should be done under medical supervision."}
{"id": "article-23564_48", "title": "Insulin Lispro -- Enhancing Healthcare Team Outcomes", "content": "Hypokalemia is another adverse effect to pay close attention to, especially with patients who are using potassium-lowering drugs or taking drugs sensitive to serum potassium levels. Nurses and pharmacists should educate patients regarding adverse effects, including injection site reactions and lipodystrophy at the injection site. Pharmacists should verify the product name and dose, perform medication reconciliation, and consult with the clinicians for errors or concerns. Endocrinologists should be consulted if there is a failure to achieve glycemic goals. Patients with hypoglycemia require prompt stabilization by emergency physicians.", "contents": "Insulin Lispro -- Enhancing Healthcare Team Outcomes. Hypokalemia is another adverse effect to pay close attention to, especially with patients who are using potassium-lowering drugs or taking drugs sensitive to serum potassium levels. Nurses and pharmacists should educate patients regarding adverse effects, including injection site reactions and lipodystrophy at the injection site. Pharmacists should verify the product name and dose, perform medication reconciliation, and consult with the clinicians for errors or concerns. Endocrinologists should be consulted if there is a failure to achieve glycemic goals. Patients with hypoglycemia require prompt stabilization by emergency physicians."}
{"id": "article-23564_49", "title": "Insulin Lispro -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Insulin Lispro -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}