{"id": "article-18195_0", "title": "Bell Palsy -- Continuing Education Activity", "content": "Bell palsy is the most common peripheral paralysis of the seventh cranial nerve, with an onset that is rapid and unilateral. This is an idiopathic condition causing partial or complete weakness of one-half of the face along with changes in taste, sensitivity to sound, and alteration in lacrimation and salivation. This activity illustrates the evaluation and management of Bell palsy and explains the role of the interprofessional team in improving care for patients with this condition.", "contents": "Bell Palsy -- Continuing Education Activity. Bell palsy is the most common peripheral paralysis of the seventh cranial nerve, with an onset that is rapid and unilateral. This is an idiopathic condition causing partial or complete weakness of one-half of the face along with changes in taste, sensitivity to sound, and alteration in lacrimation and salivation. This activity illustrates the evaluation and management of Bell palsy and explains the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-18195_1", "title": "Bell Palsy -- Continuing Education Activity", "content": "Objectives: Identify the clinical features and symptoms of Bell palsy to facilitate early diagnosis. Apply evidence-based diagnostic and management practices for Bell palsy. Utilize the House-Brackmann Facial Nerve Grading System in the evaluation of Bell palsy. Collaborate with interdisciplinary teams, including neurologists, physiotherapists, and speech therapists, for comprehensive care. Access free multiple choice questions on this topic.", "contents": "Bell Palsy -- Continuing Education Activity. Objectives: Identify the clinical features and symptoms of Bell palsy to facilitate early diagnosis. Apply evidence-based diagnostic and management practices for Bell palsy. Utilize the House-Brackmann Facial Nerve Grading System in the evaluation of Bell palsy. Collaborate with interdisciplinary teams, including neurologists, physiotherapists, and speech therapists, for comprehensive care. Access free multiple choice questions on this topic."}
{"id": "article-18195_2", "title": "Bell Palsy -- Introduction", "content": "Bell palsy is the most common peripheral paralysis of the seventh cranial nerve with an onset that is rapid and unilateral. The diagnosis is one of exclusion and is most often made on physical exam.", "contents": "Bell Palsy -- Introduction. Bell palsy is the most common peripheral paralysis of the seventh cranial nerve with an onset that is rapid and unilateral. The diagnosis is one of exclusion and is most often made on physical exam."}
{"id": "article-18195_3", "title": "Bell Palsy -- Introduction", "content": "The facial nerve has both an intracranial, intratemporal, and extratemporal course as its branches. The facial nerve has a motor and parasympathetic function as well as taste to the anterior two-thirds of the tongue. This nerve also controls salivary and lacrimal glands. The motor function of the peripheral facial nerve controls the upper and lower facial muscles. As a result, the diagnosis of Bell palsy requires special attention to forehead muscle strength. If forehead strength is preserved, a central cause of weakness should be considered. Although the utility of antivirals has been called into question, treatment is medical with most sources recommending a combination of corticosteroids and antiviral medication. [1] [2] [3] Bell palsy is the most common cause of unilateral facial paralysis. Bell palsy is more common in patients with diabetes or who are pregnant.", "contents": "Bell Palsy -- Introduction. The facial nerve has both an intracranial, intratemporal, and extratemporal course as its branches. The facial nerve has a motor and parasympathetic function as well as taste to the anterior two-thirds of the tongue. This nerve also controls salivary and lacrimal glands. The motor function of the peripheral facial nerve controls the upper and lower facial muscles. As a result, the diagnosis of Bell palsy requires special attention to forehead muscle strength. If forehead strength is preserved, a central cause of weakness should be considered. Although the utility of antivirals has been called into question, treatment is medical with most sources recommending a combination of corticosteroids and antiviral medication. [1] [2] [3] Bell palsy is the most common cause of unilateral facial paralysis. Bell palsy is more common in patients with diabetes or who are pregnant."}
{"id": "article-18195_4", "title": "Bell Palsy -- Etiology", "content": "Bell palsy is by definition idiopathic in nature.  Increasing evidence in the literature demonstrates multiple potential clinical conditions and pathologies known to manifest, at least in part, with a period of unilateral facial paralysis.  The literature has highlighted several viral illnesses such as herpes simplex virus, varicella-zoster virus, and Epstein-Barr virus.  Providers may ambiguously (and incorrectly) refer to a diagnosis of Bell palsy in the setting of a potentially known etiologic mechanism.  This can occur, for example, in the setting of known associations (eg, Ramsay-Hunt syndrome and Lyme disease). [4] While there are many potential causes, including idiopathic, traumatic, neoplastic, congenital, and autoimmune, about 70% of facial nerve palsies are diagnosed as Bell palsy.", "contents": "Bell Palsy -- Etiology. Bell palsy is by definition idiopathic in nature.  Increasing evidence in the literature demonstrates multiple potential clinical conditions and pathologies known to manifest, at least in part, with a period of unilateral facial paralysis.  The literature has highlighted several viral illnesses such as herpes simplex virus, varicella-zoster virus, and Epstein-Barr virus.  Providers may ambiguously (and incorrectly) refer to a diagnosis of Bell palsy in the setting of a potentially known etiologic mechanism.  This can occur, for example, in the setting of known associations (eg, Ramsay-Hunt syndrome and Lyme disease). [4] While there are many potential causes, including idiopathic, traumatic, neoplastic, congenital, and autoimmune, about 70% of facial nerve palsies are diagnosed as Bell palsy."}
{"id": "article-18195_5", "title": "Bell Palsy -- Epidemiology", "content": "The annual incidence is 15 to 20 per 100,000, with 40,000 new cases yearly. The lifetime risk is 1 in 60. The recurrence rate is 8% to 12%. Even without treatment, 70% of patients will have complete resolution.", "contents": "Bell Palsy -- Epidemiology. The annual incidence is 15 to 20 per 100,000, with 40,000 new cases yearly. The lifetime risk is 1 in 60. The recurrence rate is 8% to 12%. Even without treatment, 70% of patients will have complete resolution."}
{"id": "article-18195_6", "title": "Bell Palsy -- Epidemiology", "content": "There is no gender or racial preference, and palsy can occur at any age, but more cases are seen in mid and late life, with the median age of onset at 40 years. Risk factors include diabetes, pregnancy, preeclampsia, obesity, and hypertension. [5]", "contents": "Bell Palsy -- Epidemiology. There is no gender or racial preference, and palsy can occur at any age, but more cases are seen in mid and late life, with the median age of onset at 40 years. Risk factors include diabetes, pregnancy, preeclampsia, obesity, and hypertension. [5]"}
{"id": "article-18195_7", "title": "Bell Palsy -- Pathophysiology", "content": "Bell palsy is thought to result from compression of the seventh cranial nerve at the geniculate ganglion. The first portion of the facial canal, the labyrinthine segment, is the narrowest; most cases of compression occur in the labyrinthine segment. Due to the narrow opening of the facial canal, inflammation causes compression and ischemia of the nerve. The most common finding is a unilateral facial weakness that includes the muscles of the forehead.", "contents": "Bell Palsy -- Pathophysiology. Bell palsy is thought to result from compression of the seventh cranial nerve at the geniculate ganglion. The first portion of the facial canal, the labyrinthine segment, is the narrowest; most cases of compression occur in the labyrinthine segment. Due to the narrow opening of the facial canal, inflammation causes compression and ischemia of the nerve. The most common finding is a unilateral facial weakness that includes the muscles of the forehead."}
{"id": "article-18195_8", "title": "Bell Palsy -- History and Physical", "content": "Patients present with rapid and progressive symptoms over the course of a day to a week often reaching a peak in severity at 72 hours. Weakness will be partial or complete to one-half of the face, resulting in weakness of the eyebrows, forehead, and angle of the mouth. Patients may present with an inability to close the affected eyelid or lip on the affected side.", "contents": "Bell Palsy -- History and Physical. Patients present with rapid and progressive symptoms over the course of a day to a week often reaching a peak in severity at 72 hours. Weakness will be partial or complete to one-half of the face, resulting in weakness of the eyebrows, forehead, and angle of the mouth. Patients may present with an inability to close the affected eyelid or lip on the affected side."}
{"id": "article-18195_9", "title": "Bell Palsy -- History and Physical", "content": "The key physical exam finding is a partial or complete weakness of the forehead. If forehead strength is preserved, a central cause should be investigated. Patients may also complain of a difference in taste, sensitivity to sound, otalgia, and changes to tearing and salivation. Ocular features include the following: Corneal exposure Lagophthalmos Brow droop Paralytic ectropion of the lower lid Upper eyelid retraction Decreased tear output Loss of nasolabial fold", "contents": "Bell Palsy -- History and Physical. The key physical exam finding is a partial or complete weakness of the forehead. If forehead strength is preserved, a central cause should be investigated. Patients may also complain of a difference in taste, sensitivity to sound, otalgia, and changes to tearing and salivation. Ocular features include the following: Corneal exposure Lagophthalmos Brow droop Paralytic ectropion of the lower lid Upper eyelid retraction Decreased tear output Loss of nasolabial fold"}
{"id": "article-18195_10", "title": "Bell Palsy -- Evaluation", "content": "History and physical examination guide the evaluation. The House-Brackmann Facial Nerve Grading System can be used to describe the degree of facial nerve weakness. This grading system goes from a grade of I (no weakness) to VI (complete weakness). If the presentation is consistent with Bell palsy, no lab or radiographic tests are required. If there are atypical features, patients may need to be evaluated for a central cause of their symptoms.", "contents": "Bell Palsy -- Evaluation. History and physical examination guide the evaluation. The House-Brackmann Facial Nerve Grading System can be used to describe the degree of facial nerve weakness. This grading system goes from a grade of I (no weakness) to VI (complete weakness). If the presentation is consistent with Bell palsy, no lab or radiographic tests are required. If there are atypical features, patients may need to be evaluated for a central cause of their symptoms."}
{"id": "article-18195_11", "title": "Bell Palsy -- Evaluation", "content": "Likewise, Lyme disease testing is based on a history of possible tick-borne illnesses. Routine testing for Lyme disease is not recommended without other findings such as a history of a tick bite, skin rash, or arthritis. No consensus exists on the optimal timing of imaging for Lyme disease, but most sources recommend after 2 months of no improvement of the facial palsy. Diabetic testing should not be performed as facial nerve palsy is not considered diabetic neuropathy. Magnetic resonance imaging (MRI) is the imaging modality of choice. MRI can detect facial nerve inflammation and rule out conditions such as schwannoma, hemangioma, or a space-occupying lesion. [6]", "contents": "Bell Palsy -- Evaluation. Likewise, Lyme disease testing is based on a history of possible tick-borne illnesses. Routine testing for Lyme disease is not recommended without other findings such as a history of a tick bite, skin rash, or arthritis. No consensus exists on the optimal timing of imaging for Lyme disease, but most sources recommend after 2 months of no improvement of the facial palsy. Diabetic testing should not be performed as facial nerve palsy is not considered diabetic neuropathy. Magnetic resonance imaging (MRI) is the imaging modality of choice. MRI can detect facial nerve inflammation and rule out conditions such as schwannoma, hemangioma, or a space-occupying lesion. [6]"}
{"id": "article-18195_12", "title": "Bell Palsy -- Evaluation", "content": "Nerve conduction studies and electromyography (EMG) may help determine outcomes in patients with severe Bell palsy. Electroneurgraphy uses EMG to monitor the difference in potentials generated by the facial muscles on both sides. If hearing loss is suspected, auditory evoked potentials and audiography should be performed. Other tests include testing for saliva flow, tear function, and nerve excitability. There is a grading system for clinical evaluation of Bell palsy. The grading system ranges from mild-to-severe dysfunction.", "contents": "Bell Palsy -- Evaluation. Nerve conduction studies and electromyography (EMG) may help determine outcomes in patients with severe Bell palsy. Electroneurgraphy uses EMG to monitor the difference in potentials generated by the facial muscles on both sides. If hearing loss is suspected, auditory evoked potentials and audiography should be performed. Other tests include testing for saliva flow, tear function, and nerve excitability. There is a grading system for clinical evaluation of Bell palsy. The grading system ranges from mild-to-severe dysfunction."}
{"id": "article-18195_13", "title": "Bell Palsy -- Treatment / Management", "content": "Spontaneous recovery does occur; therefore, the role of treatment remains questionable.", "contents": "Bell Palsy -- Treatment / Management. Spontaneous recovery does occur; therefore, the role of treatment remains questionable."}
{"id": "article-18195_14", "title": "Bell Palsy -- Treatment / Management", "content": "Corticosteroids are the primary treatment, with a standard 60 to 80 mg daily regimen for approximately 1 week. Evidence reveals that combined corticosteroids and antivirals can improve outcomes compared with using corticosteroids alone. [7] However, a meta-analysis in 2009 found that steroids alone were the treatment of Bell palsy, and the addition of antivirals did not meet statistical significance. [8]", "contents": "Bell Palsy -- Treatment / Management. Corticosteroids are the primary treatment, with a standard 60 to 80 mg daily regimen for approximately 1 week. Evidence reveals that combined corticosteroids and antivirals can improve outcomes compared with using corticosteroids alone. [7] However, a meta-analysis in 2009 found that steroids alone were the treatment of Bell palsy, and the addition of antivirals did not meet statistical significance. [8]"}
{"id": "article-18195_15", "title": "Bell Palsy -- Treatment / Management", "content": "Patients with severe facial nerve palsy (House-Brackmann IV or higher) can be offered combination therapy with steroids and antivirals. No significant increase in adverse reactions from antivirals compared to placebo or corticosteroids is reported. Patients should receive guidance on using eye lubrication and applying a patch to the affected eye before bedtime, aiming to minimize the risk of corneal abrasion.", "contents": "Bell Palsy -- Treatment / Management. Patients with severe facial nerve palsy (House-Brackmann IV or higher) can be offered combination therapy with steroids and antivirals. No significant increase in adverse reactions from antivirals compared to placebo or corticosteroids is reported. Patients should receive guidance on using eye lubrication and applying a patch to the affected eye before bedtime, aiming to minimize the risk of corneal abrasion."}
{"id": "article-18195_16", "title": "Bell Palsy -- Treatment / Management", "content": "The availability of botulinum toxin has helped reduce the long-term burden of this disorder. [9] Surgery is the last resort treatment and may be required in chronic cases. The facial muscles do remain viable for several years, and in these cases, complex reconstructions are available. Techniques to present eye desiccation range from eyelid weights to muscle transfers.", "contents": "Bell Palsy -- Treatment / Management. The availability of botulinum toxin has helped reduce the long-term burden of this disorder. [9] Surgery is the last resort treatment and may be required in chronic cases. The facial muscles do remain viable for several years, and in these cases, complex reconstructions are available. Techniques to present eye desiccation range from eyelid weights to muscle transfers."}
{"id": "article-18195_17", "title": "Bell Palsy -- Treatment / Management", "content": "Facial nerve decompression is not a recommended treatment option and is considered on a case-by-case basis. Prior studies evaluating facial nerve compression have been of poor quality. Referral to a specialist, such as a plastic surgeon, neurologist, or otolaryngologist, sooner rather than later to explore more aggressive treatments is recommended if no improvement is noted within 4 weeks. [10] [11] [12]", "contents": "Bell Palsy -- Treatment / Management. Facial nerve decompression is not a recommended treatment option and is considered on a case-by-case basis. Prior studies evaluating facial nerve compression have been of poor quality. Referral to a specialist, such as a plastic surgeon, neurologist, or otolaryngologist, sooner rather than later to explore more aggressive treatments is recommended if no improvement is noted within 4 weeks. [10] [11] [12]"}
{"id": "article-18195_18", "title": "Bell Palsy -- Differential Diagnosis", "content": "Causes of peripheral seventh nerve palsy, such as Lyme disease and Ramsey-Hunt syndrome, should be excluded. Other less common causes of facial palsy, including tuberculosis, HIV, trauma, sarcoidosis, vasculitis, and neoplasm, should be excluded. There is a reported 10.8% misdiagnosis rate from specialty referral centers.", "contents": "Bell Palsy -- Differential Diagnosis. Causes of peripheral seventh nerve palsy, such as Lyme disease and Ramsey-Hunt syndrome, should be excluded. Other less common causes of facial palsy, including tuberculosis, HIV, trauma, sarcoidosis, vasculitis, and neoplasm, should be excluded. There is a reported 10.8% misdiagnosis rate from specialty referral centers."}
{"id": "article-18195_19", "title": "Bell Palsy -- Differential Diagnosis", "content": "Also, if there are episodes of recurrence, clinicians should consider Melkersson-Rosenthal syndrome. This is a rare neurocutaneous syndrome with a recurrence of facial palsy, orofacial edema, and a fissured tongue. Melkersson-Rosenthal syndrome is more commonly diagnosed in females.", "contents": "Bell Palsy -- Differential Diagnosis. Also, if there are episodes of recurrence, clinicians should consider Melkersson-Rosenthal syndrome. This is a rare neurocutaneous syndrome with a recurrence of facial palsy, orofacial edema, and a fissured tongue. Melkersson-Rosenthal syndrome is more commonly diagnosed in females."}
{"id": "article-18195_20", "title": "Bell Palsy -- Prognosis", "content": "Bell palsy resolves completely without treatment in 71% of treated cases. Treatment with corticosteroids has been found to increase the likelihood of improved nerve recovery. Recurrence does occur, and one study reported a recurrence rate of 12%. [11] Another study reported up to 10% of patients with Bell palsy experienced symptomatic recurrence after a mean latency of 10 years [13] .", "contents": "Bell Palsy -- Prognosis. Bell palsy resolves completely without treatment in 71% of treated cases. Treatment with corticosteroids has been found to increase the likelihood of improved nerve recovery. Recurrence does occur, and one study reported a recurrence rate of 12%. [11] Another study reported up to 10% of patients with Bell palsy experienced symptomatic recurrence after a mean latency of 10 years [13] ."}
{"id": "article-18195_21", "title": "Bell Palsy -- Prognosis", "content": "Risk factors associated with poor outcomes include complete paralysis, age 60 or older, and decreased salivation or taste on the ipsilateral side. The longer the recovery, the more likely that residual sequelae may develop.", "contents": "Bell Palsy -- Prognosis. Risk factors associated with poor outcomes include complete paralysis, age 60 or older, and decreased salivation or taste on the ipsilateral side. The longer the recovery, the more likely that residual sequelae may develop."}
{"id": "article-18195_22", "title": "Bell Palsy -- Complications", "content": "Some complications related to Bell palsy are as follows: Corneal dryness leading to visual loss Permanent damage to the facial nerve Abnormal growth of nerve fibers", "contents": "Bell Palsy -- Complications. Some complications related to Bell palsy are as follows: Corneal dryness leading to visual loss Permanent damage to the facial nerve Abnormal growth of nerve fibers"}
{"id": "article-18195_23", "title": "Bell Palsy -- Postoperative and Rehabilitation Care", "content": "Continued monitoring of patients with Bell palsy is required to ensure recovery is progressing. If the EMG studies show less than 25% of muscles are involved, then supportive care is recommended. If the paralysis is severe, counseling is recommended.", "contents": "Bell Palsy -- Postoperative and Rehabilitation Care. Continued monitoring of patients with Bell palsy is required to ensure recovery is progressing. If the EMG studies show less than 25% of muscles are involved, then supportive care is recommended. If the paralysis is severe, counseling is recommended."}
{"id": "article-18195_24", "title": "Bell Palsy -- Postoperative and Rehabilitation Care -- Rehabilitation", "content": "Rehabilitation recommendations are limited due to the quality of studies in the current literature. However, therapies are often prescribed at different stages of recovery. Several treatments have been mentioned in the literature, such as electrotherapy, massage, mirror therapy, and facial exercises. Tailored facial exercise programs and mirror therapy have shown the most promising results in early rehabilitation efforts. Nonetheless, further research is needed to establish standardized treatment and rehabilitation protocols. [14] [15] [16] [17]", "contents": "Bell Palsy -- Postoperative and Rehabilitation Care -- Rehabilitation. Rehabilitation recommendations are limited due to the quality of studies in the current literature. However, therapies are often prescribed at different stages of recovery. Several treatments have been mentioned in the literature, such as electrotherapy, massage, mirror therapy, and facial exercises. Tailored facial exercise programs and mirror therapy have shown the most promising results in early rehabilitation efforts. Nonetheless, further research is needed to establish standardized treatment and rehabilitation protocols. [14] [15] [16] [17]"}
{"id": "article-18195_25", "title": "Bell Palsy -- Consultations", "content": "Consultations that may be necessary when managing Bell palsy are as follows: Ophthalmologist Neurologist Otolaryngologist Speech pathologist", "contents": "Bell Palsy -- Consultations. Consultations that may be necessary when managing Bell palsy are as follows: Ophthalmologist Neurologist Otolaryngologist Speech pathologist"}
{"id": "article-18195_26", "title": "Bell Palsy -- Pearls and Other Issues", "content": "As stated, the misdiagnosis rate can be up to 10.8%. Careful history collection and physical examination are essential. The focus of the physical exam is the forehead muscles. Since Bell palsy is a peripheral facial nerve palsy, the forehead muscles need to be involved. The history and physical guide testing for causes of facial nerve weakness.", "contents": "Bell Palsy -- Pearls and Other Issues. As stated, the misdiagnosis rate can be up to 10.8%. Careful history collection and physical examination are essential. The focus of the physical exam is the forehead muscles. Since Bell palsy is a peripheral facial nerve palsy, the forehead muscles need to be involved. The history and physical guide testing for causes of facial nerve weakness."}
{"id": "article-18195_27", "title": "Bell Palsy -- Pearls and Other Issues", "content": "Patients shouldn't be tested for Lyme disease unless they have a history of tick bite or manifestations of rash and arthritis. Patients may be treated at home medically with close follow-up to ensure improvement of symptoms. There should be a consideration for timely specialty referral if there has been little improvement in the first few weeks of the disease. There are no known preventative measures, and 8% to 12% of patients will have a recurrence.", "contents": "Bell Palsy -- Pearls and Other Issues. Patients shouldn't be tested for Lyme disease unless they have a history of tick bite or manifestations of rash and arthritis. Patients may be treated at home medically with close follow-up to ensure improvement of symptoms. There should be a consideration for timely specialty referral if there has been little improvement in the first few weeks of the disease. There are no known preventative measures, and 8% to 12% of patients will have a recurrence."}
{"id": "article-18195_28", "title": "Bell Palsy -- Enhancing Healthcare Team Outcomes", "content": "Bell palsy is the most common cause of unilateral facial paralysis. While benign, the condition does have moderate morbidity and can lead to loss of vision. Thus, the disorder is best managed by an interprofessional team. [18]", "contents": "Bell Palsy -- Enhancing Healthcare Team Outcomes. Bell palsy is the most common cause of unilateral facial paralysis. While benign, the condition does have moderate morbidity and can lead to loss of vision. Thus, the disorder is best managed by an interprofessional team. [18]"}
{"id": "article-18195_29", "title": "Bell Palsy -- Enhancing Healthcare Team Outcomes", "content": "The cause of Bell palsy remains unknown, and its treatment remains controversial. While steroids and/or antiviral medications are often prescribed, there is still debate on which treatment regimen is more effective. The problem is compounded by the fact that most cases resolve spontaneously. However, in individuals with long-standing facial paralysis accompanied by poor speech, incomplete eyelid closure, or poor aesthetics, treatment needs to be provided by an interprofessional team. [19] Because the disorder affects different organ systems, an interprofessional team of clinicians, nurses, and technologists has proven effective. The most important feature of the treatment is to be patient-focused rather than symptom-focused.", "contents": "Bell Palsy -- Enhancing Healthcare Team Outcomes. The cause of Bell palsy remains unknown, and its treatment remains controversial. While steroids and/or antiviral medications are often prescribed, there is still debate on which treatment regimen is more effective. The problem is compounded by the fact that most cases resolve spontaneously. However, in individuals with long-standing facial paralysis accompanied by poor speech, incomplete eyelid closure, or poor aesthetics, treatment needs to be provided by an interprofessional team. [19] Because the disorder affects different organ systems, an interprofessional team of clinicians, nurses, and technologists has proven effective. The most important feature of the treatment is to be patient-focused rather than symptom-focused."}
{"id": "article-18195_30", "title": "Bell Palsy -- Enhancing Healthcare Team Outcomes", "content": "In any case, clinicians must educate the patient on eye protection and lubrication. Eye dryness should be prevented at all costs using artificial tears and other liquid preparations. If there is evidence of noncompliance or evidence that the eye is becoming dry and irritated, the nurse or pharmacist should report back to the clinical team leader.", "contents": "Bell Palsy -- Enhancing Healthcare Team Outcomes. In any case, clinicians must educate the patient on eye protection and lubrication. Eye dryness should be prevented at all costs using artificial tears and other liquid preparations. If there is evidence of noncompliance or evidence that the eye is becoming dry and irritated, the nurse or pharmacist should report back to the clinical team leader."}
{"id": "article-18195_31", "title": "Bell Palsy -- Enhancing Healthcare Team Outcomes", "content": "The neurology nurse must educate the patient on facial exercises that can help improve muscle strength and facial coordination. These exercises can reduce poor aesthetics and improve the functionality of the facial muscles. If the patient is noncompliant, the nurse should report to the clinical team leader and assist with further patient education.", "contents": "Bell Palsy -- Enhancing Healthcare Team Outcomes. The neurology nurse must educate the patient on facial exercises that can help improve muscle strength and facial coordination. These exercises can reduce poor aesthetics and improve the functionality of the facial muscles. If the patient is noncompliant, the nurse should report to the clinical team leader and assist with further patient education."}
{"id": "article-18195_32", "title": "Bell Palsy -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Evidence-based medicine is lacking when it comes to treatment and outcomes for Bell palsy. The problem is made more difficult because many cases resolve spontaneously. Most reported outcomes have been from case reports or small case series. While recovery does occur in most patients, it often takes months or even years for a full recovery. Because there are several types of treatments available besides medications, an interprofessional team should be involved in the management since not everyone responds to the same treatment. [20]", "contents": "Bell Palsy -- Enhancing Healthcare Team Outcomes -- Outcomes. Evidence-based medicine is lacking when it comes to treatment and outcomes for Bell palsy. The problem is made more difficult because many cases resolve spontaneously. Most reported outcomes have been from case reports or small case series. While recovery does occur in most patients, it often takes months or even years for a full recovery. Because there are several types of treatments available besides medications, an interprofessional team should be involved in the management since not everyone responds to the same treatment. [20]"}
{"id": "article-18195_33", "title": "Bell Palsy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bell Palsy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}