{"id": "article-22865_0", "title": "High Altitude Oxygenation -- Definition/Introduction", "content": "High altitude oxygenation is improving oxygenation or enriching the body with additional oxygen at high altitudes. [1] According to the Society of Mountain Medicine (Effects of high altitude on humans), there are three altitude regions: High altitude = 1500 to 3500 meters above sea level (4900-11500 ft.) Very high altitude = 3500 to 5500 meters above sea level (11500 to 18000 ft.) Extreme altitude = above 5500 meters above sea level (18000 ft.)", "contents": "High Altitude Oxygenation -- Definition/Introduction. High altitude oxygenation is improving oxygenation or enriching the body with additional oxygen at high altitudes. [1] According to the Society of Mountain Medicine (Effects of high altitude on humans), there are three altitude regions: High altitude = 1500 to 3500 meters above sea level (4900-11500 ft.) Very high altitude = 3500 to 5500 meters above sea level (11500 to 18000 ft.) Extreme altitude = above 5500 meters above sea level (18000 ft.)"}
{"id": "article-22865_1", "title": "High Altitude Oxygenation -- Definition/Introduction", "content": "Mount Everest, the highest mountain on earth, is at 29029 feet above sea level. It is in the extreme altitude region. These three altitude regions correspond with different levels of low oxygen in the atmosphere. At Mount Everest, the atmospheric pressure is around 228 mmHg, but the percent of fraction of inspired oxygen is the same as sea level, where the atmospheric pressure is 760 mmHg.", "contents": "High Altitude Oxygenation -- Definition/Introduction. Mount Everest, the highest mountain on earth, is at 29029 feet above sea level. It is in the extreme altitude region. These three altitude regions correspond with different levels of low oxygen in the atmosphere. At Mount Everest, the atmospheric pressure is around 228 mmHg, but the percent of fraction of inspired oxygen is the same as sea level, where the atmospheric pressure is 760 mmHg."}
{"id": "article-22865_2", "title": "High Altitude Oxygenation -- Issues of Concern", "content": "In addition to pilots, crew, and passengers of aircraft, athletes, travelers (lowlanders) to ski resorts, mountaineering expeditions, and people going on pilgrimage to monasteries, abbeys, shrines, or temples are at high risk for developing acute mountain sickness or high altitude illness. If untreated, it can lead to its severe manifestations: high–altitude pulmonary edema (HAPE) and high-altitude cerebral edema (HACE).  High altitude oxygenation can help such people or those accompanying them acclimatize to high altitudes, hence preventing or ameliorating the symptoms of high altitude illness and/or the progression to severe illnesses. An altitude generator can help acclimatize to high altitudes in a bedroom by producing varying oxygen levels depending on the altitude level one plans to ascend. For example, it can generate 20.9% oxygen at sea level to 9.5% oxygen at 20000 feet (6000 meters) above sea level.", "contents": "High Altitude Oxygenation -- Issues of Concern. In addition to pilots, crew, and passengers of aircraft, athletes, travelers (lowlanders) to ski resorts, mountaineering expeditions, and people going on pilgrimage to monasteries, abbeys, shrines, or temples are at high risk for developing acute mountain sickness or high altitude illness. If untreated, it can lead to its severe manifestations: high–altitude pulmonary edema (HAPE) and high-altitude cerebral edema (HACE).  High altitude oxygenation can help such people or those accompanying them acclimatize to high altitudes, hence preventing or ameliorating the symptoms of high altitude illness and/or the progression to severe illnesses. An altitude generator can help acclimatize to high altitudes in a bedroom by producing varying oxygen levels depending on the altitude level one plans to ascend. For example, it can generate 20.9% oxygen at sea level to 9.5% oxygen at 20000 feet (6000 meters) above sea level."}
{"id": "article-22865_3", "title": "High Altitude Oxygenation -- Clinical Significance", "content": "High altitudes can cause low oxygen saturation levels or desaturation of an individual's blood. It happens because of low atmospheric pressure at high altitudes. Oxygen saturation levels refer to the extent hemoglobin is bound or saturated to oxygen.  A small device called a pulse oximeter (image 1) measures the oxygen saturation level and pulse/HR. This device is typically used on the index finger. Normal oxygen saturation levels are 95% to 100%.  Oxygen saturation levels below 90% are considered abnormal. Some symptoms of low oxygen saturation levels include: Shortness of breath Cyanosis Extreme fatigue and weakness Mental confusion Headaches", "contents": "High Altitude Oxygenation -- Clinical Significance. High altitudes can cause low oxygen saturation levels or desaturation of an individual's blood. It happens because of low atmospheric pressure at high altitudes. Oxygen saturation levels refer to the extent hemoglobin is bound or saturated to oxygen.  A small device called a pulse oximeter (image 1) measures the oxygen saturation level and pulse/HR. This device is typically used on the index finger. Normal oxygen saturation levels are 95% to 100%.  Oxygen saturation levels below 90% are considered abnormal. Some symptoms of low oxygen saturation levels include: Shortness of breath Cyanosis Extreme fatigue and weakness Mental confusion Headaches"}
{"id": "article-22865_4", "title": "High Altitude Oxygenation -- Clinical Significance", "content": "Other causes of low oxygen saturation levels include blood hypoventilation (OSA and oversedation), V/Q mismatch - pulmonary embolism,  airway obstruction (chronic obstructive pulmonary disease or COPD and sleep apnea), diffusion abnormalities (pneumonia, CHF, alveolar hemorrhage, emphysema, interstitial lung disease (ILD), acute respiratory distress syndrome (ARDS), and shunts (intra- and extra-pulmonary).", "contents": "High Altitude Oxygenation -- Clinical Significance. Other causes of low oxygen saturation levels include blood hypoventilation (OSA and oversedation), V/Q mismatch - pulmonary embolism,  airway obstruction (chronic obstructive pulmonary disease or COPD and sleep apnea), diffusion abnormalities (pneumonia, CHF, alveolar hemorrhage, emphysema, interstitial lung disease (ILD), acute respiratory distress syndrome (ARDS), and shunts (intra- and extra-pulmonary)."}
{"id": "article-22865_5", "title": "High Altitude Oxygenation -- Clinical Significance", "content": "Blood oxygen saturation levels cannot go above 100%. It is not possible to achieve 100% oxygen saturation levels breathing room air. The only way to accomplish this is by breathing oxygen through medical devices (masks, Gamow bags, and tents) or homes with oxygen-controlled rooms like in some mountain homes in Colorado and other mountainous regions. Portable hyperbaric chambers are also used at high altitudes, especially during emergencies [2] .", "contents": "High Altitude Oxygenation -- Clinical Significance. Blood oxygen saturation levels cannot go above 100%. It is not possible to achieve 100% oxygen saturation levels breathing room air. The only way to accomplish this is by breathing oxygen through medical devices (masks, Gamow bags, and tents) or homes with oxygen-controlled rooms like in some mountain homes in Colorado and other mountainous regions. Portable hyperbaric chambers are also used at high altitudes, especially during emergencies [2] ."}
{"id": "article-22865_6", "title": "High Altitude Oxygenation -- Clinical Significance", "content": "However, inhaling oxygen for a long time can cause adverse effects.  These include retinopathy and blindness. Studies have indicated changes in corneal thickness in patients with high–altitude pulmonary edema after systemic oxygen therapy. [3] Recent epidemiological studies suggest that taking coco-flavanol for a week increases prefrontal cortex oxygenation at rest and during moderate-intensity exercise in normoxia and hypoxia. [4]", "contents": "High Altitude Oxygenation -- Clinical Significance. However, inhaling oxygen for a long time can cause adverse effects.  These include retinopathy and blindness. Studies have indicated changes in corneal thickness in patients with high–altitude pulmonary edema after systemic oxygen therapy. [3] Recent epidemiological studies suggest that taking coco-flavanol for a week increases prefrontal cortex oxygenation at rest and during moderate-intensity exercise in normoxia and hypoxia. [4]"}
{"id": "article-22865_7", "title": "High Altitude Oxygenation -- Clinical Significance", "content": "Drugs are also used in the prevention and treatment of high-altitude illnesses. Some of these can improve oxygenation. Acetazolamide is the most common drug used to prevent high-altitude illness. [5] Studies have shown that benzolamide improves oxygenation, reduces acute mountain sickness, and has fewer side effects than acetazolamide. [6] Other studies demonstrate the effectiveness of dexamethasone in improving pulmonary hemodynamics in patients with COPD going to altitudes. [7]", "contents": "High Altitude Oxygenation -- Clinical Significance. Drugs are also used in the prevention and treatment of high-altitude illnesses. Some of these can improve oxygenation. Acetazolamide is the most common drug used to prevent high-altitude illness. [5] Studies have shown that benzolamide improves oxygenation, reduces acute mountain sickness, and has fewer side effects than acetazolamide. [6] Other studies demonstrate the effectiveness of dexamethasone in improving pulmonary hemodynamics in patients with COPD going to altitudes. [7]"}
{"id": "article-22865_8", "title": "High Altitude Oxygenation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "High Altitude Oxygenation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}