{"id": "article-19838_0", "title": "Confabulation -- Definition/Introduction", "content": "Confabulation is a neuropsychiatric disorder wherein a patient generates a false memory without the intention of deceit. [1] The patient believes the statement to be truthful, hence the descriptive term “honest lying.” [2] The hypothesis is that the patient generates information as a compensatory mechanism to fill holes in one’s memories. [3] It functions for self-coherence, integration of memories, and self-relevance. [4] [1]  Confabulations can include small details such as birthdays, or they may be fantastical and more broadly based. [5] They can be believable or bizarre. Presenting patients with contradictory information may further perpetuate confabulation in an attempt to explain their account.", "contents": "Confabulation -- Definition/Introduction. Confabulation is a neuropsychiatric disorder wherein a patient generates a false memory without the intention of deceit. [1] The patient believes the statement to be truthful, hence the descriptive term “honest lying.” [2] The hypothesis is that the patient generates information as a compensatory mechanism to fill holes in one’s memories. [3] It functions for self-coherence, integration of memories, and self-relevance. [4] [1]  Confabulations can include small details such as birthdays, or they may be fantastical and more broadly based. [5] They can be believable or bizarre. Presenting patients with contradictory information may further perpetuate confabulation in an attempt to explain their account."}
{"id": "article-19838_1", "title": "Confabulation -- Issues of Concern -- Associated Conditions", "content": "The most common reports of confabulation are in patients with Korsakoff syndrome from Wernicke encephalopathy, wherein patients have anterograde amnesia in addition to confabulations. [6] It has been seen in several other disease processes to include Alzheimer dementia, traumatic brain injury, schizophrenia, bipolar disorder, anterior communicating artery aneurysms, and cortical blindness with Anton syndrome. It can, however, also present in otherwise healthy patients. [7] [8] [9] [3]", "contents": "Confabulation -- Issues of Concern -- Associated Conditions. The most common reports of confabulation are in patients with Korsakoff syndrome from Wernicke encephalopathy, wherein patients have anterograde amnesia in addition to confabulations. [6] It has been seen in several other disease processes to include Alzheimer dementia, traumatic brain injury, schizophrenia, bipolar disorder, anterior communicating artery aneurysms, and cortical blindness with Anton syndrome. It can, however, also present in otherwise healthy patients. [7] [8] [9] [3]"}
{"id": "article-19838_2", "title": "Confabulation -- Issues of Concern -- Mechanism", "content": "Multiple reported lesions have correlations with the phenomenon. While most disorders associated with confabulation are related to lesions in the orbitofrontal or ventromedial prefrontal cortex of the frontal lobe, errors in processing may also occur within the hypothalamus, mammillary bodies, and the dorsomedial nucleus of the thalamus. [10] [8] [6] [3] [9] Due to the complex physiology, it is difficult to determine the exact mechanism of false memories. There are multiple theories regarding the evolution of and motivation behind confabulation, but there is no conclusive data. [5] Memory tests may identify errors in executive function, temporal context confusion, or reduced memory capacity. [9]", "contents": "Confabulation -- Issues of Concern -- Mechanism. Multiple reported lesions have correlations with the phenomenon. While most disorders associated with confabulation are related to lesions in the orbitofrontal or ventromedial prefrontal cortex of the frontal lobe, errors in processing may also occur within the hypothalamus, mammillary bodies, and the dorsomedial nucleus of the thalamus. [10] [8] [6] [3] [9] Due to the complex physiology, it is difficult to determine the exact mechanism of false memories. There are multiple theories regarding the evolution of and motivation behind confabulation, but there is no conclusive data. [5] Memory tests may identify errors in executive function, temporal context confusion, or reduced memory capacity. [9]"}
{"id": "article-19838_3", "title": "Confabulation -- Issues of Concern -- Spontaneous vs. Provoked Confabulation", "content": "Two types of confabulation can be distinguished. Provoked confabulations can be discovered by directly questioning and prompting a false memory. [5] This type commonly correlates with an impairment in autobiographical and semantic memory such as dates, places, and common history. For example, one asks the patient, “Who was the forty-fourth president of the United States?” the patient would then reply incorrectly instead of responding with “I don’t know.” [3] [8] Spontaneous confabulations are memories elicited without an external trigger, and generally, do not occur within an interview. Their trigger is from an individual confusing chronology or attempting to explain situations to themselves. [5] Spontaneous confabulations may reveal themselves in standard day to day conversations, such as a patient divulging false information randomly at the dinner table.", "contents": "Confabulation -- Issues of Concern -- Spontaneous vs. Provoked Confabulation. Two types of confabulation can be distinguished. Provoked confabulations can be discovered by directly questioning and prompting a false memory. [5] This type commonly correlates with an impairment in autobiographical and semantic memory such as dates, places, and common history. For example, one asks the patient, “Who was the forty-fourth president of the United States?” the patient would then reply incorrectly instead of responding with “I don’t know.” [3] [8] Spontaneous confabulations are memories elicited without an external trigger, and generally, do not occur within an interview. Their trigger is from an individual confusing chronology or attempting to explain situations to themselves. [5] Spontaneous confabulations may reveal themselves in standard day to day conversations, such as a patient divulging false information randomly at the dinner table."}
{"id": "article-19838_4", "title": "Confabulation -- Issues of Concern -- Delusions vs. Confabulation", "content": "While confabulations appear to be false memories, delusions are more akin to false beliefs. [11] [12] Confabulations are more commonly associated with Korsakoff syndrome, while delusions more commonly correlate with schizophrenia. That said, both errors in information processing may exist in both disorders. Research into the motivations behind confabulations and delusions has attempted to differentiate these disorders, but this has not been conclusive. [11] [12] [13] As such, confabulations and delusions may prove to be different manifestations along the same spectrum.", "contents": "Confabulation -- Issues of Concern -- Delusions vs. Confabulation. While confabulations appear to be false memories, delusions are more akin to false beliefs. [11] [12] Confabulations are more commonly associated with Korsakoff syndrome, while delusions more commonly correlate with schizophrenia. That said, both errors in information processing may exist in both disorders. Research into the motivations behind confabulations and delusions has attempted to differentiate these disorders, but this has not been conclusive. [11] [12] [13] As such, confabulations and delusions may prove to be different manifestations along the same spectrum."}
{"id": "article-19838_5", "title": "Confabulation -- Clinical Significance", "content": "Treatment most commonly revolves around treating the underlying disorder, such as using thiamine to treat Korsakoff syndrome or antipsychotic medications to treat schizophrenia. Interprofessional cognitive rehabilitation, however, may also be helpful. Specific interventions, such as maintaining a diary, and specific therapies such as self-monitoring training may also be efficacious. [4] [11] [1] [14]", "contents": "Confabulation -- Clinical Significance. Treatment most commonly revolves around treating the underlying disorder, such as using thiamine to treat Korsakoff syndrome or antipsychotic medications to treat schizophrenia. Interprofessional cognitive rehabilitation, however, may also be helpful. Specific interventions, such as maintaining a diary, and specific therapies such as self-monitoring training may also be efficacious. [4] [11] [1] [14]"}
{"id": "article-19838_6", "title": "Confabulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Confabulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}