{"id": "article-22793_0", "title": "Hepatitis E -- Continuing Education Activity", "content": "Hepatitis E virus (HEV) is classified in the genus Orthohepevirus of the Hepeviridae family and is one of the most common causes of hepatitis in the world. It causes acute, self-limited hepatitis in immunocompetent hosts and chronic hepatitis in immunosuppressed patients. This activity illustrates the evaluation and management of hepatitis E infection and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Hepatitis E -- Continuing Education Activity. Hepatitis E virus (HEV) is classified in the genus Orthohepevirus of the Hepeviridae family and is one of the most common causes of hepatitis in the world. It causes acute, self-limited hepatitis in immunocompetent hosts and chronic hepatitis in immunosuppressed patients. This activity illustrates the evaluation and management of hepatitis E infection and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-22793_1", "title": "Hepatitis E -- Continuing Education Activity", "content": "Objectives: Describe the epidemiology of hepatitis E infection. Identify the typical history and presentation in patients with hepatitis E infection. Review the 2018 EASL guidelines in the evaluation of hepatitis E infection. Summarize the importance of improving care coordination among the interprofessional team to enhance the delivery of care and improve outcomes for patients affected by hepatitis E infection. Access free multiple choice questions on this topic.", "contents": "Hepatitis E -- Continuing Education Activity. Objectives: Describe the epidemiology of hepatitis E infection. Identify the typical history and presentation in patients with hepatitis E infection. Review the 2018 EASL guidelines in the evaluation of hepatitis E infection. Summarize the importance of improving care coordination among the interprofessional team to enhance the delivery of care and improve outcomes for patients affected by hepatitis E infection. Access free multiple choice questions on this topic."}
{"id": "article-22793_2", "title": "Hepatitis E -- Introduction", "content": "Hepatitis E virus (HEV) is the most common cause of acute viral hepatitis in the world. Due to nonspecific symptoms and a self-limited disease course, it is also not frequently diagnosed. HEV is classified in the genus Orthohepevirus of the Hepeviridae family. It is an icosahedral, nonenveloped virus. HEV has a single-stranded positive-sense RNA genome that is approximately 27 to 34 nm in diameter. [1] [2] [3] HEV is mainly transmitted via the fecal-oral route. It typically causes acute, self-limited hepatitis in normal hosts. It can also cause chronic hepatitis in immunosuppressed patients. It is associated with a higher mortality rate compared to acute hepatitis A virus infection, which is also transmitted via the enteric route. HEV infection can cause high mortality in pregnant females. The first evidence of an enterically transmitted viral hepatitis distinct from the hepatitis A virus (HAV) came from studies of a waterborne hepatitis epidemic in the late 1970s in Kashmir, India. It was initially identified as a non-A, non-B hepatitis (NANBH). Khuroo determined that the patients involved in the epidemic lacked serological evidence of acute hepatitis A, thereby raising concern that another infective agent likely caused the outbreak. [4] Three years later, Balayan and colleagues confirmed the existence of a new virus with enteric transmission. [1] NANB hepatitis was later called Hepatitis E to conform to the accepted nomenclature of other hepatitis viruses.", "contents": "Hepatitis E -- Introduction. Hepatitis E virus (HEV) is the most common cause of acute viral hepatitis in the world. Due to nonspecific symptoms and a self-limited disease course, it is also not frequently diagnosed. HEV is classified in the genus Orthohepevirus of the Hepeviridae family. It is an icosahedral, nonenveloped virus. HEV has a single-stranded positive-sense RNA genome that is approximately 27 to 34 nm in diameter. [1] [2] [3] HEV is mainly transmitted via the fecal-oral route. It typically causes acute, self-limited hepatitis in normal hosts. It can also cause chronic hepatitis in immunosuppressed patients. It is associated with a higher mortality rate compared to acute hepatitis A virus infection, which is also transmitted via the enteric route. HEV infection can cause high mortality in pregnant females. The first evidence of an enterically transmitted viral hepatitis distinct from the hepatitis A virus (HAV) came from studies of a waterborne hepatitis epidemic in the late 1970s in Kashmir, India. It was initially identified as a non-A, non-B hepatitis (NANBH). Khuroo determined that the patients involved in the epidemic lacked serological evidence of acute hepatitis A, thereby raising concern that another infective agent likely caused the outbreak. [4] Three years later, Balayan and colleagues confirmed the existence of a new virus with enteric transmission. [1] NANB hepatitis was later called Hepatitis E to conform to the accepted nomenclature of other hepatitis viruses."}
{"id": "article-22793_3", "title": "Hepatitis E -- Etiology", "content": "Hepatitis E virus (HEV) is an icosahedral, nonenveloped, single-stranded RNA virus that is approximately 27 to 34 nm in diameter. There are four identified genotypes of HEV, 1-4. Genotypes 1 and 2 are human viruses transmitted through the fecal-oral route from contaminated water and are found mainly in developing countries in Africa, Asia, Central America, and the Middle East. Genotypes 3 and 4 are mainly found in animals (zoonotic), transmitted to humans by eating undercooked meat such as pork and deer, and are mainly found in developed countries such as the United States, Australia, Japan, and China. [5] Genotypes 1 and 2 are usually seen in young adults (15-40) as part of outbreaks, causing acute infection that is self-limited and does not progress to chronic infection. However, acute infections in pregnant patients or patients with chronic liver disease can be severe, with progression to fulminant liver failure. [5] Genotypes 3 and 4 usually cause sporadic cases and are mainly seen in older adults (older than 40). They can cause acute infections with a possibility of progression to chronic infections, mainly in immunocompromised patients such as solid organ transplant patients on immunosuppressants and HIV patients with AIDs. [5]", "contents": "Hepatitis E -- Etiology. Hepatitis E virus (HEV) is an icosahedral, nonenveloped, single-stranded RNA virus that is approximately 27 to 34 nm in diameter. There are four identified genotypes of HEV, 1-4. Genotypes 1 and 2 are human viruses transmitted through the fecal-oral route from contaminated water and are found mainly in developing countries in Africa, Asia, Central America, and the Middle East. Genotypes 3 and 4 are mainly found in animals (zoonotic), transmitted to humans by eating undercooked meat such as pork and deer, and are mainly found in developed countries such as the United States, Australia, Japan, and China. [5] Genotypes 1 and 2 are usually seen in young adults (15-40) as part of outbreaks, causing acute infection that is self-limited and does not progress to chronic infection. However, acute infections in pregnant patients or patients with chronic liver disease can be severe, with progression to fulminant liver failure. [5] Genotypes 3 and 4 usually cause sporadic cases and are mainly seen in older adults (older than 40). They can cause acute infections with a possibility of progression to chronic infections, mainly in immunocompromised patients such as solid organ transplant patients on immunosuppressants and HIV patients with AIDs. [5]"}
{"id": "article-22793_4", "title": "Hepatitis E -- Epidemiology", "content": "According to the World Health Organization (WHO), Hepatitis E virus (HEV) causes about 20 million new infections and over 55,000 deaths annually. HEV infection has a global distribution; however, it is most common in developing countries. The highest incidence of HEV infection is in Asia, Africa, the Middle East, and Central America. [6] [7] [8] HEV is the second most common cause of sporadic hepatitis in North Africa and the Middle East. [9] Sporadic cases have been described in Western countries and have mostly been limited to visitors who have traveled to HEV-endemic areas. [10] [11] [12] The overall seroprevalence of HEV in the US was estimated at 6% between 2009 and 2010. The risk of HEV seropositivity is related to increasing age, birth outside of the United States, Hispanic race, and consumption of meat (>10 times/month). [13] Although HEV was previously thought to be prevalent only in the developing countries of Asia and Africa, more recently, it has been found to be a zoonotic disease prevalent in high-income countries of Europe, where it is acquired from pigs. [14]", "contents": "Hepatitis E -- Epidemiology. According to the World Health Organization (WHO), Hepatitis E virus (HEV) causes about 20 million new infections and over 55,000 deaths annually. HEV infection has a global distribution; however, it is most common in developing countries. The highest incidence of HEV infection is in Asia, Africa, the Middle East, and Central America. [6] [7] [8] HEV is the second most common cause of sporadic hepatitis in North Africa and the Middle East. [9] Sporadic cases have been described in Western countries and have mostly been limited to visitors who have traveled to HEV-endemic areas. [10] [11] [12] The overall seroprevalence of HEV in the US was estimated at 6% between 2009 and 2010. The risk of HEV seropositivity is related to increasing age, birth outside of the United States, Hispanic race, and consumption of meat (>10 times/month). [13] Although HEV was previously thought to be prevalent only in the developing countries of Asia and Africa, more recently, it has been found to be a zoonotic disease prevalent in high-income countries of Europe, where it is acquired from pigs. [14]"}
{"id": "article-22793_5", "title": "Hepatitis E -- Pathophysiology", "content": "Hepatitis E virus (HEV) is most commonly transmitted via the fecal-oral route from contaminated water, and large waterborne outbreaks frequently occur, especially in developing countries. Rarely, it can also be a fecally transmitted zoonotic infection. [15] Person-to-person transmission is rare. HEV can also be transmitted by blood transfusion, particularly in endemic areas. [16] HEV can be transmitted vertically from infected mothers to their infants and can result in significant perinatal mortality and fetal loss. [17] There is insufficient data regarding the transmission of HEV via breast milk; however, HEV has been isolated in breast milk, and serum titers were noted to be comparable [18] .", "contents": "Hepatitis E -- Pathophysiology. Hepatitis E virus (HEV) is most commonly transmitted via the fecal-oral route from contaminated water, and large waterborne outbreaks frequently occur, especially in developing countries. Rarely, it can also be a fecally transmitted zoonotic infection. [15] Person-to-person transmission is rare. HEV can also be transmitted by blood transfusion, particularly in endemic areas. [16] HEV can be transmitted vertically from infected mothers to their infants and can result in significant perinatal mortality and fetal loss. [17] There is insufficient data regarding the transmission of HEV via breast milk; however, HEV has been isolated in breast milk, and serum titers were noted to be comparable [18] ."}
{"id": "article-22793_6", "title": "Hepatitis E -- Pathophysiology", "content": "The incubation period of HEV infection ranges from 28 to 40 days. After ingestion, the virus is absorbed through the gastrointestinal mucosa into the portal circulation to reach the liver. HEV replication has not been observed in tissues other than the liver. HEV can produce morphologic changes in the liver that resemble both cholestatic and classic acute hepatitis, but these features are not diagnostic for hepatitis E. [19] HEV is excreted in feces.", "contents": "Hepatitis E -- Pathophysiology. The incubation period of HEV infection ranges from 28 to 40 days. After ingestion, the virus is absorbed through the gastrointestinal mucosa into the portal circulation to reach the liver. HEV replication has not been observed in tissues other than the liver. HEV can produce morphologic changes in the liver that resemble both cholestatic and classic acute hepatitis, but these features are not diagnostic for hepatitis E. [19] HEV is excreted in feces."}
{"id": "article-22793_7", "title": "Hepatitis E -- History and Physical", "content": "Hepatitis E virus (HEV) most commonly causes an acute illness that is typically indistinguishable from other forms of acute hepatitis. A vast majority of patients are asymptomatic or have a mild clinical disease. When clinical signs and symptoms develop, they are similar to those seen with other forms of acute viral hepatitis, such as malaise, anorexia, nausea, vomiting, jaundice, and abdominal pain. Clinical examination is nonspecific. Patients may appear acutely ill with jaundice. Right upper quadrant abdominal tenderness and hepatomegaly may be present.", "contents": "Hepatitis E -- History and Physical. Hepatitis E virus (HEV) most commonly causes an acute illness that is typically indistinguishable from other forms of acute hepatitis. A vast majority of patients are asymptomatic or have a mild clinical disease. When clinical signs and symptoms develop, they are similar to those seen with other forms of acute viral hepatitis, such as malaise, anorexia, nausea, vomiting, jaundice, and abdominal pain. Clinical examination is nonspecific. Patients may appear acutely ill with jaundice. Right upper quadrant abdominal tenderness and hepatomegaly may be present."}
{"id": "article-22793_8", "title": "Hepatitis E -- History and Physical", "content": "HEV should be considered in any patient with symptoms of acute hepatitis who is from a country with a high incidence of HEV or has a history of recent travel to an endemic country. The disease is more common in adults than in children. Pregnant patients have more severe symptoms. Generally, HEV causes a self-limited infection in immunocompetent individuals. Chronic hepatitis does not develop after acute HEV infection, except in immunocompromised patients such as transplant recipients. Due to their ongoing immunosuppression, transplant patients are unable to clear the virus and develop chronic hepatitis, with a risk of eventually developing cirrhosis. [20]", "contents": "Hepatitis E -- History and Physical. HEV should be considered in any patient with symptoms of acute hepatitis who is from a country with a high incidence of HEV or has a history of recent travel to an endemic country. The disease is more common in adults than in children. Pregnant patients have more severe symptoms. Generally, HEV causes a self-limited infection in immunocompetent individuals. Chronic hepatitis does not develop after acute HEV infection, except in immunocompromised patients such as transplant recipients. Due to their ongoing immunosuppression, transplant patients are unable to clear the virus and develop chronic hepatitis, with a risk of eventually developing cirrhosis. [20]"}
{"id": "article-22793_9", "title": "Hepatitis E -- History and Physical", "content": "When fulminant hepatitis occurs, it can result in an overall case fatality rate of 0.5% to 3%. [21] Patients can also have extrahepatic manifestations such as thrombocytopenia, hemolysis, aplastic anemia, acute thyroiditis, membranous glomerulonephritis, and neurological diseases such as acute transverse myelitis and septic meningitis. [22]", "contents": "Hepatitis E -- History and Physical. When fulminant hepatitis occurs, it can result in an overall case fatality rate of 0.5% to 3%. [21] Patients can also have extrahepatic manifestations such as thrombocytopenia, hemolysis, aplastic anemia, acute thyroiditis, membranous glomerulonephritis, and neurological diseases such as acute transverse myelitis and septic meningitis. [22]"}
{"id": "article-22793_10", "title": "Hepatitis E -- Evaluation", "content": "Accurate diagnosis requires a high index of clinical suspicion. Hepatitis E virus (HEV) should be considered in recent travelers or patients from endemic countries. HEV should also be considered in patients with acute hepatitis who are at risk of serious complications, such as patients with underlying liver disease, pregnant women, and immunocompromised patients.", "contents": "Hepatitis E -- Evaluation. Accurate diagnosis requires a high index of clinical suspicion. Hepatitis E virus (HEV) should be considered in recent travelers or patients from endemic countries. HEV should also be considered in patients with acute hepatitis who are at risk of serious complications, such as patients with underlying liver disease, pregnant women, and immunocompromised patients."}
{"id": "article-22793_11", "title": "Hepatitis E -- Evaluation", "content": "Laboratory findings include elevated serum concentrations of bilirubin, alanine aminotransferase (ALT), and aspartate aminotransferase (AST). Laboratory diagnosis of HEV infection is difficult due to the lack of standardized testing. Many commercial kits have been developed to test for anti-HEV IgM and IgG, but the utility is limited as there are many false positives and negatives. In general, diagnosis of acute HEV infection can be made with a positive serum HEV IgM in the right clinical setting. [23] Patients should also be tested for other viral hepatitis such as A, B, and C. Definitive diagnosis is made with the detection of HEV in serum or stool by polymerase chain reaction (PCR). Because the viremia from HEV can be relatively short-lived, especially in immunocompetent patients, a negative HEV PCR does not exclude the possibility of recent HEV infection. Serology may be more beneficial in these cases. The role of serological testing is, however, limited in immunocompromised individuals who may not mount an antibody response. PCR testing should be the cornerstone of diagnosis in this patient population. [24] [25] [26] Diagnosis of chronic HEV infection can be made by the persistent isolation of HEV RNA in the serum or stool after 6 months of initial infection.", "contents": "Hepatitis E -- Evaluation. Laboratory findings include elevated serum concentrations of bilirubin, alanine aminotransferase (ALT), and aspartate aminotransferase (AST). Laboratory diagnosis of HEV infection is difficult due to the lack of standardized testing. Many commercial kits have been developed to test for anti-HEV IgM and IgG, but the utility is limited as there are many false positives and negatives. In general, diagnosis of acute HEV infection can be made with a positive serum HEV IgM in the right clinical setting. [23] Patients should also be tested for other viral hepatitis such as A, B, and C. Definitive diagnosis is made with the detection of HEV in serum or stool by polymerase chain reaction (PCR). Because the viremia from HEV can be relatively short-lived, especially in immunocompetent patients, a negative HEV PCR does not exclude the possibility of recent HEV infection. Serology may be more beneficial in these cases. The role of serological testing is, however, limited in immunocompromised individuals who may not mount an antibody response. PCR testing should be the cornerstone of diagnosis in this patient population. [24] [25] [26] Diagnosis of chronic HEV infection can be made by the persistent isolation of HEV RNA in the serum or stool after 6 months of initial infection."}
{"id": "article-22793_12", "title": "Hepatitis E -- Evaluation", "content": "In European countries, the 2018 EASL (European Association for the Study of the Liver) guidelines recommend both serology and NAT (nucleic acid amplification technique) for the diagnosis of acute HEV infection and NAT for the diagnosis of chronic HEV infection. [14]", "contents": "Hepatitis E -- Evaluation. In European countries, the 2018 EASL (European Association for the Study of the Liver) guidelines recommend both serology and NAT (nucleic acid amplification technique) for the diagnosis of acute HEV infection and NAT for the diagnosis of chronic HEV infection. [14]"}
{"id": "article-22793_13", "title": "Hepatitis E -- Treatment / Management", "content": "Acute Hepatitis E virus (HEV) infection is generally self-limited and requires only supportive care. Resolution of the abnormal biochemical tests generally occurs within one to 6 weeks after the onset of the illness; however, patients who do develop fulminant liver failure need liver transplantation. The role of antiviral therapy, such as ribavirin, for acute HEV infection in immunocompromised patients is uncertain. Ribavirin should not be used in patients who are pregnant and have acute HEV infection due to the risk of teratogenicity. In patients who are immunocompromised and have chronic HEV infection, modification in immunosuppressive medication and use of anti-viral drugs, such as ribavirin, peginterferon, or both, is recommended. [26] [27]", "contents": "Hepatitis E -- Treatment / Management. Acute Hepatitis E virus (HEV) infection is generally self-limited and requires only supportive care. Resolution of the abnormal biochemical tests generally occurs within one to 6 weeks after the onset of the illness; however, patients who do develop fulminant liver failure need liver transplantation. The role of antiviral therapy, such as ribavirin, for acute HEV infection in immunocompromised patients is uncertain. Ribavirin should not be used in patients who are pregnant and have acute HEV infection due to the risk of teratogenicity. In patients who are immunocompromised and have chronic HEV infection, modification in immunosuppressive medication and use of anti-viral drugs, such as ribavirin, peginterferon, or both, is recommended. [26] [27]"}
{"id": "article-22793_14", "title": "Hepatitis E -- Differential Diagnosis", "content": "The differential diagnosis includes other forms of viral hepatitis, such as hepatitis A, B, or C; CMV; drug or toxic hepatitis; ischemic hepatitis; and other infectious diseases in endemic areas, such as leptospirosis, dengue, yellow fever, and malaria.", "contents": "Hepatitis E -- Differential Diagnosis. The differential diagnosis includes other forms of viral hepatitis, such as hepatitis A, B, or C; CMV; drug or toxic hepatitis; ischemic hepatitis; and other infectious diseases in endemic areas, such as leptospirosis, dengue, yellow fever, and malaria."}
{"id": "article-22793_15", "title": "Hepatitis E -- Complications", "content": "HEV is typically a self-limited disease. Some patients, however, may develop acute complications such as acute hepatic failure, cholestatic jaundice, or chronic HEV infection. Extrahepatic manifestations have been reported with genotype 3, which is mainly neurological, including inflammatory polyradiculopathy, Guillain-Barré syndrome, peripheral neuropathy, encephalitis, and ataxia. [28]", "contents": "Hepatitis E -- Complications. HEV is typically a self-limited disease. Some patients, however, may develop acute complications such as acute hepatic failure, cholestatic jaundice, or chronic HEV infection. Extrahepatic manifestations have been reported with genotype 3, which is mainly neurological, including inflammatory polyradiculopathy, Guillain-Barré syndrome, peripheral neuropathy, encephalitis, and ataxia. [28]"}
{"id": "article-22793_16", "title": "Hepatitis E -- Consultations", "content": "An interprofessional team approach, including infectious diseases and hepatology, would be beneficial to patients who are immunocompromised and have an acute or chronic HEV infection.", "contents": "Hepatitis E -- Consultations. An interprofessional team approach, including infectious diseases and hepatology, would be beneficial to patients who are immunocompromised and have an acute or chronic HEV infection."}
{"id": "article-22793_17", "title": "Hepatitis E -- Enhancing Healthcare Team Outcomes", "content": "Due to the lack of specific clinical signs and symptoms, the diagnosis of HEV infection is difficult. One complication is the lack of standardized testing. High clinical suspicion is, therefore, required for timely diagnosis. Fortunately, for most immunocompetent patients, the infection is self-limited and only requires supportive care. Special attention, however, is needed for certain high-risk patient groups, such as patients who are pregnant, immunocompromised, and those with an underlying liver disease. HEV infection should be considered in these patients if they have acute hepatitis and workup for other causes is unrevealing, especially if they have a history of travel to an endemic area. Immunocompromised patients with acute or chronic HEV infection should be managed by an interprofessional team, including consultation from infectious diseases, hepatology, and oncology.", "contents": "Hepatitis E -- Enhancing Healthcare Team Outcomes. Due to the lack of specific clinical signs and symptoms, the diagnosis of HEV infection is difficult. One complication is the lack of standardized testing. High clinical suspicion is, therefore, required for timely diagnosis. Fortunately, for most immunocompetent patients, the infection is self-limited and only requires supportive care. Special attention, however, is needed for certain high-risk patient groups, such as patients who are pregnant, immunocompromised, and those with an underlying liver disease. HEV infection should be considered in these patients if they have acute hepatitis and workup for other causes is unrevealing, especially if they have a history of travel to an endemic area. Immunocompromised patients with acute or chronic HEV infection should be managed by an interprofessional team, including consultation from infectious diseases, hepatology, and oncology."}
{"id": "article-22793_18", "title": "Hepatitis E -- Enhancing Healthcare Team Outcomes", "content": "The most important measure to prevent HEV infection is protecting water supplies from contamination with human feces. Travelers to endemic regions must take precautions against the consumption of contaminated water, ice, and food. Women should try to avoid unnecessary travel to endemic areas during pregnancy. Vaccines against hepatitis E virus (HEV239) are available in China but are not FDA-approved. [29] [30] Research is limited regarding the efficacy of pre- or post-exposure immunoglobulin prophylaxis for the prevention of HEV in humans. [31]", "contents": "Hepatitis E -- Enhancing Healthcare Team Outcomes. The most important measure to prevent HEV infection is protecting water supplies from contamination with human feces. Travelers to endemic regions must take precautions against the consumption of contaminated water, ice, and food. Women should try to avoid unnecessary travel to endemic areas during pregnancy. Vaccines against hepatitis E virus (HEV239) are available in China but are not FDA-approved. [29] [30] Research is limited regarding the efficacy of pre- or post-exposure immunoglobulin prophylaxis for the prevention of HEV in humans. [31]"}
{"id": "article-22793_19", "title": "Hepatitis E -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hepatitis E -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}