{"id": "article-43312_0", "title": "Sevoflurane -- Continuing Education Activity", "content": "Sevoflurane is a halogenated inhalational anesthetic that is FDA approved for the induction and maintenance of general anesthesia in adults and pediatric patients for inpatient and outpatient surgery. Sevoflurane is a volatile anesthetic that provides hypnosis, amnesia, analgesia, akinesia, and autonomic blockade during surgical and procedural interventions. This activity describes the mode of action of sevoflurane and highlights the role of the interprofessional team in the safe administration of anesthesia.", "contents": "Sevoflurane -- Continuing Education Activity. Sevoflurane is a halogenated inhalational anesthetic that is FDA approved for the induction and maintenance of general anesthesia in adults and pediatric patients for inpatient and outpatient surgery. Sevoflurane is a volatile anesthetic that provides hypnosis, amnesia, analgesia, akinesia, and autonomic blockade during surgical and procedural interventions. This activity describes the mode of action of sevoflurane and highlights the role of the interprofessional team in the safe administration of anesthesia."}
{"id": "article-43312_1", "title": "Sevoflurane -- Continuing Education Activity", "content": "Objectives: Identify the theorized mechanism of action of sevoflurane. Describe the adverse effects of sevoflurane. Summarize the pharmacokinetics of sevoflurane. Outline interprofessional team strategies for enhancing care coordination and communication to advance the safe administration of sevoflurane and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Sevoflurane -- Continuing Education Activity. Objectives: Identify the theorized mechanism of action of sevoflurane. Describe the adverse effects of sevoflurane. Summarize the pharmacokinetics of sevoflurane. Outline interprofessional team strategies for enhancing care coordination and communication to advance the safe administration of sevoflurane and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-43312_2", "title": "Sevoflurane -- Indications", "content": "Sevoflurane is a halogenated inhalational anesthetic that is FDA approved for the induction and maintenance of general anesthesia in adults and pediatric patients for inpatient and outpatient surgery. Sevoflurane is a volatile anesthetic that provides hypnosis, amnesia, analgesia, akinesia, and autonomic blockade during surgical and procedural interventions. [1] [2]", "contents": "Sevoflurane -- Indications. Sevoflurane is a halogenated inhalational anesthetic that is FDA approved for the induction and maintenance of general anesthesia in adults and pediatric patients for inpatient and outpatient surgery. Sevoflurane is a volatile anesthetic that provides hypnosis, amnesia, analgesia, akinesia, and autonomic blockade during surgical and procedural interventions. [1] [2]"}
{"id": "article-43312_3", "title": "Sevoflurane -- Indications -- Clinical Uses", "content": "Inhalational induction of general anesthesia in neonatal and pediatric patients secondary to inadequate pre-induction intravenous access Inhalational induction of general anesthesia in adult patients whose clinical condition necessitates spontaneous respirations during induction It may be used for complete maintenance of general anesthesia or concurrently with intravenous anesthetics to maintain general anesthesia in adult and pediatric patients.", "contents": "Sevoflurane -- Indications -- Clinical Uses. Inhalational induction of general anesthesia in neonatal and pediatric patients secondary to inadequate pre-induction intravenous access Inhalational induction of general anesthesia in adult patients whose clinical condition necessitates spontaneous respirations during induction It may be used for complete maintenance of general anesthesia or concurrently with intravenous anesthetics to maintain general anesthesia in adult and pediatric patients."}
{"id": "article-43312_4", "title": "Sevoflurane -- Mechanism of Action", "content": "Like other halogenated inhalational anesthetics, sevoflurane's precise mechanism to induce and maintain general anesthesia is unknown. There have been multiple attempts to identify a unitary hypothesis. However, no single proposed mechanism of action has fully explained their clinical effects. A current working hypothesis is that inhaled anesthetics enhance inhibitory postsynaptic channel activity (gamma-aminobutyric acid (GABA) and glycine) and inhibit excitatory synaptic channel activity (N-methyl-D-aspartate (NMDA), nicotinic acetylcholine, serotonin, and glutamate) in the central nervous system. [3]", "contents": "Sevoflurane -- Mechanism of Action. Like other halogenated inhalational anesthetics, sevoflurane's precise mechanism to induce and maintain general anesthesia is unknown. There have been multiple attempts to identify a unitary hypothesis. However, no single proposed mechanism of action has fully explained their clinical effects. A current working hypothesis is that inhaled anesthetics enhance inhibitory postsynaptic channel activity (gamma-aminobutyric acid (GABA) and glycine) and inhibit excitatory synaptic channel activity (N-methyl-D-aspartate (NMDA), nicotinic acetylcholine, serotonin, and glutamate) in the central nervous system. [3]"}
{"id": "article-43312_5", "title": "Sevoflurane -- Administration -- Sevoflurane is an inhaled halogenated anesthetic delivered via a sevoflurane-specific calibrated vaporizer attached to an anesthesia machine. Sevoflurane is delivered via the lungs as a volume percent of inspired gas. Pharmacodynamics/Kinetics", "content": "For sevoflurane to exert its effect, the agent must be passed from the inspired gas into the blood of the pulmonary capillaries, then circulated into the central nervous system. The onset of action of sevoflurane is determined by the inspired concentration of the agent, partition coefficients, the patient’s minute ventilation, and the patient’s pulmonary blood flow. These four factors are responsible for the speed of equilibration between the concentration gradient of sevoflurane between the alveoli, pulmonary blood flow, and the central nervous system, and therefore responsible for the speed of anesthetic induction. [4] [5]", "contents": "Sevoflurane -- Administration -- Sevoflurane is an inhaled halogenated anesthetic delivered via a sevoflurane-specific calibrated vaporizer attached to an anesthesia machine. Sevoflurane is delivered via the lungs as a volume percent of inspired gas. Pharmacodynamics/Kinetics. For sevoflurane to exert its effect, the agent must be passed from the inspired gas into the blood of the pulmonary capillaries, then circulated into the central nervous system. The onset of action of sevoflurane is determined by the inspired concentration of the agent, partition coefficients, the patient’s minute ventilation, and the patient’s pulmonary blood flow. These four factors are responsible for the speed of equilibration between the concentration gradient of sevoflurane between the alveoli, pulmonary blood flow, and the central nervous system, and therefore responsible for the speed of anesthetic induction. [4] [5]"}
{"id": "article-43312_6", "title": "Sevoflurane -- Administration -- Dosing", "content": "Adults MAC Values for Surgical Levels of Anesthesia Age 25 years: Sevoflurane in oxygen: 2.6% Age 40 years: Sevoflurane in oxygen: 2.1% Age 60 years: Sevoflurane in oxygen: 1.7% Age 80 years: Sevoflurane in oxygen: 1.4%", "contents": "Sevoflurane -- Administration -- Dosing. Adults MAC Values for Surgical Levels of Anesthesia Age 25 years: Sevoflurane in oxygen: 2.6% Age 40 years: Sevoflurane in oxygen: 2.1% Age 60 years: Sevoflurane in oxygen: 1.7% Age 80 years: Sevoflurane in oxygen: 1.4%"}
{"id": "article-43312_7", "title": "Sevoflurane -- Administration -- Pediatric MAC Values for Surgical Levels of Anesthesia", "content": "Newborn to 1-month-old full-term neonates: Sevoflurane in oxygen: 3.3% One to  younger than six months: Sevoflurane in oxygen: 3% Six months to younger than one year: Sevoflurane in oxygen: 2.8% One to younger than three years: Sevoflurane in oxygen: 2.8%", "contents": "Sevoflurane -- Administration -- Pediatric MAC Values for Surgical Levels of Anesthesia. Newborn to 1-month-old full-term neonates: Sevoflurane in oxygen: 3.3% One to  younger than six months: Sevoflurane in oxygen: 3% Six months to younger than one year: Sevoflurane in oxygen: 2.8% One to younger than three years: Sevoflurane in oxygen: 2.8%"}
{"id": "article-43312_8", "title": "Sevoflurane -- Administration -- Metabolism", "content": "Sevoflurane undergoes minimal hepatic metabolism or renal excretion.", "contents": "Sevoflurane -- Administration -- Metabolism. Sevoflurane undergoes minimal hepatic metabolism or renal excretion."}
{"id": "article-43312_9", "title": "Sevoflurane -- Administration -- Clearance", "content": "The clearance of sevoflurane and the termination of its anesthetic effects depend on the same factors that influence the agent’s uptake. Factors Affecting Inhalatio nal Sevoflurane Upta ke and Clearance The concentration of inhaled anesthetic Partition coefficients (blood:gas, brain:blood, tissue:blood, oil:gas) Patient’s minute ventilation Patient’s pulmonary blood flow", "contents": "Sevoflurane -- Administration -- Clearance. The clearance of sevoflurane and the termination of its anesthetic effects depend on the same factors that influence the agent’s uptake. Factors Affecting Inhalatio nal Sevoflurane Upta ke and Clearance The concentration of inhaled anesthetic Partition coefficients (blood:gas, brain:blood, tissue:blood, oil:gas) Patient’s minute ventilation Patient’s pulmonary blood flow"}
{"id": "article-43312_10", "title": "Sevoflurane -- Adverse Effects -- Cardiovascular", "content": "Sevoflurane induces a dose-dependent reduction in blood pressure and cardiac output primarily by reducing systemic vascular resistance.", "contents": "Sevoflurane -- Adverse Effects -- Cardiovascular. Sevoflurane induces a dose-dependent reduction in blood pressure and cardiac output primarily by reducing systemic vascular resistance."}
{"id": "article-43312_11", "title": "Sevoflurane -- Adverse Effects -- Respiratory", "content": "Like all volatile anesthetic agents, sevoflurane is an airway irritant and may precipitate coughing, apnea, and laryngospasm. These reactions are less likely to be seen with sevoflurane than desflurane and isoflurane due to the sweet smell and low pungency of sevoflurane. Respiratory side effects are more common in patients with pre-existing lung pathology such as asthma, chronic obstructive pulmonary disease, and cystic fibrosis. Sevoflurane and other inhaled anesthetics also result in bronchodilation, blunting of the hypoxia/hypercapnia ventilatory response, and reverse hypoxic pulmonary vasoconstriction.", "contents": "Sevoflurane -- Adverse Effects -- Respiratory. Like all volatile anesthetic agents, sevoflurane is an airway irritant and may precipitate coughing, apnea, and laryngospasm. These reactions are less likely to be seen with sevoflurane than desflurane and isoflurane due to the sweet smell and low pungency of sevoflurane. Respiratory side effects are more common in patients with pre-existing lung pathology such as asthma, chronic obstructive pulmonary disease, and cystic fibrosis. Sevoflurane and other inhaled anesthetics also result in bronchodilation, blunting of the hypoxia/hypercapnia ventilatory response, and reverse hypoxic pulmonary vasoconstriction."}
{"id": "article-43312_12", "title": "Sevoflurane -- Adverse Effects -- Central Nervous System", "content": "Sevoflurane causes dose-dependent vasodilation of cerebral vasculature, thereby increasing cerebral blood flow and intracranial pressure. Sevoflurane reduces the cerebral metabolic rate.", "contents": "Sevoflurane -- Adverse Effects -- Central Nervous System. Sevoflurane causes dose-dependent vasodilation of cerebral vasculature, thereby increasing cerebral blood flow and intracranial pressure. Sevoflurane reduces the cerebral metabolic rate."}
{"id": "article-43312_13", "title": "Sevoflurane -- Adverse Effects -- Central Nervous System", "content": "Pregnancy and Neurodevelopmental deficits: While several observational studies have found an increased risk of neurodevelopmental deficits in children exposed to anesthesia, at this time, there is no compelling evidence to attribute this effect to the anesthesia directly. At this time, no specific anesthetic agent should be avoided during pregnancy, nor should any necessary surgery be delayed due to concerns regarding neurotoxicity. A very small study covering sevoflurane during caesarian sections did not show any adverse effects on the mother or fetus. At present, there are no controlled data regarding its use in pregnancy in human subjects, and until there is more definitive data, the use of this drug during pregnancy should be limited to when it is absolutely necessary. [6] Adverse Reactions [7] Less than 10%", "contents": "Sevoflurane -- Adverse Effects -- Central Nervous System. Pregnancy and Neurodevelopmental deficits: While several observational studies have found an increased risk of neurodevelopmental deficits in children exposed to anesthesia, at this time, there is no compelling evidence to attribute this effect to the anesthesia directly. At this time, no specific anesthetic agent should be avoided during pregnancy, nor should any necessary surgery be delayed due to concerns regarding neurotoxicity. A very small study covering sevoflurane during caesarian sections did not show any adverse effects on the mother or fetus. At present, there are no controlled data regarding its use in pregnancy in human subjects, and until there is more definitive data, the use of this drug during pregnancy should be limited to when it is absolutely necessary. [6] Adverse Reactions [7] Less than 10%"}
{"id": "article-43312_14", "title": "Sevoflurane -- Adverse Effects -- Central Nervous System", "content": "Dose-dependent cardiovascular collapse: Hypotension (4% to 11%) Central nervous system: Emergence delirium and agitation (7% to 15%) Gastrointestinal: Nausea (25%); vomiting (18%) One to 10% Cardiovascular: Tachycardia, bradycardia, hypertension Respiratory: Laryngospasm (2 to 8%), breath-holding, apnea Less than 1% Anaphylaxis, anaphylactoid reaction, cardiac arrhythmias, QT prolongation, increased intracranial pressure, hepatotoxicity, electrolyte disturbances, malignant hyperthermia", "contents": "Sevoflurane -- Adverse Effects -- Central Nervous System. Dose-dependent cardiovascular collapse: Hypotension (4% to 11%) Central nervous system: Emergence delirium and agitation (7% to 15%) Gastrointestinal: Nausea (25%); vomiting (18%) One to 10% Cardiovascular: Tachycardia, bradycardia, hypertension Respiratory: Laryngospasm (2 to 8%), breath-holding, apnea Less than 1% Anaphylaxis, anaphylactoid reaction, cardiac arrhythmias, QT prolongation, increased intracranial pressure, hepatotoxicity, electrolyte disturbances, malignant hyperthermia"}
{"id": "article-43312_15", "title": "Sevoflurane -- Adverse Effects -- Drug Interactions", "content": "Sevoflurane undergoes minimal hepatic metabolism. The small percentage, that is, acts as a substrate for multiple CYP enzymes (CYP2A6, CYP2B6, CYP3A4, CYP2E1). This metabolism creates the potential for many clinically relevant drug interactions secondary to the large percentage of drugs metabolized by these hepatic enzymes.", "contents": "Sevoflurane -- Adverse Effects -- Drug Interactions. Sevoflurane undergoes minimal hepatic metabolism. The small percentage, that is, acts as a substrate for multiple CYP enzymes (CYP2A6, CYP2B6, CYP3A4, CYP2E1). This metabolism creates the potential for many clinically relevant drug interactions secondary to the large percentage of drugs metabolized by these hepatic enzymes."}
{"id": "article-43312_16", "title": "Sevoflurane -- Contraindications", "content": "Sevoflurane is contraindicated in patients with known hypersensitivity to sevoflurane or any other halogenated anesthetics. The agent is also contraindicated in any patient with known or suspected susceptibility to malignant hyperthermia.", "contents": "Sevoflurane -- Contraindications. Sevoflurane is contraindicated in patients with known hypersensitivity to sevoflurane or any other halogenated anesthetics. The agent is also contraindicated in any patient with known or suspected susceptibility to malignant hyperthermia."}
{"id": "article-43312_17", "title": "Sevoflurane -- Monitoring", "content": "During the administration of sevoflurane for general anesthesia, there should be continuous monitoring following the recommendations of the American Society of Anesthesiologists (ASA). Standard ASA monitors include continuous pulse oximetry, electrocardiography, a noninvasive blood pressure device, temperature monitor, measurement of end-tidal carbon dioxide, inspired oxygen concentration, the use of low oxygen concentration, and ventilator disconnect alarms, and the continuous presence of a qualified anesthesia provider. The ASA also encourages the quantitative monitoring of the volume of expired anesthetic gas.", "contents": "Sevoflurane -- Monitoring. During the administration of sevoflurane for general anesthesia, there should be continuous monitoring following the recommendations of the American Society of Anesthesiologists (ASA). Standard ASA monitors include continuous pulse oximetry, electrocardiography, a noninvasive blood pressure device, temperature monitor, measurement of end-tidal carbon dioxide, inspired oxygen concentration, the use of low oxygen concentration, and ventilator disconnect alarms, and the continuous presence of a qualified anesthesia provider. The ASA also encourages the quantitative monitoring of the volume of expired anesthetic gas."}
{"id": "article-43312_18", "title": "Sevoflurane -- Toxicity", "content": "Sevoflurane poses a potential risk of hepatotoxicity, nephrotoxicity, and neurotoxicity.", "contents": "Sevoflurane -- Toxicity. Sevoflurane poses a potential risk of hepatotoxicity, nephrotoxicity, and neurotoxicity."}
{"id": "article-43312_19", "title": "Sevoflurane -- Toxicity -- Hepatotoxicity", "content": "Several proposed mechanisms for post-operative hepatic dysfunction have been proposed, including viral hepatitis, impaired hepatic perfusion, and intrahepatic cholestasis. However, newer evidence suggests an immune-mediated mechanism. Like other volatile anesthetics, sevoflurane is partially oxidized in the liver by a specific CYP enzyme (2E1) to a metabolite, fluoro acetic acid. This specific metabolite has been found to modify liver microsomal proteins that subsequently act as triggering antigens for an immune-mediated antibody response. Although this response is rare due to the low percentage of sevoflurane metabolized in this fashion, the theoretical risk exists. [8]", "contents": "Sevoflurane -- Toxicity -- Hepatotoxicity. Several proposed mechanisms for post-operative hepatic dysfunction have been proposed, including viral hepatitis, impaired hepatic perfusion, and intrahepatic cholestasis. However, newer evidence suggests an immune-mediated mechanism. Like other volatile anesthetics, sevoflurane is partially oxidized in the liver by a specific CYP enzyme (2E1) to a metabolite, fluoro acetic acid. This specific metabolite has been found to modify liver microsomal proteins that subsequently act as triggering antigens for an immune-mediated antibody response. Although this response is rare due to the low percentage of sevoflurane metabolized in this fashion, the theoretical risk exists. [8]"}
{"id": "article-43312_20", "title": "Sevoflurane -- Toxicity -- Nephrotoxicity", "content": "The potential nephrotoxic effect of sevoflurane is attributable to two factors. The first factor is the metabolite discussed above, fluoro acetic acid, which has demonstrated nephrotoxicity, as well as hepatotoxicity. The second is the creation of Compound A. Compound A is another fluorinated byproduct created from an exothermic reaction between sevoflurane and the carbon dioxide absorbents utilized in anesthetic delivery systems, which can reportedly cause mild and reversible renal injury in animal studies. [9] The theoretical risk of Compound A-induced nephrotoxicity in humans may be dose and exposure time-dependent.", "contents": "Sevoflurane -- Toxicity -- Nephrotoxicity. The potential nephrotoxic effect of sevoflurane is attributable to two factors. The first factor is the metabolite discussed above, fluoro acetic acid, which has demonstrated nephrotoxicity, as well as hepatotoxicity. The second is the creation of Compound A. Compound A is another fluorinated byproduct created from an exothermic reaction between sevoflurane and the carbon dioxide absorbents utilized in anesthetic delivery systems, which can reportedly cause mild and reversible renal injury in animal studies. [9] The theoretical risk of Compound A-induced nephrotoxicity in humans may be dose and exposure time-dependent."}
{"id": "article-43312_21", "title": "Sevoflurane -- Toxicity -- Neurotoxicity", "content": "Currently, there are no anesthetic agents, including sevoflurane, that must be avoided during pregnancy, in neonates, or the pediatric population due to concerns regarding neurotoxicity. At this time, there are several animal studies suggesting sevoflurane to induce neurotoxicity via microRNA manipulation. [10] [11] However, there is not yet any compelling evidence to attribute neurotoxicity development in humans secondary to sevoflurane use directly. Animal studies have thus far not revealed any evidence of fetal harm or impaired fertility.", "contents": "Sevoflurane -- Toxicity -- Neurotoxicity. Currently, there are no anesthetic agents, including sevoflurane, that must be avoided during pregnancy, in neonates, or the pediatric population due to concerns regarding neurotoxicity. At this time, there are several animal studies suggesting sevoflurane to induce neurotoxicity via microRNA manipulation. [10] [11] However, there is not yet any compelling evidence to attribute neurotoxicity development in humans secondary to sevoflurane use directly. Animal studies have thus far not revealed any evidence of fetal harm or impaired fertility."}
{"id": "article-43312_22", "title": "Sevoflurane -- Enhancing Healthcare Team Outcomes", "content": "Sevoflurane is usually administered by the anesthesiologist or anesthesia nurse. As with any form of general anesthesia, a dedicated staff member such as a nurse should continuously monitor the vital signs while the patient is under anesthesia. Communication of the ongoing patient status should occur between all members of the interprofessional medical team, including clinicians, surgeons, nurses, and anesthesiologists/nurse anesthetists, so that that patient safety can be addressed at all times. This interprofessional approach will result in improved patient outcomes with fewer adverse effects. [Level 5]", "contents": "Sevoflurane -- Enhancing Healthcare Team Outcomes. Sevoflurane is usually administered by the anesthesiologist or anesthesia nurse. As with any form of general anesthesia, a dedicated staff member such as a nurse should continuously monitor the vital signs while the patient is under anesthesia. Communication of the ongoing patient status should occur between all members of the interprofessional medical team, including clinicians, surgeons, nurses, and anesthesiologists/nurse anesthetists, so that that patient safety can be addressed at all times. This interprofessional approach will result in improved patient outcomes with fewer adverse effects. [Level 5]"}
{"id": "article-43312_23", "title": "Sevoflurane -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sevoflurane -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}