{"id": "article-17034_0", "title": "Chest and Mediastinal Imaging -- Introduction", "content": "The mediastinum is a complex anatomic space within the central thoracic cavity, surrounded by the lungs. It extends from the thoracic inlet superiorly to the diaphragm inferiorly. The mediastinum contains multiple vital organs and anatomical structures. A good understanding of anatomy helps in narrowing the differential while evaluating mediastinal masses, which in turn helps in recommending the right imaging modality. Mediastinal pathology ranges from congenital abnormalities, vascular, traumatic, and infective etiologies to benign and malignant neoplasms. While computed tomography (CT) is considered the imaging modality of choice, magnetic resonance imaging (MRI), positron emission tomography-computed tomography (PET-CT), and ultrasonography are also helpful in narrowing the differential. Chest radiography is, however, the most common initial imaging modality used for evaluating the mediastinum.", "contents": "Chest and Mediastinal Imaging -- Introduction. The mediastinum is a complex anatomic space within the central thoracic cavity, surrounded by the lungs. It extends from the thoracic inlet superiorly to the diaphragm inferiorly. The mediastinum contains multiple vital organs and anatomical structures. A good understanding of anatomy helps in narrowing the differential while evaluating mediastinal masses, which in turn helps in recommending the right imaging modality. Mediastinal pathology ranges from congenital abnormalities, vascular, traumatic, and infective etiologies to benign and malignant neoplasms. While computed tomography (CT) is considered the imaging modality of choice, magnetic resonance imaging (MRI), positron emission tomography-computed tomography (PET-CT), and ultrasonography are also helpful in narrowing the differential. Chest radiography is, however, the most common initial imaging modality used for evaluating the mediastinum."}
{"id": "article-17034_1", "title": "Chest and Mediastinal Imaging -- Anatomy", "content": "There are multiple classification systems for dividing the mediastinum into various compartments, which are used by radiologists, surgeons, and anatomists. While clinically, the Shield system is most popular, Felson classification is more common amongst radiologists. [1] According to the Felson classification, the mediastinum is classified into anterior, middle, and posterior compartments. A line drawn from the anterior tracheal wall to the posterior inferior vena cava on a lateral chest radiograph separates the anterior mediastinum from the middle mediastinum. The middle and posterior mediastinal compartments are separated by drawing another line passing 1 cm posterior to the anterior margin of the vertebral bodies. The newer classification systems include ITMIG (International Thymic Malignancy Interest Group) classification of mediastinal compartments, which allows boundaries based on anatomic structures that can be seen on cross-sectional imaging. [1]", "contents": "Chest and Mediastinal Imaging -- Anatomy. There are multiple classification systems for dividing the mediastinum into various compartments, which are used by radiologists, surgeons, and anatomists. While clinically, the Shield system is most popular, Felson classification is more common amongst radiologists. [1] According to the Felson classification, the mediastinum is classified into anterior, middle, and posterior compartments. A line drawn from the anterior tracheal wall to the posterior inferior vena cava on a lateral chest radiograph separates the anterior mediastinum from the middle mediastinum. The middle and posterior mediastinal compartments are separated by drawing another line passing 1 cm posterior to the anterior margin of the vertebral bodies. The newer classification systems include ITMIG (International Thymic Malignancy Interest Group) classification of mediastinal compartments, which allows boundaries based on anatomic structures that can be seen on cross-sectional imaging. [1]"}
{"id": "article-17034_2", "title": "Chest and Mediastinal Imaging -- Anatomy", "content": "This classification is more inclusive and divides the mediastinum into: Prevascular or the anterior compartment Visceral or the middle compartment Paravertebral or the posterior compartment.", "contents": "Chest and Mediastinal Imaging -- Anatomy. This classification is more inclusive and divides the mediastinum into: Prevascular or the anterior compartment Visceral or the middle compartment Paravertebral or the posterior compartment."}
{"id": "article-17034_3", "title": "Chest and Mediastinal Imaging -- Anatomy -- Anterior Compartment", "content": "This extends from the posterior surface of the sternum to the anterior aspect of the great vessels and pericardium. Contents include lymph nodes, fat, thymus, internal mammary arteries. Approximately 50% of all mediastinal masses are located in the anterior mediastinum. Most common masses include thymic tumors, lymphoma, thyroid tumors, and tumors arising from the germ cell rests such as teratomas. The thyroid tumors are usually a substernal extension of masses arising from the thyroid gland in the neck.", "contents": "Chest and Mediastinal Imaging -- Anatomy -- Anterior Compartment. This extends from the posterior surface of the sternum to the anterior aspect of the great vessels and pericardium. Contents include lymph nodes, fat, thymus, internal mammary arteries. Approximately 50% of all mediastinal masses are located in the anterior mediastinum. Most common masses include thymic tumors, lymphoma, thyroid tumors, and tumors arising from the germ cell rests such as teratomas. The thyroid tumors are usually a substernal extension of masses arising from the thyroid gland in the neck."}
{"id": "article-17034_4", "title": "Chest and Mediastinal Imaging -- Anatomy -- Middle Compartment", "content": "This extends from the pericardium to the anterior aspect of the thoracic spine. Contents include heart, pericardium, aorta and its branches, the vena cava, the trachea, and esophagus. The most common masses include lymphoma, metastatic lymphadenopathy. Other lesions include aneurysm of the aorta, pericardial and cardiogenic tumors, foregut inclusion cysts, esophageal and tracheal tumors.", "contents": "Chest and Mediastinal Imaging -- Anatomy -- Middle Compartment. This extends from the pericardium to the anterior aspect of the thoracic spine. Contents include heart, pericardium, aorta and its branches, the vena cava, the trachea, and esophagus. The most common masses include lymphoma, metastatic lymphadenopathy. Other lesions include aneurysm of the aorta, pericardial and cardiogenic tumors, foregut inclusion cysts, esophageal and tracheal tumors."}
{"id": "article-17034_5", "title": "Chest and Mediastinal Imaging -- Anatomy -- Posterior Compartment", "content": "This extends from the anterior aspect of the thoracic spine to include the spine and vertebral bodies. Contents include spinal cord, thoracic spine, neurovascular bundle, sympathetic chain. Accordingly, neurogenic tumors are the most common posterior mediastinal masses. These include meningiomas, schwannomas, meningocele. Other lesions include bony metastasis and paravertebral abscess. The posterior mediastinum is also the site of extramedullary hematopoiesis, which can present as soft tissue masses.", "contents": "Chest and Mediastinal Imaging -- Anatomy -- Posterior Compartment. This extends from the anterior aspect of the thoracic spine to include the spine and vertebral bodies. Contents include spinal cord, thoracic spine, neurovascular bundle, sympathetic chain. Accordingly, neurogenic tumors are the most common posterior mediastinal masses. These include meningiomas, schwannomas, meningocele. Other lesions include bony metastasis and paravertebral abscess. The posterior mediastinum is also the site of extramedullary hematopoiesis, which can present as soft tissue masses."}
{"id": "article-17034_6", "title": "Chest and Mediastinal Imaging -- Plain Films", "content": "Chest X-rays are the initial modality of choice for imaging the mediastinum. Typically an outpatient X-ray consists of a two-view PA (posterior-anterior) and lateral views of the chest. It can be used to diagnose emergent conditions such as aortic dissection, pneumomediastinum, pneumoperitoneum, and pneumothorax, as well as infections or masses such as cancer. Single view portable AP (anteroposterior) x-rays are performed in the ICU, in patients with mechanical ventilation, after placement of lines and tubes, or those who cannot tolerate obtaining PA views.", "contents": "Chest and Mediastinal Imaging -- Plain Films. Chest X-rays are the initial modality of choice for imaging the mediastinum. Typically an outpatient X-ray consists of a two-view PA (posterior-anterior) and lateral views of the chest. It can be used to diagnose emergent conditions such as aortic dissection, pneumomediastinum, pneumoperitoneum, and pneumothorax, as well as infections or masses such as cancer. Single view portable AP (anteroposterior) x-rays are performed in the ICU, in patients with mechanical ventilation, after placement of lines and tubes, or those who cannot tolerate obtaining PA views."}
{"id": "article-17034_7", "title": "Chest and Mediastinal Imaging -- Plain Films", "content": "Mediastinal widening refers to the width of the mediastinum being more than 8 cm on a PA chest radiograph. [2] This is a red flag, especially in patients with trauma, as the most common causes include aortic dissection or mediastinal hematoma. Other causes include aortic aneurysm or mediastinal tumors. Multiple other signs are used for evaluating the mediastinum on chest x-rays.", "contents": "Chest and Mediastinal Imaging -- Plain Films. Mediastinal widening refers to the width of the mediastinum being more than 8 cm on a PA chest radiograph. [2] This is a red flag, especially in patients with trauma, as the most common causes include aortic dissection or mediastinal hematoma. Other causes include aortic aneurysm or mediastinal tumors. Multiple other signs are used for evaluating the mediastinum on chest x-rays."}
{"id": "article-17034_8", "title": "Chest and Mediastinal Imaging -- Plain Films", "content": "The hilum overlay sign is a useful sign for evaluating mediastinal masses on a plain radiograph. When the normal hilar structures are seen through the mass, it suggests that the mass is either anterior or posterior to the hila allowing for the hilar structures to be seen. [3] The right paratracheal stripe is a subtle line projecting through the superior vena cava. Thickened right paratracheal stripe of more than 4 mm suggests lesions in this region, most commonly lymphadenopathy. The aorticopulmonary window extends from the aortic knob to the left pulmonary artery. This is usually concave or straight. A convex contour is considered abnormal and suggests mediastinal lymphadenopathy or aortic aneurysm. The paraspinal lines are seen due to the apposition between the pleural reflection and the vertebral bodies. The paraspinal lines are obscured by posterior mediastinal masses such as neurogenic tumors, metastasis.", "contents": "Chest and Mediastinal Imaging -- Plain Films. The hilum overlay sign is a useful sign for evaluating mediastinal masses on a plain radiograph. When the normal hilar structures are seen through the mass, it suggests that the mass is either anterior or posterior to the hila allowing for the hilar structures to be seen. [3] The right paratracheal stripe is a subtle line projecting through the superior vena cava. Thickened right paratracheal stripe of more than 4 mm suggests lesions in this region, most commonly lymphadenopathy. The aorticopulmonary window extends from the aortic knob to the left pulmonary artery. This is usually concave or straight. A convex contour is considered abnormal and suggests mediastinal lymphadenopathy or aortic aneurysm. The paraspinal lines are seen due to the apposition between the pleural reflection and the vertebral bodies. The paraspinal lines are obscured by posterior mediastinal masses such as neurogenic tumors, metastasis."}
{"id": "article-17034_9", "title": "Chest and Mediastinal Imaging -- Plain Films", "content": "Chest fluoroscopy is continuous real-time imaging using X-rays. It is used for the detection of diaphragmatic paralysis. A special study performed under fluoroscopy includes barium swallow, which can help diagnose esophageal diseases such as ulcers, hiatal hernia, achalasia, or esophageal cancer.", "contents": "Chest and Mediastinal Imaging -- Plain Films. Chest fluoroscopy is continuous real-time imaging using X-rays. It is used for the detection of diaphragmatic paralysis. A special study performed under fluoroscopy includes barium swallow, which can help diagnose esophageal diseases such as ulcers, hiatal hernia, achalasia, or esophageal cancer."}
{"id": "article-17034_10", "title": "Chest and Mediastinal Imaging -- Computed Tomography", "content": "CT is the modality of choice in evaluating mediastinal pathology. Multidetector CT chest is commonly used in the emergency department and inpatient settings. The sagittal and coronal reformats are widely used and extremely helpful in evaluating the mediastinal masses. 3-D reconstructions, including multiplanar reformation or reconstruction (MPR) and maximum intensity projections (MIPS) sequences, are also helpful in evaluating mediastinal lesions such as aneurysms. The associated radiation dose is, however, a disadvantage with this modality.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography. CT is the modality of choice in evaluating mediastinal pathology. Multidetector CT chest is commonly used in the emergency department and inpatient settings. The sagittal and coronal reformats are widely used and extremely helpful in evaluating the mediastinal masses. 3-D reconstructions, including multiplanar reformation or reconstruction (MPR) and maximum intensity projections (MIPS) sequences, are also helpful in evaluating mediastinal lesions such as aneurysms. The associated radiation dose is, however, a disadvantage with this modality."}
{"id": "article-17034_11", "title": "Chest and Mediastinal Imaging -- Computed Tomography", "content": "While evaluating mediastinal masses, a contrast-enhanced CT chest is usually performed. This allows for delineation between the vasculature and the adjacent structures such as lymph nodes, esophagus. CT allows for the evaluation of masses based on the anatomic location. The attenuation coefficient of the mass also helps in narrowing the differential. The presence of air within the mediastinum is consistent with pneumomediastinum. Pneumomediastinum can be spontaneous or secondary to trauma or nontraumatic causes. Nontraumatic causes include asthma and chronic obstructive pulmonary disease (COPD). Iatrogenic causes like endoscopy procedures, central vascular access procedures are a frequent cause of pneumomediastinum.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography. While evaluating mediastinal masses, a contrast-enhanced CT chest is usually performed. This allows for delineation between the vasculature and the adjacent structures such as lymph nodes, esophagus. CT allows for the evaluation of masses based on the anatomic location. The attenuation coefficient of the mass also helps in narrowing the differential. The presence of air within the mediastinum is consistent with pneumomediastinum. Pneumomediastinum can be spontaneous or secondary to trauma or nontraumatic causes. Nontraumatic causes include asthma and chronic obstructive pulmonary disease (COPD). Iatrogenic causes like endoscopy procedures, central vascular access procedures are a frequent cause of pneumomediastinum."}
{"id": "article-17034_12", "title": "Chest and Mediastinal Imaging -- Computed Tomography", "content": "Mediastinal masses, on the other hand, can be fluid, fat, or soft tissue in attenuation. In the anterior mediastinum, a fat-containing lesion is highly suggestive of a teratoma. The differential would, however, also include lipoma, thymolipoma. Thymolipoma is a well-encapsulated thymic tumor and can be seen in the cardiophrenic angle. [4] Most teratomas can, however, have different tissue attenuation depending on the ectodermal, mesodermal, and endodermal components. Hence these are usually solid cystic lesions with the presence of fat, soft tissue, and calcifications. Thymic cysts are also seen in the anterior mediastinum and are typically unilocular. Cystic lesions in the middle mediastinum are usually bronchogenic cysts, foregut duplication cysts, neuro enteric cysts and are common benign etiologies. [5] Pericardial cysts are generally seen in the cardiophrenic angles and are unilocular. Cystic lesions in the posterior mediastinum are usually meningoceles. Meningocele is a cerebrospinal fluid (CSF) filled protrusion of the leptomeninges through defects in the vertebral body or along the intervertebral foramina.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography. Mediastinal masses, on the other hand, can be fluid, fat, or soft tissue in attenuation. In the anterior mediastinum, a fat-containing lesion is highly suggestive of a teratoma. The differential would, however, also include lipoma, thymolipoma. Thymolipoma is a well-encapsulated thymic tumor and can be seen in the cardiophrenic angle. [4] Most teratomas can, however, have different tissue attenuation depending on the ectodermal, mesodermal, and endodermal components. Hence these are usually solid cystic lesions with the presence of fat, soft tissue, and calcifications. Thymic cysts are also seen in the anterior mediastinum and are typically unilocular. Cystic lesions in the middle mediastinum are usually bronchogenic cysts, foregut duplication cysts, neuro enteric cysts and are common benign etiologies. [5] Pericardial cysts are generally seen in the cardiophrenic angles and are unilocular. Cystic lesions in the posterior mediastinum are usually meningoceles. Meningocele is a cerebrospinal fluid (CSF) filled protrusion of the leptomeninges through defects in the vertebral body or along the intervertebral foramina."}
{"id": "article-17034_13", "title": "Chest and Mediastinal Imaging -- Computed Tomography", "content": "Soft tissue masses include the substernal extension of goiter in the anterior mediastinum, thymic hyperplasia, thymoma, thymic carcinoma, lymphoma, nonnecrotic metastatic lymph nodes, soft tissue masses arising from the trachea, esophagus and neurogenic tumors. Thymic hyperplasia or thymic rebound occurs as a result of contrast, chemotherapy. Thymic hyperplasia can be differentiated from thymic tumors as the triangular contour of the thymus is maintained. Thymoma accounts for 47% of tumors in the anterior mediastinum. [6] They can invade adjacent thoracic structures. Metastasis is rare. Thymic carcinoma, on the other hand, shows local invasion along with distant metastasis. Calcifications can be seen in both thymoma and thymic carcinoma. Soft tissue tumors in the posterior mediastinum include neurogenic tumors such as schwannomas, neurofibromas. Schwannomas grow through the intervertebral foramina producing a dumb-bell configuration.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography. Soft tissue masses include the substernal extension of goiter in the anterior mediastinum, thymic hyperplasia, thymoma, thymic carcinoma, lymphoma, nonnecrotic metastatic lymph nodes, soft tissue masses arising from the trachea, esophagus and neurogenic tumors. Thymic hyperplasia or thymic rebound occurs as a result of contrast, chemotherapy. Thymic hyperplasia can be differentiated from thymic tumors as the triangular contour of the thymus is maintained. Thymoma accounts for 47% of tumors in the anterior mediastinum. [6] They can invade adjacent thoracic structures. Metastasis is rare. Thymic carcinoma, on the other hand, shows local invasion along with distant metastasis. Calcifications can be seen in both thymoma and thymic carcinoma. Soft tissue tumors in the posterior mediastinum include neurogenic tumors such as schwannomas, neurofibromas. Schwannomas grow through the intervertebral foramina producing a dumb-bell configuration."}
{"id": "article-17034_14", "title": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism", "content": "An increase in aortic diameter greater than 4 cm in the ascending aorta is considered pathologic. An aortic aneurysm with an increase in the size of greater than 10 mm per year is considered unstable along with associated intramural hematoma or eccentric lumen. [7] Aortic aneurysms can be traumatic, degenerative, or due to congenital defects such as Marfan syndrome. Aortic dissection is identified on CT angiograms as a thin intraluminal flap within the aorta. The Stanford classification classifies as sections into Stanford type a which involves the ascending aorta and is a surgical emergency and Stanford type B, which involves the descending aorta without the involvement of the ascending aorta. CT angiograms performed for aortic dissection incorporated an unenhanced phase, arterial phase, and venous phase sequences. The unenhanced phase is important for evaluating intramural hematoma and hemopericardium. Intramural hematoma is seen as curvilinear hyperdense lesions on the unenhanced CT within the aortic lumen. The studies are usually EKG gated to reduce motion artifacts. 3-D volume-rendered reformats are particularly helpful in evaluating the extent of dissection and involvement of the branch vessels. Penetrating ulcers are atherosclerotic plaques with disruption of the intima.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism. An increase in aortic diameter greater than 4 cm in the ascending aorta is considered pathologic. An aortic aneurysm with an increase in the size of greater than 10 mm per year is considered unstable along with associated intramural hematoma or eccentric lumen. [7] Aortic aneurysms can be traumatic, degenerative, or due to congenital defects such as Marfan syndrome. Aortic dissection is identified on CT angiograms as a thin intraluminal flap within the aorta. The Stanford classification classifies as sections into Stanford type a which involves the ascending aorta and is a surgical emergency and Stanford type B, which involves the descending aorta without the involvement of the ascending aorta. CT angiograms performed for aortic dissection incorporated an unenhanced phase, arterial phase, and venous phase sequences. The unenhanced phase is important for evaluating intramural hematoma and hemopericardium. Intramural hematoma is seen as curvilinear hyperdense lesions on the unenhanced CT within the aortic lumen. The studies are usually EKG gated to reduce motion artifacts. 3-D volume-rendered reformats are particularly helpful in evaluating the extent of dissection and involvement of the branch vessels. Penetrating ulcers are atherosclerotic plaques with disruption of the intima."}
{"id": "article-17034_15", "title": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism", "content": "Congenital abnormalities of the vasculature include a right-sided aortic arch, double aortic arch, aberrant right subclavian artery, and left superior vena cava. While these are uncommon, they have important clinical significance.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism. Congenital abnormalities of the vasculature include a right-sided aortic arch, double aortic arch, aberrant right subclavian artery, and left superior vena cava. While these are uncommon, they have important clinical significance."}
{"id": "article-17034_16", "title": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism", "content": "Pulmonary embolism, another life-threatening condition, can be assessed using CT pulmonary angiograms. Based on imaging features, pulmonary embolism can be further classified as acute or chronic based on the age of embolus. The difference between CT pulmonary angiograms and CT angiograms for dissection is that the region of interest, which triggers the scan in bolus dose triggering, is placed on the pulmonary artery in case of a CT pulmonary angiogram and usually in the ascending aorta on a CT angiogram for aortic dissection. [8] [9]", "contents": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism. Pulmonary embolism, another life-threatening condition, can be assessed using CT pulmonary angiograms. Based on imaging features, pulmonary embolism can be further classified as acute or chronic based on the age of embolus. The difference between CT pulmonary angiograms and CT angiograms for dissection is that the region of interest, which triggers the scan in bolus dose triggering, is placed on the pulmonary artery in case of a CT pulmonary angiogram and usually in the ascending aorta on a CT angiogram for aortic dissection. [8] [9]"}
{"id": "article-17034_17", "title": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism", "content": "The advantage of CT pulmonary angiogram over the ventilation/perfusion (V/Q) scan is the simultaneous evaluation of the lungs for pulmonary infarction and assessment for right heart strain. However, CT is associated with higher radiation exposure. Dual-energy CT is a more recent technique used for better detection of pulmonary emboli.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism. The advantage of CT pulmonary angiogram over the ventilation/perfusion (V/Q) scan is the simultaneous evaluation of the lungs for pulmonary infarction and assessment for right heart strain. However, CT is associated with higher radiation exposure. Dual-energy CT is a more recent technique used for better detection of pulmonary emboli."}
{"id": "article-17034_18", "title": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism", "content": "Triple rule-out studies that evaluate for aortic dissection, pulmonary embolism, and coronary artery CT angiograms have been used in the emergency room to rule out all three causes of acute chest pain.", "contents": "Chest and Mediastinal Imaging -- Computed Tomography -- Imaging for Acute Aortic Syndrome and Pulmonary Embolism. Triple rule-out studies that evaluate for aortic dissection, pulmonary embolism, and coronary artery CT angiograms have been used in the emergency room to rule out all three causes of acute chest pain."}
{"id": "article-17034_19", "title": "Chest and Mediastinal Imaging -- Magnetic Resonance", "content": "Patients with contraindications for contrast-enhanced CT, such as severe contrast allergy and/or renal failure, are candidates for MRI. This modality does not use ionizing radiation and can be safely used in young and female patients. The disadvantages of MRI include increased cost, longer scan time than CT, and is dependant on patient cooperation because of the higher chances of motion-related artifacts. Standard sequences include T2-weighted sequences in the axial and coronal planes, axial STIR sequence, in and opposed phase T1-weighted sequences in the axial plane, diffusion-weighted sequence Precontrast T1-weighted sequence and postcontrast T1-weighted sequences in early arterial phase, portal venous phase and 5-minute delay. [10]", "contents": "Chest and Mediastinal Imaging -- Magnetic Resonance. Patients with contraindications for contrast-enhanced CT, such as severe contrast allergy and/or renal failure, are candidates for MRI. This modality does not use ionizing radiation and can be safely used in young and female patients. The disadvantages of MRI include increased cost, longer scan time than CT, and is dependant on patient cooperation because of the higher chances of motion-related artifacts. Standard sequences include T2-weighted sequences in the axial and coronal planes, axial STIR sequence, in and opposed phase T1-weighted sequences in the axial plane, diffusion-weighted sequence Precontrast T1-weighted sequence and postcontrast T1-weighted sequences in early arterial phase, portal venous phase and 5-minute delay. [10]"}
{"id": "article-17034_20", "title": "Chest and Mediastinal Imaging -- Magnetic Resonance", "content": "MRI is used due to its superior resolution of soft tissue structures over CT for distinguishing thymic and other malignant tumors from benign lesions and in the detection of invasion of the surrounding structures. The normal thymus and hence, thymic hyperplasia contain a small amount of fat. Microscopic fat is difficult to evaluate on CT. However, MRI can distinguish thymic hyperplasia from a thymoma because of the T1-weighted in-phase and out of phase images that detect microscopic fat. Decreased signal intensity on T1-weighted out-phase images compared to in-phase images is noted in thymic hyperplasia. This finding is absent in thymoma.", "contents": "Chest and Mediastinal Imaging -- Magnetic Resonance. MRI is used due to its superior resolution of soft tissue structures over CT for distinguishing thymic and other malignant tumors from benign lesions and in the detection of invasion of the surrounding structures. The normal thymus and hence, thymic hyperplasia contain a small amount of fat. Microscopic fat is difficult to evaluate on CT. However, MRI can distinguish thymic hyperplasia from a thymoma because of the T1-weighted in-phase and out of phase images that detect microscopic fat. Decreased signal intensity on T1-weighted out-phase images compared to in-phase images is noted in thymic hyperplasia. This finding is absent in thymoma."}
{"id": "article-17034_21", "title": "Chest and Mediastinal Imaging -- Magnetic Resonance", "content": "Additionally, MRI can be used to assess congenital cardiac diseases and for those who require annual surveillance for aneurysms, which may be seen in patients with connective tissue disorders such as Marfan's syndrome. Gated cardiac MRI is used for the assessment of cardiomyopathy and valvular heart diseases.", "contents": "Chest and Mediastinal Imaging -- Magnetic Resonance. Additionally, MRI can be used to assess congenital cardiac diseases and for those who require annual surveillance for aneurysms, which may be seen in patients with connective tissue disorders such as Marfan's syndrome. Gated cardiac MRI is used for the assessment of cardiomyopathy and valvular heart diseases."}
{"id": "article-17034_22", "title": "Chest and Mediastinal Imaging -- Ultrasonography", "content": "Ultrasonography (USG) is commonly used to assess heart function and structure in the form of echocardiography. USG is a non-ionizing modality that can be performed at the bedside to evaluate and quantitate pleural effusions. Conventional ultrasound-guided biopsy and endobronchial ultrasonography (EBUS) are used to detect and obtain tissue from mediastinal masses and lymphadenopathy. [11]", "contents": "Chest and Mediastinal Imaging -- Ultrasonography. Ultrasonography (USG) is commonly used to assess heart function and structure in the form of echocardiography. USG is a non-ionizing modality that can be performed at the bedside to evaluate and quantitate pleural effusions. Conventional ultrasound-guided biopsy and endobronchial ultrasonography (EBUS) are used to detect and obtain tissue from mediastinal masses and lymphadenopathy. [11]"}
{"id": "article-17034_23", "title": "Chest and Mediastinal Imaging -- Ultrasonography", "content": "Ultrasound of the testis: For an anterior mediastinal mass in a male patient, suspected or proven to be a germ cell tumor, an ultrasound of the testis should be performed to exclude a primary gonadal tumor.", "contents": "Chest and Mediastinal Imaging -- Ultrasonography. Ultrasound of the testis: For an anterior mediastinal mass in a male patient, suspected or proven to be a germ cell tumor, an ultrasound of the testis should be performed to exclude a primary gonadal tumor."}
{"id": "article-17034_24", "title": "Chest and Mediastinal Imaging -- Nuclear Medicine", "content": "There are various studies in the field of nuclear medicine used in the assessment of mediastinal masses, which have been listed below.", "contents": "Chest and Mediastinal Imaging -- Nuclear Medicine. There are various studies in the field of nuclear medicine used in the assessment of mediastinal masses, which have been listed below."}
{"id": "article-17034_25", "title": "Chest and Mediastinal Imaging -- Nuclear Medicine -- PET-CT", "content": "PET CT utilizes 18-F-fluorodeoxyglucose, a radiopharmaceutical agent for diagnosis and staging of treatment for neoplasms. There are 2 separate acquisitions, PET followed by CT during the study. The CT is used for attenuation correction and anatomic localization. Typically the CT is performed without intravenous contrast. However, the study may be performed with intravenous and oral contrast based on the indication of the examination. PET-CT is useful in most malignant lesions and, with respect to mediastinal masses, is typically used for lymphoma, esophageal, and lung malignancies. Lymphomas are FDG avid, and PET-CT is helpful in staging and restaging of the disease. Thymic tumors can also demonstrate FDG uptake. [12] It is a very useful modality to assess the treatment response of neoplasms. I-131 M eta- iodobenzylguanidine (MIBG) Study I-131 MIBG study is used for confirming the presence of a mediastinal pheochromocytoma. [13]", "contents": "Chest and Mediastinal Imaging -- Nuclear Medicine -- PET-CT. PET CT utilizes 18-F-fluorodeoxyglucose, a radiopharmaceutical agent for diagnosis and staging of treatment for neoplasms. There are 2 separate acquisitions, PET followed by CT during the study. The CT is used for attenuation correction and anatomic localization. Typically the CT is performed without intravenous contrast. However, the study may be performed with intravenous and oral contrast based on the indication of the examination. PET-CT is useful in most malignant lesions and, with respect to mediastinal masses, is typically used for lymphoma, esophageal, and lung malignancies. Lymphomas are FDG avid, and PET-CT is helpful in staging and restaging of the disease. Thymic tumors can also demonstrate FDG uptake. [12] It is a very useful modality to assess the treatment response of neoplasms. I-131 M eta- iodobenzylguanidine (MIBG) Study I-131 MIBG study is used for confirming the presence of a mediastinal pheochromocytoma. [13]"}
{"id": "article-17034_26", "title": "Chest and Mediastinal Imaging -- Angiography", "content": "This is an invasive technique for assessing the vascular abnormalities and was performed more commonly in the past, prior to the advent of CT. The downside is the high dose of ionizing radiation and the use of intravenous contrast. An added advantage of this technique is the fact that it can be used for treatment as well. Bronchial artery embolization for hemoptysis is one of the most common indications for this study. [14]", "contents": "Chest and Mediastinal Imaging -- Angiography. This is an invasive technique for assessing the vascular abnormalities and was performed more commonly in the past, prior to the advent of CT. The downside is the high dose of ionizing radiation and the use of intravenous contrast. An added advantage of this technique is the fact that it can be used for treatment as well. Bronchial artery embolization for hemoptysis is one of the most common indications for this study. [14]"}
{"id": "article-17034_27", "title": "Chest and Mediastinal Imaging -- Patient Positioning", "content": "The patient positioning depends on the modality. For example, PA or posteroanterior film is obtained with the patient facing the cassette and x-rays beam projecting from the posterior aspect of the patient to the anterior aspect. In an anteroposterior (AP) view, the cassette is along the posterior aspect of the patient. Portable radiographs are obtained in the ICU setting when the patient cannot be erect. CT chest is performed with the patient supine. The arms are usually above the level of the head. MRI and PET scans are also obtained with the patient in the supine position. Ultrasound is also obtained with the patient usually supine. However, this being a dynamic procedure, the patient can move during the procedure.", "contents": "Chest and Mediastinal Imaging -- Patient Positioning. The patient positioning depends on the modality. For example, PA or posteroanterior film is obtained with the patient facing the cassette and x-rays beam projecting from the posterior aspect of the patient to the anterior aspect. In an anteroposterior (AP) view, the cassette is along the posterior aspect of the patient. Portable radiographs are obtained in the ICU setting when the patient cannot be erect. CT chest is performed with the patient supine. The arms are usually above the level of the head. MRI and PET scans are also obtained with the patient in the supine position. Ultrasound is also obtained with the patient usually supine. However, this being a dynamic procedure, the patient can move during the procedure."}
{"id": "article-17034_28", "title": "Chest and Mediastinal Imaging -- Clinical Significance", "content": "In conclusion, given the numerous structures and extensive differential diagnosis of mediastinal lesions, accurate diagnosis is important and is dependent on appropriate imaging and assessment. While plain radiographs and CT chest are the most common modalities, MRI and PET-CT provide additional value in the evaluation of these lesions.", "contents": "Chest and Mediastinal Imaging -- Clinical Significance. In conclusion, given the numerous structures and extensive differential diagnosis of mediastinal lesions, accurate diagnosis is important and is dependent on appropriate imaging and assessment. While plain radiographs and CT chest are the most common modalities, MRI and PET-CT provide additional value in the evaluation of these lesions."}
{"id": "article-17034_29", "title": "Chest and Mediastinal Imaging -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chest and Mediastinal Imaging -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}