{"id": "article-86029_0", "title": "Drusen Bodies -- Definition/Introduction", "content": "Drusen bodies are extracellular deposits of lipids, proteins, and cellular debris which are found within the layers of the retina and appear as small, yellow deposits on dilated eye exams. Specifically, drusen reside between the basal lamina of the retinal pigment epithelium (RPE) and the inner layer of the Bruch membrane (BM). These sub-RPE deposits are seen with the progression of normal aging; however, depending on the size, number, location, and type of drusen involved, they can be associated with increased risk of developing age-related macular degeneration (AMD). [1] [2]", "contents": "Drusen Bodies -- Definition/Introduction. Drusen bodies are extracellular deposits of lipids, proteins, and cellular debris which are found within the layers of the retina and appear as small, yellow deposits on dilated eye exams. Specifically, drusen reside between the basal lamina of the retinal pigment epithelium (RPE) and the inner layer of the Bruch membrane (BM). These sub-RPE deposits are seen with the progression of normal aging; however, depending on the size, number, location, and type of drusen involved, they can be associated with increased risk of developing age-related macular degeneration (AMD). [1] [2]"}
{"id": "article-86029_1", "title": "Drusen Bodies -- Definition/Introduction", "content": "Although there is speculation regarding the exact mechanisms involved in the formation of drusen bodies, there is a general consensus that deposits are lipid and protein-rich and are driven by age-related biochemical changes. Current evidence suggests that drusen bodies are composed of cholesterol-containing lipid droplets forming the core structure upon which hydroxyapatite (HAP) spherules precipitate. These HAP spherules facilitate protein deposition to their surface which results in an oligomerization process ultimately forming the sub-RPE deposits. One focus of the study has been the proteins involved in the formation of drusen, and many different proteins have been implicated in this process. Some of the most common proteins involved include amyloid-beta, apolipoproteins, vitronectin, and complement proteins. [2] [3] [4]", "contents": "Drusen Bodies -- Definition/Introduction. Although there is speculation regarding the exact mechanisms involved in the formation of drusen bodies, there is a general consensus that deposits are lipid and protein-rich and are driven by age-related biochemical changes. Current evidence suggests that drusen bodies are composed of cholesterol-containing lipid droplets forming the core structure upon which hydroxyapatite (HAP) spherules precipitate. These HAP spherules facilitate protein deposition to their surface which results in an oligomerization process ultimately forming the sub-RPE deposits. One focus of the study has been the proteins involved in the formation of drusen, and many different proteins have been implicated in this process. Some of the most common proteins involved include amyloid-beta, apolipoproteins, vitronectin, and complement proteins. [2] [3] [4]"}
{"id": "article-86029_2", "title": "Drusen Bodies -- Issues of Concern", "content": "While drusen bodies are a common finding upon standard ophthalmic exams in the aging population, they are of most concern as early signs of AMD. AMD is one of the most prevalent eye diseases in the world affecting roughly 1% to 3% of the total population. [1] AMD is a progressive disease involving degeneration and atrophy of the portion of the retina termed the macula. This results in progressive loss of central vision and can eventually advance to blindness. Drusen bodies are classic findings in AMD, however, certain factors such as the type, number, and location of drusen bodies have prognostic value.", "contents": "Drusen Bodies -- Issues of Concern. While drusen bodies are a common finding upon standard ophthalmic exams in the aging population, they are of most concern as early signs of AMD. AMD is one of the most prevalent eye diseases in the world affecting roughly 1% to 3% of the total population. [1] AMD is a progressive disease involving degeneration and atrophy of the portion of the retina termed the macula. This results in progressive loss of central vision and can eventually advance to blindness. Drusen bodies are classic findings in AMD, however, certain factors such as the type, number, and location of drusen bodies have prognostic value."}
{"id": "article-86029_3", "title": "Drusen Bodies -- Issues of Concern -- Types of Drusen", "content": "There are various types of drusen bodies, each of which is associated with a different prognostic value. The types of drusen are based on the size, consistency, and histological features present. Hard drusen, also termed “small drusen” are defined as small, round, well-defined deposits with a diameter measuring less than 63 microns. Hard drusen are common and are the only type of drusen considered as normal age-associated findings. [5] A few small drusen noted on an exam is not alarming, however, there is some thought that these drusen have the potential to enlarge and develop more worrisome characteristics as time progresses. Intermediate drusen are the hybrid form of drusen defined as a diameter between 63 microns to 125 microns. These larger drusen tend to be classified within the soft drusen category. Soft drusen are defined as larger, poorly-defined drusen with mound-like elevations and a diameter measuring greater than 125 microns. [2] It is believed that larger drusen bodies contribute to the impediment of the exchange of nutrients and waste products between the choroidal blood vessels and the retina. [4] The lack of metabolic exchange eventually leads to degeneration and atrophy of the retina which is the pathological process seen in AMD. Cuticular drusen are defined as small, dot-like drusen which measure between 25 microns to 75 microns. Cuticular drusen are numerous and often aggregate. Therefore, they tend to coalesce into larger drusen deposits and can carry a significant risk of AMD. [5]", "contents": "Drusen Bodies -- Issues of Concern -- Types of Drusen. There are various types of drusen bodies, each of which is associated with a different prognostic value. The types of drusen are based on the size, consistency, and histological features present. Hard drusen, also termed “small drusen” are defined as small, round, well-defined deposits with a diameter measuring less than 63 microns. Hard drusen are common and are the only type of drusen considered as normal age-associated findings. [5] A few small drusen noted on an exam is not alarming, however, there is some thought that these drusen have the potential to enlarge and develop more worrisome characteristics as time progresses. Intermediate drusen are the hybrid form of drusen defined as a diameter between 63 microns to 125 microns. These larger drusen tend to be classified within the soft drusen category. Soft drusen are defined as larger, poorly-defined drusen with mound-like elevations and a diameter measuring greater than 125 microns. [2] It is believed that larger drusen bodies contribute to the impediment of the exchange of nutrients and waste products between the choroidal blood vessels and the retina. [4] The lack of metabolic exchange eventually leads to degeneration and atrophy of the retina which is the pathological process seen in AMD. Cuticular drusen are defined as small, dot-like drusen which measure between 25 microns to 75 microns. Cuticular drusen are numerous and often aggregate. Therefore, they tend to coalesce into larger drusen deposits and can carry a significant risk of AMD. [5]"}
{"id": "article-86029_4", "title": "Drusen Bodies -- Issues of Concern -- Number of Drusen", "content": "The smaller the number of drusen present, the lower the risk of progression to AMD. Just as an increase in the size of drusen increases the likelihood of progression to AMD, an increase in the number of drusen increases the likelihood of progression to AMD. [2]", "contents": "Drusen Bodies -- Issues of Concern -- Number of Drusen. The smaller the number of drusen present, the lower the risk of progression to AMD. Just as an increase in the size of drusen increases the likelihood of progression to AMD, an increase in the number of drusen increases the likelihood of progression to AMD. [2]"}
{"id": "article-86029_5", "title": "Drusen Bodies -- Issues of Concern -- Location of Drusen", "content": "Drusen bodies located on the peripheral retina are less concerning than drusen bodies located within the macula or central region of the retina. Within the macula, an area called the fovea exists which is where the highest visual acuity originates. Hard drusen are typically widespread so they can be found within the peripheral or the central retina. The same can be said for cuticular drusen. Soft drusen tend to be located more within the central retina or macula which may contribute to the fact that soft drusen have a higher likelihood of progressing to AMD. [5]", "contents": "Drusen Bodies -- Issues of Concern -- Location of Drusen. Drusen bodies located on the peripheral retina are less concerning than drusen bodies located within the macula or central region of the retina. Within the macula, an area called the fovea exists which is where the highest visual acuity originates. Hard drusen are typically widespread so they can be found within the peripheral or the central retina. The same can be said for cuticular drusen. Soft drusen tend to be located more within the central retina or macula which may contribute to the fact that soft drusen have a higher likelihood of progressing to AMD. [5]"}
{"id": "article-86029_6", "title": "Drusen Bodies -- Clinical Significance", "content": "Drusen bodies are a common clinical finding on an ophthalmologist’s fundoscopic exam with hard drusen being the most abundant. According to the Beaver Dam Eye Study, hard drusen had a prevalence of 93.6% in study participants between 43 to 86 years of age. [6] [7] While some drusen formation appears to be a consequence of biochemical changes seen with aging, the clinical significance can be defined through statistical data on the five-year rate of progression to advanced AMD categorized by drusen type. Hard, small drusen without pigmentary changes have a 0.4% five-year progression rate to advanced AMD. Intermediate drusen present in one eye without pigmentary changes have a 0.5% progression rate; while intermediate drusen present in both eyes have a 2.1% five-year progression rate. Soft, large drusen present in one eye without pigmentary changes have a 3.9% progression rate; while large drusen present in both eyes have a 13% five-year progression rate. It should be noted that the presence of pigmentary changes in one or both eyes in addition to drusen bodies significantly increases the five-year progression rate of each category of drusen. [8]", "contents": "Drusen Bodies -- Clinical Significance. Drusen bodies are a common clinical finding on an ophthalmologist’s fundoscopic exam with hard drusen being the most abundant. According to the Beaver Dam Eye Study, hard drusen had a prevalence of 93.6% in study participants between 43 to 86 years of age. [6] [7] While some drusen formation appears to be a consequence of biochemical changes seen with aging, the clinical significance can be defined through statistical data on the five-year rate of progression to advanced AMD categorized by drusen type. Hard, small drusen without pigmentary changes have a 0.4% five-year progression rate to advanced AMD. Intermediate drusen present in one eye without pigmentary changes have a 0.5% progression rate; while intermediate drusen present in both eyes have a 2.1% five-year progression rate. Soft, large drusen present in one eye without pigmentary changes have a 3.9% progression rate; while large drusen present in both eyes have a 13% five-year progression rate. It should be noted that the presence of pigmentary changes in one or both eyes in addition to drusen bodies significantly increases the five-year progression rate of each category of drusen. [8]"}
{"id": "article-86029_7", "title": "Drusen Bodies -- Clinical Significance", "content": "Although drusen bodies are most commonly described in AMD, it is important to note that they are not pathognomonic of AMD. Drusen-like deposits can also be seen in some less prevalent inherited conditions such as Sorsby fundus dystrophy, North Carolina macular dystrophy, Stargardt disease, and Adult-onset foveomacular vitelliform dystrophy, just to name a few. [9] Drusen deposits have also been noted in some systemic conditions such as dense deposit disease and Alport syndrome. [5]", "contents": "Drusen Bodies -- Clinical Significance. Although drusen bodies are most commonly described in AMD, it is important to note that they are not pathognomonic of AMD. Drusen-like deposits can also be seen in some less prevalent inherited conditions such as Sorsby fundus dystrophy, North Carolina macular dystrophy, Stargardt disease, and Adult-onset foveomacular vitelliform dystrophy, just to name a few. [9] Drusen deposits have also been noted in some systemic conditions such as dense deposit disease and Alport syndrome. [5]"}
{"id": "article-86029_8", "title": "Drusen Bodies -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "While an ophthalmologist is almost always responsible for detecting drusen bodies on fundoscopic examinations, there are other roles to play in possibly preventing progression to AMD. Extensive studies on the modifiable and unmodifiable risk factors for the progression of drusen deposits to AMD are currently ongoing. Increasing age seems to be the most consistent unmodifiable risk factor for progression to AMD; however, female sex, Caucasian race, and certain genetic markers have a higher risk for AMD. [1] [5] Certain modifiable risk factors such as smoking, obesity, and increased sunlight exposure have been implicated to increase the risk of AMD in some studies. Whereas increased physical activity and a Mediterranean-based diet rich in antioxidants may provide protective benefits against AMD according to some studies. A relationship between AMD and comorbidities such as hypertension, diabetes, chronic kidney disease, and cataracts has been suggested; however, it remains unclear at this point. [1]", "contents": "Drusen Bodies -- Nursing, Allied Health, and Interprofessional Team Interventions. While an ophthalmologist is almost always responsible for detecting drusen bodies on fundoscopic examinations, there are other roles to play in possibly preventing progression to AMD. Extensive studies on the modifiable and unmodifiable risk factors for the progression of drusen deposits to AMD are currently ongoing. Increasing age seems to be the most consistent unmodifiable risk factor for progression to AMD; however, female sex, Caucasian race, and certain genetic markers have a higher risk for AMD. [1] [5] Certain modifiable risk factors such as smoking, obesity, and increased sunlight exposure have been implicated to increase the risk of AMD in some studies. Whereas increased physical activity and a Mediterranean-based diet rich in antioxidants may provide protective benefits against AMD according to some studies. A relationship between AMD and comorbidities such as hypertension, diabetes, chronic kidney disease, and cataracts has been suggested; however, it remains unclear at this point. [1]"}
{"id": "article-86029_9", "title": "Drusen Bodies -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Primary care physicians, nurse practitioners, and other members of an interprofessional team play a vital role in the recognition and prevention of AMD. The United States Preventive Services Task Force (USPSTF) concludes that there is insufficient evidence to make a recommendation on screening for visual acuity in elderly adults with grade I evidence. [10] The American Academy of Ophthalmology (AAO) recommends that all patients age sixty-five and older receive comprehensive eye exams every one to two years regardless of a prior history of eye conditions. [11] Therefore, primary care providers should be aware of the risk factors and symptoms of AMD. Common visual complaints seen in AMD include blurring of central vision, a blind spot in the central vision known as a central scotoma, or lines that appear wavy which is known as metamorphopsia. [12] Patients presenting with these complaints should be referred to an ophthalmologist for further evaluation. Additionally, providers should also counsel patients on modifiable risk factors and encourage strategies such as smoking cessation, maintaining a healthy diet, and wearing sunglasses outdoors to protect from ultraviolet eye damage. [13]", "contents": "Drusen Bodies -- Nursing, Allied Health, and Interprofessional Team Interventions. Primary care physicians, nurse practitioners, and other members of an interprofessional team play a vital role in the recognition and prevention of AMD. The United States Preventive Services Task Force (USPSTF) concludes that there is insufficient evidence to make a recommendation on screening for visual acuity in elderly adults with grade I evidence. [10] The American Academy of Ophthalmology (AAO) recommends that all patients age sixty-five and older receive comprehensive eye exams every one to two years regardless of a prior history of eye conditions. [11] Therefore, primary care providers should be aware of the risk factors and symptoms of AMD. Common visual complaints seen in AMD include blurring of central vision, a blind spot in the central vision known as a central scotoma, or lines that appear wavy which is known as metamorphopsia. [12] Patients presenting with these complaints should be referred to an ophthalmologist for further evaluation. Additionally, providers should also counsel patients on modifiable risk factors and encourage strategies such as smoking cessation, maintaining a healthy diet, and wearing sunglasses outdoors to protect from ultraviolet eye damage. [13]"}
{"id": "article-86029_10", "title": "Drusen Bodies -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "One important aspect of achieving high-quality eye care for patients is an interprofessional team working towards a common goal. A team includes physicians, nurses, assistants, medical technicians, front office staff, and many others who work in unity to provide individualized care to each patient. Each member of the interprofessional team should be appropriately trained and should work in accordance with their skill level in a professional manner putting patient care above all else. [14]", "contents": "Drusen Bodies -- Nursing, Allied Health, and Interprofessional Team Monitoring. One important aspect of achieving high-quality eye care for patients is an interprofessional team working towards a common goal. A team includes physicians, nurses, assistants, medical technicians, front office staff, and many others who work in unity to provide individualized care to each patient. Each member of the interprofessional team should be appropriately trained and should work in accordance with their skill level in a professional manner putting patient care above all else. [14]"}
{"id": "article-86029_11", "title": "Drusen Bodies -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Drusen Bodies -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}