{"id": "article-20284_0", "title": "Decorticate Posturing -- Definition/Introduction", "content": "Decorticate posturing is a specific pattern of response shown in neurological and neurosurgical patients in whom the pathological processes have led to intracranial hypertension and already initiated the herniation syndrome. There will be flexor posturing along with internal rotation of the upper limbs with extensor posturing of the lower limbs. The painful stimulation should be given over supra eye-brow region or on other dermatomal distribution of cranial nerves only, to prevent the confounding bias from response seen from the spinal reflexes. [1] [2] The internal rotation posturing helps to differentiate it from normal flexor response to pain.", "contents": "Decorticate Posturing -- Definition/Introduction. Decorticate posturing is a specific pattern of response shown in neurological and neurosurgical patients in whom the pathological processes have led to intracranial hypertension and already initiated the herniation syndrome. There will be flexor posturing along with internal rotation of the upper limbs with extensor posturing of the lower limbs. The painful stimulation should be given over supra eye-brow region or on other dermatomal distribution of cranial nerves only, to prevent the confounding bias from response seen from the spinal reflexes. [1] [2] The internal rotation posturing helps to differentiate it from normal flexor response to pain."}
{"id": "article-20284_1", "title": "Decorticate Posturing -- Issues of Concern", "content": "The rubrospinal tract will mediate the flexion attitude of upper limbs and extensor posturing of the lower limbs. [3] [4] The vestibulospinal tract, on the other hand, mediates extensor posturing in both the upper and the lower limbs. Thereby, decorticate posturing suggests that the integrity of the rubrospinal tract is intact, and the extent of damage from the lesion has not extended below it. [5] Such a response receives a motor score of 3 while assessing the Glasgow Coma Scale in the patient.", "contents": "Decorticate Posturing -- Issues of Concern. The rubrospinal tract will mediate the flexion attitude of upper limbs and extensor posturing of the lower limbs. [3] [4] The vestibulospinal tract, on the other hand, mediates extensor posturing in both the upper and the lower limbs. Thereby, decorticate posturing suggests that the integrity of the rubrospinal tract is intact, and the extent of damage from the lesion has not extended below it. [5] Such a response receives a motor score of 3 while assessing the Glasgow Coma Scale in the patient."}
{"id": "article-20284_2", "title": "Decorticate Posturing -- Clinical Significance", "content": "The evidence of decorticate posturing suggests late stage of cerebral herniation and, therefore, of paramount importance for urgent corrective therapeutic intervention to be undertaken in the patient to reverse the herniation syndrome.", "contents": "Decorticate Posturing -- Clinical Significance. The evidence of decorticate posturing suggests late stage of cerebral herniation and, therefore, of paramount importance for urgent corrective therapeutic intervention to be undertaken in the patient to reverse the herniation syndrome."}
{"id": "article-20284_3", "title": "Decorticate Posturing -- Clinical Significance -- Differential Diagnosis", "content": "Decerebrate posturing - There will be extensor posturing with internal rotation of both upper and the power limbs. [6] [5] This suggests that the vestibulospinal tract is intact, and the damage from the injury has not extended beyond it. However, it is an agonal sign with a very poor prognostic outcome in the patient. This sign harbingers the onset of tonsillar herniation with respiratory paralysis and eventual death in the patient. Lazarus reflex in brain death patient - There will be flexion and crossing over of the upper limbs over the chest, similar to attitude seen in ancient mummies. [7] [8] This presentation is, however, compatible with brainstem death. The differentiating feature, in contrast to the decorticate posturing, is the presence of brainstem areflexia and positive apnea test in patients with brain stem death.", "contents": "Decorticate Posturing -- Clinical Significance -- Differential Diagnosis. Decerebrate posturing - There will be extensor posturing with internal rotation of both upper and the power limbs. [6] [5] This suggests that the vestibulospinal tract is intact, and the damage from the injury has not extended beyond it. However, it is an agonal sign with a very poor prognostic outcome in the patient. This sign harbingers the onset of tonsillar herniation with respiratory paralysis and eventual death in the patient. Lazarus reflex in brain death patient - There will be flexion and crossing over of the upper limbs over the chest, similar to attitude seen in ancient mummies. [7] [8] This presentation is, however, compatible with brainstem death. The differentiating feature, in contrast to the decorticate posturing, is the presence of brainstem areflexia and positive apnea test in patients with brain stem death."}
{"id": "article-20284_4", "title": "Decorticate Posturing -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "It is prudent early recognition of decorticate posturing response in neurological and neurosurgical patients for initiating early corrective interventions to reverse the herniation syndrome and prevent the patient from transitioning into decerebrate posturing and finally into tonsillar herniation. [9] The mortality rate is above 80% in patients exhibiting decorticate posturing with fixed dilated pupils. [10] So, it is a cornerstone in early recognition of signs of such delayed herniation syndrome harbingering impending tonsillar herniation and to opt for emergent management plans to halt the same, either by administrating mannitol or hypertonic saline, placement of external ventricular drain or by performing decompressive hemicraniectomy.", "contents": "Decorticate Posturing -- Nursing, Allied Health, and Interprofessional Team Interventions. It is prudent early recognition of decorticate posturing response in neurological and neurosurgical patients for initiating early corrective interventions to reverse the herniation syndrome and prevent the patient from transitioning into decerebrate posturing and finally into tonsillar herniation. [9] The mortality rate is above 80% in patients exhibiting decorticate posturing with fixed dilated pupils. [10] So, it is a cornerstone in early recognition of signs of such delayed herniation syndrome harbingering impending tonsillar herniation and to opt for emergent management plans to halt the same, either by administrating mannitol or hypertonic saline, placement of external ventricular drain or by performing decompressive hemicraniectomy."}
{"id": "article-20284_5", "title": "Decorticate Posturing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Decorticate Posturing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}