{"id": "article-915_0", "title": "Neuroanatomy, Cerebral Blood Supply -- Introduction", "content": "The brain vasculature provides the nutrients necessary for the well functioning of the central nervous system (CNS). Anatomical and angiographic studies considerably detail the topography of the arterial architecture and the related relationships. We review the arterial blood supply to the brain. Awareness of its normal anatomy and its common variations and anomalies are critical for the diagnostic and treatment of stroke and associated vascular disorders.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Introduction. The brain vasculature provides the nutrients necessary for the well functioning of the central nervous system (CNS). Anatomical and angiographic studies considerably detail the topography of the arterial architecture and the related relationships. We review the arterial blood supply to the brain. Awareness of its normal anatomy and its common variations and anomalies are critical for the diagnostic and treatment of stroke and associated vascular disorders."}
{"id": "article-915_1", "title": "Neuroanatomy, Cerebral Blood Supply -- Structure and Function", "content": "Four principal arteries supply the brain, namely one internal carotid artery (ICA) and one vertebral artery on each side. Classically the internal carotid arteries on both sides are referred to as the anterior circulation, while the vertebral-basilar arterial system composes the posterior circulation. [1] At the central cranial base, the anterior and posterior circulation connect to form an anastomotic ring called “circle/polygon of Willis.” The sides of the polygon of Willis are made of the anterior cerebral arteries (ACA), the posterior cerebral arteries (PCA), anterior communicant branch (Acom A) which bridge both ACA and the posterior communicant arteries (Pcom A) which links ICA and PCA on each hemibrain. [2]", "contents": "Neuroanatomy, Cerebral Blood Supply -- Structure and Function. Four principal arteries supply the brain, namely one internal carotid artery (ICA) and one vertebral artery on each side. Classically the internal carotid arteries on both sides are referred to as the anterior circulation, while the vertebral-basilar arterial system composes the posterior circulation. [1] At the central cranial base, the anterior and posterior circulation connect to form an anastomotic ring called “circle/polygon of Willis.” The sides of the polygon of Willis are made of the anterior cerebral arteries (ACA), the posterior cerebral arteries (PCA), anterior communicant branch (Acom A) which bridge both ACA and the posterior communicant arteries (Pcom A) which links ICA and PCA on each hemibrain. [2]"}
{"id": "article-915_2", "title": "Neuroanatomy, Cerebral Blood Supply -- Structure and Function", "content": "Each ICA divides into 3 terminal branches: the ACA, the middle cerebral artery (MCA) and the anterior choroidal (artery ACh A). The PCAs are the terminal branches of the vertebrobasilar artery. Anatomists describe different segments of ACA, MCA, and PCA based on the bifurcating pattern. [3] Hence, ACA is subdivided in: A1: Horizontal or pre-communicating begins at the carotid bifurcation and ends at the level of ACom A. A2: Vertical or post communicating segment or pre callosal begins at Acom A and ends at the junction rostrum-genu of the corpus callosum. A3: Pre-callosal A4: Supra-callosal A5: Postero-callosal A3 together with A4 and A5 are referred to as peri-callosal artery. MCA is subdivided in: M1: Sphenoidal M2: Insular M3: Opercular M4: Cortical PCA is subdivided in: P1: Pre-communicating P2: Post-communicating P3: Quadrigeminal P4: Calcarine", "contents": "Neuroanatomy, Cerebral Blood Supply -- Structure and Function. Each ICA divides into 3 terminal branches: the ACA, the middle cerebral artery (MCA) and the anterior choroidal (artery ACh A). The PCAs are the terminal branches of the vertebrobasilar artery. Anatomists describe different segments of ACA, MCA, and PCA based on the bifurcating pattern. [3] Hence, ACA is subdivided in: A1: Horizontal or pre-communicating begins at the carotid bifurcation and ends at the level of ACom A. A2: Vertical or post communicating segment or pre callosal begins at Acom A and ends at the junction rostrum-genu of the corpus callosum. A3: Pre-callosal A4: Supra-callosal A5: Postero-callosal A3 together with A4 and A5 are referred to as peri-callosal artery. MCA is subdivided in: M1: Sphenoidal M2: Insular M3: Opercular M4: Cortical PCA is subdivided in: P1: Pre-communicating P2: Post-communicating P3: Quadrigeminal P4: Calcarine"}
{"id": "article-915_3", "title": "Neuroanatomy, Cerebral Blood Supply -- Structure and Function", "content": "ACA, MCA, and PCA harbor important perforating branches that supply vital structures such as the pituitary gland and its infundibular stalk, the optic chiasm, hypothalamus and thalamus, midbrain and basal ganglia.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Structure and Function. ACA, MCA, and PCA harbor important perforating branches that supply vital structures such as the pituitary gland and its infundibular stalk, the optic chiasm, hypothalamus and thalamus, midbrain and basal ganglia."}
{"id": "article-915_4", "title": "Neuroanatomy, Cerebral Blood Supply -- Embryology", "content": "The internal carotid arteries (ICAs) develop from the third aortic arches, the dorsal aortae, and a plexiform primordial vascular network near the developing fore- and mid-brain. [3] The third aortic arches appear on day 28 as the first and second arch progressively involute. The proximal segment of ICA arises from the third aortic arch while the distal one emanates from the cranial prolongation of the dorsal aortae.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Embryology. The internal carotid arteries (ICAs) develop from the third aortic arches, the dorsal aortae, and a plexiform primordial vascular network near the developing fore- and mid-brain. [3] The third aortic arches appear on day 28 as the first and second arch progressively involute. The proximal segment of ICA arises from the third aortic arch while the distal one emanates from the cranial prolongation of the dorsal aortae."}
{"id": "article-915_5", "title": "Neuroanatomy, Cerebral Blood Supply -- Embryology", "content": "The primitive ICAs divide into cranial (forerunner of the future anterior cerebral artery) and caudal divisions (precursor of the Pcom A). The cranial divisions initially end as the primitive olfactory arteries and ultimately give rise to the definitive anterior cerebral arteries (ACAs), and to the anterior choroidal and middle cerebral arteries. The anterior communicating artery (ACom A) is formed from a plexiform vascular network that coalesces in the midline and connects the two developing anterior cerebral arteries.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Embryology. The primitive ICAs divide into cranial (forerunner of the future anterior cerebral artery) and caudal divisions (precursor of the Pcom A). The cranial divisions initially end as the primitive olfactory arteries and ultimately give rise to the definitive anterior cerebral arteries (ACAs), and to the anterior choroidal and middle cerebral arteries. The anterior communicating artery (ACom A) is formed from a plexiform vascular network that coalesces in the midline and connects the two developing anterior cerebral arteries."}
{"id": "article-915_6", "title": "Neuroanatomy, Cerebral Blood Supply -- Embryology", "content": "The caudal ICA divisions anastomose with the dorsal longitudinal neural arteries. Normally, the caudal divisions regress to form the posterior communicating arteries (PCom As) while the paired dorsal longitudinal neural arteries fuse in the midline to become the basilar artery. The vertebral arteries arise from the coalescing of the cervical intersegmental arteries and later anastomose with the basilar artery. As the definitive vertebral-basilar circulation matures, it annexes the posterior cerebral arteries and their proximal connections to the anterior circulation partially involute.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Embryology. The caudal ICA divisions anastomose with the dorsal longitudinal neural arteries. Normally, the caudal divisions regress to form the posterior communicating arteries (PCom As) while the paired dorsal longitudinal neural arteries fuse in the midline to become the basilar artery. The vertebral arteries arise from the coalescing of the cervical intersegmental arteries and later anastomose with the basilar artery. As the definitive vertebral-basilar circulation matures, it annexes the posterior cerebral arteries and their proximal connections to the anterior circulation partially involute."}
{"id": "article-915_7", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics", "content": "The arterial vasculature supplies distinct brain territories. [4] The following are the main cerebral arteries, their perforating branches, and related supplied territory.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics. The arterial vasculature supplies distinct brain territories. [4] The following are the main cerebral arteries, their perforating branches, and related supplied territory."}
{"id": "article-915_8", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Anterior Cerebral Artery, AChaA, and its Branches", "content": "The recurrent artery (of Heubner) is the largest artery arising from A1 or proximal A2. [5] It passes above and laterally to the optic chiasm and penetrates the anterior perforated substance. The recurrent artery supplies the head of the caudate nucleus, anterior third of the putamen, anterior part of the globus pallidus externus, anteroinferior portion of the anterior limb of the internal capsule, and the uncinate fasciculus, and, rarely, the anterior hypothalamus. Basal perforating arteries (medial lenticulostriate arteries) arising from ACA and Acom A supply the anterior perforated substance, the dorsal surface of the optic nerve and optic chiasm, the optic tract, the suprachiasmatic portion of the hypothalamus, the rostrum of the corpus callosum, the lower surface of the frontal lobe and the medial part of the Sylvian fissure. [6]", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Anterior Cerebral Artery, AChaA, and its Branches. The recurrent artery (of Heubner) is the largest artery arising from A1 or proximal A2. [5] It passes above and laterally to the optic chiasm and penetrates the anterior perforated substance. The recurrent artery supplies the head of the caudate nucleus, anterior third of the putamen, anterior part of the globus pallidus externus, anteroinferior portion of the anterior limb of the internal capsule, and the uncinate fasciculus, and, rarely, the anterior hypothalamus. Basal perforating arteries (medial lenticulostriate arteries) arising from ACA and Acom A supply the anterior perforated substance, the dorsal surface of the optic nerve and optic chiasm, the optic tract, the suprachiasmatic portion of the hypothalamus, the rostrum of the corpus callosum, the lower surface of the frontal lobe and the medial part of the Sylvian fissure. [6]"}
{"id": "article-915_9", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics", "content": "The Peri-callosal artery is the distal part of the artery surrounding the corpus callosum. It gives rise to its largest branch: the callosomarginal artery. The callosomarginal artery is recognizable as it courses in or near the cingulate sulcus. Both callosomarginal and distal peri-callosal artery give 5 main cortical branches. They are orbitofrontal, frontopolar, internal frontal, paracentral and parietal arteries. The cortical branches supply the basal surface of the frontal lobe, the superior frontal gyrus and the anterior two-thirds of the medial hemisphere (including the pre-central, central and post-central gyri). Some distal ACA may supply part of the contralateral hemisphere.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics. The Peri-callosal artery is the distal part of the artery surrounding the corpus callosum. It gives rise to its largest branch: the callosomarginal artery. The callosomarginal artery is recognizable as it courses in or near the cingulate sulcus. Both callosomarginal and distal peri-callosal artery give 5 main cortical branches. They are orbitofrontal, frontopolar, internal frontal, paracentral and parietal arteries. The cortical branches supply the basal surface of the frontal lobe, the superior frontal gyrus and the anterior two-thirds of the medial hemisphere (including the pre-central, central and post-central gyri). Some distal ACA may supply part of the contralateral hemisphere."}
{"id": "article-915_10", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Anterior Choroidal Artery", "content": "The anterior choroidal artery (AChA) is a small but relatively constant vessel that arises from the posteromedial aspect of the supra-clinoid ICA a short distance above the PCom A origin. The AChA may exist either as a single trunk or a plexus of small vessels. AChA territory is variable and may include the optic tract, the posterior limb of the internal capsule, cerebral peduncle, choroid plexus, and medial temporal lobe. [7] [8] [7]", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Anterior Choroidal Artery. The anterior choroidal artery (AChA) is a small but relatively constant vessel that arises from the posteromedial aspect of the supra-clinoid ICA a short distance above the PCom A origin. The AChA may exist either as a single trunk or a plexus of small vessels. AChA territory is variable and may include the optic tract, the posterior limb of the internal capsule, cerebral peduncle, choroid plexus, and medial temporal lobe. [7] [8] [7]"}
{"id": "article-915_11", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Middle Cerebral Artery", "content": "The proximal segment (M1) courses laterally to the optic chiasm to reach the medial entrance of the Sylvian fissure. During its journey, it describes two parts: pre and post bifurcation. This main trunk mainly bifurcates but, in some instances, may trifurcate. M1 harbors perforating branches, named lateral lenticulo-striate arteries, which supply most of the caudate nucleus, internal capsule, basal ganglia. Its cortical branches supply the anterior pole of the temporal lobe. The insular segment (M2) consists of 6 to 8 main arteries that lie over the insula and end on top of the circular sulcus. The distal segments M3 and M4 lie from the surface of the lateral cerebral fissure to most of the lateral surface of the brain. Its cortical branches are orbitofrontal, pre-frontal, pre and postcentral sulcus, parietal, angular, temporal, and temporal-occipital arteries. M3 and M4 territory cover almost the entire lateral surface of the brain. Although anastomoses are developed between the ACA, MCA and PCA arterial territories, watershed areas exist on the cortical surface leading to vulnerable brain areas during hypotensive events.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Middle Cerebral Artery. The proximal segment (M1) courses laterally to the optic chiasm to reach the medial entrance of the Sylvian fissure. During its journey, it describes two parts: pre and post bifurcation. This main trunk mainly bifurcates but, in some instances, may trifurcate. M1 harbors perforating branches, named lateral lenticulo-striate arteries, which supply most of the caudate nucleus, internal capsule, basal ganglia. Its cortical branches supply the anterior pole of the temporal lobe. The insular segment (M2) consists of 6 to 8 main arteries that lie over the insula and end on top of the circular sulcus. The distal segments M3 and M4 lie from the surface of the lateral cerebral fissure to most of the lateral surface of the brain. Its cortical branches are orbitofrontal, pre-frontal, pre and postcentral sulcus, parietal, angular, temporal, and temporal-occipital arteries. M3 and M4 territory cover almost the entire lateral surface of the brain. Although anastomoses are developed between the ACA, MCA and PCA arterial territories, watershed areas exist on the cortical surface leading to vulnerable brain areas during hypotensive events."}
{"id": "article-915_12", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Posterior Cerebral Artery", "content": "From the basilar bifurcation to the junction with Pcom A, the proximal segment (P1) of PCA gives numbers of important perforating branches that supply the brainstem, thalamus, oculomotor and trochlear nuclei. P2 courses between the junction and the posterior aspect of the midbrain where it gives thalamoperforating, thalamogeniculate, peduncular perforating, posterior choroidal and posterior temporal arteries. The distal part of PCA (P3 and P4) extends from the quadrigeminal plate to the calcarine fissure where they supply the occipital lobe, part of the parietal and temporal lobe and the posterior third of the medial brain hemisphere.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Posterior Cerebral Artery. From the basilar bifurcation to the junction with Pcom A, the proximal segment (P1) of PCA gives numbers of important perforating branches that supply the brainstem, thalamus, oculomotor and trochlear nuclei. P2 courses between the junction and the posterior aspect of the midbrain where it gives thalamoperforating, thalamogeniculate, peduncular perforating, posterior choroidal and posterior temporal arteries. The distal part of PCA (P3 and P4) extends from the quadrigeminal plate to the calcarine fissure where they supply the occipital lobe, part of the parietal and temporal lobe and the posterior third of the medial brain hemisphere."}
{"id": "article-915_13", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Vertebrobasilar System", "content": "The intradural portion of the vertebral artery (VA) courses anteromedially through the foramen magnum, runs superomedially toward the midline where the two VAs unite to form the basilar artery (BA). [9] During its journey to BA, VA gives the posteroinferior cerebellar Artery (PICA), the anterior spinal artery which supplies the upper spinal cord, lateral medulla, tonsils, the vermis, and the inferior cerebellar hemisphere. [10]", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Vertebrobasilar System. The intradural portion of the vertebral artery (VA) courses anteromedially through the foramen magnum, runs superomedially toward the midline where the two VAs unite to form the basilar artery (BA). [9] During its journey to BA, VA gives the posteroinferior cerebellar Artery (PICA), the anterior spinal artery which supplies the upper spinal cord, lateral medulla, tonsils, the vermis, and the inferior cerebellar hemisphere. [10]"}
{"id": "article-915_14", "title": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Vertebrobasilar System", "content": "From the confluence of the VAs, the Basilar courses superiorly in front of the medulla, pons and bifurcate at the junction pons/mesencephalon where it gives the posterior cerebral arteries. Along its course, BA gives the anterior inferior cerebellar arteries (AICA), pontine perforating branches and the superior cerebellar arteries (SCA). BA supplies the brainstem, midbrain, part of the thalamus, posterior internal capsule, the mid- and upper cerebellum and vermis.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Blood Supply and Lymphatics -- Vertebrobasilar System. From the confluence of the VAs, the Basilar courses superiorly in front of the medulla, pons and bifurcate at the junction pons/mesencephalon where it gives the posterior cerebral arteries. Along its course, BA gives the anterior inferior cerebellar arteries (AICA), pontine perforating branches and the superior cerebellar arteries (SCA). BA supplies the brainstem, midbrain, part of the thalamus, posterior internal capsule, the mid- and upper cerebellum and vermis."}
{"id": "article-915_15", "title": "Neuroanatomy, Cerebral Blood Supply -- Physiologic Variants", "content": "Variations in the origin, course, and position of arteries are common, whereas variations in size are rare. Developmental anomalies during angiogenesis lead to reported cases of hypoplasia, atresia, agenesis, absence, duplication, and fenestration.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Physiologic Variants. Variations in the origin, course, and position of arteries are common, whereas variations in size are rare. Developmental anomalies during angiogenesis lead to reported cases of hypoplasia, atresia, agenesis, absence, duplication, and fenestration."}
{"id": "article-915_16", "title": "Neuroanatomy, Cerebral Blood Supply -- Surgical Considerations", "content": "Vascular anomalies such as arteriovenous malformations or aneurysms necessitate surgical treatment. Perfect knowledge of the brain vasculature is mandatory in the pre-operative assessment of vascular diseases. In this pre-operative assessment, an armamentarium of studies can be used such as angioscanner, digital subtraction angiogram (DSA), magnetic resonance angiography (MRA). Of those, the angiogram represents the exam of choice. [11]", "contents": "Neuroanatomy, Cerebral Blood Supply -- Surgical Considerations. Vascular anomalies such as arteriovenous malformations or aneurysms necessitate surgical treatment. Perfect knowledge of the brain vasculature is mandatory in the pre-operative assessment of vascular diseases. In this pre-operative assessment, an armamentarium of studies can be used such as angioscanner, digital subtraction angiogram (DSA), magnetic resonance angiography (MRA). Of those, the angiogram represents the exam of choice. [11]"}
{"id": "article-915_17", "title": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance", "content": "Abnormalities within the arterial wall, obstruction in the vessel lumen or arteriovenous malformations may predispose to an imbalance in the cerebral hemodynamic leading to an acute onset of neurologic symptoms.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance. Abnormalities within the arterial wall, obstruction in the vessel lumen or arteriovenous malformations may predispose to an imbalance in the cerebral hemodynamic leading to an acute onset of neurologic symptoms."}
{"id": "article-915_18", "title": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance -- Intracranial Aneurysms", "content": "An aneurysm is a focal ballooning of the arterial vessel due to weakness within its wall. Rupture of an intracranial aneurysm is responsible for approximately 80% of subarachnoid hemorrhage. Although all arterial vessels can be affected, the anterior circulation is the most involved.  Hemodynamic stress at the arterial bifurcation is the main determinant in the aneurysm formation.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance -- Intracranial Aneurysms. An aneurysm is a focal ballooning of the arterial vessel due to weakness within its wall. Rupture of an intracranial aneurysm is responsible for approximately 80% of subarachnoid hemorrhage. Although all arterial vessels can be affected, the anterior circulation is the most involved.  Hemodynamic stress at the arterial bifurcation is the main determinant in the aneurysm formation."}
{"id": "article-915_19", "title": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance -- Arteriovenous Malformations (AVM)", "content": "AVM is a congenital malformation characterized by an abnormal collection of blood vessels in which the arterial blow flow directly into veins without the normal capillary bed. There is an increased risk of rupture of the nidus leading to intraparenchymal hemorrhage.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance -- Arteriovenous Malformations (AVM). AVM is a congenital malformation characterized by an abnormal collection of blood vessels in which the arterial blow flow directly into veins without the normal capillary bed. There is an increased risk of rupture of the nidus leading to intraparenchymal hemorrhage."}
{"id": "article-915_20", "title": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance -- Stroke", "content": "Stroke is an occlusive cerebrovascular disease due to a distal thrombus or migrated emboli. The inadequate brain perfusion leads to focal areas of brain infarction. Thrombolytic therapy in the early hours of the stroke onset can restore the brain perfusion.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Clinical Significance -- Stroke. Stroke is an occlusive cerebrovascular disease due to a distal thrombus or migrated emboli. The inadequate brain perfusion leads to focal areas of brain infarction. Thrombolytic therapy in the early hours of the stroke onset can restore the brain perfusion."}
{"id": "article-915_21", "title": "Neuroanatomy, Cerebral Blood Supply -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Cerebral Blood Supply -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}