{"id": "article-29_0", "title": "Adhesiolysis -- Continuing Education Activity", "content": "Intra-abdominal adhesions are commonly formed after surgery but can also be congenital. They are the most common cause of bowel obstruction. Most obstructions will improve with conservative treatment, but some require surgical intervention and adhesiolysis to relieve the obstruction. This activity describes the indications and contraindications for performing adhesiolysis and the methods for performing the procedure and post-surgical care.", "contents": "Adhesiolysis -- Continuing Education Activity. Intra-abdominal adhesions are commonly formed after surgery but can also be congenital. They are the most common cause of bowel obstruction. Most obstructions will improve with conservative treatment, but some require surgical intervention and adhesiolysis to relieve the obstruction. This activity describes the indications and contraindications for performing adhesiolysis and the methods for performing the procedure and post-surgical care."}
{"id": "article-29_1", "title": "Adhesiolysis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of adhesion formation after abdominal surgery. Determine the treatment of adhesions in the setting of bowel obstruction. Compare ways in which to prevent further adhesion formation. Communicate how various members of the healthcare team are important to the care of patients with intra-abdominal adhesions. Access free multiple choice questions on this topic.", "contents": "Adhesiolysis -- Continuing Education Activity. Objectives: Identify the etiology of adhesion formation after abdominal surgery. Determine the treatment of adhesions in the setting of bowel obstruction. Compare ways in which to prevent further adhesion formation. Communicate how various members of the healthcare team are important to the care of patients with intra-abdominal adhesions. Access free multiple choice questions on this topic."}
{"id": "article-29_2", "title": "Adhesiolysis -- Introduction", "content": "Adhesions are fibrous tissue connections (adherence tissues) between various tissue planes or organs usually caused by inflammatory causes, most commonly surgery. Fibrin deposition leads to fibrous connections between organs or tissues. These adhesions are part of the internal healing process and inflammatory reactions. They participate in the body's defense mechanisms against the causes of inflammation (physical, chemical, infections, etc).", "contents": "Adhesiolysis -- Introduction. Adhesions are fibrous tissue connections (adherence tissues) between various tissue planes or organs usually caused by inflammatory causes, most commonly surgery. Fibrin deposition leads to fibrous connections between organs or tissues. These adhesions are part of the internal healing process and inflammatory reactions. They participate in the body's defense mechanisms against the causes of inflammation (physical, chemical, infections, etc)."}
{"id": "article-29_3", "title": "Adhesiolysis -- Introduction", "content": "Adhesions can occur in any body organ or part, such as the abdomen, pelvis, thorax, intraocular, and joint spaces. Depending on their cause and location, they can be beneficial (in tissue healing) or harmful (causing complications). They can cause chronic pain, infertility, bowel obstruction, or diminished joint range of motion, for example. Intra-abdominal and pelvic adhesions and adhesiolysis are by far the most common of all adhesions; therefore, they are the focus of this topic.", "contents": "Adhesiolysis -- Introduction. Adhesions can occur in any body organ or part, such as the abdomen, pelvis, thorax, intraocular, and joint spaces. Depending on their cause and location, they can be beneficial (in tissue healing) or harmful (causing complications). They can cause chronic pain, infertility, bowel obstruction, or diminished joint range of motion, for example. Intra-abdominal and pelvic adhesions and adhesiolysis are by far the most common of all adhesions; therefore, they are the focus of this topic."}
{"id": "article-29_4", "title": "Adhesiolysis -- Introduction", "content": "Abdominal adhesions form after any surgery or inflammatory cause, including trauma or bleeding. The most common known cause of adhesions is surgery, especially open procedures. They heal, seal, and repair sites of injury and inflammation to protect and limit further damage. But, the formation of adhesions is not without unfavorable consequences. Bowel obstruction is a common complication of post-operative adhesions. Occasional, this mandates surgical adhesiolysis -  lysing cutting the adhesions to resolve the obstruction. Adhesiolysis is performed much less frequently for other reasons like pain or compression of other structures.", "contents": "Adhesiolysis -- Introduction. Abdominal adhesions form after any surgery or inflammatory cause, including trauma or bleeding. The most common known cause of adhesions is surgery, especially open procedures. They heal, seal, and repair sites of injury and inflammation to protect and limit further damage. But, the formation of adhesions is not without unfavorable consequences. Bowel obstruction is a common complication of post-operative adhesions. Occasional, this mandates surgical adhesiolysis -  lysing cutting the adhesions to resolve the obstruction. Adhesiolysis is performed much less frequently for other reasons like pain or compression of other structures."}
{"id": "article-29_5", "title": "Adhesiolysis -- Anatomy and Physiology", "content": "Adhesions are fibrous tissues that develop inside and between organs and structures after inflammation or stimulation. They go through different phases, similar to the normal wound healing process. In the initial phase, they are friable edematous—inflammation results in an exudation of fibrinogen, which cleaves into fibrin. The fibrin then binds with fibronectin and forms a temporary wound bed. [1]", "contents": "Adhesiolysis -- Anatomy and Physiology. Adhesions are fibrous tissues that develop inside and between organs and structures after inflammation or stimulation. They go through different phases, similar to the normal wound healing process. In the initial phase, they are friable edematous—inflammation results in an exudation of fibrinogen, which cleaves into fibrin. The fibrin then binds with fibronectin and forms a temporary wound bed. [1]"}
{"id": "article-29_6", "title": "Adhesiolysis -- Anatomy and Physiology", "content": "The fibrous tissue shrinks and attains strength on maturing, taking the form of mature fibrous tissue in about 6 weeks. Management (if any) depends on the etiology, the location, and the associated symptoms. Surgical lysing of the adhesions is called adhesiolysis. It involves cutting across and releasing the adhesion bands to alleviate their unfavorable effect.", "contents": "Adhesiolysis -- Anatomy and Physiology. The fibrous tissue shrinks and attains strength on maturing, taking the form of mature fibrous tissue in about 6 weeks. Management (if any) depends on the etiology, the location, and the associated symptoms. Surgical lysing of the adhesions is called adhesiolysis. It involves cutting across and releasing the adhesion bands to alleviate their unfavorable effect."}
{"id": "article-29_7", "title": "Adhesiolysis -- Indications", "content": "The indications of adhesiolysis depend on several factors. Most of the time, it accompanies other primary procedures. Pur adhesiolysis procedure is not frequently done. Care is necessary to avoid adhesiolysis when there is not a clear indication. Adhesion redevelops shortly after the adhesiolysis. It may not be to the same extent or configuration, but the re-development of adhesions is a reality. Therefore, it is prudent to consider adhesiolysis only when indicated. The following are known clinical scenarios for performing adhesiolysis:", "contents": "Adhesiolysis -- Indications. The indications of adhesiolysis depend on several factors. Most of the time, it accompanies other primary procedures. Pur adhesiolysis procedure is not frequently done. Care is necessary to avoid adhesiolysis when there is not a clear indication. Adhesion redevelops shortly after the adhesiolysis. It may not be to the same extent or configuration, but the re-development of adhesions is a reality. Therefore, it is prudent to consider adhesiolysis only when indicated. The following are known clinical scenarios for performing adhesiolysis:"}
{"id": "article-29_8", "title": "Adhesiolysis -- Indications", "content": "Bowel obstruction is by far the most common reason to perform adhesiolysis. Entrapment of structures, eg, nerves, ureter, blood vessel, etc Unexplained abdominal or pelvic pain. This condition is a weak indication. Adhesiolysis should not be offered to patients until the exhaustion of other causes of abdominal or pelvic pain. The patients realize that the chance of improving the pain with adhesiolysis is not high. Improving fertility; on a few occasions, adhesions might cause infertility. Adhesiolysis might be considered in these situations when it is potentially helpful. Other less specific indications include adhesiolysis around structures in preparation for another procedure, eg, hernia repair.", "contents": "Adhesiolysis -- Indications. Bowel obstruction is by far the most common reason to perform adhesiolysis. Entrapment of structures, eg, nerves, ureter, blood vessel, etc Unexplained abdominal or pelvic pain. This condition is a weak indication. Adhesiolysis should not be offered to patients until the exhaustion of other causes of abdominal or pelvic pain. The patients realize that the chance of improving the pain with adhesiolysis is not high. Improving fertility; on a few occasions, adhesions might cause infertility. Adhesiolysis might be considered in these situations when it is potentially helpful. Other less specific indications include adhesiolysis around structures in preparation for another procedure, eg, hernia repair."}
{"id": "article-29_9", "title": "Adhesiolysis -- Indications", "content": "Preventing adhesions might be an effective intervention to avoid and eliminate the need for adhesiolysis. Preventing adhesions after surgery has been the topic of many experiments and research. [2] Seprafilm is the only product with some benefit in minimizing adhesions after surgery. Other preventative measures like non-traumatic surgery, delicate manipulation of tissues, prevention of contamination, adequate hemostasis, and using non-irritant materials are important to consider. One significant advantage of minimally invasive surgery is that it results in fewer adhesions than the open approach.", "contents": "Adhesiolysis -- Indications. Preventing adhesions might be an effective intervention to avoid and eliminate the need for adhesiolysis. Preventing adhesions after surgery has been the topic of many experiments and research. [2] Seprafilm is the only product with some benefit in minimizing adhesions after surgery. Other preventative measures like non-traumatic surgery, delicate manipulation of tissues, prevention of contamination, adequate hemostasis, and using non-irritant materials are important to consider. One significant advantage of minimally invasive surgery is that it results in fewer adhesions than the open approach."}
{"id": "article-29_10", "title": "Adhesiolysis -- Contraindications", "content": "Adhesions secondary to radiation therapy are usually denser and blended with the normal tissue. The associated vasculitis makes adhesiolysis more challenging. Planes may not be easily identifiable. Normal tissue injuries may not be tolerated well due to impaired healing of the radiated tissue. Operating on fibrinous acute adhesions within the first 2 or 3 weeks of surgery imposes a significant risk of normal tissue distortion and multiple perforations of the gastrointestinal tract. Adhesions secondary to malignancies typically must be resected en bloc due to the high chance of local malignant invasion.", "contents": "Adhesiolysis -- Contraindications. Adhesions secondary to radiation therapy are usually denser and blended with the normal tissue. The associated vasculitis makes adhesiolysis more challenging. Planes may not be easily identifiable. Normal tissue injuries may not be tolerated well due to impaired healing of the radiated tissue. Operating on fibrinous acute adhesions within the first 2 or 3 weeks of surgery imposes a significant risk of normal tissue distortion and multiple perforations of the gastrointestinal tract. Adhesions secondary to malignancies typically must be resected en bloc due to the high chance of local malignant invasion."}
{"id": "article-29_11", "title": "Adhesiolysis -- Equipment", "content": "Laparoscopic and robotic approaches are the preferred options for adhesiolysis. [3] A minimally invasive approach reduces the formation of future adhesion and minimizes pain and length of stay. It is crucial to take extra care with entry into the abdominal cavity, as there are often several dilated loops of small bowel and adherent structures to the abdominal wall that can be easily injured. Using an open technique to obtain the first laparoscopic port is prudent, especially when expecting excessive adhesions.", "contents": "Adhesiolysis -- Equipment. Laparoscopic and robotic approaches are the preferred options for adhesiolysis. [3] A minimally invasive approach reduces the formation of future adhesion and minimizes pain and length of stay. It is crucial to take extra care with entry into the abdominal cavity, as there are often several dilated loops of small bowel and adherent structures to the abdominal wall that can be easily injured. Using an open technique to obtain the first laparoscopic port is prudent, especially when expecting excessive adhesions."}
{"id": "article-29_12", "title": "Adhesiolysis -- Equipment", "content": "Adhesiolysis is typically done with sharp dissection using scissors with or without an energy source. Hook electrocautery is more common in the minimally invasive approach. Caution is essential to avoid the lateral spread of thermal effects. More recently, bipolar electrosurgical devices such as Ligasure or Ultrasonic shearing devices such as Harmonic scalpels have been used efficiently with less blood loss and faster operating times. It is crucial to avoid deviating from the normal planes and creating new planes using these devices. Clips or ties (in the open approach) may be necessary to tie vessels. Serosal tears of the bowel or capsular injuries require individual attention to achieve hemostasis and maintain the integrity of the organs. Seprafil is occasionally used to minimize adhesion development. It is a bioabsorbable membrane made of hyaluronic acid and carboxymethylcellulose. [4]", "contents": "Adhesiolysis -- Equipment. Adhesiolysis is typically done with sharp dissection using scissors with or without an energy source. Hook electrocautery is more common in the minimally invasive approach. Caution is essential to avoid the lateral spread of thermal effects. More recently, bipolar electrosurgical devices such as Ligasure or Ultrasonic shearing devices such as Harmonic scalpels have been used efficiently with less blood loss and faster operating times. It is crucial to avoid deviating from the normal planes and creating new planes using these devices. Clips or ties (in the open approach) may be necessary to tie vessels. Serosal tears of the bowel or capsular injuries require individual attention to achieve hemostasis and maintain the integrity of the organs. Seprafil is occasionally used to minimize adhesion development. It is a bioabsorbable membrane made of hyaluronic acid and carboxymethylcellulose. [4]"}
{"id": "article-29_13", "title": "Adhesiolysis -- Equipment", "content": "In several studies, a chemically modified sodium hyaluronate/carboxymethylcellulose absorbable adhesion barrier is safe and helps decrease the incidence and severity of future adhesions. [5] It is not commonly used in practice, though. The introduction and general use of the minimally invasive approach significantly reduced adhesion development.", "contents": "Adhesiolysis -- Equipment. In several studies, a chemically modified sodium hyaluronate/carboxymethylcellulose absorbable adhesion barrier is safe and helps decrease the incidence and severity of future adhesions. [5] It is not commonly used in practice, though. The introduction and general use of the minimally invasive approach significantly reduced adhesion development."}
{"id": "article-29_14", "title": "Adhesiolysis -- Technique or Treatment", "content": "The minimally invasive approach provided a great advantage to visualizing and accessing multiple parts of the abdominal cavity with minimal tissue disruption and incision size. Access to the abdominal cavity should be in a virgin area least likely to have adhesions and organs, usually the left upper quadrant. After accessing the abdominal cavity, enough safe places should be created for the rest of the ports by lysing the easy and close adhesions. Adhesiolysis requires a specific reason to avoid risking inuring normal tissue. In cases of small bowel obstruction, the surgeon examines the small bowel from the ileocecal valve area proceeding proximally until identifying the transition zone of obstruction. When the bowel obstruction is released, the rest of the bowel requires assessment with minimal interruption. Excessive adhesiolysis is not the recommended approach. Hemostasis is necessary upon finishing the procedure.", "contents": "Adhesiolysis -- Technique or Treatment. The minimally invasive approach provided a great advantage to visualizing and accessing multiple parts of the abdominal cavity with minimal tissue disruption and incision size. Access to the abdominal cavity should be in a virgin area least likely to have adhesions and organs, usually the left upper quadrant. After accessing the abdominal cavity, enough safe places should be created for the rest of the ports by lysing the easy and close adhesions. Adhesiolysis requires a specific reason to avoid risking inuring normal tissue. In cases of small bowel obstruction, the surgeon examines the small bowel from the ileocecal valve area proceeding proximally until identifying the transition zone of obstruction. When the bowel obstruction is released, the rest of the bowel requires assessment with minimal interruption. Excessive adhesiolysis is not the recommended approach. Hemostasis is necessary upon finishing the procedure."}
{"id": "article-29_15", "title": "Adhesiolysis -- Complications", "content": "Inadvertent bowel injury can occur in up to 10 percent of patients undergoing adhesiolysis. [5] These injuries can allow intestinal contents to leak into the operative field and lead to intra-abdominal abscesses or surgical site infection. These complications can lead to more extended hospital stays, an increase in the cost of care, and an increase in the overall morbidity and mortality of the patient. Early or intraoperative identification of any complication is crucial.", "contents": "Adhesiolysis -- Complications. Inadvertent bowel injury can occur in up to 10 percent of patients undergoing adhesiolysis. [5] These injuries can allow intestinal contents to leak into the operative field and lead to intra-abdominal abscesses or surgical site infection. These complications can lead to more extended hospital stays, an increase in the cost of care, and an increase in the overall morbidity and mortality of the patient. Early or intraoperative identification of any complication is crucial."}
{"id": "article-29_16", "title": "Adhesiolysis -- Complications", "content": "As with any other post-operative patient, post-adhesiolysis patients are prone to common post-operative complications such as deep vein thrombosis, atelectasis, surgical site infections, and urinary tract infections. It is essential to monitor all these possible complications and manage these patients with appropriate prophylactic measures such as incentive spirometry, DVT prophylaxis, and removal of Foley catheters when appropriate.", "contents": "Adhesiolysis -- Complications. As with any other post-operative patient, post-adhesiolysis patients are prone to common post-operative complications such as deep vein thrombosis, atelectasis, surgical site infections, and urinary tract infections. It is essential to monitor all these possible complications and manage these patients with appropriate prophylactic measures such as incentive spirometry, DVT prophylaxis, and removal of Foley catheters when appropriate."}
{"id": "article-29_17", "title": "Adhesiolysis -- Clinical Significance", "content": "Adhesions and their complications are a significant burden on the healthcare system. Estimates are that there are 300,000 hospitalizations annually in the United States; this costs approximately 1.3 billion dollars yearly in the workup and management of adhesive small bowel disease. [6] For these reasons, healthcare workers need to know and understand the concept and management of adhesions, which involve nonoperative management, adhesiolysis (only when indicated), and post-operative care.", "contents": "Adhesiolysis -- Clinical Significance. Adhesions and their complications are a significant burden on the healthcare system. Estimates are that there are 300,000 hospitalizations annually in the United States; this costs approximately 1.3 billion dollars yearly in the workup and management of adhesive small bowel disease. [6] For these reasons, healthcare workers need to know and understand the concept and management of adhesions, which involve nonoperative management, adhesiolysis (only when indicated), and post-operative care."}
{"id": "article-29_18", "title": "Adhesiolysis -- Enhancing Healthcare Team Outcomes", "content": "Intraabdominal adhesions are a widespread problem in the Western world and lead to several hundred thousand hospital admissions when associated with complications. Surgical intervention might be necessary in some instances. Many members of the healthcare team are crucial to caring for these patients. Different physician specialties care for these patients, including surgeons, anesthesiologists, primary care, emergency department, and radiology. All see patients with adhesive small bowel disease requiring adhesiolysis. Other members of the healthcare team also care for these patients and need to understand the workup and treatment of these patients. [7]", "contents": "Adhesiolysis -- Enhancing Healthcare Team Outcomes. Intraabdominal adhesions are a widespread problem in the Western world and lead to several hundred thousand hospital admissions when associated with complications. Surgical intervention might be necessary in some instances. Many members of the healthcare team are crucial to caring for these patients. Different physician specialties care for these patients, including surgeons, anesthesiologists, primary care, emergency department, and radiology. All see patients with adhesive small bowel disease requiring adhesiolysis. Other members of the healthcare team also care for these patients and need to understand the workup and treatment of these patients. [7]"}
{"id": "article-29_19", "title": "Adhesiolysis -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Routine postoperative care and monitoring are required to minimize complications, enhance recovery, and optimize outcomes. Extra care and observation are necessary for complicated procedures and comorbid patients.", "contents": "Adhesiolysis -- Nursing, Allied Health, and Interprofessional Team Monitoring. Routine postoperative care and monitoring are required to minimize complications, enhance recovery, and optimize outcomes. Extra care and observation are necessary for complicated procedures and comorbid patients."}
{"id": "article-29_20", "title": "Adhesiolysis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Adhesiolysis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}