{"id": "article-63821_0", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Introduction", "content": "Healthcare systems must continuously evolve, often allocating significant resources to create new clinical spaces that support changes in healthcare delivery. Opening these new spaces to the demands of medical practice is wrought with a diverse spectrum of challenges ranging from simple space configurations to complex multimodal, multidisciplinary processes. Training interprofessional teams using established hospital processes while incorporating new workflows in new clinical environments is extraordinarily complicated. Despite extensive planning for these spaces, weaknesses, inefficiencies, and even safety issues will likely remain - and potentially only reveal themselves after the first patients arrive. In-situ simulation training has been shown to identify latent safety threats and provide a solution to develop, test, and refine new processes, workflows, and spaces before full operation. [1] [2] [3] [4] [5]", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Introduction. Healthcare systems must continuously evolve, often allocating significant resources to create new clinical spaces that support changes in healthcare delivery. Opening these new spaces to the demands of medical practice is wrought with a diverse spectrum of challenges ranging from simple space configurations to complex multimodal, multidisciplinary processes. Training interprofessional teams using established hospital processes while incorporating new workflows in new clinical environments is extraordinarily complicated. Despite extensive planning for these spaces, weaknesses, inefficiencies, and even safety issues will likely remain - and potentially only reveal themselves after the first patients arrive. In-situ simulation training has been shown to identify latent safety threats and provide a solution to develop, test, and refine new processes, workflows, and spaces before full operation. [1] [2] [3] [4] [5]"}
{"id": "article-63821_1", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Introduction", "content": "Healthcare simulation continues to rapidly evolve its methods to achieve valuable healthcare goals, including efficiency, quality, and safety. Moving from basic skill acquisition to more complex realms including knowledge translation, complex decision-making under stress, interprofessional team performance, workflow, and failure-point analysis, healthcare simulation is being applied to virtually every facet of care delivery. The use of fully immersive, high-fidelity, in-situ simulation to evaluate new clinical spaces reflects a natural progression and impactful application for these techniques and has shown to increase organizational learning. [6] Creating a simulation program to evaluate a new clinical space involves key steps and deliberate application to ensure successful implementation.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Introduction. Healthcare simulation continues to rapidly evolve its methods to achieve valuable healthcare goals, including efficiency, quality, and safety. Moving from basic skill acquisition to more complex realms including knowledge translation, complex decision-making under stress, interprofessional team performance, workflow, and failure-point analysis, healthcare simulation is being applied to virtually every facet of care delivery. The use of fully immersive, high-fidelity, in-situ simulation to evaluate new clinical spaces reflects a natural progression and impactful application for these techniques and has shown to increase organizational learning. [6] Creating a simulation program to evaluate a new clinical space involves key steps and deliberate application to ensure successful implementation."}
{"id": "article-63821_2", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning", "content": "Ideally, simulations should be conducted very early in the planning for a new clinical space. More often, the simulation team is brought in after an area has been designed based on industry practices, established clinical processes, and convention. The focus of simulations then becomes assessing and optimizing the readiness of this space, evaluating and adapting workflow, equipment, personnel performance, and care responsibilities. [7]", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning. Ideally, simulations should be conducted very early in the planning for a new clinical space. More often, the simulation team is brought in after an area has been designed based on industry practices, established clinical processes, and convention. The focus of simulations then becomes assessing and optimizing the readiness of this space, evaluating and adapting workflow, equipment, personnel performance, and care responsibilities. [7]"}
{"id": "article-63821_3", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning", "content": "Identifying and involving all team members early in the process is the most critical step. This assures not only \"buy-in,\" but genuine engagement at all levels allowing for the collaborative transfer of ideas where everyone's perspective is valued. Once the team members are identified, an experienced simulation team then conducts a multidisciplinary interrogatory session. Similar skills employed in debriefing are brought to bear to ascertain everyone's frame of reference, motivations, goals, drivers, perceived threats, and concerns. This critical process may require multiple sessions to construct robust high fidelity simulations. A comprehensive needs assessment should elicit the strengths, weaknesses, priorities, perspectives, concerns, and challenges of each discipline. Front-line staff often provide valuable input at this stage, outlining a \"day-in-the-life\" on the unit or service. Directors and managers should allocate appropriate resources and contribute policies and draft processes and workflows. Safety and quality experts, as well as those with a background in human factors design, organizational psychology, and team efficiency analysis, can lend valuable input during the simulation design and execution. The group should determine simulation objectives, focussing on processes, and workflows with emphasis on the Center for Health Design and Agency for Healthcare Research and Quality safe design principles. Goals should include troubleshooting and refining established processes, optimizing efficiency, and quality while mitigating latent safety threats. [1] [8]", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning. Identifying and involving all team members early in the process is the most critical step. This assures not only \"buy-in,\" but genuine engagement at all levels allowing for the collaborative transfer of ideas where everyone's perspective is valued. Once the team members are identified, an experienced simulation team then conducts a multidisciplinary interrogatory session. Similar skills employed in debriefing are brought to bear to ascertain everyone's frame of reference, motivations, goals, drivers, perceived threats, and concerns. This critical process may require multiple sessions to construct robust high fidelity simulations. A comprehensive needs assessment should elicit the strengths, weaknesses, priorities, perspectives, concerns, and challenges of each discipline. Front-line staff often provide valuable input at this stage, outlining a \"day-in-the-life\" on the unit or service. Directors and managers should allocate appropriate resources and contribute policies and draft processes and workflows. Safety and quality experts, as well as those with a background in human factors design, organizational psychology, and team efficiency analysis, can lend valuable input during the simulation design and execution. The group should determine simulation objectives, focussing on processes, and workflows with emphasis on the Center for Health Design and Agency for Healthcare Research and Quality safe design principles. Goals should include troubleshooting and refining established processes, optimizing efficiency, and quality while mitigating latent safety threats. [1] [8]"}
{"id": "article-63821_4", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning", "content": "Realistic clinical activities of all types (including high frequency/low acuity and low frequency/high acuity scenarios) should be painstakingly outlined to identify all necessary staff, equipment, and processes necessary to determine the ideal workflows in the new space. [1] The focus should be on those aspects of processes, personnel, and equipment that are new or significantly altered by the new space. A tour through the nearly finished space will likely help team members to brainstorm and identify specific anticipated gaps, fears, and concerns. In conjunction with the overall objectives, these details, combined with the data from the interrogatory session(s), will form the basis of scenario scripting for the simulation team.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning. Realistic clinical activities of all types (including high frequency/low acuity and low frequency/high acuity scenarios) should be painstakingly outlined to identify all necessary staff, equipment, and processes necessary to determine the ideal workflows in the new space. [1] The focus should be on those aspects of processes, personnel, and equipment that are new or significantly altered by the new space. A tour through the nearly finished space will likely help team members to brainstorm and identify specific anticipated gaps, fears, and concerns. In conjunction with the overall objectives, these details, combined with the data from the interrogatory session(s), will form the basis of scenario scripting for the simulation team."}
{"id": "article-63821_5", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning", "content": "Clinical leaders and administrators must ensure simulations are supported with appropriate resources. Participants, particularly front-line clinical staff, require dedicated time explicitly scheduled for this activity away from other clinical duties. Costs to support planning, staff time, equipment, disposables, standardized patients, and other program-related expenses must be included in planning and budgeting.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning. Clinical leaders and administrators must ensure simulations are supported with appropriate resources. Participants, particularly front-line clinical staff, require dedicated time explicitly scheduled for this activity away from other clinical duties. Costs to support planning, staff time, equipment, disposables, standardized patients, and other program-related expenses must be included in planning and budgeting."}
{"id": "article-63821_6", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning", "content": "Each simulation scenario should be realistic and probe key hospital or unit-specific processes while emphasizing multiple safety design principles. The objectives and 'play-of-case' should focus on the process of care, leading to optimal outcomes avoiding, in this setting, undue emphasis on medically detailed scenarios. This helps keep the emphasis on evaluating the new space and the environment-dependent aspects of participants' performance. [3] Consistently highlighting the process-oriented objectives will help limit participant stress and establish a shared mental model, thus focusing on their interaction with the new environment as opposed to assessing their medical knowledge.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning. Each simulation scenario should be realistic and probe key hospital or unit-specific processes while emphasizing multiple safety design principles. The objectives and 'play-of-case' should focus on the process of care, leading to optimal outcomes avoiding, in this setting, undue emphasis on medically detailed scenarios. This helps keep the emphasis on evaluating the new space and the environment-dependent aspects of participants' performance. [3] Consistently highlighting the process-oriented objectives will help limit participant stress and establish a shared mental model, thus focusing on their interaction with the new environment as opposed to assessing their medical knowledge."}
{"id": "article-63821_7", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning", "content": "Some may want to simulate only ideal workflows. Still, it is especially essential to inject realistic stressors into the simulations since adaptation beyond the ideal is often necessary for new and sophisticated systems. Predicting and demonstrating potential failure points in a high-fidelity, low-risk simulation can help avoid or mitigate errors and inefficiencies in real-world care. As is generally good practice, a dry run of the cases should be performed by the simulation team as final preparations are being made to troubleshoot relevant details and assure focus on desired outcomes.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Planning. Some may want to simulate only ideal workflows. Still, it is especially essential to inject realistic stressors into the simulations since adaptation beyond the ideal is often necessary for new and sophisticated systems. Predicting and demonstrating potential failure points in a high-fidelity, low-risk simulation can help avoid or mitigate errors and inefficiencies in real-world care. As is generally good practice, a dry run of the cases should be performed by the simulation team as final preparations are being made to troubleshoot relevant details and assure focus on desired outcomes."}
{"id": "article-63821_8", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Facilitator Preparation", "content": "Detailed facilitator guides for the execution of high-quality simulations are essential to assuring standardization and efficient execution. They should outline the scenarios from pre-brief to debrief, provide a framework for the play of the cases, anticipate necessary equipment, and define the roles of all participants. [9] This resource decreases noise and distraction in the performance of the simulation program while cognitively offloading the simulation team and debriefer, and allowing the opportunity to focus on the interaction between participants and the environment. Arming simulation instructors, experienced in high-fidelity, fully immersive simulations, with a detailed facilitator guide is critical to the successful execution of the scenario and debriefing. In many situations, it will be desirable to pair an experienced simulation facilitator/debriefer with a content expert for the new space (e.g., departmental educator, clinical nurse specialist, manager) in a co-debriefing format. Each person involved in facilitation and debriefing should be appropriately trained, typically via an instructor course conducted by the simulation center. This ensures a certain level of quality and standardization to generate the desired output.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Facilitator Preparation. Detailed facilitator guides for the execution of high-quality simulations are essential to assuring standardization and efficient execution. They should outline the scenarios from pre-brief to debrief, provide a framework for the play of the cases, anticipate necessary equipment, and define the roles of all participants. [9] This resource decreases noise and distraction in the performance of the simulation program while cognitively offloading the simulation team and debriefer, and allowing the opportunity to focus on the interaction between participants and the environment. Arming simulation instructors, experienced in high-fidelity, fully immersive simulations, with a detailed facilitator guide is critical to the successful execution of the scenario and debriefing. In many situations, it will be desirable to pair an experienced simulation facilitator/debriefer with a content expert for the new space (e.g., departmental educator, clinical nurse specialist, manager) in a co-debriefing format. Each person involved in facilitation and debriefing should be appropriately trained, typically via an instructor course conducted by the simulation center. This ensures a certain level of quality and standardization to generate the desired output."}
{"id": "article-63821_9", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Implementation", "content": "The day of the simulation must begin with a participant pre-briefing. The pre-briefing should clearly explain the objectives involved in evaluating the space (not the participants) and assure clinical readiness for the first patient. It should be clearly stated that the scenarios were designed based on input from all relevant stakeholders, including their peers. The goals and objectives of the simulation should be clearly stated (if not read verbatim from the program outline and facilitator guide). It should be explicitly stated that by realistically investing themselves in the scenarios, they will receive the opportunity to provide meaningful input that will help ready their space to deliver care to their patients. This honest, genuine process helps establish a psychologically safe environment and defines the roles of simulation for observers and participants alike. A walkthrough of the space before the simulation helps provide essential knowledge acquisition, comfort, and familiarity with the new space before the application of their skills in the new environment. Facilitators should encourage participants to verbalize their thought process, which may prove useful in debriefing and, ultimately, systems analysis.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Implementation. The day of the simulation must begin with a participant pre-briefing. The pre-briefing should clearly explain the objectives involved in evaluating the space (not the participants) and assure clinical readiness for the first patient. It should be clearly stated that the scenarios were designed based on input from all relevant stakeholders, including their peers. The goals and objectives of the simulation should be clearly stated (if not read verbatim from the program outline and facilitator guide). It should be explicitly stated that by realistically investing themselves in the scenarios, they will receive the opportunity to provide meaningful input that will help ready their space to deliver care to their patients. This honest, genuine process helps establish a psychologically safe environment and defines the roles of simulation for observers and participants alike. A walkthrough of the space before the simulation helps provide essential knowledge acquisition, comfort, and familiarity with the new space before the application of their skills in the new environment. Facilitators should encourage participants to verbalize their thought process, which may prove useful in debriefing and, ultimately, systems analysis."}
{"id": "article-63821_10", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Implementation", "content": "Typical simulation-based methods, including a fully immersive attitude by all involved, will help assure realism and meaningful output. Facilitators may be challenged during the scenario to use techniques to redirect participants to stay fully immersed, especially when they are forced to function in unfamiliar and even incomplete environments. \"Pushing through,\" noting, and deferring certain concerns to the debriefing will help assure efficient completion of each scenario.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Implementation. Typical simulation-based methods, including a fully immersive attitude by all involved, will help assure realism and meaningful output. Facilitators may be challenged during the scenario to use techniques to redirect participants to stay fully immersed, especially when they are forced to function in unfamiliar and even incomplete environments. \"Pushing through,\" noting, and deferring certain concerns to the debriefing will help assure efficient completion of each scenario."}
{"id": "article-63821_11", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Evaluation", "content": "Significant time and planning should be allocated toward the debriefing process as it is the initial step in evaluating overall space readiness. Several elements require consideration. Should the primary participants and secondary observers debrief together? Should sequential scenarios be debriefed one at a time or all at once? What is the length of time needed to debrief each scenario adequately? After making these decisions, the process should follow a standard format. Feelings and reactions should be elicited first to encourage participation, followed by a reorientation to the purpose and goals of the simulation, making sure to focus on the objectives throughout the process. Facilitators need to be skilled in multiple debriefing techniques (some examples include plus delta, advocacy inquiry, and advocacy inquiry with good judgment) as well as content experts that can lead the group through the scenarios chronologically. [9] [10] Eliciting observations, thoughts, concerns, and input regarding environmental and team readiness should be the focus. Fruitful discussions will result from participant and observer insights, while modifications and solutions will grow out of the simulations and subsequent discussions. Some inquiries will likely extend beyond the scope of the simulation. Establishing a parking lot strategy is an effective means to collect these elements while assuring the debriefing maintains focus. Parking lot items should be delivered to appropriate individuals and leaders to address and ultimately provide feedback to the participants.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Evaluation. Significant time and planning should be allocated toward the debriefing process as it is the initial step in evaluating overall space readiness. Several elements require consideration. Should the primary participants and secondary observers debrief together? Should sequential scenarios be debriefed one at a time or all at once? What is the length of time needed to debrief each scenario adequately? After making these decisions, the process should follow a standard format. Feelings and reactions should be elicited first to encourage participation, followed by a reorientation to the purpose and goals of the simulation, making sure to focus on the objectives throughout the process. Facilitators need to be skilled in multiple debriefing techniques (some examples include plus delta, advocacy inquiry, and advocacy inquiry with good judgment) as well as content experts that can lead the group through the scenarios chronologically. [9] [10] Eliciting observations, thoughts, concerns, and input regarding environmental and team readiness should be the focus. Fruitful discussions will result from participant and observer insights, while modifications and solutions will grow out of the simulations and subsequent discussions. Some inquiries will likely extend beyond the scope of the simulation. Establishing a parking lot strategy is an effective means to collect these elements while assuring the debriefing maintains focus. Parking lot items should be delivered to appropriate individuals and leaders to address and ultimately provide feedback to the participants."}
{"id": "article-63821_12", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Evaluation", "content": "Simulation personnel or another trained observer should take notes during debriefing to catalog findings that may aid in stakeholder review. Qualitative or quantitative analysis of these issues should then be performed to prioritize solutions before opening the new space to patients. One such quantitative analysis method is failure mode effect analysis in which each potential threat is assigned an occurrence, detection, and severity score. The product of these factors provides a risk priority number by which potential threats can then be objectively ranked and addressed by an overall risk profile. [11]", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Evaluation. Simulation personnel or another trained observer should take notes during debriefing to catalog findings that may aid in stakeholder review. Qualitative or quantitative analysis of these issues should then be performed to prioritize solutions before opening the new space to patients. One such quantitative analysis method is failure mode effect analysis in which each potential threat is assigned an occurrence, detection, and severity score. The product of these factors provides a risk priority number by which potential threats can then be objectively ranked and addressed by an overall risk profile. [11]"}
{"id": "article-63821_13", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Evaluation", "content": "Once the analysis of all observations and feedback is complete, modifications will likely be made to one or more aspects - space configuration, processes, policies, workflows, or even personnel. Repeating the in-situ simulations will ensure that such modifications achieve desired outcomes.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Curriculum Development -- Evaluation. Once the analysis of all observations and feedback is complete, modifications will likely be made to one or more aspects - space configuration, processes, policies, workflows, or even personnel. Repeating the in-situ simulations will ensure that such modifications achieve desired outcomes."}
{"id": "article-63821_14", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Clinical Significance", "content": "Determining the readiness of a new clinical space before a full-scale operation is essential. In-situ simulation is rapidly becoming the standard means for testing system-, environment-, process-, and team-related workflows and even identifying latent safety threats. [12] Additionally, this method is an effective way to orient and onboard new interprofessional healthcare teams. [3] [13] [14] Importantly, this process helps foster buy-in while genuinely garnering invaluable insight from front-line personnel and all team members.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Clinical Significance. Determining the readiness of a new clinical space before a full-scale operation is essential. In-situ simulation is rapidly becoming the standard means for testing system-, environment-, process-, and team-related workflows and even identifying latent safety threats. [12] Additionally, this method is an effective way to orient and onboard new interprofessional healthcare teams. [3] [13] [14] Importantly, this process helps foster buy-in while genuinely garnering invaluable insight from front-line personnel and all team members."}
{"id": "article-63821_15", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Clinical Significance", "content": "Skilled, experienced simulation teams must work closely with an interprofessional group to develop, implement, and evaluate high-fidelity in-situ simulation programs to assess critical processes and new clinical environments. [1] [5] All team members can then analyze and prioritize findings that impact real-world care. This framework should become a standard in the rapidly evolving world of healthcare delivery.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Clinical Significance. Skilled, experienced simulation teams must work closely with an interprofessional group to develop, implement, and evaluate high-fidelity in-situ simulation programs to assess critical processes and new clinical environments. [1] [5] All team members can then analyze and prioritize findings that impact real-world care. This framework should become a standard in the rapidly evolving world of healthcare delivery."}
{"id": "article-63821_16", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Space readiness = geography + processes + people + equipment + system integration Process for designing in-situ simulation to assess readiness:", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Space readiness = geography + processes + people + equipment + system integration Process for designing in-situ simulation to assess readiness:"}
{"id": "article-63821_17", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Form an interprofessional team", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Form an interprofessional team"}
{"id": "article-63821_18", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Team members create/refine process maps and workflows", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Team members create/refine process maps and workflows"}
{"id": "article-63821_19", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Team members perform a needs assessment and prioritize potential issues that may arise in new space", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Team members perform a needs assessment and prioritize potential issues that may arise in new space"}
{"id": "article-63821_20", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "The simulation team and interprofessional team collaborate to determine program objectives", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. The simulation team and interprofessional team collaborate to determine program objectives"}
{"id": "article-63821_21", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Leaders/team members allocate appropriate resources (time, space, equipment, personnel scheduling) to ensure productive participation by all relevant parties", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Leaders/team members allocate appropriate resources (time, space, equipment, personnel scheduling) to ensure productive participation by all relevant parties"}
{"id": "article-63821_22", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "The simulation team develops in-situ scenarios using process-based objectives, ideal workflows, and realistic stressors", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. The simulation team develops in-situ scenarios using process-based objectives, ideal workflows, and realistic stressors"}
{"id": "article-63821_23", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "The simulation team assures the incorporation of elements highlighting safe design principles", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. The simulation team assures the incorporation of elements highlighting safe design principles"}
{"id": "article-63821_24", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Dry-run scenarios with representative front-line personnel", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Dry-run scenarios with representative front-line personnel"}
{"id": "article-63821_25", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Pre-brief participants, emphasizing full immersion and a psychologically safe environment", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Pre-brief participants, emphasizing full immersion and a psychologically safe environment"}
{"id": "article-63821_26", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Run and debrief the scenarios maintaining focus on objectives", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Run and debrief the scenarios maintaining focus on objectives"}
{"id": "article-63821_27", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Gather and record observations and participant feedback", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Gather and record observations and participant feedback"}
{"id": "article-63821_28", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Evaluate findings using both qualitative and quantitative methods", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Evaluate findings using both qualitative and quantitative methods"}
{"id": "article-63821_29", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Generate recommendations based on analysis to assure readiness", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Generate recommendations based on analysis to assure readiness"}
{"id": "article-63821_30", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Repeat as needed", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Repeat as needed"}
{"id": "article-63821_31", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues", "content": "Safe design principles: Control and eliminate sources of infection Minimize environmental hazards Optimize adjacencies Support patient/family involvement in care Ensure standardization Reduce communication breakdown Reduce noise Enhance visibility Reduce staff fatigue Automate where possible", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Pearls and Other Issues. Safe design principles: Control and eliminate sources of infection Minimize environmental hazards Optimize adjacencies Support patient/family involvement in care Ensure standardization Reduce communication breakdown Reduce noise Enhance visibility Reduce staff fatigue Automate where possible"}
{"id": "article-63821_32", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Enhancing Healthcare Team Outcomes", "content": "Healthcare systems frequently need to create new clinical spaces to support changes in healthcare delivery. They often allocate significant resources to accomplish this. Opening these new spaces to the demands of medical practice has many challenges. Creating a simulation program to evaluate a new clinical space can help to ensure successful implementation. Forming an interprofessional team including front-line clinical staff, patient and family representatives, patient safety experts, quality officers, informatics specialists, architects, construction and facilities personnel, supply chain specialists, and environmental and safety services creates a realistic team that will be directly involved in the use of the new clinical space. Executive, administrative, and departmental leaders provide invaluable support and resource allocation while offering insight into various drivers, regulations, interdependencies, and overall vision. This interprofessional team will also help foster and maintain accountability throughout the simulation development and execution to provide meaningful output.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Enhancing Healthcare Team Outcomes. Healthcare systems frequently need to create new clinical spaces to support changes in healthcare delivery. They often allocate significant resources to accomplish this. Opening these new spaces to the demands of medical practice has many challenges. Creating a simulation program to evaluate a new clinical space can help to ensure successful implementation. Forming an interprofessional team including front-line clinical staff, patient and family representatives, patient safety experts, quality officers, informatics specialists, architects, construction and facilities personnel, supply chain specialists, and environmental and safety services creates a realistic team that will be directly involved in the use of the new clinical space. Executive, administrative, and departmental leaders provide invaluable support and resource allocation while offering insight into various drivers, regulations, interdependencies, and overall vision. This interprofessional team will also help foster and maintain accountability throughout the simulation development and execution to provide meaningful output."}
{"id": "article-63821_33", "title": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "In situ Simulation to Evaluate the Readiness of a New Clinical Space -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}