{"id": "article-23652_0", "title": "Intertrigo -- Continuing Education Activity", "content": "Intertrigo is a superficial inflammatory skin condition of flexural surfaces, prompted or irritated by warm temperatures, friction, moisture, maceration, and poor ventilation. Intertrigo's Latin translation, inter (between) and terere (to rub) helps explain the physiology of the condition. Intertrigo commonly becomes secondarily infected, notably with Candida; however, other viral or bacterial etiologies may affect its pathogenesis. This activity reviews Intertrigo's presentation and highlights the interprofessional team's role in its management.", "contents": "Intertrigo -- Continuing Education Activity. Intertrigo is a superficial inflammatory skin condition of flexural surfaces, prompted or irritated by warm temperatures, friction, moisture, maceration, and poor ventilation. Intertrigo's Latin translation, inter (between) and terere (to rub) helps explain the physiology of the condition. Intertrigo commonly becomes secondarily infected, notably with Candida; however, other viral or bacterial etiologies may affect its pathogenesis. This activity reviews Intertrigo's presentation and highlights the interprofessional team's role in its management."}
{"id": "article-23652_1", "title": "Intertrigo -- Continuing Education Activity", "content": "Objectives: Assess the etiology of intertrigo. Apply the presentation of intertrigo. Determine the treatment of intertrigo. Communicate modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by intertrigo. Access free multiple choice questions on this topic.", "contents": "Intertrigo -- Continuing Education Activity. Objectives: Assess the etiology of intertrigo. Apply the presentation of intertrigo. Determine the treatment of intertrigo. Communicate modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by intertrigo. Access free multiple choice questions on this topic."}
{"id": "article-23652_2", "title": "Intertrigo -- Introduction", "content": "Intertrigo is a superficial inflammatory skin condition of flexural surfaces, prompted or irritated by warm temperatures, friction, moisture, maceration, and poor ventilation. Intertrigo's Latin translation, inter (between), and terere (to rub) helps explain the physiology of the condition. [1] Intertrigo commonly becomes secondarily infected, notably with Candida ; however, other viral or bacterial etiologies may affect its pathogenesis (see Image. Candida  Intertrigo). Intertrigo can be seen in all ages and is primarily a clinical diagnosis, with the frequently affected areas being the axilla, inframammary creases, abdominal folds, and perineum. Characteristically, the lesions are erythematous patches of various intensity with secondary lesions appearing as the condition progresses or is manipulated. [2]", "contents": "Intertrigo -- Introduction. Intertrigo is a superficial inflammatory skin condition of flexural surfaces, prompted or irritated by warm temperatures, friction, moisture, maceration, and poor ventilation. Intertrigo's Latin translation, inter (between), and terere (to rub) helps explain the physiology of the condition. [1] Intertrigo commonly becomes secondarily infected, notably with Candida ; however, other viral or bacterial etiologies may affect its pathogenesis (see Image. Candida  Intertrigo). Intertrigo can be seen in all ages and is primarily a clinical diagnosis, with the frequently affected areas being the axilla, inframammary creases, abdominal folds, and perineum. Characteristically, the lesions are erythematous patches of various intensity with secondary lesions appearing as the condition progresses or is manipulated. [2]"}
{"id": "article-23652_3", "title": "Intertrigo -- Etiology", "content": "Mechanical factors and secondary infections are the landscape causes of intertrigo. Heat with maceration plays a central role in facilitating this process. The skin folds battle constant frictional forces, producing irritation and, at times, erosions to the inflamed skin. Further, moisture builds up in the affected intertriginous areas, developing a feeding ground for secondary infection to flourish. Candida species thrive in heated, high-moisture environments and are a common offender of secondary infection in cases of intertrigo. Moreover, patients with diabetes mellitus have increased pH levels in intertriginous areas contributing to their demographic prevalence. [3] However, it is not uncommon to see gram-positive and gram-negative bacteria, as well as other fungi and viruses, accounting for some of the cases of secondary infection. [4] [5] [6]", "contents": "Intertrigo -- Etiology. Mechanical factors and secondary infections are the landscape causes of intertrigo. Heat with maceration plays a central role in facilitating this process. The skin folds battle constant frictional forces, producing irritation and, at times, erosions to the inflamed skin. Further, moisture builds up in the affected intertriginous areas, developing a feeding ground for secondary infection to flourish. Candida species thrive in heated, high-moisture environments and are a common offender of secondary infection in cases of intertrigo. Moreover, patients with diabetes mellitus have increased pH levels in intertriginous areas contributing to their demographic prevalence. [3] However, it is not uncommon to see gram-positive and gram-negative bacteria, as well as other fungi and viruses, accounting for some of the cases of secondary infection. [4] [5] [6]"}
{"id": "article-23652_4", "title": "Intertrigo -- Epidemiology", "content": "People of all ages, from infancy through advanced age, can be affected by intertrigo. The inflammatory condition manifests itself in the infantile age group as a variation of diaper dermatitis. Furthermore, the increased likelihood of a naive or reduced immune system, lack of mobility, and urinary/bowel incontinence contribute to the skin manifestations and their complications. [2] Obesity and diabetes mellitus are 2 conditions that increase the frequency of developing intertrigo. [5] The condition is most prevalent in geographic areas that have hot and humid climates. Lastly, there is no race or gender predilection observed with the condition.", "contents": "Intertrigo -- Epidemiology. People of all ages, from infancy through advanced age, can be affected by intertrigo. The inflammatory condition manifests itself in the infantile age group as a variation of diaper dermatitis. Furthermore, the increased likelihood of a naive or reduced immune system, lack of mobility, and urinary/bowel incontinence contribute to the skin manifestations and their complications. [2] Obesity and diabetes mellitus are 2 conditions that increase the frequency of developing intertrigo. [5] The condition is most prevalent in geographic areas that have hot and humid climates. Lastly, there is no race or gender predilection observed with the condition."}
{"id": "article-23652_5", "title": "Intertrigo -- Pathophysiology", "content": "Environmental factors and genetic causes play a leading role in the development of intertrigo. One of these factors is the friction caused by adjacent skin surfaces causing inflammation of the epidermis. Moreover, flexural surfaces have a higher surface temperature than other body parts. The moisture and sweat build-up trapped in these areas adds to the maceration of the stratum corneum and epidermis. Additionally, the integumentary system houses bacteria and yeast that flourish in this environment and overgrow in these conditions, making infection a common finding. [4] [5] [6]", "contents": "Intertrigo -- Pathophysiology. Environmental factors and genetic causes play a leading role in the development of intertrigo. One of these factors is the friction caused by adjacent skin surfaces causing inflammation of the epidermis. Moreover, flexural surfaces have a higher surface temperature than other body parts. The moisture and sweat build-up trapped in these areas adds to the maceration of the stratum corneum and epidermis. Additionally, the integumentary system houses bacteria and yeast that flourish in this environment and overgrow in these conditions, making infection a common finding. [4] [5] [6]"}
{"id": "article-23652_6", "title": "Intertrigo -- Histopathology", "content": "There is no characteristic histologic change seen in intertrigo. Some cases can present with mild spongiosis visualized in the epidermis.", "contents": "Intertrigo -- Histopathology. There is no characteristic histologic change seen in intertrigo. Some cases can present with mild spongiosis visualized in the epidermis."}
{"id": "article-23652_7", "title": "Intertrigo -- History and Physical", "content": "The presentation of intertrigo is generally a chronic, subtle onset of pruritus, burning, tingling, and pain in the skin folds and flexural surfaces. If there is an acute change in the quality of the symptoms, consider a secondary infection with Candida albicans , bacteria, or other pathologic organisms. Likely, the patient is involved in an activity that involves rubbing of their skin surfaces together. Hot and humid environmental conditions are also aggravating factors that contribute to the pathology. Therefore, intertrigo tends to see a higher rate of seasonal incidence. Hyperhidrosis, seen with strenuous exercise, is a prominent contributing factor in the inflammatory condition. Predisposing factors such as obesity and diabetes mellitus, as well as signs of incontinence, urethral discharge, and draining wounds on the exam, all contribute to the warm, moist, occluded environment responsible for the development of intertrigo. [7]", "contents": "Intertrigo -- History and Physical. The presentation of intertrigo is generally a chronic, subtle onset of pruritus, burning, tingling, and pain in the skin folds and flexural surfaces. If there is an acute change in the quality of the symptoms, consider a secondary infection with Candida albicans , bacteria, or other pathologic organisms. Likely, the patient is involved in an activity that involves rubbing of their skin surfaces together. Hot and humid environmental conditions are also aggravating factors that contribute to the pathology. Therefore, intertrigo tends to see a higher rate of seasonal incidence. Hyperhidrosis, seen with strenuous exercise, is a prominent contributing factor in the inflammatory condition. Predisposing factors such as obesity and diabetes mellitus, as well as signs of incontinence, urethral discharge, and draining wounds on the exam, all contribute to the warm, moist, occluded environment responsible for the development of intertrigo. [7]"}
{"id": "article-23652_8", "title": "Intertrigo -- History and Physical", "content": "On physical examination, prevalence is highest among obese patients, yet all body mass index (BMI) subclasses can be affected depending on other factors. The increased surface area in obese patients accentuates the folds and creases of the body suitable for higher temperatures. The initial presentation on the skin exam is a mildly erythematous patch on both sides of the skin fold. The degree of inflammation depends upon factors such as location and duration and if there is a secondary infection. Over time, the erythematous patch can develop erosions, macerations, fissures, crust, and weeping from the site. If a pustule, crust, or vesicle is visible, a secondary infection should be considered. If Candida species are suspected, satellite papules and pustules are pathognomic. A bluish-green tint can indicate infection with Pseudomonas . [8] Bacterial intertrigo tends to weep and is an intensely erythematous and potentially tender lesion. [4] In interdigital intertrigo, Trichophyton rubrum , Trichophyton mentagrophytes , and Epidermophyton floccosum are the implicated organisms in this body region. [9]", "contents": "Intertrigo -- History and Physical. On physical examination, prevalence is highest among obese patients, yet all body mass index (BMI) subclasses can be affected depending on other factors. The increased surface area in obese patients accentuates the folds and creases of the body suitable for higher temperatures. The initial presentation on the skin exam is a mildly erythematous patch on both sides of the skin fold. The degree of inflammation depends upon factors such as location and duration and if there is a secondary infection. Over time, the erythematous patch can develop erosions, macerations, fissures, crust, and weeping from the site. If a pustule, crust, or vesicle is visible, a secondary infection should be considered. If Candida species are suspected, satellite papules and pustules are pathognomic. A bluish-green tint can indicate infection with Pseudomonas . [8] Bacterial intertrigo tends to weep and is an intensely erythematous and potentially tender lesion. [4] In interdigital intertrigo, Trichophyton rubrum , Trichophyton mentagrophytes , and Epidermophyton floccosum are the implicated organisms in this body region. [9]"}
{"id": "article-23652_9", "title": "Intertrigo -- Evaluation", "content": "Further evaluation beyond the clinical diagnosis may be required to determine the exact cause and most effective treatment modality. The lesion can be cultured if a bacterial infection is suspected. Fungus, another common invader, can be elicited by a skin scraping the lesion. The scraping should be taken from the active margin of a lesion, and a 20% potassium hydroxide (KOH) solution should be added. When viewed with light microscopy, hyphae and/or budding yeast indicate a fungal infection. Consider performing a biopsy if the presentation is unusual or therapy has failed. Using a Wood lamp can help detect Pseudomonas or erythrasma ( Corynebacterium minutissimum ) infections. A fasting blood glucose level should be obtained if there is suspicion of diabetes mellitus. This is especially true with difficult-to-treat and recurrent episodes.", "contents": "Intertrigo -- Evaluation. Further evaluation beyond the clinical diagnosis may be required to determine the exact cause and most effective treatment modality. The lesion can be cultured if a bacterial infection is suspected. Fungus, another common invader, can be elicited by a skin scraping the lesion. The scraping should be taken from the active margin of a lesion, and a 20% potassium hydroxide (KOH) solution should be added. When viewed with light microscopy, hyphae and/or budding yeast indicate a fungal infection. Consider performing a biopsy if the presentation is unusual or therapy has failed. Using a Wood lamp can help detect Pseudomonas or erythrasma ( Corynebacterium minutissimum ) infections. A fasting blood glucose level should be obtained if there is suspicion of diabetes mellitus. This is especially true with difficult-to-treat and recurrent episodes."}
{"id": "article-23652_10", "title": "Intertrigo -- Treatment / Management", "content": "To properly treat intertrigo, it is imperative to recognize the underlying factor causing the condition. Therefore, the offending causative factor or agent discussed above should be reduced or removed. If the rash is infectious, the proper antimicrobial medication should be administered. In simple intertrigo, drying agents such as antiperspirants can be used to minimize moisture. A bath or shower with proper drying using a soft towel should follow physical activity that causes excessive perspiration. Triple paste, comprised of aluminum acetate solution, zinc oxide, and petrolatum, is an effective antiperspirant that reduces frictional exposure and improves skin irritation. Staying cool by wearing loose clothing and working in air-conditioned environments helps prevent the rash. Absorbent powders compressed with an aqueous solution of aluminum triacetate 1:40 and wet tea bags are other preventative measures that have been proven to be effective. Absorbent diapers are more effective at decreasing moisture; however, petrolatum ointment or cream is effective and safe for diaper dermatitis if treatment is required. If the lesion is infected with mild bacteria, a topical treatment such as mupirocin or bacitracin can be used. If oral medication is required, an effective option against gram-positive bacteria, notably Staphylococcus or Streptococcus , like flucloxacillin or erythromycin, should be prescribed. Topical clotrimazole, ketoconazole, and oxiconazole are effective yeast or fungal-infected intertrigo treatment options. Topical nystatin is effective only for candidal intertrigo. Topical treatments are applied twice a day until the rash resolves. Oral fluconazole 100 to 200 mg daily for 7 days can be used for resistant fungal infections. Low-dose steroids may be initiated for anti-inflammatory properties, for example, hydrocortisone cream, yet it is not always needed. A lower-strength steroid is preferred to prevent atrophy in the already thinner epidermis of the flexural surfaces. [10] [11]", "contents": "Intertrigo -- Treatment / Management. To properly treat intertrigo, it is imperative to recognize the underlying factor causing the condition. Therefore, the offending causative factor or agent discussed above should be reduced or removed. If the rash is infectious, the proper antimicrobial medication should be administered. In simple intertrigo, drying agents such as antiperspirants can be used to minimize moisture. A bath or shower with proper drying using a soft towel should follow physical activity that causes excessive perspiration. Triple paste, comprised of aluminum acetate solution, zinc oxide, and petrolatum, is an effective antiperspirant that reduces frictional exposure and improves skin irritation. Staying cool by wearing loose clothing and working in air-conditioned environments helps prevent the rash. Absorbent powders compressed with an aqueous solution of aluminum triacetate 1:40 and wet tea bags are other preventative measures that have been proven to be effective. Absorbent diapers are more effective at decreasing moisture; however, petrolatum ointment or cream is effective and safe for diaper dermatitis if treatment is required. If the lesion is infected with mild bacteria, a topical treatment such as mupirocin or bacitracin can be used. If oral medication is required, an effective option against gram-positive bacteria, notably Staphylococcus or Streptococcus , like flucloxacillin or erythromycin, should be prescribed. Topical clotrimazole, ketoconazole, and oxiconazole are effective yeast or fungal-infected intertrigo treatment options. Topical nystatin is effective only for candidal intertrigo. Topical treatments are applied twice a day until the rash resolves. Oral fluconazole 100 to 200 mg daily for 7 days can be used for resistant fungal infections. Low-dose steroids may be initiated for anti-inflammatory properties, for example, hydrocortisone cream, yet it is not always needed. A lower-strength steroid is preferred to prevent atrophy in the already thinner epidermis of the flexural surfaces. [10] [11]"}
{"id": "article-23652_11", "title": "Intertrigo -- Differential Diagnosis", "content": "The differential is quite extensive for intertrigo. Many other conditions are present in the flexural surfaces. However, infection is most important to rule out, and the proper infectious agent should be sought to provide the correct antimicrobial therapy necessary to eliminate the offending agent. Bacteria, viruses, dermatophytes, and candidal organisms can all cause intertrigo or provoke a secondary infection. [12] Once an infection is ruled out, other similarly presenting conditions commonly found in the flexural surfaces can be further investigated. More common conditions such as seborrheic dermatitis, irritant or allergic contact dermatitis, atopic dermatitis, inverse psoriasis, pemphigus, scabies, metabolic derangements, and malignancies frequently present in the skin fold mimicking intertrigo. [13] Nonetheless, intertrigo remains a clinical diagnosis with the findings and clinical picture as previously described.", "contents": "Intertrigo -- Differential Diagnosis. The differential is quite extensive for intertrigo. Many other conditions are present in the flexural surfaces. However, infection is most important to rule out, and the proper infectious agent should be sought to provide the correct antimicrobial therapy necessary to eliminate the offending agent. Bacteria, viruses, dermatophytes, and candidal organisms can all cause intertrigo or provoke a secondary infection. [12] Once an infection is ruled out, other similarly presenting conditions commonly found in the flexural surfaces can be further investigated. More common conditions such as seborrheic dermatitis, irritant or allergic contact dermatitis, atopic dermatitis, inverse psoriasis, pemphigus, scabies, metabolic derangements, and malignancies frequently present in the skin fold mimicking intertrigo. [13] Nonetheless, intertrigo remains a clinical diagnosis with the findings and clinical picture as previously described."}
{"id": "article-23652_12", "title": "Intertrigo -- Prognosis", "content": "The prognosis is positive for the majority of patients. The underlying risk factors should be addressed to diminish intertrigo outbreaks. However, if the risks, such as diabetes mellitus and obesity, are not properly managed, the condition tends to relapse quite frequently.", "contents": "Intertrigo -- Prognosis. The prognosis is positive for the majority of patients. The underlying risk factors should be addressed to diminish intertrigo outbreaks. However, if the risks, such as diabetes mellitus and obesity, are not properly managed, the condition tends to relapse quite frequently."}
{"id": "article-23652_13", "title": "Intertrigo -- Complications", "content": "The complications that can arise with intertrigo are predominantly secondary infections that have been discussed at length above. The rash should be directed to a clinician to properly manage the condition to optimize infection prevention. If left untreated, the rash can develop into cellulitis. [14] Furthermore, sepsis can result from hidden ulcers that develop in patients without supervision or in obese individuals. Contact dermatitis can occur secondary to topical agents used to treat the rash. Also, prolonged steroid use can cause atrophy and striae to the thinned epidermis of the flexural surfaces.", "contents": "Intertrigo -- Complications. The complications that can arise with intertrigo are predominantly secondary infections that have been discussed at length above. The rash should be directed to a clinician to properly manage the condition to optimize infection prevention. If left untreated, the rash can develop into cellulitis. [14] Furthermore, sepsis can result from hidden ulcers that develop in patients without supervision or in obese individuals. Contact dermatitis can occur secondary to topical agents used to treat the rash. Also, prolonged steroid use can cause atrophy and striae to the thinned epidermis of the flexural surfaces."}
{"id": "article-23652_14", "title": "Intertrigo -- Consultations", "content": "Whether it is the pediatrician or primary care clinician, if there is a doubt of the diagnosis or a rash that has failed treatment, a dermatologist should be consulted to manage the condition further.", "contents": "Intertrigo -- Consultations. Whether it is the pediatrician or primary care clinician, if there is a doubt of the diagnosis or a rash that has failed treatment, a dermatologist should be consulted to manage the condition further."}
{"id": "article-23652_15", "title": "Intertrigo -- Deterrence and Patient Education", "content": "Weight loss and weight control, proper hygiene, glycemic control in patients with diabetes mellitus, and measures to reduce the frictional component of skin-to-skin contact should be discussed with the patient and their family.", "contents": "Intertrigo -- Deterrence and Patient Education. Weight loss and weight control, proper hygiene, glycemic control in patients with diabetes mellitus, and measures to reduce the frictional component of skin-to-skin contact should be discussed with the patient and their family."}
{"id": "article-23652_16", "title": "Intertrigo -- Pearls and Other Issues", "content": "Often, there is a combination of an infectious and inflammatory component. To delineate the 2, infections are often unilateral and asymmetrical, while inflammatory disorders tend to be symmetrical most of the time.", "contents": "Intertrigo -- Pearls and Other Issues. Often, there is a combination of an infectious and inflammatory component. To delineate the 2, infections are often unilateral and asymmetrical, while inflammatory disorders tend to be symmetrical most of the time."}
{"id": "article-23652_17", "title": "Intertrigo -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach best manages patients with intertrigo. Clinicians and pharmacists all play an optimal role in successfully clearing the rash. Clinicians need to emphasize and educate the preventative risk factors and management of the rash to clear the current and prevent further intertrigo occurrences. The clinician can consult the pharmacist when necessary to help with varying formulations of topical therapy and oral for certain infectious etiologies.", "contents": "Intertrigo -- Enhancing Healthcare Team Outcomes. An interprofessional team approach best manages patients with intertrigo. Clinicians and pharmacists all play an optimal role in successfully clearing the rash. Clinicians need to emphasize and educate the preventative risk factors and management of the rash to clear the current and prevent further intertrigo occurrences. The clinician can consult the pharmacist when necessary to help with varying formulations of topical therapy and oral for certain infectious etiologies."}
{"id": "article-23652_18", "title": "Intertrigo -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intertrigo -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}