{"id": "article-25209_0", "title": "Mixed Urinary Incontinence -- Continuing Education Activity", "content": "Urinary incontinence (UI) is the involuntary leakage of urine, causing symptoms of wide-ranging severity and affecting patients' quality of life. There are 3 major types of UI as recommended by the International Urogynecological Association (IUGA), the International Incontinence Society (ICS), and the American Urological Association (AUA). Stress incontinence is the involuntary loss of urine with increased intraabdominal pressure or physical exertion (eg, coughing, sneezing, jumping, lifting, laughing, straining, exercising). Urge incontinence is the involuntary loss of urine preceded by a sudden and severe desire to pass urine. Mixed urinary incontinence (MUI) is a combination of stress and urge incontinence and may take on the pathophysiology of both. Symptoms may force significant lifestyle changes, including physical and psychosocial well-being changes. Although incontinence is not itself a terminal disease, UI contributes to overall mortality, at least in nursing home residents. However, UI affects other aspects of the patient's health and quality of life more often.", "contents": "Mixed Urinary Incontinence -- Continuing Education Activity. Urinary incontinence (UI) is the involuntary leakage of urine, causing symptoms of wide-ranging severity and affecting patients' quality of life. There are 3 major types of UI as recommended by the International Urogynecological Association (IUGA), the International Incontinence Society (ICS), and the American Urological Association (AUA). Stress incontinence is the involuntary loss of urine with increased intraabdominal pressure or physical exertion (eg, coughing, sneezing, jumping, lifting, laughing, straining, exercising). Urge incontinence is the involuntary loss of urine preceded by a sudden and severe desire to pass urine. Mixed urinary incontinence (MUI) is a combination of stress and urge incontinence and may take on the pathophysiology of both. Symptoms may force significant lifestyle changes, including physical and psychosocial well-being changes. Although incontinence is not itself a terminal disease, UI contributes to overall mortality, at least in nursing home residents. However, UI affects other aspects of the patient's health and quality of life more often."}
{"id": "article-25209_1", "title": "Mixed Urinary Incontinence -- Continuing Education Activity", "content": "Incontinence places an increased burden on family caregivers as well as on nursing facilities. Up to 10% of all nursing home admissions in the US are solely due to urinary incontinence. In addition to clinical history, simple office incontinence testing (eg, urinalysis, post-void residual urine volume, and pelvic exam) should be utilized to help differentiate the different types of urinary incontinence. Many behavioral, medical, and surgical techniques are available to improve lifestyles due to incontinence. For conditions unresponsive to conservative treatment, referral to a urology specialist and consideration of more invasive therapies are appropriate. This activity reviews the evaluation and management of mixed urinary incontinence and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Mixed Urinary Incontinence -- Continuing Education Activity. Incontinence places an increased burden on family caregivers as well as on nursing facilities. Up to 10% of all nursing home admissions in the US are solely due to urinary incontinence. In addition to clinical history, simple office incontinence testing (eg, urinalysis, post-void residual urine volume, and pelvic exam) should be utilized to help differentiate the different types of urinary incontinence. Many behavioral, medical, and surgical techniques are available to improve lifestyles due to incontinence. For conditions unresponsive to conservative treatment, referral to a urology specialist and consideration of more invasive therapies are appropriate. This activity reviews the evaluation and management of mixed urinary incontinence and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-25209_2", "title": "Mixed Urinary Incontinence -- Continuing Education Activity", "content": "Objectives: Identify key risk factors and symptoms associated with mixed urinary incontinence. Differentiate between mixed urinary incontinence and other types through comprehensive patient assessments. Implement evidence-based interventions for managing mixed urinary incontinence, considering both stress and urge components. Coordinate with the interprofessional team to enhance care for patients affected by mixed urinary incontinence. Access free multiple choice questions on this topic.", "contents": "Mixed Urinary Incontinence -- Continuing Education Activity. Objectives: Identify key risk factors and symptoms associated with mixed urinary incontinence. Differentiate between mixed urinary incontinence and other types through comprehensive patient assessments. Implement evidence-based interventions for managing mixed urinary incontinence, considering both stress and urge components. Coordinate with the interprofessional team to enhance care for patients affected by mixed urinary incontinence. Access free multiple choice questions on this topic."}
{"id": "article-25209_3", "title": "Mixed Urinary Incontinence -- Introduction", "content": "Urinary incontinence (UI) is the involuntary leakage of urine, causing symptoms of wide-ranging severity and affecting patients' quality of life. There are 3 major types of UI as recommended by the International Urogynecological Association (IUGA), the International Incontinence Society (ICS), and the American Urological Association (AUA). [1] [2] See our companion StatPearls reference article on \"Urinary Incontinence.\" [2] Stress incontinence is the involuntary loss of urine with increased intraabdominal pressure or physical exertion (eg, coughing, sneezing, jumping, lifting, laughing, straining, exercising). [3] Urge incontinence is the involuntary loss of urine preceded by a sudden and severe desire to pass urine. [4] Mixed urinary incontinence (MUI) is a combination of stress and urge incontinence and may take on the pathophysiology of both. [2] [5] Symptoms may force significant lifestyle changes, including physical and psychosocial well-being changes. [6] Although incontinence is not itself a terminal disease, a meta-analysis of 6 studies with a total of 1656 individuals indicated that UI contributes to overall mortality, at least in nursing home residents, where it increases the death rate by 20%. [7] However, UI affects other aspects of the patient's health and quality of life more often.", "contents": "Mixed Urinary Incontinence -- Introduction. Urinary incontinence (UI) is the involuntary leakage of urine, causing symptoms of wide-ranging severity and affecting patients' quality of life. There are 3 major types of UI as recommended by the International Urogynecological Association (IUGA), the International Incontinence Society (ICS), and the American Urological Association (AUA). [1] [2] See our companion StatPearls reference article on \"Urinary Incontinence.\" [2] Stress incontinence is the involuntary loss of urine with increased intraabdominal pressure or physical exertion (eg, coughing, sneezing, jumping, lifting, laughing, straining, exercising). [3] Urge incontinence is the involuntary loss of urine preceded by a sudden and severe desire to pass urine. [4] Mixed urinary incontinence (MUI) is a combination of stress and urge incontinence and may take on the pathophysiology of both. [2] [5] Symptoms may force significant lifestyle changes, including physical and psychosocial well-being changes. [6] Although incontinence is not itself a terminal disease, a meta-analysis of 6 studies with a total of 1656 individuals indicated that UI contributes to overall mortality, at least in nursing home residents, where it increases the death rate by 20%. [7] However, UI affects other aspects of the patient's health and quality of life more often."}
{"id": "article-25209_4", "title": "Mixed Urinary Incontinence -- Introduction", "content": "Health conditions associated with MUI include skin, perineal, and vaginal infections (eg, cellulitis and yeast), as well as an increased risk of falls and fractures from excess trips to the bathroom. [8] [9] The incidence of falls in postmenopausal women with urinary urgency and urge incontinence is double the rate in women of similar age without such urinary symptoms. [9] [10] Additionally, quality of life is significantly affected as incontinence causes depression, anxiety, embarrassment, limitation of social interactions, increased isolation, work issues, sleep deprivation due to nocturia, and loss of self-esteem in those affected. [11] [12] [13] [14] [15] Sexual dysfunction is also common in incontinent patients. Up to one-third will have coital incontinence (ie, leaking during sexual activity), and the fear of such leakage affects sexual enjoyment in many others. [16] [17] [18] [19] [20] [21]", "contents": "Mixed Urinary Incontinence -- Introduction. Health conditions associated with MUI include skin, perineal, and vaginal infections (eg, cellulitis and yeast), as well as an increased risk of falls and fractures from excess trips to the bathroom. [8] [9] The incidence of falls in postmenopausal women with urinary urgency and urge incontinence is double the rate in women of similar age without such urinary symptoms. [9] [10] Additionally, quality of life is significantly affected as incontinence causes depression, anxiety, embarrassment, limitation of social interactions, increased isolation, work issues, sleep deprivation due to nocturia, and loss of self-esteem in those affected. [11] [12] [13] [14] [15] Sexual dysfunction is also common in incontinent patients. Up to one-third will have coital incontinence (ie, leaking during sexual activity), and the fear of such leakage affects sexual enjoyment in many others. [16] [17] [18] [19] [20] [21]"}
{"id": "article-25209_5", "title": "Mixed Urinary Incontinence -- Introduction", "content": "MUI places an increased burden on family caregivers as well as on nursing facilities. [22] [23] [24] Up to 10% of all nursing home admissions in the US are solely due to urinary incontinence. [25] In addition to clinical history, simple office incontinence testing (eg, urinalysis, post-void residual urine volume, and pelvic exam) should be utilized to help differentiate the different types of urinary incontinence. [26] [27] [28] [29] [30] [31] Many behavioral, medical, and surgical techniques are available to improve lifestyles due to incontinence. [1] [32] The initial treatment for incontinence typically begins with conservative, nonsurgical measures, including Kegel exercises, caffeine avoidance, and physical therapy. [33] [34] For conditions unresponsive to conservative therapy, referral to a urology specialist and consideration of more invasive therapies are appropriate.", "contents": "Mixed Urinary Incontinence -- Introduction. MUI places an increased burden on family caregivers as well as on nursing facilities. [22] [23] [24] Up to 10% of all nursing home admissions in the US are solely due to urinary incontinence. [25] In addition to clinical history, simple office incontinence testing (eg, urinalysis, post-void residual urine volume, and pelvic exam) should be utilized to help differentiate the different types of urinary incontinence. [26] [27] [28] [29] [30] [31] Many behavioral, medical, and surgical techniques are available to improve lifestyles due to incontinence. [1] [32] The initial treatment for incontinence typically begins with conservative, nonsurgical measures, including Kegel exercises, caffeine avoidance, and physical therapy. [33] [34] For conditions unresponsive to conservative therapy, referral to a urology specialist and consideration of more invasive therapies are appropriate."}
{"id": "article-25209_6", "title": "Mixed Urinary Incontinence -- Etiology -- Types of Urinary Incontinence", "content": "There are 3 major types of urinary incontinence as recommended by the International Urogynecological Association (IUGA), the International Incontinence Society (ICS), and the American Urological Association (AUA). [1] [2] See our companion StatPearls reference article on \"Urinary Incontinence.\" [2] Stress incontinence is the involuntary loss of urine with increased intraabdominal pressure or physical exertion (eg, coughing, sneezing, jumping, lifting, laughing, straining, exercising). [3] Urge incontinence is the involuntary loss of urine preceded by a sudden and severe desire to pass urine. [4] Mixed urinary incontinence is a combination of stress and urge incontinence and may take on the pathophysiology of both. [2] [5] Urge and stress incontinence are discussed in more detail separately. See our companion StatPearls reference articles on \"Stress Incontinence\" and \"Urge Incontinence.\" [3] [4]", "contents": "Mixed Urinary Incontinence -- Etiology -- Types of Urinary Incontinence. There are 3 major types of urinary incontinence as recommended by the International Urogynecological Association (IUGA), the International Incontinence Society (ICS), and the American Urological Association (AUA). [1] [2] See our companion StatPearls reference article on \"Urinary Incontinence.\" [2] Stress incontinence is the involuntary loss of urine with increased intraabdominal pressure or physical exertion (eg, coughing, sneezing, jumping, lifting, laughing, straining, exercising). [3] Urge incontinence is the involuntary loss of urine preceded by a sudden and severe desire to pass urine. [4] Mixed urinary incontinence is a combination of stress and urge incontinence and may take on the pathophysiology of both. [2] [5] Urge and stress incontinence are discussed in more detail separately. See our companion StatPearls reference articles on \"Stress Incontinence\" and \"Urge Incontinence.\" [3] [4]"}
{"id": "article-25209_7", "title": "Mixed Urinary Incontinence -- Etiology -- Types of Urinary Incontinence", "content": "There are also a variety of incontinence subtypes, including genitourinary (fistula, infectious, congenital, overflow) and nongenitourinary (eg, functional, environmental, pharmacological, and metabolic). Of these, the most clinically significant would be overflow and functional incontinence. Overflow is the involuntary urinary leakage caused by an overdistended bladder, usually due to bladder outlet obstruction or reduced detrusor contractility from spinal cord injuries, multiple sclerosis, or diabetes. [2] Functional incontinence would be leakage from environmental, logistical, or physical barriers to reaching the toilet. [2]", "contents": "Mixed Urinary Incontinence -- Etiology -- Types of Urinary Incontinence. There are also a variety of incontinence subtypes, including genitourinary (fistula, infectious, congenital, overflow) and nongenitourinary (eg, functional, environmental, pharmacological, and metabolic). Of these, the most clinically significant would be overflow and functional incontinence. Overflow is the involuntary urinary leakage caused by an overdistended bladder, usually due to bladder outlet obstruction or reduced detrusor contractility from spinal cord injuries, multiple sclerosis, or diabetes. [2] Functional incontinence would be leakage from environmental, logistical, or physical barriers to reaching the toilet. [2]"}
{"id": "article-25209_8", "title": "Mixed Urinary Incontinence -- Etiology -- Mixed Incontinence Risk Factors", "content": "Risk factors for mixed incontinence include the following: Advanced age Comorbidities (eg, depression, diabetes, stroke, fecal incontinence, atrophic vaginitis, cognitive impairment, history of recurrent UTIs, multiple sclerosis, hydrocephalus, and childhood enuresis) Ectopic ureters Exercise, especially high impact such as running and jumping Family history Interstitial cystitis Multiparity, especially with multiple vaginal births Neuropathy Nursing home residence Obesity Pelvic radiation Prior pelvic surgery (eg, TURP, hysterectomy) Smoking [21] [35] [36] [37] [38] [39] [40]", "contents": "Mixed Urinary Incontinence -- Etiology -- Mixed Incontinence Risk Factors. Risk factors for mixed incontinence include the following: Advanced age Comorbidities (eg, depression, diabetes, stroke, fecal incontinence, atrophic vaginitis, cognitive impairment, history of recurrent UTIs, multiple sclerosis, hydrocephalus, and childhood enuresis) Ectopic ureters Exercise, especially high impact such as running and jumping Family history Interstitial cystitis Multiparity, especially with multiple vaginal births Neuropathy Nursing home residence Obesity Pelvic radiation Prior pelvic surgery (eg, TURP, hysterectomy) Smoking [21] [35] [36] [37] [38] [39] [40]"}
{"id": "article-25209_9", "title": "Mixed Urinary Incontinence -- Epidemiology", "content": "Due to embarrassment, many patients with urinary incontinence fail to report symptoms, so the actual prevalence is likely to be far greater than reported. [21] UI affects 25% to 45% of all adult American women. [2] More than 25% of teenage and college-aged female athletes experience incontinence, with more than 90% withholding incontinence information from their primary care clinicians. Among homebound elderly individuals, the incidence of incontinence is 53%. [2] In nursing homes, approximately 6% of all admissions are due to urinary incontinence, but the prevalence of urinary leakage in nursing home residents is estimated at 50% or higher. [41] Urinary incontinence in women is twice the rate of men. [41]", "contents": "Mixed Urinary Incontinence -- Epidemiology. Due to embarrassment, many patients with urinary incontinence fail to report symptoms, so the actual prevalence is likely to be far greater than reported. [21] UI affects 25% to 45% of all adult American women. [2] More than 25% of teenage and college-aged female athletes experience incontinence, with more than 90% withholding incontinence information from their primary care clinicians. Among homebound elderly individuals, the incidence of incontinence is 53%. [2] In nursing homes, approximately 6% of all admissions are due to urinary incontinence, but the prevalence of urinary leakage in nursing home residents is estimated at 50% or higher. [41] Urinary incontinence in women is twice the rate of men. [41]"}
{"id": "article-25209_10", "title": "Mixed Urinary Incontinence -- Epidemiology", "content": "The cost to treat urinary incontinence, medically or surgically, is well over $10 billion annually. Urinary incontinence, particularly mixed type, is an issue across all age groups. [42] The worldwide incidence of incontinence is estimated at 423 million individuals aged 20 and older. [43] The following are the estimated prevalence for the different types of chronic urinary incontinence: Functional urinary incontinence: Uncertain Mixed urinary incontinence: 20% to 30% Overflow urinary incontinence: 5% of those with chronic incontinence Stress urinary incontinence: 24% to 45% of females older than 30 years Urge urinary incontinence Women 40 to 44 years: 9% Men older than 75 years: 42% Women older than 75 years: 31% [44]", "contents": "Mixed Urinary Incontinence -- Epidemiology. The cost to treat urinary incontinence, medically or surgically, is well over $10 billion annually. Urinary incontinence, particularly mixed type, is an issue across all age groups. [42] The worldwide incidence of incontinence is estimated at 423 million individuals aged 20 and older. [43] The following are the estimated prevalence for the different types of chronic urinary incontinence: Functional urinary incontinence: Uncertain Mixed urinary incontinence: 20% to 30% Overflow urinary incontinence: 5% of those with chronic incontinence Stress urinary incontinence: 24% to 45% of females older than 30 years Urge urinary incontinence Women 40 to 44 years: 9% Men older than 75 years: 42% Women older than 75 years: 31% [44]"}
{"id": "article-25209_11", "title": "Mixed Urinary Incontinence -- Pathophysiology", "content": "The pathophysiology of stress incontinence is pelvic floor weakness, prolapse, or loss of the normal urethrovesical angle. [3] The posterior urethrovesical angle with straining should usually be <120 degrees. [3] Stress incontinence would also include intrinsic sphincter deficiency, where there are deficiencies in the closure of the urinary sphincter. [3] See our companion StatPearls reference article on \"Stress Incontinence.\" [3] The pathophysiology of urge incontinence is uninhibited bladder contractions caused by the loss of neurologic control of bladder contractions. [4] These unstoppable bladder contractions can be initiated or stimulated by a change in body position, from supine to upright, or with sensory stimulation (eg, running water, hand washing, cold weather). [4]", "contents": "Mixed Urinary Incontinence -- Pathophysiology. The pathophysiology of stress incontinence is pelvic floor weakness, prolapse, or loss of the normal urethrovesical angle. [3] The posterior urethrovesical angle with straining should usually be <120 degrees. [3] Stress incontinence would also include intrinsic sphincter deficiency, where there are deficiencies in the closure of the urinary sphincter. [3] See our companion StatPearls reference article on \"Stress Incontinence.\" [3] The pathophysiology of urge incontinence is uninhibited bladder contractions caused by the loss of neurologic control of bladder contractions. [4] These unstoppable bladder contractions can be initiated or stimulated by a change in body position, from supine to upright, or with sensory stimulation (eg, running water, hand washing, cold weather). [4]"}
{"id": "article-25209_12", "title": "Mixed Urinary Incontinence -- Pathophysiology", "content": "Uninhibited bladder contractions are caused by detrusor muscle overactivity, poor detrusor compliance, loss of neurologic control of bladder contractions, and bladder hypersensitivity. [4] Underlying etiologies may include neurologic disorders, pelvic radiation, changes in the microbiome of the bladder, prolonged Foley catheterization, or idiopathic. [4] [45] [46] [47] [48] [49] See our companion StatPearls reference article on \"Urge Incontinence.\" [4]", "contents": "Mixed Urinary Incontinence -- Pathophysiology. Uninhibited bladder contractions are caused by detrusor muscle overactivity, poor detrusor compliance, loss of neurologic control of bladder contractions, and bladder hypersensitivity. [4] Underlying etiologies may include neurologic disorders, pelvic radiation, changes in the microbiome of the bladder, prolonged Foley catheterization, or idiopathic. [4] [45] [46] [47] [48] [49] See our companion StatPearls reference article on \"Urge Incontinence.\" [4]"}
{"id": "article-25209_13", "title": "Mixed Urinary Incontinence -- History and Physical -- Clinical History", "content": "A thorough history needs to be obtained to help diagnose MUI. The clinician should ask for this information directly since the patient may be too embarrassed to discuss increased frequency, urgency, or dysuria symptoms. [2] Signs may include hesitancy, slow stream, straining to void, incomplete emptying, or wetting pads or clothes. Past surgical and obstetrical history is also essential. [2] Details about the nature of the incontinence are needed for diagnosis, including when the problem started, duration, precipitating events, voiding frequency, leakage volume, pad usage, and fluid intake. [2] [4] Caffeine intake should also be documented as caffeine can worsen urgency symptoms. [2] [4]", "contents": "Mixed Urinary Incontinence -- History and Physical -- Clinical History. A thorough history needs to be obtained to help diagnose MUI. The clinician should ask for this information directly since the patient may be too embarrassed to discuss increased frequency, urgency, or dysuria symptoms. [2] Signs may include hesitancy, slow stream, straining to void, incomplete emptying, or wetting pads or clothes. Past surgical and obstetrical history is also essential. [2] Details about the nature of the incontinence are needed for diagnosis, including when the problem started, duration, precipitating events, voiding frequency, leakage volume, pad usage, and fluid intake. [2] [4] Caffeine intake should also be documented as caffeine can worsen urgency symptoms. [2] [4]"}
{"id": "article-25209_14", "title": "Mixed Urinary Incontinence -- History and Physical -- Clinical History", "content": "Many assessment questionnaires are available to help quantify the symptomatic effects on daily living. Comorbidities and confounding factors should also be explored. Medications that affect urinary incontinence should be reviewed, particularly cholinergic drugs and diuretics. In women, lack of estrogen during perimenopause or postmenopause should also be discussed. A 24-hour voiding diary prepared by the patient is helpful for objectively quantifying incontinence and helping evaluate the condition. [50]", "contents": "Mixed Urinary Incontinence -- History and Physical -- Clinical History. Many assessment questionnaires are available to help quantify the symptomatic effects on daily living. Comorbidities and confounding factors should also be explored. Medications that affect urinary incontinence should be reviewed, particularly cholinergic drugs and diuretics. In women, lack of estrogen during perimenopause or postmenopause should also be discussed. A 24-hour voiding diary prepared by the patient is helpful for objectively quantifying incontinence and helping evaluate the condition. [50]"}
{"id": "article-25209_15", "title": "Mixed Urinary Incontinence -- History and Physical -- Physical Examination", "content": "Findings of both stress and urge incontinence are consistent with MUI. The physical exam of patients with mixed incontinence should focus on the abdominal and pelvic areas. A large panniculus, prior surgical incisions, and suprapubic muscle tone should be noted. The patient should be examined with a full and empty bladder in standing and supine positions. [2] In women, the grade of uterine, vaginal prolapse should be assessed along with any apparent stress urinary incontinence with coughing. [1] A rectal examination should also be performed to evaluate rectal sphincter tone and prostate size in men.", "contents": "Mixed Urinary Incontinence -- History and Physical -- Physical Examination. Findings of both stress and urge incontinence are consistent with MUI. The physical exam of patients with mixed incontinence should focus on the abdominal and pelvic areas. A large panniculus, prior surgical incisions, and suprapubic muscle tone should be noted. The patient should be examined with a full and empty bladder in standing and supine positions. [2] In women, the grade of uterine, vaginal prolapse should be assessed along with any apparent stress urinary incontinence with coughing. [1] A rectal examination should also be performed to evaluate rectal sphincter tone and prostate size in men."}
{"id": "article-25209_16", "title": "Mixed Urinary Incontinence -- History and Physical -- Physical Examination", "content": "A cough stress test is typically used to assess stress incontinence. For this test, 250 to 300 mL of fluid is instilled into the bladder using a catheter. The catheter is removed, and the patient is asked to cough. If no leakage is observed in the supine position, the patient is asked to stand, and the test is repeated. [50] The stress test is considered a fairly definitive test for stress incontinence, with a positive predictive value of 78% to 97%. [51] [52] A negative test is less reliable as the bladder may have insufficient volume, or the patient may be inhibiting leakage due to anxiety or embarrassment.", "contents": "Mixed Urinary Incontinence -- History and Physical -- Physical Examination. A cough stress test is typically used to assess stress incontinence. For this test, 250 to 300 mL of fluid is instilled into the bladder using a catheter. The catheter is removed, and the patient is asked to cough. If no leakage is observed in the supine position, the patient is asked to stand, and the test is repeated. [50] The stress test is considered a fairly definitive test for stress incontinence, with a positive predictive value of 78% to 97%. [51] [52] A negative test is less reliable as the bladder may have insufficient volume, or the patient may be inhibiting leakage due to anxiety or embarrassment."}
{"id": "article-25209_17", "title": "Mixed Urinary Incontinence -- Evaluation -- Initial Urinary Incontinence Diagnostic Testing", "content": "The following simple office incontinence evaluations should be utilized initially to help differentiate the different types of urinary incontinence. Frequently, urology specialists may be consulted to perform this testing. [26] [27] [28] [29] [30] [31] Urinalysis and culture : Clinicians should be performed to exclude an infectious process (eg, cystitis). Postvoid residual urine volume : This assessment is recommended to check for overflow incontinence and incomplete bladder emptying. [26] About 20% of women with overactive bladder symptoms will have elevated postvoid residual urine volumes. [53] Risk factors of high postvoid residuals include age >55 years, previous surgery for incontinence, multiple and more severe urinary symptoms, multiple sclerosis, vaginal prolapse, and more than 2 vaginal deliveries. [53]", "contents": "Mixed Urinary Incontinence -- Evaluation -- Initial Urinary Incontinence Diagnostic Testing. The following simple office incontinence evaluations should be utilized initially to help differentiate the different types of urinary incontinence. Frequently, urology specialists may be consulted to perform this testing. [26] [27] [28] [29] [30] [31] Urinalysis and culture : Clinicians should be performed to exclude an infectious process (eg, cystitis). Postvoid residual urine volume : This assessment is recommended to check for overflow incontinence and incomplete bladder emptying. [26] About 20% of women with overactive bladder symptoms will have elevated postvoid residual urine volumes. [53] Risk factors of high postvoid residuals include age >55 years, previous surgery for incontinence, multiple and more severe urinary symptoms, multiple sclerosis, vaginal prolapse, and more than 2 vaginal deliveries. [53]"}
{"id": "article-25209_18", "title": "Mixed Urinary Incontinence -- Evaluation -- Initial Urinary Incontinence Diagnostic Testing", "content": "A 24-hour voiding diary : Tracking the frequency and volume of incontinence helps evaluate the severity and nature of the patient's leakage, particularly the urgency component. [29] [30] [31] [54] [55] [56] Cough stress test : A positive cough stress test in both the sitting and supine positions is highly diagnostic for stress incontinence. Pelvic examination : Vaginal prolapse may mask or decrease incontinence symptoms; therefore, areas of prolapse surrounding the urethra should be elevated and incontinence with stress checked (ie, cough stress test). The levator ani muscle should also be checked for strength. Q-tip test : This assessment is performed with a cotton-tipped swab placed gently into the urethra to check for mobility. A displacement of the urethral angle of at least 30 degrees with Valsalva is suggestive of urethral hypermobility. [28]", "contents": "Mixed Urinary Incontinence -- Evaluation -- Initial Urinary Incontinence Diagnostic Testing. A 24-hour voiding diary : Tracking the frequency and volume of incontinence helps evaluate the severity and nature of the patient's leakage, particularly the urgency component. [29] [30] [31] [54] [55] [56] Cough stress test : A positive cough stress test in both the sitting and supine positions is highly diagnostic for stress incontinence. Pelvic examination : Vaginal prolapse may mask or decrease incontinence symptoms; therefore, areas of prolapse surrounding the urethra should be elevated and incontinence with stress checked (ie, cough stress test). The levator ani muscle should also be checked for strength. Q-tip test : This assessment is performed with a cotton-tipped swab placed gently into the urethra to check for mobility. A displacement of the urethral angle of at least 30 degrees with Valsalva is suggestive of urethral hypermobility. [28]"}
{"id": "article-25209_19", "title": "Mixed Urinary Incontinence -- Evaluation -- Initial Urinary Incontinence Diagnostic Testing", "content": "Neurological evaluation : To exclude neurologic etiologies of incontinence, neurologic evaluation should be performed on all patients with urinary incontinence. Evaluation procedures : Additional studies to help characterize incontinence and exclude differential diagnoses may include cystoscopy, ultrasound, urodynamics, and video-urodynamic testing.", "contents": "Mixed Urinary Incontinence -- Evaluation -- Initial Urinary Incontinence Diagnostic Testing. Neurological evaluation : To exclude neurologic etiologies of incontinence, neurologic evaluation should be performed on all patients with urinary incontinence. Evaluation procedures : Additional studies to help characterize incontinence and exclude differential diagnoses may include cystoscopy, ultrasound, urodynamics, and video-urodynamic testing."}
{"id": "article-25209_20", "title": "Mixed Urinary Incontinence -- Evaluation -- Specialized Urodynamic Testing", "content": "For more complex or atypical presentations of incontinence, the patient may be referred to a urology specialist for additional evaluation, called urodynamic testing. Indications for multi-channel urodynamics include: Abnormal office cystometry tests Continuous or unpredictable leakage History of radical pelvic surgery Incontinence treatment failures Pelvic radiation Previous failed incontinence surgery [57] [58]", "contents": "Mixed Urinary Incontinence -- Evaluation -- Specialized Urodynamic Testing. For more complex or atypical presentations of incontinence, the patient may be referred to a urology specialist for additional evaluation, called urodynamic testing. Indications for multi-channel urodynamics include: Abnormal office cystometry tests Continuous or unpredictable leakage History of radical pelvic surgery Incontinence treatment failures Pelvic radiation Previous failed incontinence surgery [57] [58]"}
{"id": "article-25209_21", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Indications for Specialist Referral", "content": "The initial treatment of most cases of MUI is typically done by primary care clinicians using noninvasive therapies, including behavioral techniques or pharmacologic agents, once urinary retention, overflow, and UTIs have been excluded. However, referral to a urogynecologist or urologist may be necessary, particularly when surgical intervention appears necessary for MUI or conservative treatments fail. Indications for referral to a specialist include:", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Indications for Specialist Referral. The initial treatment of most cases of MUI is typically done by primary care clinicians using noninvasive therapies, including behavioral techniques or pharmacologic agents, once urinary retention, overflow, and UTIs have been excluded. However, referral to a urogynecologist or urologist may be necessary, particularly when surgical intervention appears necessary for MUI or conservative treatments fail. Indications for referral to a specialist include:"}
{"id": "article-25209_22", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Indications for Specialist Referral", "content": "Abdominal or pelvic pain Comorbidities (eg, cerebral palsy, multiple sclerosis, spinal cord injury, Parkinson disease) Hematuria without evidence of an infection Neurogenic bladder, primarily if associated with new symptoms Pelvic organ prolapse Prior failed incontinence surgery Recurrent urinary tract infections Surgical intervention is being considered when a patient is not satisfied even when the urge component of the mixed incontinence is cured or well-controlled Symptomatic pelvic organ prolapse Uncertain diagnosis Underlying neurologic condition Unsuccessful medical therapy Unusually \"heavy\" stress urinary incontinence (ie, multiple pads per day) Urinary retention or overflow Suspected or diagnosed vesicovaginal fistula Voiding dysfunction (eg, elevated postvoid residual) [59]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Indications for Specialist Referral. Abdominal or pelvic pain Comorbidities (eg, cerebral palsy, multiple sclerosis, spinal cord injury, Parkinson disease) Hematuria without evidence of an infection Neurogenic bladder, primarily if associated with new symptoms Pelvic organ prolapse Prior failed incontinence surgery Recurrent urinary tract infections Surgical intervention is being considered when a patient is not satisfied even when the urge component of the mixed incontinence is cured or well-controlled Symptomatic pelvic organ prolapse Uncertain diagnosis Underlying neurologic condition Unsuccessful medical therapy Unusually \"heavy\" stress urinary incontinence (ie, multiple pads per day) Urinary retention or overflow Suspected or diagnosed vesicovaginal fistula Voiding dysfunction (eg, elevated postvoid residual) [59]"}
{"id": "article-25209_23", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy", "content": "The initial treatment for incontinence typically begins with conservative, nonsurgical measures, including Kegel exercises, caffeine avoidance, and physical therapy. [33] [34] Several noninvasive treatments have been developed to help with pelvic floor muscle training. These include vaginal cones, intravaginal biofeedback, and direct pelvic floor muscle stimulation via electrical or magnetic devices. While helpful in some patients, they are no better overall than pelvic floor muscle training. [60] Initially, conservative treatments are primarily utilized for symptom relief, which for most patients involves reduction of incontinence frequency and urgency. [33] Urgency symptoms and urge incontinence are treated pharmacologically with a variety of medications. [4] [61] [62] Resistant cases may require tibial nerve stimulation, botulinum A toxin detrusor injections, or sacral neuromodulation therapy. [4]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy. The initial treatment for incontinence typically begins with conservative, nonsurgical measures, including Kegel exercises, caffeine avoidance, and physical therapy. [33] [34] Several noninvasive treatments have been developed to help with pelvic floor muscle training. These include vaginal cones, intravaginal biofeedback, and direct pelvic floor muscle stimulation via electrical or magnetic devices. While helpful in some patients, they are no better overall than pelvic floor muscle training. [60] Initially, conservative treatments are primarily utilized for symptom relief, which for most patients involves reduction of incontinence frequency and urgency. [33] Urgency symptoms and urge incontinence are treated pharmacologically with a variety of medications. [4] [61] [62] Resistant cases may require tibial nerve stimulation, botulinum A toxin detrusor injections, or sacral neuromodulation therapy. [4]"}
{"id": "article-25209_24", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy", "content": "Conversely, stress incontinence is typically treated surgically (eg, sling, repair of prolapse, or cystocele repair), but for some patients, a pessary may provide satisfactory continence less invasively. [3] A pessary supports the urethra and bladder neck, increases urethral length, and gently compresses the urethra against the pubic bone, increasing urethral resistance and reducing or eliminating stress incontinence. [63] [64] [65] [66] [67] [68] [69] When properly sized and fitted, there is no discomfort or unpleasant sensation; however, pessaries must be periodically removed and cleaned with soap and water. Side effects of using a pessary include irritation to the vaginal mucosa with subsequent pain and bleeding. Pessaries may also increase the risk of vaginal infections or interfere with bowel movements. Since pessaries are minimally invasive and their effects can be easily reversed by simple removal, pessaries are a reasonable clinical option, especially when avoiding or delaying surgery is desirable. Proper sizing and fitting are critical.", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy. Conversely, stress incontinence is typically treated surgically (eg, sling, repair of prolapse, or cystocele repair), but for some patients, a pessary may provide satisfactory continence less invasively. [3] A pessary supports the urethra and bladder neck, increases urethral length, and gently compresses the urethra against the pubic bone, increasing urethral resistance and reducing or eliminating stress incontinence. [63] [64] [65] [66] [67] [68] [69] When properly sized and fitted, there is no discomfort or unpleasant sensation; however, pessaries must be periodically removed and cleaned with soap and water. Side effects of using a pessary include irritation to the vaginal mucosa with subsequent pain and bleeding. Pessaries may also increase the risk of vaginal infections or interfere with bowel movements. Since pessaries are minimally invasive and their effects can be easily reversed by simple removal, pessaries are a reasonable clinical option, especially when avoiding or delaying surgery is desirable. Proper sizing and fitting are critical."}
{"id": "article-25209_25", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy", "content": "Duloxetine has good evidence in studies that urinary stress incontinence is improved with the medication by increasing urethral closing pressure, while imipramine appears to have only minimal effect. [70] [71] [72] [73] [74] [75] In Europe, duloxetine is approved for female stress incontinence, where it has shown efficacy. Still, consideration must also be given to the adverse side effects involving mental health issues and an increased suicide rate. [76] For details on sling procedures, see our companion StatPearls reference articles on \"Stress Incontinence\" and \"Pubovaginal Sling.\" [3] [77]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy. Duloxetine has good evidence in studies that urinary stress incontinence is improved with the medication by increasing urethral closing pressure, while imipramine appears to have only minimal effect. [70] [71] [72] [73] [74] [75] In Europe, duloxetine is approved for female stress incontinence, where it has shown efficacy. Still, consideration must also be given to the adverse side effects involving mental health issues and an increased suicide rate. [76] For details on sling procedures, see our companion StatPearls reference articles on \"Stress Incontinence\" and \"Pubovaginal Sling.\" [3] [77]"}
{"id": "article-25209_26", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy", "content": "Nocturia not relieved by the above measures may require separate evaluation and treatment. [78] Nocturnal polyuria, for example, may require desmopressin. [78] Changing the administration timing of furosemide to 6 hours before bedtime may also be helpful. [78] See our companion StatPearls reference article on \"Nocturia.\" [78] The treatment of mixed urinary incontinence should always begin with the least invasive management option to determine if the symptoms become tolerable or minimized by the patient. The patient may be satisfied with improved rather than complete continence if invasive procedures are avoided, particularly if the patient's surgical risk is high. Behavioral therapies include:", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy. Nocturia not relieved by the above measures may require separate evaluation and treatment. [78] Nocturnal polyuria, for example, may require desmopressin. [78] Changing the administration timing of furosemide to 6 hours before bedtime may also be helpful. [78] See our companion StatPearls reference article on \"Nocturia.\" [78] The treatment of mixed urinary incontinence should always begin with the least invasive management option to determine if the symptoms become tolerable or minimized by the patient. The patient may be satisfied with improved rather than complete continence if invasive procedures are avoided, particularly if the patient's surgical risk is high. Behavioral therapies include:"}
{"id": "article-25209_27", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy", "content": "Biofeedback Bladder retraining (ie, timed voiding) Collagen injections Dietary changes (eg,  avoidance of coffee, tea, caffeine, soda, chocolates, or methylxanthines) Electrostimulation Kegel exercises Pelvic floor physical therapy Pessaries (properly selected and sized may require a specialist) [79] Pharmacologic agents include: Alpha-adrenergics (mirabegron, vibegron) Anticholinergics (oxybutynin, solifenacin, tolterodine, trospium) Calcium channel blockers (amlodipine, nifedipine, verapamil) Estrogen (Females) Selective serotonin and norepinephrine reuptake inhibitors (duloxetine). While effective, duloxetine has mental health side effects and increases suicide rates. It is not FDA-approved for stress incontinence. [80] [81] Tricyclic antidepressants (imipramine)", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy. Biofeedback Bladder retraining (ie, timed voiding) Collagen injections Dietary changes (eg,  avoidance of coffee, tea, caffeine, soda, chocolates, or methylxanthines) Electrostimulation Kegel exercises Pelvic floor physical therapy Pessaries (properly selected and sized may require a specialist) [79] Pharmacologic agents include: Alpha-adrenergics (mirabegron, vibegron) Anticholinergics (oxybutynin, solifenacin, tolterodine, trospium) Calcium channel blockers (amlodipine, nifedipine, verapamil) Estrogen (Females) Selective serotonin and norepinephrine reuptake inhibitors (duloxetine). While effective, duloxetine has mental health side effects and increases suicide rates. It is not FDA-approved for stress incontinence. [80] [81] Tricyclic antidepressants (imipramine)"}
{"id": "article-25209_28", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy", "content": "If standard pharmacological agents are inadequate, alternative therapies for intractable bladder overactivity include tibial nerve stimulation, botulinum A toxin detrusor injections, and sacral neuromodulation therapy. [4] [82] See our companion StatPearls reference articles on \"Urge Incontinence\" and \"Sacral Neuromodulation.\" [4] [82] External catheters (eg, condom catheters for men and low-pressure vacuum wick units for women) can be used for nocturnal enuresis and overnight incontinence management but will not cure the underlying problem. [83] [84] [85] [86] [87] [88]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Conservative Therapy. If standard pharmacological agents are inadequate, alternative therapies for intractable bladder overactivity include tibial nerve stimulation, botulinum A toxin detrusor injections, and sacral neuromodulation therapy. [4] [82] See our companion StatPearls reference articles on \"Urge Incontinence\" and \"Sacral Neuromodulation.\" [4] [82] External catheters (eg, condom catheters for men and low-pressure vacuum wick units for women) can be used for nocturnal enuresis and overnight incontinence management but will not cure the underlying problem. [83] [84] [85] [86] [87] [88]"}
{"id": "article-25209_29", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy", "content": "Surgery provides the best overall cure for mixed incontinence when there is significant prolapse with bothersome stress urinary incontinence and pelvic pressure symptoms. However, surgery deals only with the stress incontinence component; the urgency portion must be treated separately, usually with pharmacological agents. Controlling the overactive bladder component before surgery and ensuring patients fully understand the benefits and limitations of surgical procedures before the operation may help improve outcomes and patient satisfaction. Surgery aims to restore and reinforce the paraurethral connective tissue, the pubourethral ligaments, and the suburethral vaginal hammock at the mid-urethra level. Pelvic organ prolapse, rectoceles, and cystoceles may also require surgical repair. [89] [90] [91]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy. Surgery provides the best overall cure for mixed incontinence when there is significant prolapse with bothersome stress urinary incontinence and pelvic pressure symptoms. However, surgery deals only with the stress incontinence component; the urgency portion must be treated separately, usually with pharmacological agents. Controlling the overactive bladder component before surgery and ensuring patients fully understand the benefits and limitations of surgical procedures before the operation may help improve outcomes and patient satisfaction. Surgery aims to restore and reinforce the paraurethral connective tissue, the pubourethral ligaments, and the suburethral vaginal hammock at the mid-urethra level. Pelvic organ prolapse, rectoceles, and cystoceles may also require surgical repair. [89] [90] [91]"}
{"id": "article-25209_30", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy", "content": "The standard surgical therapy for stress urinary incontinence is a sling procedure (eg, mid-urethral slings). However, several abdominal and vaginal surgical options are available (eg, Marshall Marchetti Krantz, Burch, paravaginal repairs, laparoscopic procedures, modified Pereyra procedure, Stamey, Raz, and other sling surgeries). Most of these have similar cure rates. [77] [92] For details on sling procedures, see our companion StatPearls reference articles on \"Stress Incontinence\" and \"Pubovaginal Sling.\" [3] [77] For details on cystocele, rectocele, pelvic organ prolapse, and uterine prolapse, see our companion StatPearls reference articles on \"Cystocele,\" \"Rectocele,\" \"Pelvic Organ Prolapse,\" and \"Uterine Prolapse.\" [89] [90] [91] [93]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy. The standard surgical therapy for stress urinary incontinence is a sling procedure (eg, mid-urethral slings). However, several abdominal and vaginal surgical options are available (eg, Marshall Marchetti Krantz, Burch, paravaginal repairs, laparoscopic procedures, modified Pereyra procedure, Stamey, Raz, and other sling surgeries). Most of these have similar cure rates. [77] [92] For details on sling procedures, see our companion StatPearls reference articles on \"Stress Incontinence\" and \"Pubovaginal Sling.\" [3] [77] For details on cystocele, rectocele, pelvic organ prolapse, and uterine prolapse, see our companion StatPearls reference articles on \"Cystocele,\" \"Rectocele,\" \"Pelvic Organ Prolapse,\" and \"Uterine Prolapse.\" [89] [90] [91] [93]"}
{"id": "article-25209_31", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy", "content": "Perurethral bulking agents, adjustable continence therapy periurethral balloons, and artificial sphincters may also be used for stress incontinence. [3] While slings are generally a good option for isolated urinary stress incontinence, patients with mixed incontinence who have significant urinary urgency may not be satisfied with the postoperative results. [94] Predictors of poor patient satisfaction with stress incontinence surgery include significant preoperative overactive bladder symptoms, prolonged duration of incontinence, >9.5 years, requiring preoperative anticholinergic medications, and diabetes, as well as unrealistic patient expectations. [94]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy. Perurethral bulking agents, adjustable continence therapy periurethral balloons, and artificial sphincters may also be used for stress incontinence. [3] While slings are generally a good option for isolated urinary stress incontinence, patients with mixed incontinence who have significant urinary urgency may not be satisfied with the postoperative results. [94] Predictors of poor patient satisfaction with stress incontinence surgery include significant preoperative overactive bladder symptoms, prolonged duration of incontinence, >9.5 years, requiring preoperative anticholinergic medications, and diabetes, as well as unrealistic patient expectations. [94]"}
{"id": "article-25209_32", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy", "content": "Adjustable continence therapy devices : These devices consist of implantable periurethral balloons placed at the level of the bladder neck. [95] A special trocar creates a tunnel through which the balloons are placed. [95] Each balloon has an adjustment port placed in the scrotum or under the skin to allow for percutaneous access. [95] Adjustments can easily be made in the office or clinic. An open perineal approach has also been described for patients where the usual trocar tunneling procedure is unsafe or unsuitable. [96] Overall results are good, with continence rates consistently reported as over 50% in properly selected patients. [95] [96] [97] [98] [99] The surgery is simpler and less expensive than artificial sphincters. While the device creates a static degree of urethral compression, it is adjustable so the degree of urethral obstruction can be modified. This is a less invasive and simpler surgical option for many male and female patients, with a similar success rate compared to the artificial urinary sphincter. [100] [101] [102] [103] [104] Adjustable continence therapy devices constitute a severely underutilized therapeutic option for patients with stress incontinence as they offer a significantly less invasive option to artificial urinary sphincters. [99]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy. Adjustable continence therapy devices : These devices consist of implantable periurethral balloons placed at the level of the bladder neck. [95] A special trocar creates a tunnel through which the balloons are placed. [95] Each balloon has an adjustment port placed in the scrotum or under the skin to allow for percutaneous access. [95] Adjustments can easily be made in the office or clinic. An open perineal approach has also been described for patients where the usual trocar tunneling procedure is unsafe or unsuitable. [96] Overall results are good, with continence rates consistently reported as over 50% in properly selected patients. [95] [96] [97] [98] [99] The surgery is simpler and less expensive than artificial sphincters. While the device creates a static degree of urethral compression, it is adjustable so the degree of urethral obstruction can be modified. This is a less invasive and simpler surgical option for many male and female patients, with a similar success rate compared to the artificial urinary sphincter. [100] [101] [102] [103] [104] Adjustable continence therapy devices constitute a severely underutilized therapeutic option for patients with stress incontinence as they offer a significantly less invasive option to artificial urinary sphincters. [99]"}
{"id": "article-25209_33", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy", "content": "Artificial urinary sphincters : These devices are FDA-approved for use in both men and women with significant incontinence not amenable to other treatments. The usual indication for an artificial sphincter is neurogenic stress incontinence and persistent incontinence after prior surgery. [105] Artificial sphincters are essentially a treatment of last resort when lesser invasive options have failed. In this complex group of patients, outcomes with the artificial sphincter are reportedly quite good, even in women over 75 years of age with otherwise intractable stress incontinence. [106] [107] [108] [109] [110] [111] Unlike other surgical corrective procedures for stress incontinence, an artificial sphincter can uniquely adjust and lower urethral resistance during voiding while maintaining high resistance and continence. [105] This makes it particularly suitable for patients with significant detrusor weakness. [105] Complications of artificial sphincters include atrophy, erosion, device failure, scarring, and infection. [112] Due to cost and technical difficulty in implantation, artificial sphincters are a significantly underutilized treatment modality. Recent innovations in implantation using laparoscopic and robotic techniques have reduced postoperative complications, and worldwide usage is increasing. [112] [113] [114] Further improvements in the device and implantation techniques should help increase its utilization. [115]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy. Artificial urinary sphincters : These devices are FDA-approved for use in both men and women with significant incontinence not amenable to other treatments. The usual indication for an artificial sphincter is neurogenic stress incontinence and persistent incontinence after prior surgery. [105] Artificial sphincters are essentially a treatment of last resort when lesser invasive options have failed. In this complex group of patients, outcomes with the artificial sphincter are reportedly quite good, even in women over 75 years of age with otherwise intractable stress incontinence. [106] [107] [108] [109] [110] [111] Unlike other surgical corrective procedures for stress incontinence, an artificial sphincter can uniquely adjust and lower urethral resistance during voiding while maintaining high resistance and continence. [105] This makes it particularly suitable for patients with significant detrusor weakness. [105] Complications of artificial sphincters include atrophy, erosion, device failure, scarring, and infection. [112] Due to cost and technical difficulty in implantation, artificial sphincters are a significantly underutilized treatment modality. Recent innovations in implantation using laparoscopic and robotic techniques have reduced postoperative complications, and worldwide usage is increasing. [112] [113] [114] Further improvements in the device and implantation techniques should help increase its utilization. [115]"}
{"id": "article-25209_34", "title": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy", "content": "Intrinsic Sphincter Deficiency : Intrinsic sphincter deficiency is due to the loss of urethral muscle tone from neuromuscular damage (eg, repeated incontinence or pelvic surgeries). Intrinsic sphincter deficiency may sometimes be associated with urethral hypermobility. Leakage tends to be severe and may be continuous. Even minimal increases in abdominal pressure can cause significant incontinence. Treatment is similar to standard stress incontinence therapies, but the condition is more challenging to treat, and surgical outcomes are generally not as good. Midurethral slings are usually the preferred surgical option. Still, other sling types, urethral bulking agents, adjustable continence therapy device periurethral balloons, and artificial sphincters may also be considered for both male and female incontinence patients. [97] [100] [104] [116] [117] [118] [119] For details on sling procedures, see our companion StatPearls reference articles on \"Stress Incontinence\" and \"Pubovaginal Sling.\" [3] [77] Artificial sphincters tend to provide a better functional result in female patients with intrinsic sphincter deficiency than other surgeries, but they also have a higher rate of intraoperative and postoperative complications, take more operating room time to implant, are more prone to device failures, and require a longer inpatient hospital stay. [120]", "contents": "Mixed Urinary Incontinence -- Treatment / Management -- Surgical Therapy. Intrinsic Sphincter Deficiency : Intrinsic sphincter deficiency is due to the loss of urethral muscle tone from neuromuscular damage (eg, repeated incontinence or pelvic surgeries). Intrinsic sphincter deficiency may sometimes be associated with urethral hypermobility. Leakage tends to be severe and may be continuous. Even minimal increases in abdominal pressure can cause significant incontinence. Treatment is similar to standard stress incontinence therapies, but the condition is more challenging to treat, and surgical outcomes are generally not as good. Midurethral slings are usually the preferred surgical option. Still, other sling types, urethral bulking agents, adjustable continence therapy device periurethral balloons, and artificial sphincters may also be considered for both male and female incontinence patients. [97] [100] [104] [116] [117] [118] [119] For details on sling procedures, see our companion StatPearls reference articles on \"Stress Incontinence\" and \"Pubovaginal Sling.\" [3] [77] Artificial sphincters tend to provide a better functional result in female patients with intrinsic sphincter deficiency than other surgeries, but they also have a higher rate of intraoperative and postoperative complications, take more operating room time to implant, are more prone to device failures, and require a longer inpatient hospital stay. [120]"}
{"id": "article-25209_35", "title": "Mixed Urinary Incontinence -- Differential Diagnosis", "content": "Differential diagnoses include the following: Benign prostatic hyperplasia (BPH) Cystocele, rectocele Acute or chronic cystitis Interstitial cystitis Multiple sclerosis Prostatitis Radiation cystitis Spinal cord abscess Spinal cord neoplasms Spinal cord trauma Urinary obstruction Urinary tract infections in males Uterine prolapse Vaginitis", "contents": "Mixed Urinary Incontinence -- Differential Diagnosis. Differential diagnoses include the following: Benign prostatic hyperplasia (BPH) Cystocele, rectocele Acute or chronic cystitis Interstitial cystitis Multiple sclerosis Prostatitis Radiation cystitis Spinal cord abscess Spinal cord neoplasms Spinal cord trauma Urinary obstruction Urinary tract infections in males Uterine prolapse Vaginitis"}
{"id": "article-25209_36", "title": "Mixed Urinary Incontinence -- Prognosis", "content": "If a patient desires stress urinary incontinence to be cured with no leakage, proper informed consent for surgical treatment should be discussed and explained to the patient. Counseling regarding surgical success rates must be included. Both abdominal and vaginal surgical approaches offer similar rates of approximately 86% for a cure, 7% for improvement, and a 7% failure rate. [92] A clinical cure, meaning no further incontinence, indicates that the patient will not need further postoperative treatment or urodynamic testing. Clinical improvement with occasional intermittent incontinence or failed procedures may require urodynamic testing to differentiate stress versus urge incontinence or any other subtypes and variations.", "contents": "Mixed Urinary Incontinence -- Prognosis. If a patient desires stress urinary incontinence to be cured with no leakage, proper informed consent for surgical treatment should be discussed and explained to the patient. Counseling regarding surgical success rates must be included. Both abdominal and vaginal surgical approaches offer similar rates of approximately 86% for a cure, 7% for improvement, and a 7% failure rate. [92] A clinical cure, meaning no further incontinence, indicates that the patient will not need further postoperative treatment or urodynamic testing. Clinical improvement with occasional intermittent incontinence or failed procedures may require urodynamic testing to differentiate stress versus urge incontinence or any other subtypes and variations."}
{"id": "article-25209_37", "title": "Mixed Urinary Incontinence -- Prognosis", "content": "Behavioral or medical therapy may be necessary in refractory cases, with the possibility of another reoperation as a last resort. Newer surgical approaches (periurethral bulking agents, adjustable continence device therapy, and artificial sphincters) can successfully relieve stress incontinence symptoms in both men and women who have failed other treatments. [3] Sacral neuromodulation, botulinum A toxin detrusor injections, and tibial nerve stimulation can often help patients with otherwise intractable urgency and overactive bladder symptoms refractory to standard pharmacological therapy. [4] [82]", "contents": "Mixed Urinary Incontinence -- Prognosis. Behavioral or medical therapy may be necessary in refractory cases, with the possibility of another reoperation as a last resort. Newer surgical approaches (periurethral bulking agents, adjustable continence device therapy, and artificial sphincters) can successfully relieve stress incontinence symptoms in both men and women who have failed other treatments. [3] Sacral neuromodulation, botulinum A toxin detrusor injections, and tibial nerve stimulation can often help patients with otherwise intractable urgency and overactive bladder symptoms refractory to standard pharmacological therapy. [4] [82]"}
{"id": "article-25209_38", "title": "Mixed Urinary Incontinence -- Complications", "content": "The risk of surgical treatment pertinent to stress urinary incontinence should also be documented and explained to the patient. Risks include the following: [92] Bleeding Infection Injury to the genitourinary or gastrointestinal tract Persistent or recurrent urinary incontinence or prolapse Postop dyspareunia [92]", "contents": "Mixed Urinary Incontinence -- Complications. The risk of surgical treatment pertinent to stress urinary incontinence should also be documented and explained to the patient. Risks include the following: [92] Bleeding Infection Injury to the genitourinary or gastrointestinal tract Persistent or recurrent urinary incontinence or prolapse Postop dyspareunia [92]"}
{"id": "article-25209_39", "title": "Mixed Urinary Incontinence -- Postoperative and Rehabilitation Care", "content": "Postoperative patients may require prolonged catheterization either with a urethral or suprapubic catheter. The postvoid residual urine should be less than 100 mL. Any voiding dysfunction after catheter removal usually resolves spontaneously within a few days to weeks. Coital activity should be avoided at least 6 weeks postop to prevent disruption of the surgical site until healing is complete. The patient also should be told no heavy lifting over 25 lbs to avoid increasing intraabdominal pressure that may give rise to recurrent prolapse and incontinence.", "contents": "Mixed Urinary Incontinence -- Postoperative and Rehabilitation Care. Postoperative patients may require prolonged catheterization either with a urethral or suprapubic catheter. The postvoid residual urine should be less than 100 mL. Any voiding dysfunction after catheter removal usually resolves spontaneously within a few days to weeks. Coital activity should be avoided at least 6 weeks postop to prevent disruption of the surgical site until healing is complete. The patient also should be told no heavy lifting over 25 lbs to avoid increasing intraabdominal pressure that may give rise to recurrent prolapse and incontinence."}
{"id": "article-25209_40", "title": "Mixed Urinary Incontinence -- Deterrence and Patient Education", "content": "Education involving the patient, the public in general, and healthcare clinicians is necessary to provide the best patient outcomes according to evidence-based medicine. Websites of reliable sources that offer free patient education and informational resources on incontinence include:", "contents": "Mixed Urinary Incontinence -- Deterrence and Patient Education. Education involving the patient, the public in general, and healthcare clinicians is necessary to provide the best patient outcomes according to evidence-based medicine. Websites of reliable sources that offer free patient education and informational resources on incontinence include:"}
{"id": "article-25209_41", "title": "Mixed Urinary Incontinence -- Deterrence and Patient Education", "content": "The American College of Obstetrics and Gynecology Website: [ acog.org/womens-health/faqs/urinary-incontinence ] Patient education from the American Urological Association and the Urology Care Foundation Website: [ urologyhealth.org/urinary-incontinence ] National Association for Continence (NAFC) Website: [ nafc.org/mixed-incontinence ] Phone: 800-252-3337 The Simon Foundation for Continence Website: [ simonfoundation.org ] Phone: 800-237-4666 European Association of Urology Patient Education on Incontinence Website: [ urinary-incontinence ] Continence Worldwide (Continence patient educational resources outside the United States) Website: [www.ics.org/public] International Urogynecological Association (IUGA) Website: [ yourpelvicfloor.org ] United Kingdom National Health Services Patient Information Website: [ nhs.uk/conditions/urinary-incontinence ] Continence Foundation of Australia Website: [ continence.org.au/urinary-incontinence ]", "contents": "Mixed Urinary Incontinence -- Deterrence and Patient Education. The American College of Obstetrics and Gynecology Website: [ acog.org/womens-health/faqs/urinary-incontinence ] Patient education from the American Urological Association and the Urology Care Foundation Website: [ urologyhealth.org/urinary-incontinence ] National Association for Continence (NAFC) Website: [ nafc.org/mixed-incontinence ] Phone: 800-252-3337 The Simon Foundation for Continence Website: [ simonfoundation.org ] Phone: 800-237-4666 European Association of Urology Patient Education on Incontinence Website: [ urinary-incontinence ] Continence Worldwide (Continence patient educational resources outside the United States) Website: [www.ics.org/public] International Urogynecological Association (IUGA) Website: [ yourpelvicfloor.org ] United Kingdom National Health Services Patient Information Website: [ nhs.uk/conditions/urinary-incontinence ] Continence Foundation of Australia Website: [ continence.org.au/urinary-incontinence ]"}
{"id": "article-25209_42", "title": "Mixed Urinary Incontinence -- Pearls and Other Issues", "content": "Key facts to keep in mind with urinary incontinence include: Giving patients realistic treatment expectations right at the beginning can help them accept a less-than-perfect outcome. Treat the most bothersome symptoms first, which are usually urgent and frequent and amenable to pharmacological treatments. While post-void residual determinations are not required before initiating clinical treatment, many experts suggest checking this to avoid overlooking possible overflow incontinence. A 24-hour voiding diary (frequency/volume) can be very helpful in sorting out a complex incontinence problem. [55] [56] Consider using a pessary as it can immediately relieve stress incontinence symptoms. If unsatisfactory for any reason, it can be removed. Adjustable continence devices and artificial sphincters are underutilized procedures that should be discussed and offered to appropriate patients, especially women.", "contents": "Mixed Urinary Incontinence -- Pearls and Other Issues. Key facts to keep in mind with urinary incontinence include: Giving patients realistic treatment expectations right at the beginning can help them accept a less-than-perfect outcome. Treat the most bothersome symptoms first, which are usually urgent and frequent and amenable to pharmacological treatments. While post-void residual determinations are not required before initiating clinical treatment, many experts suggest checking this to avoid overlooking possible overflow incontinence. A 24-hour voiding diary (frequency/volume) can be very helpful in sorting out a complex incontinence problem. [55] [56] Consider using a pessary as it can immediately relieve stress incontinence symptoms. If unsatisfactory for any reason, it can be removed. Adjustable continence devices and artificial sphincters are underutilized procedures that should be discussed and offered to appropriate patients, especially women."}
{"id": "article-25209_43", "title": "Mixed Urinary Incontinence -- Pearls and Other Issues", "content": "A disposable self-inserted intravaginal pessary is undergoing clinical trials. Over 87% of female users have reported a reduction in leakage by at least 50% with no severe adverse effects. [121] Consider using low-pressure external vacuum wick incontinence units for nocturnal enuresis and incontinence management at night for women and a condom catheter for men. [87] [88] While it does not cure incontinence, it minimizes side effects, keeps the skin dry, and helps manage wetness at least overnight.", "contents": "Mixed Urinary Incontinence -- Pearls and Other Issues. A disposable self-inserted intravaginal pessary is undergoing clinical trials. Over 87% of female users have reported a reduction in leakage by at least 50% with no severe adverse effects. [121] Consider using low-pressure external vacuum wick incontinence units for nocturnal enuresis and incontinence management at night for women and a condom catheter for men. [87] [88] While it does not cure incontinence, it minimizes side effects, keeps the skin dry, and helps manage wetness at least overnight."}
{"id": "article-25209_44", "title": "Mixed Urinary Incontinence -- Enhancing Healthcare Team Outcomes", "content": "Urinary incontinence is a salient issue in any primary care clinician's practice. Clinicians should perform a thorough history and workup to establish an accurate differential diagnosis before discussing treatment strategies. Clinicians should inform the patient of all treatment options available before deciding on further management. Not all treatment is intended to cure the patient of all symptoms completely. Even if the incontinence is reduced in severity to a level where the patient is satisfied with the quality of life, this should still be considered a success. A clear understanding of patient expectations is paramount when collaborating with other health team members.", "contents": "Mixed Urinary Incontinence -- Enhancing Healthcare Team Outcomes. Urinary incontinence is a salient issue in any primary care clinician's practice. Clinicians should perform a thorough history and workup to establish an accurate differential diagnosis before discussing treatment strategies. Clinicians should inform the patient of all treatment options available before deciding on further management. Not all treatment is intended to cure the patient of all symptoms completely. Even if the incontinence is reduced in severity to a level where the patient is satisfied with the quality of life, this should still be considered a success. A clear understanding of patient expectations is paramount when collaborating with other health team members."}
{"id": "article-25209_45", "title": "Mixed Urinary Incontinence -- Enhancing Healthcare Team Outcomes", "content": "All possible reasons for failing to meet expectations should also be explained to the patient. It is the ethical responsibility of all health professionals to advise patients of the least invasive treatment (eg, behavioral modification or medications) options before proceeding to surgical plans. An interprofessional approach with excellent communication is essential when urogynecologists, urologists, or other healthcare clinicians become involved in management to improve outcomes.", "contents": "Mixed Urinary Incontinence -- Enhancing Healthcare Team Outcomes. All possible reasons for failing to meet expectations should also be explained to the patient. It is the ethical responsibility of all health professionals to advise patients of the least invasive treatment (eg, behavioral modification or medications) options before proceeding to surgical plans. An interprofessional approach with excellent communication is essential when urogynecologists, urologists, or other healthcare clinicians become involved in management to improve outcomes."}
{"id": "article-25209_46", "title": "Mixed Urinary Incontinence -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mixed Urinary Incontinence -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}