{"id": "article-22173_0", "title": "Genetics, Mosaicism -- Introduction", "content": "Genetic mosaicism is defined as the presence of two or more cell lineages with different genotypes arising from a single zygote in a single individual. In contrast, if distinct cell lines derived from different zygotes, the term is now known as chimerism. Genetic mosaicism is a postzygotic mutation. [1] [2]", "contents": "Genetics, Mosaicism -- Introduction. Genetic mosaicism is defined as the presence of two or more cell lineages with different genotypes arising from a single zygote in a single individual. In contrast, if distinct cell lines derived from different zygotes, the term is now known as chimerism. Genetic mosaicism is a postzygotic mutation. [1] [2]"}
{"id": "article-22173_1", "title": "Genetics, Mosaicism -- Introduction", "content": "Since an adult human being requires countless cell divisions for its development (approximately 10 to the 16th power or, virtually, 10,000,000,000,000,000 mitoses) and every cell division carries a risk for genetic mistakes, each person has at least one genotypically distinct cell in their body; thus every individual is a mosaic. Also, probably all the cells within every single human being encompass numerous mutations that could potentially explain every human genetic disease. Nonetheless, only a minimum of these mutational events affects the individual’s well-being, while most are phenotypically silent (i.e., mutations are not relevant for cell function, mutant cells are eliminated by apoptosis). Mosaicism appears to be responsible for an enormous amount of pathologies, ranging from chromosomal abnormalities, such as Turner syndrome, to a myriad of cancers. Both benign and malignant tumors constitute evidence of somatic mosaicism in the human body. [3] [4] [5] [6]", "contents": "Genetics, Mosaicism -- Introduction. Since an adult human being requires countless cell divisions for its development (approximately 10 to the 16th power or, virtually, 10,000,000,000,000,000 mitoses) and every cell division carries a risk for genetic mistakes, each person has at least one genotypically distinct cell in their body; thus every individual is a mosaic. Also, probably all the cells within every single human being encompass numerous mutations that could potentially explain every human genetic disease. Nonetheless, only a minimum of these mutational events affects the individual’s well-being, while most are phenotypically silent (i.e., mutations are not relevant for cell function, mutant cells are eliminated by apoptosis). Mosaicism appears to be responsible for an enormous amount of pathologies, ranging from chromosomal abnormalities, such as Turner syndrome, to a myriad of cancers. Both benign and malignant tumors constitute evidence of somatic mosaicism in the human body. [3] [4] [5] [6]"}
{"id": "article-22173_2", "title": "Genetics, Mosaicism -- Development", "content": "A zygote in humans forms from the fusion of sperm (23 chromosomes) and an ovum (23 chromosomes), the zygote divides by mitosis to form the whole human body. Ideally, all descend of the zygote must have an identical genome, but it does not always happen. Mosaicism occurs at one of the stages after a zygote forms. [7] [1] Mosaicism is basically of two types: Somatic Mosaicism: More than one cell lineage in somatic cells, although, it does not pass to the offsprings as the sperm and oocytes (Germ cells) are not affected some recent studies shows the somatic mosaicism occurred during the preimplantation stage may affect both somatic and germline cells of the embryo. [8] [9] Germline Mosaicism: More than one cell lineage in germline cells, this passes to the offspring. The individual will not be affected if only germline cells are mutated, but the mosaicism will pass to and may affect the offspring. [10] [11] [12]", "contents": "Genetics, Mosaicism -- Development. A zygote in humans forms from the fusion of sperm (23 chromosomes) and an ovum (23 chromosomes), the zygote divides by mitosis to form the whole human body. Ideally, all descend of the zygote must have an identical genome, but it does not always happen. Mosaicism occurs at one of the stages after a zygote forms. [7] [1] Mosaicism is basically of two types: Somatic Mosaicism: More than one cell lineage in somatic cells, although, it does not pass to the offsprings as the sperm and oocytes (Germ cells) are not affected some recent studies shows the somatic mosaicism occurred during the preimplantation stage may affect both somatic and germline cells of the embryo. [8] [9] Germline Mosaicism: More than one cell lineage in germline cells, this passes to the offspring. The individual will not be affected if only germline cells are mutated, but the mosaicism will pass to and may affect the offspring. [10] [11] [12]"}
{"id": "article-22173_3", "title": "Genetics, Mosaicism -- Development", "content": "Somatic or Constitutional mosaicism occurs at an embryonic or pre-embryonic stage and becomes an integral part of an organism. Conversely, somatic mosaicism arises exclusively from post-embryonic changes. [13] [14] Constitutional/somatic mosaicism occurs due to errors in the segregation of chromosomes during mitosis or gametogenesis. [15] Mosaic embryos may be categorized into three groups (Image 1):", "contents": "Genetics, Mosaicism -- Development. Somatic or Constitutional mosaicism occurs at an embryonic or pre-embryonic stage and becomes an integral part of an organism. Conversely, somatic mosaicism arises exclusively from post-embryonic changes. [13] [14] Constitutional/somatic mosaicism occurs due to errors in the segregation of chromosomes during mitosis or gametogenesis. [15] Mosaic embryos may be categorized into three groups (Image 1):"}
{"id": "article-22173_4", "title": "Genetics, Mosaicism -- Development", "content": "Aneuploid mosaic involves a mixture of distinct aneuploid genotypes in an organism whose entire cellular composition is abnormal. [16] Chromosomal Aneuploid mosaic whole chromosome is missing (45 chromosomes instead of 46) or one extra chromosome (47 chromosomes instead of 46) in a cell. [17] [18]", "contents": "Genetics, Mosaicism -- Development. Aneuploid mosaic involves a mixture of distinct aneuploid genotypes in an organism whose entire cellular composition is abnormal. [16] Chromosomal Aneuploid mosaic whole chromosome is missing (45 chromosomes instead of 46) or one extra chromosome (47 chromosomes instead of 46) in a cell. [17] [18]"}
{"id": "article-22173_5", "title": "Genetics, Mosaicism -- Development", "content": "Euploid-aneuploid mosaic relates to a mixture of euploid and aneuploid cell populations in an individual. Some cells of the body are aneuploid (45 or 47 chromosomes), while some are euploid (46 chromosomes). The severity of the clinical condition depends on the proportion of the euploid cells. This mosaicism is more common than as the embryo has more chances to survive during intrauterine life. [11] [19]", "contents": "Genetics, Mosaicism -- Development. Euploid-aneuploid mosaic relates to a mixture of euploid and aneuploid cell populations in an individual. Some cells of the body are aneuploid (45 or 47 chromosomes), while some are euploid (46 chromosomes). The severity of the clinical condition depends on the proportion of the euploid cells. This mosaicism is more common than as the embryo has more chances to survive during intrauterine life. [11] [19]"}
{"id": "article-22173_6", "title": "Genetics, Mosaicism -- Development", "content": "Ploidy mosaics , commonly termed as mixoploid embryos , implicate a combination of different multiples of the normal haploid chromosome number. [20] An entire set of the chromosome is found access in a cell (e.g., triploidy 69 chromosomes, tetraploidy 92), embryos with predominant triploidy, or tetraploidy generally do not survive. Triploid and tetraploid cells can physiologically found in liver and bone marrow cells. [21] [22] [20]", "contents": "Genetics, Mosaicism -- Development. Ploidy mosaics , commonly termed as mixoploid embryos , implicate a combination of different multiples of the normal haploid chromosome number. [20] An entire set of the chromosome is found access in a cell (e.g., triploidy 69 chromosomes, tetraploidy 92), embryos with predominant triploidy, or tetraploidy generally do not survive. Triploid and tetraploid cells can physiologically found in liver and bone marrow cells. [21] [22] [20]"}
{"id": "article-22173_7", "title": "Genetics, Mosaicism -- Development", "content": "The distribution and phenotypical findings largely depend on the precise time in which the mutation occurs during embryonic development. If a mutation arises during initial mitosis after fertilization, approximately half of all the individual’s cells will harbor the new mutation, which may manifest as a demarcation of affected and unaffected tissue along the midline. Likewise, although the exact moment of left-right separation in humans is unknown, mutation occurring after this dissociation present with affected cells and tissues that are less likely to cross the midline. Finally, mutations that occur before primordial germ cell differentiation (approximately before 15 mitotic divisions) may be present in both somatic and germ tissues. Otherwise, if emerging after this period, abnormal cells are confined to either somatic or germinal lineages. Therefore, establishing the timing of a mutation may suggest the proportion of mutant cells and, consequently, the potential recurrence risk for transmission of the same mutation to additional offspring. [6]", "contents": "Genetics, Mosaicism -- Development. The distribution and phenotypical findings largely depend on the precise time in which the mutation occurs during embryonic development. If a mutation arises during initial mitosis after fertilization, approximately half of all the individual’s cells will harbor the new mutation, which may manifest as a demarcation of affected and unaffected tissue along the midline. Likewise, although the exact moment of left-right separation in humans is unknown, mutation occurring after this dissociation present with affected cells and tissues that are less likely to cross the midline. Finally, mutations that occur before primordial germ cell differentiation (approximately before 15 mitotic divisions) may be present in both somatic and germ tissues. Otherwise, if emerging after this period, abnormal cells are confined to either somatic or germinal lineages. Therefore, establishing the timing of a mutation may suggest the proportion of mutant cells and, consequently, the potential recurrence risk for transmission of the same mutation to additional offspring. [6]"}
{"id": "article-22173_8", "title": "Genetics, Mosaicism -- Cellular", "content": "On the base of cells affected, mosaicism can classify as two types.", "contents": "Genetics, Mosaicism -- Cellular. On the base of cells affected, mosaicism can classify as two types."}
{"id": "article-22173_9", "title": "Genetics, Mosaicism -- Cellular", "content": "General mosaicism : Two or more cell lines are present in the entire organism. The mosaicism should have been present before the differentiation starts. General mosaicism may also result because of affected paternal germ cell (sperm) and/or maternal germ cell (oocytes). [18] [23] [24]", "contents": "Genetics, Mosaicism -- Cellular. General mosaicism : Two or more cell lines are present in the entire organism. The mosaicism should have been present before the differentiation starts. General mosaicism may also result because of affected paternal germ cell (sperm) and/or maternal germ cell (oocytes). [18] [23] [24]"}
{"id": "article-22173_10", "title": "Genetics, Mosaicism -- Cellular", "content": "Confined Mosaicism : In Confined mosaicism, only particular body parts or organs (e.g., brain, heart, liver, etc. ) are affected instead of the entire organism. Confined placental mosaicism may develop during the organogenesis or growth of the organ. [25] [26]", "contents": "Genetics, Mosaicism -- Cellular. Confined Mosaicism : In Confined mosaicism, only particular body parts or organs (e.g., brain, heart, liver, etc. ) are affected instead of the entire organism. Confined placental mosaicism may develop during the organogenesis or growth of the organ. [25] [26]"}
{"id": "article-22173_11", "title": "Genetics, Mosaicism -- Cellular", "content": "The effect on the cell depends on the type of mutation in the genotype; cells with different genotypes may have identical structures without affecting the function. It may happen when the genotype variation is within the recessive or nonexpressive area of the chromosome. [27] [28]", "contents": "Genetics, Mosaicism -- Cellular. The effect on the cell depends on the type of mutation in the genotype; cells with different genotypes may have identical structures without affecting the function. It may happen when the genotype variation is within the recessive or nonexpressive area of the chromosome. [27] [28]"}
{"id": "article-22173_12", "title": "Genetics, Mosaicism -- Cellular", "content": "Mosaicism is the result of genetic alteration (Single nucleotide variants, chromosomal aberrations, copy number variants, etc.); that may be present in the germline or somatic cells of the body. Mosaicism may derive from the parental cells, or it may be sporadic. The tissues affected by the mosaicism depends on the amount and proportion of the cells affected. It may be restricted to non-gonadal tissue, gonadal tissue, or may affect all tissues of the body. [9] [29]", "contents": "Genetics, Mosaicism -- Cellular. Mosaicism is the result of genetic alteration (Single nucleotide variants, chromosomal aberrations, copy number variants, etc.); that may be present in the germline or somatic cells of the body. Mosaicism may derive from the parental cells, or it may be sporadic. The tissues affected by the mosaicism depends on the amount and proportion of the cells affected. It may be restricted to non-gonadal tissue, gonadal tissue, or may affect all tissues of the body. [9] [29]"}
{"id": "article-22173_13", "title": "Genetics, Mosaicism -- Cellular", "content": "Phenotypical expression depends on the number of cells affected. The phenotypical expression may happen during intrauterine life, after birth, or even in late-life on the base of the trigger factors. [30] [31]", "contents": "Genetics, Mosaicism -- Cellular. Phenotypical expression depends on the number of cells affected. The phenotypical expression may happen during intrauterine life, after birth, or even in late-life on the base of the trigger factors. [30] [31]"}
{"id": "article-22173_14", "title": "Genetics, Mosaicism -- Biochemical", "content": "Gene-level mutations can also result in mosaicism by one of the following mechanisms. A single nucleotide changes, small insertion or deletion, trinucleotide repeat expansion and contraction, autonomous mobile element insertion, etc. [6]", "contents": "Genetics, Mosaicism -- Biochemical. Gene-level mutations can also result in mosaicism by one of the following mechanisms. A single nucleotide changes, small insertion or deletion, trinucleotide repeat expansion and contraction, autonomous mobile element insertion, etc. [6]"}
{"id": "article-22173_15", "title": "Genetics, Mosaicism -- Biochemical", "content": "Mutation in the chromosome or gene can affect the biochemical expression of the cell. It may affect the amount and/or quality of the biochemical expression of the cell. For example, the production of myelin basic protein (MBP) for the optic nerve and spinal cord is affected in heterozygous female mice for (rsh) rumpshaker, an X-linked mutation. [32] Tetrasomy 3q26.32-q29 may lead to hyperpigmentation. [33] In X-linked agammaglobulinemia, the individual fails to produce plasma cells and antibodies. [34] Some studies reported Trisomy 13 mosaicism associated with reduced production of melanin (hypomelanosis) by Ito cells. [35]", "contents": "Genetics, Mosaicism -- Biochemical. Mutation in the chromosome or gene can affect the biochemical expression of the cell. It may affect the amount and/or quality of the biochemical expression of the cell. For example, the production of myelin basic protein (MBP) for the optic nerve and spinal cord is affected in heterozygous female mice for (rsh) rumpshaker, an X-linked mutation. [32] Tetrasomy 3q26.32-q29 may lead to hyperpigmentation. [33] In X-linked agammaglobulinemia, the individual fails to produce plasma cells and antibodies. [34] Some studies reported Trisomy 13 mosaicism associated with reduced production of melanin (hypomelanosis) by Ito cells. [35]"}
{"id": "article-22173_16", "title": "Genetics, Mosaicism -- Molecular Level", "content": "The early embryo is susceptible to mitotic errors due to the inactivation of the genome at fertilization. During the first three cell divisions, the embryo is dependent on oocyte cytoplasmic transcriptomes. Embryonic genome activation initiates after the third cleavage-stage; even some genes that encode critical proteins for cell division do not express until the blastocyst stage.  Accordingly, laboratory detection of mosaicism has been reported as elevated as 70 and 90% of all cleavage- and blastocyst-stage embryos that derive from in vitro fertilization, respectively. [36] [18]", "contents": "Genetics, Mosaicism -- Molecular Level. The early embryo is susceptible to mitotic errors due to the inactivation of the genome at fertilization. During the first three cell divisions, the embryo is dependent on oocyte cytoplasmic transcriptomes. Embryonic genome activation initiates after the third cleavage-stage; even some genes that encode critical proteins for cell division do not express until the blastocyst stage.  Accordingly, laboratory detection of mosaicism has been reported as elevated as 70 and 90% of all cleavage- and blastocyst-stage embryos that derive from in vitro fertilization, respectively. [36] [18]"}
{"id": "article-22173_17", "title": "Genetics, Mosaicism -- Function", "content": "Depending on the population of cells affected, the mosaicism can affect the function. Mosaicism expresses and affects the function as per the examples given below. Mosaic loss of chromosome Y in blood cells increases morbidity and mortality in old age. [37] Mosaic Klinefelter syndrome (46, XY/47, XXY) causes the small size of testes and reduced production of testosterone by the gonads. [38] Frequency of low-level and high-level mosaicism has a role in sporadic retinoblastoma severity and the onset of the retinoblastoma. [39] A mosaic variant on SMC1A has been found in buccal mucosa cells of Clinically diagnosed Cornelia de Lange syndrome (CdLS) patients. [40]", "contents": "Genetics, Mosaicism -- Function. Depending on the population of cells affected, the mosaicism can affect the function. Mosaicism expresses and affects the function as per the examples given below. Mosaic loss of chromosome Y in blood cells increases morbidity and mortality in old age. [37] Mosaic Klinefelter syndrome (46, XY/47, XXY) causes the small size of testes and reduced production of testosterone by the gonads. [38] Frequency of low-level and high-level mosaicism has a role in sporadic retinoblastoma severity and the onset of the retinoblastoma. [39] A mosaic variant on SMC1A has been found in buccal mucosa cells of Clinically diagnosed Cornelia de Lange syndrome (CdLS) patients. [40]"}
{"id": "article-22173_18", "title": "Genetics, Mosaicism -- Function", "content": "In some mosaics, the functions are not affected; it may be due to nonexpressive mutation, recessive mutation, or low amount of cells affected. It can be understood with the example of an X-linked recessive disorder.", "contents": "Genetics, Mosaicism -- Function. In some mosaics, the functions are not affected; it may be due to nonexpressive mutation, recessive mutation, or low amount of cells affected. It can be understood with the example of an X-linked recessive disorder."}
{"id": "article-22173_19", "title": "Genetics, Mosaicism -- Function", "content": "X-Chromosome associated disorder like Rett's Syndrome, (Mutation of MECp2 gene) is fatal for male as the male have only one X chromosome. But if the male is mosaic for the specific gene, it means more cells are with normal X-chromosome than the male has chances of survival. [41]", "contents": "Genetics, Mosaicism -- Function. X-Chromosome associated disorder like Rett's Syndrome, (Mutation of MECp2 gene) is fatal for male as the male have only one X chromosome. But if the male is mosaic for the specific gene, it means more cells are with normal X-chromosome than the male has chances of survival. [41]"}
{"id": "article-22173_20", "title": "Genetics, Mosaicism -- Function", "content": "Some investigators suggest that mosaicism may be a potential protective survival mechanism. Based on the fact that only a few autosomal and sex aneuploidies are compatible with human life (i.e., trisomy of chromosomes 13, 18, 21), a broader range of aneuploidies has been described in the mosaic state. For example, mosaic trisomies reported in the literature include chromosomes 8 (Warkany syndrome), 14, 16, and 17. Furthermore, while autosomal monosomy in humans is considered essentially lethal, with only a couple of cases reported for monosomy 21, a mosaic state worth noting involves isochromosome 12p, also known as Pallister–Killian syndrome. Survival is hypothetically possible due to the presence of a sufficient proportion of healthy cells. [5] [6] [42]", "contents": "Genetics, Mosaicism -- Function. Some investigators suggest that mosaicism may be a potential protective survival mechanism. Based on the fact that only a few autosomal and sex aneuploidies are compatible with human life (i.e., trisomy of chromosomes 13, 18, 21), a broader range of aneuploidies has been described in the mosaic state. For example, mosaic trisomies reported in the literature include chromosomes 8 (Warkany syndrome), 14, 16, and 17. Furthermore, while autosomal monosomy in humans is considered essentially lethal, with only a couple of cases reported for monosomy 21, a mosaic state worth noting involves isochromosome 12p, also known as Pallister–Killian syndrome. Survival is hypothetically possible due to the presence of a sufficient proportion of healthy cells. [5] [6] [42]"}
{"id": "article-22173_21", "title": "Genetics, Mosaicism -- Mechanism", "content": "Somatic mosaicism may occur as a result of any type of mutation, ranging from chromosomal abnormalities to single nucleotide alterations. Mosaic aneuploidies are generated by two principal mechanisms (Image 2): post-zygotic mitotic non-disjunction or post-zygotic mitotic trisomy rescue after a meiotic non-disjunction. The second indicates a biological attempt to restore the normal chromosome number, which is known as a chromosomal rescue . This mechanism is achieved through the loss of one random supernumerary chromosome in a somatic cell, restoring the euploid state. Nonetheless, chromosome rescue constitutes an increased risk for uniparental disomy, thereby interfering with genomic imprinting and elevating the likelihood of homozygosity for a recessive mutation. [5] [6] [43] Other mechanisms that can cause mosaicism include anaphase lagging and endoreplication. [18]", "contents": "Genetics, Mosaicism -- Mechanism. Somatic mosaicism may occur as a result of any type of mutation, ranging from chromosomal abnormalities to single nucleotide alterations. Mosaic aneuploidies are generated by two principal mechanisms (Image 2): post-zygotic mitotic non-disjunction or post-zygotic mitotic trisomy rescue after a meiotic non-disjunction. The second indicates a biological attempt to restore the normal chromosome number, which is known as a chromosomal rescue . This mechanism is achieved through the loss of one random supernumerary chromosome in a somatic cell, restoring the euploid state. Nonetheless, chromosome rescue constitutes an increased risk for uniparental disomy, thereby interfering with genomic imprinting and elevating the likelihood of homozygosity for a recessive mutation. [5] [6] [43] Other mechanisms that can cause mosaicism include anaphase lagging and endoreplication. [18]"}
{"id": "article-22173_22", "title": "Genetics, Mosaicism -- Testing", "content": "The identification of mosaic embryos has become feasible for up to 8–10 weeks of fetal development via prenatal diagnosis. The most commonly performed procedures in clinical practice include amniocentesis and chorionic villus sampling; both carry their own risks and benefits. [13] Amniocentesis: Amniotic fluid from the uterus is aspirated around the 15th week of pregnancy, amniocentesis performed before the 15th week has more chances of damage to the embryo. [44] [45] Chorionic Villus sampling: Cells of Chorionic villi are aspirated earliest at the 10th week for the genetic analysis. [44] Embryo tissue is not taken as samples in any of the above two techniques. Multiple techniques have been developed to detect mosaicism and other chromosome abnormalities.", "contents": "Genetics, Mosaicism -- Testing. The identification of mosaic embryos has become feasible for up to 8–10 weeks of fetal development via prenatal diagnosis. The most commonly performed procedures in clinical practice include amniocentesis and chorionic villus sampling; both carry their own risks and benefits. [13] Amniocentesis: Amniotic fluid from the uterus is aspirated around the 15th week of pregnancy, amniocentesis performed before the 15th week has more chances of damage to the embryo. [44] [45] Chorionic Villus sampling: Cells of Chorionic villi are aspirated earliest at the 10th week for the genetic analysis. [44] Embryo tissue is not taken as samples in any of the above two techniques. Multiple techniques have been developed to detect mosaicism and other chromosome abnormalities."}
{"id": "article-22173_23", "title": "Genetics, Mosaicism -- Testing", "content": "Karyotyping: The simplest method to detect different genetic compositions from a single individual is karyotype analysis. Cytogenetic analysis is routinely used in the clinical practice and allows evaluation of the cellular genetic material (numerical or structural alterations such as translocations and large [>5 Mb] deletions or duplications). However, this approach enables examination only at the chromosomal level; thus, very low levels of mosaicism are detected. [46] In contrast, fluorescent in situ hybridization (FISH) is another technique that allows greater analysis of smaller copy-number variations (50 kb) in a broad number of interphase cells. Therefore, the major challenge remains on the number of cells visualized, which typically requires a large number of cells, even in high levels of mosaicism. [47] [48]", "contents": "Genetics, Mosaicism -- Testing. Karyotyping: The simplest method to detect different genetic compositions from a single individual is karyotype analysis. Cytogenetic analysis is routinely used in the clinical practice and allows evaluation of the cellular genetic material (numerical or structural alterations such as translocations and large [>5 Mb] deletions or duplications). However, this approach enables examination only at the chromosomal level; thus, very low levels of mosaicism are detected. [46] In contrast, fluorescent in situ hybridization (FISH) is another technique that allows greater analysis of smaller copy-number variations (50 kb) in a broad number of interphase cells. Therefore, the major challenge remains on the number of cells visualized, which typically requires a large number of cells, even in high levels of mosaicism. [47] [48]"}
{"id": "article-22173_24", "title": "Genetics, Mosaicism -- Testing", "content": "Moreover, Sanger sequencing offers the possibility of a single nucleotide examination and continues to be a useful screening tool in some institutions for specific gene analysis. Nevertheless, the former methods are slowly being replaced by two more time-efficient methods that assess all the cellular genome simultaneously. [5] [6] [49] These approaches include chromosomal microarray (CMA) and next-generation sequencing (NGS).", "contents": "Genetics, Mosaicism -- Testing. Moreover, Sanger sequencing offers the possibility of a single nucleotide examination and continues to be a useful screening tool in some institutions for specific gene analysis. Nevertheless, the former methods are slowly being replaced by two more time-efficient methods that assess all the cellular genome simultaneously. [5] [6] [49] These approaches include chromosomal microarray (CMA) and next-generation sequencing (NGS)."}
{"id": "article-22173_25", "title": "Genetics, Mosaicism -- Testing", "content": "Chromosomal microarray (CMA) can identify copy-number variations without having the limitation of cells being cultured at a specific cycle stage. CMA may classify into comparative genomic hybridization arrays (aCGH) and single nucleotide polymorphism (SNP) arrays. Previous studies suggest a detection capacity for mosaicism at 10-20% and  5% levels for aCGH and SNP, respectively. [46] [50] [51]", "contents": "Genetics, Mosaicism -- Testing. Chromosomal microarray (CMA) can identify copy-number variations without having the limitation of cells being cultured at a specific cycle stage. CMA may classify into comparative genomic hybridization arrays (aCGH) and single nucleotide polymorphism (SNP) arrays. Previous studies suggest a detection capacity for mosaicism at 10-20% and  5% levels for aCGH and SNP, respectively. [46] [50] [51]"}
{"id": "article-22173_26", "title": "Genetics, Mosaicism -- Testing", "content": "Alternatively, next-generation sequencing (NGS) distinguishes small genetic changes such as insertions, deletions, and single nucleotide variants within a whole genome with much higher sequencing depth. This tool may be used for mosaicism identification since it allows manual exploration of each scan. [5] [52] Next-generation sequencing (NGS) is more specific and can identify nucleotide level mutations. It is preferred in adults and preimplantation embryo for assisted reproductive techniques.", "contents": "Genetics, Mosaicism -- Testing. Alternatively, next-generation sequencing (NGS) distinguishes small genetic changes such as insertions, deletions, and single nucleotide variants within a whole genome with much higher sequencing depth. This tool may be used for mosaicism identification since it allows manual exploration of each scan. [5] [52] Next-generation sequencing (NGS) is more specific and can identify nucleotide level mutations. It is preferred in adults and preimplantation embryo for assisted reproductive techniques."}
{"id": "article-22173_27", "title": "Genetics, Mosaicism -- Pathophysiology", "content": "Mutation at the gene and/or chromosomal level may lead to chromosomal instability leading to cells with different genotypes. Mosaic chromosomal aberrations lead to abnormal phenotypes that also include irregular or altered production of protein. [53] The altered phenotype of a group of cells is expressed as clinical manifestation also; which can be understood by the following examples.", "contents": "Genetics, Mosaicism -- Pathophysiology. Mutation at the gene and/or chromosomal level may lead to chromosomal instability leading to cells with different genotypes. Mosaic chromosomal aberrations lead to abnormal phenotypes that also include irregular or altered production of protein. [53] The altered phenotype of a group of cells is expressed as clinical manifestation also; which can be understood by the following examples."}
{"id": "article-22173_28", "title": "Genetics, Mosaicism -- Pathophysiology", "content": "A somatic chromosomal aberration has a role in production amyloid precursor protein that may affect neurodegenerative diseases like Alzheimer's disease. [54] In trisomy 21 down syndrome, a significant difference has been found in Intelligent Quotient between-group without mosaicism and a group with mosaicism [individuals have both trisomic (47, XX,+21 or 47, XY,+21) and euploid (46, XX or 46, XY) cell lines]. [55] In patients with Turner syndrome with mosaicism, the loss of the X chromosome may have happened during cell division of early embryonic stages. That results in some cells have only one copy of the X chromosome (45, 21+X0), and some cells have two copies of X chromosomes (46, 21 + XX). The mosaic individual has less severity of symptoms. [56] In brief, a cascade can be described as following in somatic mosaicism. [57] [58] [59] [3] [60] [61] [11]", "contents": "Genetics, Mosaicism -- Pathophysiology. A somatic chromosomal aberration has a role in production amyloid precursor protein that may affect neurodegenerative diseases like Alzheimer's disease. [54] In trisomy 21 down syndrome, a significant difference has been found in Intelligent Quotient between-group without mosaicism and a group with mosaicism [individuals have both trisomic (47, XX,+21 or 47, XY,+21) and euploid (46, XX or 46, XY) cell lines]. [55] In patients with Turner syndrome with mosaicism, the loss of the X chromosome may have happened during cell division of early embryonic stages. That results in some cells have only one copy of the X chromosome (45, 21+X0), and some cells have two copies of X chromosomes (46, 21 + XX). The mosaic individual has less severity of symptoms. [56] In brief, a cascade can be described as following in somatic mosaicism. [57] [58] [59] [3] [60] [61] [11]"}
{"id": "article-22173_29", "title": "Genetics, Mosaicism -- Pathophysiology", "content": "An altered genome during mitosis or meiosis Cells with two or more types of genotypes The function of the cell is affected e.g., secretion of the protein, production of the hormone, etc. (e.g., Decreased production of testosterone in Klinefelter syndrome). Depending on the population of the affected cells, the tissue function may also deteriorate (the more cells with mutated genome the more the function is affected. The hormonal effect on organs in Turner syndrome, demyelinated cells in neurodegenerative diseases). Expression as clinical symptoms (e.g., Low intelligent quotients in turner syndrome, dementia in Alzheimer disease, gynecomastia in Klinefelter syndrome) In some cases, mutated cells may proliferate because of the triggering factor and lead to malignant condition also (e.g., somatic genomic mosaicism in multiple myeloma, ovarian carcinoma) For germline cell mosaicism: [62] [63] [64] [11] [65]", "contents": "Genetics, Mosaicism -- Pathophysiology. An altered genome during mitosis or meiosis Cells with two or more types of genotypes The function of the cell is affected e.g., secretion of the protein, production of the hormone, etc. (e.g., Decreased production of testosterone in Klinefelter syndrome). Depending on the population of the affected cells, the tissue function may also deteriorate (the more cells with mutated genome the more the function is affected. The hormonal effect on organs in Turner syndrome, demyelinated cells in neurodegenerative diseases). Expression as clinical symptoms (e.g., Low intelligent quotients in turner syndrome, dementia in Alzheimer disease, gynecomastia in Klinefelter syndrome) In some cases, mutated cells may proliferate because of the triggering factor and lead to malignant condition also (e.g., somatic genomic mosaicism in multiple myeloma, ovarian carcinoma) For germline cell mosaicism: [62] [63] [64] [11] [65]"}
{"id": "article-22173_30", "title": "Genetics, Mosaicism -- Pathophysiology", "content": "The germ cells mutate during meiosis (e.g., some sperms with 22, X0, some sperms with 24, XXY). The affected person does not show any symptoms, but it passes to the offspring. Affected germ cells fuse with normal/abnormal germ cells (e.g., sperm with 22, X0 fuses with oocyte with 23, XX) forms with two lineages of somatic cells (45, X0 and 46, XX) Now on the base of the population of the abnormal somatic cells, the offspring expresses phenotypes as it does in somatic mosaicism.", "contents": "Genetics, Mosaicism -- Pathophysiology. The germ cells mutate during meiosis (e.g., some sperms with 22, X0, some sperms with 24, XXY). The affected person does not show any symptoms, but it passes to the offspring. Affected germ cells fuse with normal/abnormal germ cells (e.g., sperm with 22, X0 fuses with oocyte with 23, XX) forms with two lineages of somatic cells (45, X0 and 46, XX) Now on the base of the population of the abnormal somatic cells, the offspring expresses phenotypes as it does in somatic mosaicism."}
{"id": "article-22173_31", "title": "Genetics, Mosaicism -- Clinical Significance", "content": "Mosaicism has important implications for genetic counseling when detected in prenatal diagnostic studies. [66] Nondisjunction occurs more commonly during oogenesis than in spermatogenesis. The recurrent risk of mosaicism is unknown; gonadal mosaicism should be contemplated, particularly in situations where an offspring has a nonmosaic trisomy for a specific chromosome. Germline mosaicism may contribute to familial aggregation of affected individuals and establishes a fundamental explanation for the recurrence of rare mutations within a single-family. [67] Since each affected chromosome has distinct clinical manifestations, genetic counseling depends upon the nature of the mosaicism. [13]", "contents": "Genetics, Mosaicism -- Clinical Significance. Mosaicism has important implications for genetic counseling when detected in prenatal diagnostic studies. [66] Nondisjunction occurs more commonly during oogenesis than in spermatogenesis. The recurrent risk of mosaicism is unknown; gonadal mosaicism should be contemplated, particularly in situations where an offspring has a nonmosaic trisomy for a specific chromosome. Germline mosaicism may contribute to familial aggregation of affected individuals and establishes a fundamental explanation for the recurrence of rare mutations within a single-family. [67] Since each affected chromosome has distinct clinical manifestations, genetic counseling depends upon the nature of the mosaicism. [13]"}
{"id": "article-22173_32", "title": "Genetics, Mosaicism -- Clinical Significance", "content": "Mosaicism affects the survival rates in monosomies : In humans, monosomies are fatal, but mosaic monosomies (in case more than 70% of cells are normal and remaining are monosomes) may survive after birth. [68] [69]", "contents": "Genetics, Mosaicism -- Clinical Significance. Mosaicism affects the survival rates in monosomies : In humans, monosomies are fatal, but mosaic monosomies (in case more than 70% of cells are normal and remaining are monosomes) may survive after birth. [68] [69]"}
{"id": "article-22173_33", "title": "Genetics, Mosaicism -- Clinical Significance", "content": "Mosaicism leads to malignant condition: Gradual loss of specific human genome is evident with aging; that leads to mosaicism in the tissue. The mosaic tissue may convert into malignant tissue also (e.g., neurofibromatosis). [59] [3]", "contents": "Genetics, Mosaicism -- Clinical Significance. Mosaicism leads to malignant condition: Gradual loss of specific human genome is evident with aging; that leads to mosaicism in the tissue. The mosaic tissue may convert into malignant tissue also (e.g., neurofibromatosis). [59] [3]"}
{"id": "article-22173_34", "title": "Genetics, Mosaicism -- Clinical Significance -- Single gene diseases also show relations with mosaicism:", "content": "Mutation in fumarylacetoacetate hydrolase ( FAH ) gene leading to hereditary tyrosinemia type 1; the liver cells of the patient are mosaic (some cells normal, some mutated). [70] [66] Mutation in the BLM gene; BLM gene encodes a DNA helicase enzyme that has a role in DNA replication. The mutation leads to Bloom syndrome characterized as the predisposition of malignancy, growth disorder, and immunodeficiency. [71] [72] Dystrophin gene mosaicism in Duchene muscular dystrophy. [73]", "contents": "Genetics, Mosaicism -- Clinical Significance -- Single gene diseases also show relations with mosaicism:. Mutation in fumarylacetoacetate hydrolase ( FAH ) gene leading to hereditary tyrosinemia type 1; the liver cells of the patient are mosaic (some cells normal, some mutated). [70] [66] Mutation in the BLM gene; BLM gene encodes a DNA helicase enzyme that has a role in DNA replication. The mutation leads to Bloom syndrome characterized as the predisposition of malignancy, growth disorder, and immunodeficiency. [71] [72] Dystrophin gene mosaicism in Duchene muscular dystrophy. [73]"}
{"id": "article-22173_35", "title": "Genetics, Mosaicism -- Clinical Significance", "content": "In vitro fertilization technique has high chances of mutation and mosaicism that may affect the embryo, so preimplantation screening for mosaicism and mutation is practiced in many centers to avoid genetic diseases. [11] [52] [23]", "contents": "Genetics, Mosaicism -- Clinical Significance. In vitro fertilization technique has high chances of mutation and mosaicism that may affect the embryo, so preimplantation screening for mosaicism and mutation is practiced in many centers to avoid genetic diseases. [11] [52] [23]"}
{"id": "article-22173_36", "title": "Genetics, Mosaicism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, Mosaicism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}