{"id": "article-18340_0", "title": "Bishop Score -- Continuing Education Activity", "content": "In 1964, Edward Bishop set forth criteria for elective induction of labor which included parity, gestational age, fetal presentation, obstetric history, and patient consent as well as a scoring system for the cervix to help predict successful induction of labor. This pelvic scoring system, widely known as the Bishop score, is still an important determination in the prediction of successful induction of labor. The pelvic score can be ascertained in a patient at the time of induction by a digital cervical exam to determine if cervical ripening is necessary before induction. This activity describes the Bishop score criteria and highlights the role of the interprofessional team in the management of a patient at the end of her pregnancy.", "contents": "Bishop Score -- Continuing Education Activity. In 1964, Edward Bishop set forth criteria for elective induction of labor which included parity, gestational age, fetal presentation, obstetric history, and patient consent as well as a scoring system for the cervix to help predict successful induction of labor. This pelvic scoring system, widely known as the Bishop score, is still an important determination in the prediction of successful induction of labor. The pelvic score can be ascertained in a patient at the time of induction by a digital cervical exam to determine if cervical ripening is necessary before induction. This activity describes the Bishop score criteria and highlights the role of the interprofessional team in the management of a patient at the end of her pregnancy."}
{"id": "article-18340_1", "title": "Bishop Score -- Continuing Education Activity", "content": "Objectives: Identify the criteria involved in the Bishop score. Describe the indications for use of the Bishop score. Review the clinical relevance of the Bishop score. Summarize the importance of the use of the Bishop score in improving care coordination among interprofessional team members to improve outcomes in patients awaiting labor and delivery. Access free multiple choice questions on this topic.", "contents": "Bishop Score -- Continuing Education Activity. Objectives: Identify the criteria involved in the Bishop score. Describe the indications for use of the Bishop score. Review the clinical relevance of the Bishop score. Summarize the importance of the use of the Bishop score in improving care coordination among interprofessional team members to improve outcomes in patients awaiting labor and delivery. Access free multiple choice questions on this topic."}
{"id": "article-18340_2", "title": "Bishop Score -- Introduction", "content": "In 1964, Edward Bishop set forth criteria for elective induction of labor which included parity, gestational age, fetal presentation, obstetric history, and patient consent as well as a scoring system for the cervix to help predict successful induction of labor. This pelvic scoring system, widely known as the Bishop score, is still an important determination in the prediction of successful induction of labor.  The pelvic score can be ascertained in a patient at the time of induction by a digital cervical exam to determine if cervical ripening is necessary before induction. [1] [2] [3]", "contents": "Bishop Score -- Introduction. In 1964, Edward Bishop set forth criteria for elective induction of labor which included parity, gestational age, fetal presentation, obstetric history, and patient consent as well as a scoring system for the cervix to help predict successful induction of labor. This pelvic scoring system, widely known as the Bishop score, is still an important determination in the prediction of successful induction of labor.  The pelvic score can be ascertained in a patient at the time of induction by a digital cervical exam to determine if cervical ripening is necessary before induction. [1] [2] [3]"}
{"id": "article-18340_3", "title": "Bishop Score -- Anatomy and Physiology", "content": "The Bishop score reflects the normal changes the cervix undergoes in parturition (the process of childbirth). Extensive cervical remodeling is needed for the cervix to dilate and pass a fetus fully. While human parturition is not completely understood, it is a complex system that involves interactions between placental, fetal, and maternal mechanisms. The nonpregnant cervix extracellular matrix is primarily made up of tightly packed collagen bundles. Gradually throughout the pregnancy the composition of the cervix changes with decreased collagen density and an increase in hyaluronic acid and water content. In the days to weeks before delivery, through a cascade of events, inflammatory mediators increase the production of prostaglandins. Prostaglandins invading the cervix mediate the release of metalloproteases that break down collagen and change the cervical structure. Cervical softening and distention results from these extracellular matrix compositional changes, specifically, increased vascularity and stromal and glandular hypertrophy, and are due in part to an increase in collagen solubility.", "contents": "Bishop Score -- Anatomy and Physiology. The Bishop score reflects the normal changes the cervix undergoes in parturition (the process of childbirth). Extensive cervical remodeling is needed for the cervix to dilate and pass a fetus fully. While human parturition is not completely understood, it is a complex system that involves interactions between placental, fetal, and maternal mechanisms. The nonpregnant cervix extracellular matrix is primarily made up of tightly packed collagen bundles. Gradually throughout the pregnancy the composition of the cervix changes with decreased collagen density and an increase in hyaluronic acid and water content. In the days to weeks before delivery, through a cascade of events, inflammatory mediators increase the production of prostaglandins. Prostaglandins invading the cervix mediate the release of metalloproteases that break down collagen and change the cervical structure. Cervical softening and distention results from these extracellular matrix compositional changes, specifically, increased vascularity and stromal and glandular hypertrophy, and are due in part to an increase in collagen solubility."}
{"id": "article-18340_4", "title": "Bishop Score -- Indications", "content": "The Bishop scoring system is based on a digital cervical exam of a patient with a zero point minimum and 13 point maximum. The scoring system utilizes cervical dilation, position, effacement, consistency of the cervix, and fetal station. Cervical dilation, effacement, and station are scored 0 to 3 points, while cervical position and consistency are scored 0 to 2 points (see chart below). [4] [5] [6]", "contents": "Bishop Score -- Indications. The Bishop scoring system is based on a digital cervical exam of a patient with a zero point minimum and 13 point maximum. The scoring system utilizes cervical dilation, position, effacement, consistency of the cervix, and fetal station. Cervical dilation, effacement, and station are scored 0 to 3 points, while cervical position and consistency are scored 0 to 2 points (see chart below). [4] [5] [6]"}
{"id": "article-18340_5", "title": "Bishop Score -- Indications", "content": "Cervical dilation is the measure of how dilated the cervix is in centimeters.  This is performed by estimating the average diameter of the open cervix.", "contents": "Bishop Score -- Indications. Cervical dilation is the measure of how dilated the cervix is in centimeters.  This is performed by estimating the average diameter of the open cervix."}
{"id": "article-18340_6", "title": "Bishop Score -- Indications", "content": "Effacement is the thinning or shortening of the cervix expressed as a percentage of the whole cervix.  Zero percent effacement means the cervix is a normal, pre-labor length. Fifty percent effaced means the cervix is at half of the expected length. If the cervix is 100% effaced, it is paper thin.", "contents": "Bishop Score -- Indications. Effacement is the thinning or shortening of the cervix expressed as a percentage of the whole cervix.  Zero percent effacement means the cervix is a normal, pre-labor length. Fifty percent effaced means the cervix is at half of the expected length. If the cervix is 100% effaced, it is paper thin."}
{"id": "article-18340_7", "title": "Bishop Score -- Indications", "content": "The station is the position of the fetal head relative to the ischial spines of the maternal pelvis. The ischial spines are halfway between the pelvic inlet and outlet. At zero station, the fetal head is at the level of the ischial spines. Above and below this level are divided into thirds, by which station is denoted with negative numbers above and positive numbers below the zero station. As a fetal head makes its descent, the station changes from -3, -2, -1, 0, +1, +2, +3. In 1989, the American College of Obstetrics and Gynecology redefined station from -5 to +5, using centimeters instead of thirds as a measurement from the ischial spines. The Bishop score, however, uses the -3 to +3 system.", "contents": "Bishop Score -- Indications. The station is the position of the fetal head relative to the ischial spines of the maternal pelvis. The ischial spines are halfway between the pelvic inlet and outlet. At zero station, the fetal head is at the level of the ischial spines. Above and below this level are divided into thirds, by which station is denoted with negative numbers above and positive numbers below the zero station. As a fetal head makes its descent, the station changes from -3, -2, -1, 0, +1, +2, +3. In 1989, the American College of Obstetrics and Gynecology redefined station from -5 to +5, using centimeters instead of thirds as a measurement from the ischial spines. The Bishop score, however, uses the -3 to +3 system."}
{"id": "article-18340_8", "title": "Bishop Score -- Indications", "content": "Position refers to the position of the cervix relative to the fetal head and maternal pelvis.", "contents": "Bishop Score -- Indications. Position refers to the position of the cervix relative to the fetal head and maternal pelvis."}
{"id": "article-18340_9", "title": "Bishop Score -- Indications", "content": "The consistency of the cervix refers to the feel of the cervix on the exam. A firm cervix has a consistency similar to the tip of the nose, while a soft cervix has a consistency similar to the lips of the oral cavity.", "contents": "Bishop Score -- Indications. The consistency of the cervix refers to the feel of the cervix on the exam. A firm cervix has a consistency similar to the tip of the nose, while a soft cervix has a consistency similar to the lips of the oral cavity."}
{"id": "article-18340_10", "title": "Bishop Score -- Indications", "content": "A Bishop score of 8 or greater is considered to be favorable for induction, or the chance of a vaginal delivery with induction is similar to spontaneous labor.  A score of 6 or less is considered to be unfavorable if an induction is indicated cervical ripening agents may be utilized.", "contents": "Bishop Score -- Indications. A Bishop score of 8 or greater is considered to be favorable for induction, or the chance of a vaginal delivery with induction is similar to spontaneous labor.  A score of 6 or less is considered to be unfavorable if an induction is indicated cervical ripening agents may be utilized."}
{"id": "article-18340_11", "title": "Bishop Score -- Indications", "content": "The most common modification to the Bishop score is a simplified scoring system that just takes into account dilation, effacement, and station (each scored 0 to 3 points). In this shortened modification, a score of more than 5 is considered favorable.", "contents": "Bishop Score -- Indications. The most common modification to the Bishop score is a simplified scoring system that just takes into account dilation, effacement, and station (each scored 0 to 3 points). In this shortened modification, a score of more than 5 is considered favorable."}
{"id": "article-18340_12", "title": "Bishop Score -- Contraindications", "content": "Avoid digital cervical exams in a patient with placenta previa or before establishing a diagnosis of preterm rupture of membranes.", "contents": "Bishop Score -- Contraindications. Avoid digital cervical exams in a patient with placenta previa or before establishing a diagnosis of preterm rupture of membranes."}
{"id": "article-18340_13", "title": "Bishop Score -- Clinical Significance", "content": "Induction of labor is a commonplace obstetric practice. Currently, more than 20% of pregnant women in the United States deliver as a result of labor. Predictors for success in induction include many of the similar criteria Bishop set forth in the 1960s. While, originally, the Bishop score was designed for multiparous patients, it applies to nulliparous patients undergoing induction as well. Increasing maternal parity is a strong indicator of the likelihood of successful vaginal delivery and a predictor of shorter length of labor. Fetal size, gestational age, maternal age, provider patience, and decision to induce versus expectantly manage can be correlated to differing success rates. Maternal body mass index can play a role as well, with the increased length of labor and cesarean delivery rates. The Bishop score is still widely in use to determine whether or not a cervix is “favorable” and to assess whether or not cervical ripening is needed. While Bishop score has been found to be useful for predicting vaginal delivery with sensitivity around 75% (similar between the full and modified scores) as well as a positive predictive value 83% to 84%, it has poor specificity and negative predictive value.", "contents": "Bishop Score -- Clinical Significance. Induction of labor is a commonplace obstetric practice. Currently, more than 20% of pregnant women in the United States deliver as a result of labor. Predictors for success in induction include many of the similar criteria Bishop set forth in the 1960s. While, originally, the Bishop score was designed for multiparous patients, it applies to nulliparous patients undergoing induction as well. Increasing maternal parity is a strong indicator of the likelihood of successful vaginal delivery and a predictor of shorter length of labor. Fetal size, gestational age, maternal age, provider patience, and decision to induce versus expectantly manage can be correlated to differing success rates. Maternal body mass index can play a role as well, with the increased length of labor and cesarean delivery rates. The Bishop score is still widely in use to determine whether or not a cervix is “favorable” and to assess whether or not cervical ripening is needed. While Bishop score has been found to be useful for predicting vaginal delivery with sensitivity around 75% (similar between the full and modified scores) as well as a positive predictive value 83% to 84%, it has poor specificity and negative predictive value."}
{"id": "article-18340_14", "title": "Bishop Score -- Clinical Significance", "content": "If a cervix is favorable, induction of labor is likely to result in vaginal delivery, and any method of induction tends to work well.  In the scenario of a favorable cervix, labor induction is normally undertaken with oxytocin and/or amniotomy.", "contents": "Bishop Score -- Clinical Significance. If a cervix is favorable, induction of labor is likely to result in vaginal delivery, and any method of induction tends to work well.  In the scenario of a favorable cervix, labor induction is normally undertaken with oxytocin and/or amniotomy."}
{"id": "article-18340_15", "title": "Bishop Score -- Clinical Significance", "content": "If a cervix is considered to be unfavorable, no method is highly effective for induction so that patient is a candidate for cervical ripening. Cervical ripening is a process that helps prepare the cervix for labor and can result in a more favorable cervix. There are two main types of cervical ripening, prostaglandin use and mechanical methods.  Prostaglandins are a medication that can be given vaginally, buccally, or orally to a patient with an unscarred uterus that can help the cervix progress to a more favorable Bishop score in 12 to 24 hours. Mechanical methods such as a balloon catheter and hygroscopic dilators can be used as well. Mechanical methods, such as a balloon catheter, have shown to have similar outcomes to prostaglandins. Mechanical methods can be used in conjunction with prostaglandins in certain clinical scenarios.", "contents": "Bishop Score -- Clinical Significance. If a cervix is considered to be unfavorable, no method is highly effective for induction so that patient is a candidate for cervical ripening. Cervical ripening is a process that helps prepare the cervix for labor and can result in a more favorable cervix. There are two main types of cervical ripening, prostaglandin use and mechanical methods.  Prostaglandins are a medication that can be given vaginally, buccally, or orally to a patient with an unscarred uterus that can help the cervix progress to a more favorable Bishop score in 12 to 24 hours. Mechanical methods such as a balloon catheter and hygroscopic dilators can be used as well. Mechanical methods, such as a balloon catheter, have shown to have similar outcomes to prostaglandins. Mechanical methods can be used in conjunction with prostaglandins in certain clinical scenarios."}
{"id": "article-18340_16", "title": "Bishop Score -- Enhancing Healthcare Team Outcomes", "content": "The bishop score is still an important determination in the prediction of successful induction of labor.  The pelvic score can be ascertained in a patient at the time of induction by a digital cervical exam to determine if cervical ripening is necessary before induction. The score is often performed by a labor and delivery nurse or an obstetrician.", "contents": "Bishop Score -- Enhancing Healthcare Team Outcomes. The bishop score is still an important determination in the prediction of successful induction of labor.  The pelvic score can be ascertained in a patient at the time of induction by a digital cervical exam to determine if cervical ripening is necessary before induction. The score is often performed by a labor and delivery nurse or an obstetrician."}
{"id": "article-18340_17", "title": "Bishop Score -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bishop Score -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}