{"id": "article-132888_0", "title": "Pediatric Procedural Sedation -- Continuing Education Activity", "content": "Pediatric procedural sedation refers to techniques and medications used to minimize anxiety and pain associated with unpleasant procedures. It is performed when painful or uncomfortable procedures are unavoidable and incorporates physical, psychological, and pharmacologic interventions to minimize pain. This activity describes pediatric procedural sedation and highlights the role of the interprofessional team that manages pediatric patients that undergo procedural sedation.", "contents": "Pediatric Procedural Sedation -- Continuing Education Activity. Pediatric procedural sedation refers to techniques and medications used to minimize anxiety and pain associated with unpleasant procedures. It is performed when painful or uncomfortable procedures are unavoidable and incorporates physical, psychological, and pharmacologic interventions to minimize pain. This activity describes pediatric procedural sedation and highlights the role of the interprofessional team that manages pediatric patients that undergo procedural sedation."}
{"id": "article-132888_1", "title": "Pediatric Procedural Sedation -- Continuing Education Activity", "content": "Objectives: Describe the evaluation, preparation, equipment, personnel, and technique regarding procedural sedation of the pediatric patient. Outline the proper medications for procedural sedation of the pediatric patient based on specific patient risks and procedures performed. Review the potential complications of procedural sedation of the pediatric patient. Identify interprofessional team strategies for improving patient care and communication for pediatric procedural sedation. Access free multiple choice questions on this topic.", "contents": "Pediatric Procedural Sedation -- Continuing Education Activity. Objectives: Describe the evaluation, preparation, equipment, personnel, and technique regarding procedural sedation of the pediatric patient. Outline the proper medications for procedural sedation of the pediatric patient based on specific patient risks and procedures performed. Review the potential complications of procedural sedation of the pediatric patient. Identify interprofessional team strategies for improving patient care and communication for pediatric procedural sedation. Access free multiple choice questions on this topic."}
{"id": "article-132888_2", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Pediatric procedural sedation (PPS) refers to techniques and medications used to minimize anxiety and pain associated with unpleasant or painful procedures. PPS is used when painful or uncomfortable procedures are unavoidable and incorporates physical, psychological, and pharmacologic interventions to minimize discomfort.  In the pediatric population, PPS is not limited to major painful procedures requiring deeper levels of sedation. Common procedures, such as IV cannulation, venipuncture, urethral catheterization, and lumbar puncture, can be associated with significant distress or pain in pediatric patients. Many pediatric patients may require anxiolysis to have CT or MRI imaging, ultrasound, or echocardiography to ensure adequate imaging is obtained and minimize patient stress. [1]", "contents": "Pediatric Procedural Sedation -- Introduction. Pediatric procedural sedation (PPS) refers to techniques and medications used to minimize anxiety and pain associated with unpleasant or painful procedures. PPS is used when painful or uncomfortable procedures are unavoidable and incorporates physical, psychological, and pharmacologic interventions to minimize discomfort.  In the pediatric population, PPS is not limited to major painful procedures requiring deeper levels of sedation. Common procedures, such as IV cannulation, venipuncture, urethral catheterization, and lumbar puncture, can be associated with significant distress or pain in pediatric patients. Many pediatric patients may require anxiolysis to have CT or MRI imaging, ultrasound, or echocardiography to ensure adequate imaging is obtained and minimize patient stress. [1]"}
{"id": "article-132888_3", "title": "Pediatric Procedural Sedation -- Introduction", "content": "PPS can be performed skillfully in various settings and is not exclusively practiced by anesthesia practitioners but is now practiced routinely by other specialists, such as emergency and critical care clinicians, along with several nurse specialists. In 2019, the American College of Emergency Physicians (ACEP) developed a multidisciplinary consensus on unscheduled, time-sensitive procedural sedation.  According to ACEP, procedural sedation is a ' technique of administering sedatives or dissociative agents with or without analgesics to induce a state that allows the patient to tolerate unpleasant procedures while maintaining cardiorespiratory function.' [2] In 2018, the American Society of Anesthesiologists organized the task force on Moderate Procedural Sedation and Analgesia along with the American Association of Oral and Maxillofacial Surgeons (AAOMS), the American Dental Association (ADA), the American Society of Dentist Anesthesiologists (ASDA), the American College of Radiology (ACR), and the Society of Interventional Radiology (SIR). [3] There are slight differences in the published guidelines based on the environment the procedure is performed.  ACEP guidelines emphasize urgent and emergent procedures that require management of the sedation encounter along with treatment of the anxiety, pain, and acute pathology necessitating treatment.", "contents": "Pediatric Procedural Sedation -- Introduction. PPS can be performed skillfully in various settings and is not exclusively practiced by anesthesia practitioners but is now practiced routinely by other specialists, such as emergency and critical care clinicians, along with several nurse specialists. In 2019, the American College of Emergency Physicians (ACEP) developed a multidisciplinary consensus on unscheduled, time-sensitive procedural sedation.  According to ACEP, procedural sedation is a ' technique of administering sedatives or dissociative agents with or without analgesics to induce a state that allows the patient to tolerate unpleasant procedures while maintaining cardiorespiratory function.' [2] In 2018, the American Society of Anesthesiologists organized the task force on Moderate Procedural Sedation and Analgesia along with the American Association of Oral and Maxillofacial Surgeons (AAOMS), the American Dental Association (ADA), the American Society of Dentist Anesthesiologists (ASDA), the American College of Radiology (ACR), and the Society of Interventional Radiology (SIR). [3] There are slight differences in the published guidelines based on the environment the procedure is performed.  ACEP guidelines emphasize urgent and emergent procedures that require management of the sedation encounter along with treatment of the anxiety, pain, and acute pathology necessitating treatment."}
{"id": "article-132888_4", "title": "Pediatric Procedural Sedation -- Introduction", "content": "It is imperative first to understand the terminology regarding sedation, analgesia, and dissociation.  Sedation induces the patient into a state in which they are able to lie still.  Analgesia is pain relief typically by local or central interventions.  Dissociation is the production of a trance-like mind-body separation. PPS is practiced on a continuum using interventions to provide the optimal amount of sedation and analgesia for the procedure that needs to be performed.  This can vary from anxiolysis for imaging or minor nonpainful procedures to moderate sedation for more painful procedures, such as fracture reduction.  The approach is tailored to the specific patient depending on their level of anxiety and pain.  Per published guidelines, PPS can be performed safely outside of the operating room in settings such as the emergency department, dentistry, gastrointestinal endoscopy, and radiology.", "contents": "Pediatric Procedural Sedation -- Introduction. It is imperative first to understand the terminology regarding sedation, analgesia, and dissociation.  Sedation induces the patient into a state in which they are able to lie still.  Analgesia is pain relief typically by local or central interventions.  Dissociation is the production of a trance-like mind-body separation. PPS is practiced on a continuum using interventions to provide the optimal amount of sedation and analgesia for the procedure that needs to be performed.  This can vary from anxiolysis for imaging or minor nonpainful procedures to moderate sedation for more painful procedures, such as fracture reduction.  The approach is tailored to the specific patient depending on their level of anxiety and pain.  Per published guidelines, PPS can be performed safely outside of the operating room in settings such as the emergency department, dentistry, gastrointestinal endoscopy, and radiology."}
{"id": "article-132888_5", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Different evaluation methods have been developed to define the degree of sedation.  The most commonly used is the Ramsey scale that scores on eight characteristics, and a score indicates anxiolysis (2 to 3), moderate sedation (4 to 5), deep sedation (6), and general anesthesia (7 to 8). More practical terms of sedation are the responsive-based sedation definitions:", "contents": "Pediatric Procedural Sedation -- Introduction. Different evaluation methods have been developed to define the degree of sedation.  The most commonly used is the Ramsey scale that scores on eight characteristics, and a score indicates anxiolysis (2 to 3), moderate sedation (4 to 5), deep sedation (6), and general anesthesia (7 to 8). More practical terms of sedation are the responsive-based sedation definitions:"}
{"id": "article-132888_6", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Minimal: also called anxiolysis; patient awake and relaxed, able to respond normally to verbal stimuli", "contents": "Pediatric Procedural Sedation -- Introduction. Minimal: also called anxiolysis; patient awake and relaxed, able to respond normally to verbal stimuli"}
{"id": "article-132888_7", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Moderate: also called conscious sedation; The patient has a depressed level of consciousness, able to respond purposefully to verbal stimuli alone or accompanied by tactile stimuli. The airway remains intact, and no interventions to maintain the airway needed.", "contents": "Pediatric Procedural Sedation -- Introduction. Moderate: also called conscious sedation; The patient has a depressed level of consciousness, able to respond purposefully to verbal stimuli alone or accompanied by tactile stimuli. The airway remains intact, and no interventions to maintain the airway needed."}
{"id": "article-132888_8", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Deep: The patient has a depressed level of consciousness and cannot be easily aroused but does respond purposefully following repeated or painful stimuli. Patients may need support to maintain a patent airway.", "contents": "Pediatric Procedural Sedation -- Introduction. Deep: The patient has a depressed level of consciousness and cannot be easily aroused but does respond purposefully following repeated or painful stimuli. Patients may need support to maintain a patent airway."}
{"id": "article-132888_9", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Dissociative: The patient is in a trance-like state wherein they are unaware of the pain and amnestic to the event but remain awake with intact respirations, airway reflexes, and cardiopulmonary stability.", "contents": "Pediatric Procedural Sedation -- Introduction. Dissociative: The patient is in a trance-like state wherein they are unaware of the pain and amnestic to the event but remain awake with intact respirations, airway reflexes, and cardiopulmonary stability."}
{"id": "article-132888_10", "title": "Pediatric Procedural Sedation -- Introduction", "content": "General anesthesia: The patient has a loss of consciousness and is not arousable even to painful stimuli.  The patient has an impaired ability to maintain independent ventilatory function and often needs assistance in maintaining a patent airway along with requiring positive pressure ventilation.", "contents": "Pediatric Procedural Sedation -- Introduction. General anesthesia: The patient has a loss of consciousness and is not arousable even to painful stimuli.  The patient has an impaired ability to maintain independent ventilatory function and often needs assistance in maintaining a patent airway along with requiring positive pressure ventilation."}
{"id": "article-132888_11", "title": "Pediatric Procedural Sedation -- Introduction", "content": "Pediatric patients are at higher risk of unintentionally moving to a deeper state of sedation than desired. The provider must have sufficient airway management skills and be Pediatric Advanced Life Support (PALS) certified to perform PPS. [2]", "contents": "Pediatric Procedural Sedation -- Introduction. Pediatric patients are at higher risk of unintentionally moving to a deeper state of sedation than desired. The provider must have sufficient airway management skills and be Pediatric Advanced Life Support (PALS) certified to perform PPS. [2]"}
{"id": "article-132888_12", "title": "Pediatric Procedural Sedation -- Anatomy and Physiology", "content": "The most severe complication of PPS is respiratory failure from hypoventilation or airway obstruction, often as a result of deeper sedation than intended. Consequently, the pediatric airway's anatomic characteristics and any history of airway anomalies must be appreciated. Pediatric patients lack comorbidities complicating adult airways, and their variations are more predictable.", "contents": "Pediatric Procedural Sedation -- Anatomy and Physiology. The most severe complication of PPS is respiratory failure from hypoventilation or airway obstruction, often as a result of deeper sedation than intended. Consequently, the pediatric airway's anatomic characteristics and any history of airway anomalies must be appreciated. Pediatric patients lack comorbidities complicating adult airways, and their variations are more predictable."}
{"id": "article-132888_13", "title": "Pediatric Procedural Sedation -- Anatomy and Physiology", "content": "Many of the unique characteristics of the pediatric airway are most prominent in infancy. Anatomic considerations include a relatively larger head and occiput, large tongue and smaller mandible, and more cephalad larynx that appears more anterior than in adults. This more acute angle for visualization can be overcome by extending the neck (unless cervical spine injury is suspected) or placing a small roll under the shoulders to facilitate extension.", "contents": "Pediatric Procedural Sedation -- Anatomy and Physiology. Many of the unique characteristics of the pediatric airway are most prominent in infancy. Anatomic considerations include a relatively larger head and occiput, large tongue and smaller mandible, and more cephalad larynx that appears more anterior than in adults. This more acute angle for visualization can be overcome by extending the neck (unless cervical spine injury is suspected) or placing a small roll under the shoulders to facilitate extension."}
{"id": "article-132888_14", "title": "Pediatric Procedural Sedation -- Anatomy and Physiology", "content": "Young children also have floppy epiglottis that may obscure the laryngeal view, large adenoids and tonsils that may cause upper airway obstruction, and small cricoid cartilage, making open cricothyrotomy technically difficult.  Many skilled laryngoscopists use a straight laryngoscope to directly lift the floppier epiglottis out of view for better visualization. [4]", "contents": "Pediatric Procedural Sedation -- Anatomy and Physiology. Young children also have floppy epiglottis that may obscure the laryngeal view, large adenoids and tonsils that may cause upper airway obstruction, and small cricoid cartilage, making open cricothyrotomy technically difficult.  Many skilled laryngoscopists use a straight laryngoscope to directly lift the floppier epiglottis out of view for better visualization. [4]"}
{"id": "article-132888_15", "title": "Pediatric Procedural Sedation -- Anatomy and Physiology", "content": "Surgical cricothyrotomy is contraindicated in children <10 years old due to the small cricothyroid membrane, and needle cricothyrotomy is the invasive, subglottic airway of choice in this population.  Bag mask ventilation (BMV) is often necessary prior to intubation and alone may be sufficient to facilitate oxygenation in situations where rapid recovery is expected, such as deep sedation.  A tidal volume of 8 mL/kg is the goal in BMV, and providers should squeeze the bag only enough to cause chest rise to avoid barotrauma or gastric insufflation. [5]", "contents": "Pediatric Procedural Sedation -- Anatomy and Physiology. Surgical cricothyrotomy is contraindicated in children <10 years old due to the small cricothyroid membrane, and needle cricothyrotomy is the invasive, subglottic airway of choice in this population.  Bag mask ventilation (BMV) is often necessary prior to intubation and alone may be sufficient to facilitate oxygenation in situations where rapid recovery is expected, such as deep sedation.  A tidal volume of 8 mL/kg is the goal in BMV, and providers should squeeze the bag only enough to cause chest rise to avoid barotrauma or gastric insufflation. [5]"}
{"id": "article-132888_16", "title": "Pediatric Procedural Sedation -- Indications", "content": "PPS is indicated any time a pediatric patient requires a procedure that requires anxiolysis for the proper technique or intervention that will cause significant discomfort. The level of sedation is tailored to the amount of sedation needed depending on the amount of pain or anxiety that will be caused by the procedure or the necessity to keep the patient still.  For instance, a child may require anxiolysis in order to obtain CT or MRI imaging or need deeper sedation for more painful procedures such as fracture reduction or complex lacerations.", "contents": "Pediatric Procedural Sedation -- Indications. PPS is indicated any time a pediatric patient requires a procedure that requires anxiolysis for the proper technique or intervention that will cause significant discomfort. The level of sedation is tailored to the amount of sedation needed depending on the amount of pain or anxiety that will be caused by the procedure or the necessity to keep the patient still.  For instance, a child may require anxiolysis in order to obtain CT or MRI imaging or need deeper sedation for more painful procedures such as fracture reduction or complex lacerations."}
{"id": "article-132888_17", "title": "Pediatric Procedural Sedation -- Indications", "content": "The patient's vital signs and overall stability must be taken into account in unscheduled procedures, along with consideration of the patient's history of chronic disease or genetic abnormalities (e.g., cardiovascular or respiratory disease, Down syndrome, cerebral palsy), medication history, and allergies. The physical status evaluation of the airway is based on the American Society of Anesthesiologists (ASA) classification system: [6] ASA Class I: Healthy patient with no acute or chronic disease, normal BMI percentile for age ASA Class II: Patient with mild systemic disease without acute worsening or exacerbation.  Examples include asymptomatic congenital heart disease, well-controlled dysrhythmia, well-controlled epilepsy, asthma without exacerbation.", "contents": "Pediatric Procedural Sedation -- Indications. The patient's vital signs and overall stability must be taken into account in unscheduled procedures, along with consideration of the patient's history of chronic disease or genetic abnormalities (e.g., cardiovascular or respiratory disease, Down syndrome, cerebral palsy), medication history, and allergies. The physical status evaluation of the airway is based on the American Society of Anesthesiologists (ASA) classification system: [6] ASA Class I: Healthy patient with no acute or chronic disease, normal BMI percentile for age ASA Class II: Patient with mild systemic disease without acute worsening or exacerbation.  Examples include asymptomatic congenital heart disease, well-controlled dysrhythmia, well-controlled epilepsy, asthma without exacerbation."}
{"id": "article-132888_18", "title": "Pediatric Procedural Sedation -- Indications", "content": "ASA Class III: Patient with severe systemic disease without immediate danger of death, including uncorrected stable congenital cardiac abnormality, poorly controlled epilepsy, cystic fibrosis, morbid obesity, metabolic disease, history of organ transplantation. ASA Class IV: Patient with severe systemic disease that represents a constant threat to life, such as symptomatic congenital cardiac abnormality, severe trauma, sepsis, severe respiratory distress, congestive heart failure, acute hypoxic-ischemic encephalopathy. ASA Class V: Moribound patients not expected to survive without operation, including massive trauma, a patient requiring ECMO, intracranial hemorrhage with mass effect, respiratory failure or arrest, multiple organ system dysfunction. ASA Class VI: Patient declared brain dead whose organs are being harvested for donor purposes.", "contents": "Pediatric Procedural Sedation -- Indications. ASA Class III: Patient with severe systemic disease without immediate danger of death, including uncorrected stable congenital cardiac abnormality, poorly controlled epilepsy, cystic fibrosis, morbid obesity, metabolic disease, history of organ transplantation. ASA Class IV: Patient with severe systemic disease that represents a constant threat to life, such as symptomatic congenital cardiac abnormality, severe trauma, sepsis, severe respiratory distress, congestive heart failure, acute hypoxic-ischemic encephalopathy. ASA Class V: Moribound patients not expected to survive without operation, including massive trauma, a patient requiring ECMO, intracranial hemorrhage with mass effect, respiratory failure or arrest, multiple organ system dysfunction. ASA Class VI: Patient declared brain dead whose organs are being harvested for donor purposes."}
{"id": "article-132888_19", "title": "Pediatric Procedural Sedation -- Indications", "content": "In general, PPS in the emergency setting should be limited to ASA class I or II.  For children in ASA class III or IV or with anatomic cervical spine or airway anomalies, consultation with an anesthesiologist or appropriate subspecialist is recommended. [7]", "contents": "Pediatric Procedural Sedation -- Indications. In general, PPS in the emergency setting should be limited to ASA class I or II.  For children in ASA class III or IV or with anatomic cervical spine or airway anomalies, consultation with an anesthesiologist or appropriate subspecialist is recommended. [7]"}
{"id": "article-132888_20", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "PPS is not appropriate in certain conditions and contexts.", "contents": "Pediatric Procedural Sedation -- Contraindications. PPS is not appropriate in certain conditions and contexts."}
{"id": "article-132888_21", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "Appropriate equipment for monitoring and resuscitation is not available.", "contents": "Pediatric Procedural Sedation -- Contraindications. Appropriate equipment for monitoring and resuscitation is not available."}
{"id": "article-132888_22", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "Operator training.  If the provider is not PALS certified or does not have the skill set required to secure an unstable airway, from intubation to emergent cricothyrotomy, PPS cannot be performed.", "contents": "Pediatric Procedural Sedation -- Contraindications. Operator training.  If the provider is not PALS certified or does not have the skill set required to secure an unstable airway, from intubation to emergent cricothyrotomy, PPS cannot be performed."}
{"id": "article-132888_23", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "The patient has known allergies or adverse reactions to medications used in PPS.", "contents": "Pediatric Procedural Sedation -- Contraindications. The patient has known allergies or adverse reactions to medications used in PPS."}
{"id": "article-132888_24", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "The patient requires more than a brief painful procedure, necessitating general anesthesia in the operating room setting.", "contents": "Pediatric Procedural Sedation -- Contraindications. The patient requires more than a brief painful procedure, necessitating general anesthesia in the operating room setting."}
{"id": "article-132888_25", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "At the time of the procedure, the patient's condition is high-risk ASA class III or higher and may be safer with management by an anesthesiologist or subspecialist.", "contents": "Pediatric Procedural Sedation -- Contraindications. At the time of the procedure, the patient's condition is high-risk ASA class III or higher and may be safer with management by an anesthesiologist or subspecialist."}
{"id": "article-132888_26", "title": "Pediatric Procedural Sedation -- Contraindications", "content": "Published guidelines recommend a 2 hour fast for clear liquids, 4 hours for breast milk, and 6 hours for solid food before scheduled procedures. High risk of aspiration has been considered a contraindication in the past. Still, recent studies demonstrate no significantly increased risk of adverse events based on fasting times for unscheduled procedural sedation. Waiting for previously recommended fasting times can cause increased stress on pediatric patients and families in the emergent setting. [2]", "contents": "Pediatric Procedural Sedation -- Contraindications. Published guidelines recommend a 2 hour fast for clear liquids, 4 hours for breast milk, and 6 hours for solid food before scheduled procedures. High risk of aspiration has been considered a contraindication in the past. Still, recent studies demonstrate no significantly increased risk of adverse events based on fasting times for unscheduled procedural sedation. Waiting for previously recommended fasting times can cause increased stress on pediatric patients and families in the emergent setting. [2]"}
{"id": "article-132888_27", "title": "Pediatric Procedural Sedation -- Equipment", "content": "Before starting PPS, the provider should ensure that the following necessary equipment is available, functional, and correctly sized for the child: Suction apparatus and catheter Oxygen supply that is flowing with adequate administration equipment ranging from a nasal cannula to a nonrebreather mask Airway equipment including bag valve mask, appropriately sized oral and nasal airways, laryngeal mask airway, direct and video-assisted laryngoscope with correctly sized blades, appropriately sized endotracheal tube, surgical and needle airway. Pharmacologic agents including anxiolytic, analgesic, dissociative, and reversal agents Monitoring devices including a pulse oximeter, end-tidal carbon dioxide, noninvasive blood pressure, ECG leads, respirations. IV, running, or functional saline lock if administering IV medications or risk of progressing to a deeper level of sedation Medications and equipment for cardiac resuscitation", "contents": "Pediatric Procedural Sedation -- Equipment. Before starting PPS, the provider should ensure that the following necessary equipment is available, functional, and correctly sized for the child: Suction apparatus and catheter Oxygen supply that is flowing with adequate administration equipment ranging from a nasal cannula to a nonrebreather mask Airway equipment including bag valve mask, appropriately sized oral and nasal airways, laryngeal mask airway, direct and video-assisted laryngoscope with correctly sized blades, appropriately sized endotracheal tube, surgical and needle airway. Pharmacologic agents including anxiolytic, analgesic, dissociative, and reversal agents Monitoring devices including a pulse oximeter, end-tidal carbon dioxide, noninvasive blood pressure, ECG leads, respirations. IV, running, or functional saline lock if administering IV medications or risk of progressing to a deeper level of sedation Medications and equipment for cardiac resuscitation"}
{"id": "article-132888_28", "title": "Pediatric Procedural Sedation -- Personnel", "content": "Ideally, there are two providers to perform PPS. One provider will perform the indicated procedure, and the other will oversee the sedation and patient monitoring.  There are circumstances, particularly in the emergency setting while performing unplanned procedures, where having two operators is not possible.  It is still recommended that a nurse or other qualified individual monitor the patient while the provider is performing the procedure.  The provider performing the PPS must be able to:", "contents": "Pediatric Procedural Sedation -- Personnel. Ideally, there are two providers to perform PPS. One provider will perform the indicated procedure, and the other will oversee the sedation and patient monitoring.  There are circumstances, particularly in the emergency setting while performing unplanned procedures, where having two operators is not possible.  It is still recommended that a nurse or other qualified individual monitor the patient while the provider is performing the procedure.  The provider performing the PPS must be able to:"}
{"id": "article-132888_29", "title": "Pediatric Procedural Sedation -- Personnel", "content": "Properly select patients for PPS Understand and manage medications and reversal agents Monitor airway patency, identify signs of airway obstruction and identify and distinguish between obstructive and central apnea Monitor ventilatory adequacy by observing chest wall motion along with pulse oximetry and capnography Monitor cardiovascular stability using cardiac rhythm, blood pressure monitoring, and physical assessment Recognize when a pediatric patient is inadequately or excessively sedated Perform advanced airway management skills Perform intervention for any complications [8]", "contents": "Pediatric Procedural Sedation -- Personnel. Properly select patients for PPS Understand and manage medications and reversal agents Monitor airway patency, identify signs of airway obstruction and identify and distinguish between obstructive and central apnea Monitor ventilatory adequacy by observing chest wall motion along with pulse oximetry and capnography Monitor cardiovascular stability using cardiac rhythm, blood pressure monitoring, and physical assessment Recognize when a pediatric patient is inadequately or excessively sedated Perform advanced airway management skills Perform intervention for any complications [8]"}
{"id": "article-132888_30", "title": "Pediatric Procedural Sedation -- Preparation", "content": "Once the need to perform PPS has been identified, a thorough medical evaluation should be performed to mitigate risk during and after the procedure. A standard checklist should be performed, and guidelines from the American Academy of Pediatrics are useful: [9]", "contents": "Pediatric Procedural Sedation -- Preparation. Once the need to perform PPS has been identified, a thorough medical evaluation should be performed to mitigate risk during and after the procedure. A standard checklist should be performed, and guidelines from the American Academy of Pediatrics are useful: [9]"}
{"id": "article-132888_31", "title": "Pediatric Procedural Sedation -- Preparation", "content": "Physical status evaluation based on the ASA classification system.  In general, PPS in the emergency setting should be limited to ASA class I or II.  For children with ASA class III or higher or anatomic airway or cervical spine anomalies, anesthesiology or another appropriate subspecialty should be consulted. Obtained informed consent Obtain comprehensive health evaluation to determine baseline status and identify any specific health conditions that require additional considerations or consultation.  This includes sex, age, weight, current medications, allergies, and relevant personal or family medical history. Consider the NPO status of the patient in the context of the urgency of the indicated procedure. Assess airway patency using the Mallampati score and assess mouth opening, tonsillar hypertrophy, mandibular anomalies, lingual anomalies, and cervical spine mobility. Ensure equipment is available, appropriately sized, and functional.", "contents": "Pediatric Procedural Sedation -- Preparation. Physical status evaluation based on the ASA classification system.  In general, PPS in the emergency setting should be limited to ASA class I or II.  For children with ASA class III or higher or anatomic airway or cervical spine anomalies, anesthesiology or another appropriate subspecialty should be consulted. Obtained informed consent Obtain comprehensive health evaluation to determine baseline status and identify any specific health conditions that require additional considerations or consultation.  This includes sex, age, weight, current medications, allergies, and relevant personal or family medical history. Consider the NPO status of the patient in the context of the urgency of the indicated procedure. Assess airway patency using the Mallampati score and assess mouth opening, tonsillar hypertrophy, mandibular anomalies, lingual anomalies, and cervical spine mobility. Ensure equipment is available, appropriately sized, and functional."}
{"id": "article-132888_32", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Medications", "content": "The ideal agent for PPS depends on the level of sedation needed for the procedure based on the amount of perceived pain or discomfort encountered during the procedure. The agent of choice should provide adequate analgesia, sedation, and anesthesia with quick onset and short duration to allow the performance of a procedure with quick recovery and discharge. PPS can vary from anxiolysis for nonpainful procedures to sedation for painful procedures, and the agent of choice should reflect the goals of sedation. Benzodiazepines, ketamine, propofol, ketamine with propofol, nitrous oxide, and etomidate are all well-studied agents used in PPS.", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Medications. The ideal agent for PPS depends on the level of sedation needed for the procedure based on the amount of perceived pain or discomfort encountered during the procedure. The agent of choice should provide adequate analgesia, sedation, and anesthesia with quick onset and short duration to allow the performance of a procedure with quick recovery and discharge. PPS can vary from anxiolysis for nonpainful procedures to sedation for painful procedures, and the agent of choice should reflect the goals of sedation. Benzodiazepines, ketamine, propofol, ketamine with propofol, nitrous oxide, and etomidate are all well-studied agents used in PPS."}
{"id": "article-132888_33", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Medications", "content": "For nonpainful procedures, pediatric patients often need anxiolysis alone, and benzodiazepines with concomitant emotional and physical support are often effective for most pediatric patients. For minor painful procedures such as cleaning wounds or laceration repair, moderate analgesia and anxiolysis are required. Regimens include intranasal fentanyl or dexmedetomidine, nitrous oxide, and sub-dissociative dose ketamine. For major painful procedures such as fracture or dislocation reduction, the goal is dissociative amnesia that provides amnesia and analgesia.", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Medications. For nonpainful procedures, pediatric patients often need anxiolysis alone, and benzodiazepines with concomitant emotional and physical support are often effective for most pediatric patients. For minor painful procedures such as cleaning wounds or laceration repair, moderate analgesia and anxiolysis are required. Regimens include intranasal fentanyl or dexmedetomidine, nitrous oxide, and sub-dissociative dose ketamine. For major painful procedures such as fracture or dislocation reduction, the goal is dissociative amnesia that provides amnesia and analgesia."}
{"id": "article-132888_34", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Nonpainful Procedures", "content": "Midazolam Dose: PO/PR 0.5 milligrams/kg.  IV/IM 0.05 to 0.1 milligrams/kg (maximum 6 mg/dose).  Intranasal 0.3 to 0.5 milligrams/kg (maximum 10 mg/dose) Onset: PO/PR 20 to 30 min.  IV 3 to 5 min. IM 10 to 20 min.  Intranasal 5 to 10 min. Note: oral/rectal administration has a slow onset and is less predictable. Duration: 0.5 to 2 hours Comments: It functions as an anxiolytic. Midazolam solutions are acidic and intranasal administration is associated with stinging pain and can cause increased secretions.  Midazolam should be prepared in 1mg/ml solution for children less than 15 kg in body weight, where solutions that greater than 1 mg/mL are not recommended. [10] Pentobarbital Dose: PO 3 to 5 milligrams/kg Onset: 30 minutes Duration: variable Comments: Works as a sedative. No analgesia. Variable efficacy. Long recovery times. [11] Nitrous Oxide", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Nonpainful Procedures. Midazolam Dose: PO/PR 0.5 milligrams/kg.  IV/IM 0.05 to 0.1 milligrams/kg (maximum 6 mg/dose).  Intranasal 0.3 to 0.5 milligrams/kg (maximum 10 mg/dose) Onset: PO/PR 20 to 30 min.  IV 3 to 5 min. IM 10 to 20 min.  Intranasal 5 to 10 min. Note: oral/rectal administration has a slow onset and is less predictable. Duration: 0.5 to 2 hours Comments: It functions as an anxiolytic. Midazolam solutions are acidic and intranasal administration is associated with stinging pain and can cause increased secretions.  Midazolam should be prepared in 1mg/ml solution for children less than 15 kg in body weight, where solutions that greater than 1 mg/mL are not recommended. [10] Pentobarbital Dose: PO 3 to 5 milligrams/kg Onset: 30 minutes Duration: variable Comments: Works as a sedative. No analgesia. Variable efficacy. Long recovery times. [11] Nitrous Oxide"}
{"id": "article-132888_35", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Nonpainful Procedures", "content": "Dose: Inhaled starting at 100% O2 and increasing concentration nitrous oxide to effect.  Maximum 70% nitrous oxide/30% O2 ratio. Onset: 30 seconds (peak effect 3 to 5 minutes) Duration: Effects decrease 70% 3 minutes after discontinuation Comments: Dissociative, contraindicated with pneumothorax, bowel obstruction, and increased intracranial pressure. Associated with nausea and dysphoria. Teratogenic, contraindicated in pregnancy. It can also be used for some minor painful procedures, including laceration repair, dental procedures, and lumbar puncture. [12]", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Nonpainful Procedures. Dose: Inhaled starting at 100% O2 and increasing concentration nitrous oxide to effect.  Maximum 70% nitrous oxide/30% O2 ratio. Onset: 30 seconds (peak effect 3 to 5 minutes) Duration: Effects decrease 70% 3 minutes after discontinuation Comments: Dissociative, contraindicated with pneumothorax, bowel obstruction, and increased intracranial pressure. Associated with nausea and dysphoria. Teratogenic, contraindicated in pregnancy. It can also be used for some minor painful procedures, including laceration repair, dental procedures, and lumbar puncture. [12]"}
{"id": "article-132888_36", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Minor Painful Procedures", "content": "Fentanyl Dose: Intranasal 1.5 micrograms/kg (maximum 0.5 mL per nare) Onset: 10 minutes Duration: 20 minutes Comments: Works as an analgesic. Equivalent to IV morphine. Little to no adverse effects. Advantage of being short-lived. [13] Subdissociative dose ketamine Dose: IV 0.3 milligrams/kg IV.  Intranasal 1 milligram/kg Onset: Variable Duration: 60 minutes Comments: Analgesic and amnestic without full dissociation at the above dose. Subdissociative doses are sufficient for minor procedures such as laceration repair or abscess drainage but not sufficient for major painful procedures. [14] Dexmedetomidine Dose: Intranasal 0.5 to 2 micrograms/kg Onset: 25 minutes Duration: 85 minutes Comments: Hypnotic and sedative. Longer time to onset and longer duration than other agents. No respiratory or hemodynamic compromise. [15]", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Minor Painful Procedures. Fentanyl Dose: Intranasal 1.5 micrograms/kg (maximum 0.5 mL per nare) Onset: 10 minutes Duration: 20 minutes Comments: Works as an analgesic. Equivalent to IV morphine. Little to no adverse effects. Advantage of being short-lived. [13] Subdissociative dose ketamine Dose: IV 0.3 milligrams/kg IV.  Intranasal 1 milligram/kg Onset: Variable Duration: 60 minutes Comments: Analgesic and amnestic without full dissociation at the above dose. Subdissociative doses are sufficient for minor procedures such as laceration repair or abscess drainage but not sufficient for major painful procedures. [14] Dexmedetomidine Dose: Intranasal 0.5 to 2 micrograms/kg Onset: 25 minutes Duration: 85 minutes Comments: Hypnotic and sedative. Longer time to onset and longer duration than other agents. No respiratory or hemodynamic compromise. [15]"}
{"id": "article-132888_37", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Major Painful Procedures", "content": "Propofol Dose: IV 1 to 2 milligrams/kg, followed by repeat doses of 0.5 milligrams/kg as needed Onset: Seconds Duration: 6 minutes Comments: Hypnotic, sedative. No analgesia. Rapid onset with short duration of action producing motionless anesthesia. Causes respiratory and cardiovascular depression. Increased dosing requirement for younger patients.  Causes burning pain at the injection site. [16] Etomidate Dose: IV 0.2 to 0.3 milligrams/kg Onset: Seconds Duration: 5 to 15 minutes Comments: Hypnotic, sedative.  No analgesia. Causes cardiovascular and respiratory depression. Avoid in patients with increased muscle tone (e.g., cerebral palsy) due to the risk of myoclonic jerks. [17] Ketamine", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Major Painful Procedures. Propofol Dose: IV 1 to 2 milligrams/kg, followed by repeat doses of 0.5 milligrams/kg as needed Onset: Seconds Duration: 6 minutes Comments: Hypnotic, sedative. No analgesia. Rapid onset with short duration of action producing motionless anesthesia. Causes respiratory and cardiovascular depression. Increased dosing requirement for younger patients.  Causes burning pain at the injection site. [16] Etomidate Dose: IV 0.2 to 0.3 milligrams/kg Onset: Seconds Duration: 5 to 15 minutes Comments: Hypnotic, sedative.  No analgesia. Causes cardiovascular and respiratory depression. Avoid in patients with increased muscle tone (e.g., cerebral palsy) due to the risk of myoclonic jerks. [17] Ketamine"}
{"id": "article-132888_38", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Major Painful Procedures", "content": "Dose: IV 1 to 1.5 milligrams/kg.  IM 4 to 5 milligrams/kg Onset: IV 1 to 2 min. IM 3 to 5 min Duration: IV 15 minutes. IM 30 to 45 minutes Comments: Works as a dissociative analgesic agent with motionless anesthesia. Respiratory and cardiovascular stimulant. Acts as a bronchodilator. Can cause increased intraocular pressure, intracranial pressure, salivation, and laryngospasm. The risk of airway obstruction, apnea, and laryngospasm is higher in infants <3 months, so patient age under 3 months is an absolute contraindication to ketamine use. It is emetogenic. Consider pretreatment with ondansetron. Midazolam coadministration does not reduce the risk of emergence agitation. [18] Propofol + Ketamine", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Major Painful Procedures. Dose: IV 1 to 1.5 milligrams/kg.  IM 4 to 5 milligrams/kg Onset: IV 1 to 2 min. IM 3 to 5 min Duration: IV 15 minutes. IM 30 to 45 minutes Comments: Works as a dissociative analgesic agent with motionless anesthesia. Respiratory and cardiovascular stimulant. Acts as a bronchodilator. Can cause increased intraocular pressure, intracranial pressure, salivation, and laryngospasm. The risk of airway obstruction, apnea, and laryngospasm is higher in infants <3 months, so patient age under 3 months is an absolute contraindication to ketamine use. It is emetogenic. Consider pretreatment with ondansetron. Midazolam coadministration does not reduce the risk of emergence agitation. [18] Propofol + Ketamine"}
{"id": "article-132888_39", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Major Painful Procedures", "content": "Dose: IV Propofol 1 milligram/kg, Ketamine 0.5 milligram/kg Onset: 1 minute Duration: Propofol minutes; Ketamine 15 to 45 minutes Comments: Decreased dosing requirement of both agents. Lessens respiratory and cardiovascular depression, emetogenesis. Increased risk of oxygen desaturation compared to ketamine as a single agent. [19]", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Major Painful Procedures. Dose: IV Propofol 1 milligram/kg, Ketamine 0.5 milligram/kg Onset: 1 minute Duration: Propofol minutes; Ketamine 15 to 45 minutes Comments: Decreased dosing requirement of both agents. Lessens respiratory and cardiovascular depression, emetogenesis. Increased risk of oxygen desaturation compared to ketamine as a single agent. [19]"}
{"id": "article-132888_40", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Reversal Agents", "content": "Naloxone Dose: Infants and children <5 years old or <20 kg: IV 0.1 milligrams/kg/dose, IM 0.1 milligram/kg/dose; Children >5 years old or >20 kg: IV 2 milligrams/dose, IM 2 millgrams/dose.  Infants, children, and adolescents: intranasal 4 mg, endotracheal 2 to 3 times the IV dose Onset: One minute Duration: 15 to 30 minutes Comments: Opiate reversal. The dose can be repeated every two to three minutes to effect.  May need to repeat doses every 20 to 60 minutes if the duration of action of opioid used is longer than naloxone. The onset of action is slightly delayed in intranasal administration. Flumazenil Dose: IV 0.01 milligrams/kg (maximum dose 0.2 mg) given over 15 seconds. May repeat dose after 45 seconds, then every minute to a maximum total cumulative dose of 0.05 milligrams/kg or 1 mg Onset: One minute Duration: 45 minutes Comments: Benzodiazepine reversal. Avoid use in chronic benzodiazepine users as it can induce seizures.", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Reversal Agents. Naloxone Dose: Infants and children <5 years old or <20 kg: IV 0.1 milligrams/kg/dose, IM 0.1 milligram/kg/dose; Children >5 years old or >20 kg: IV 2 milligrams/dose, IM 2 millgrams/dose.  Infants, children, and adolescents: intranasal 4 mg, endotracheal 2 to 3 times the IV dose Onset: One minute Duration: 15 to 30 minutes Comments: Opiate reversal. The dose can be repeated every two to three minutes to effect.  May need to repeat doses every 20 to 60 minutes if the duration of action of opioid used is longer than naloxone. The onset of action is slightly delayed in intranasal administration. Flumazenil Dose: IV 0.01 milligrams/kg (maximum dose 0.2 mg) given over 15 seconds. May repeat dose after 45 seconds, then every minute to a maximum total cumulative dose of 0.05 milligrams/kg or 1 mg Onset: One minute Duration: 45 minutes Comments: Benzodiazepine reversal. Avoid use in chronic benzodiazepine users as it can induce seizures."}
{"id": "article-132888_41", "title": "Pediatric Procedural Sedation -- Technique or Treatment -- Reversal Agents", "content": "After the procedure, the patient should be monitored until recovery is complete and they resume the pre-sedation level of consciousness.", "contents": "Pediatric Procedural Sedation -- Technique or Treatment -- Reversal Agents. After the procedure, the patient should be monitored until recovery is complete and they resume the pre-sedation level of consciousness."}
{"id": "article-132888_42", "title": "Pediatric Procedural Sedation -- Complications", "content": "Each medication used in PPS comes with specific possible adverse effects, as detailed above. The goal of PPS is to choose the correct agent for the specific patient that is best suited for the indicated procedure. The ideal application of PPS is to have the patient sedated for a minimal amount of time to perform the procedure safely. The provider must always be aware of possible adverse events associated with the medications given and the patient's risk factors. The most feared complication in PPS is airway compromise, often as a result of oversedation. The provider must be able to identify signs of airway compromise and perform advanced airway skills if needed.", "contents": "Pediatric Procedural Sedation -- Complications. Each medication used in PPS comes with specific possible adverse effects, as detailed above. The goal of PPS is to choose the correct agent for the specific patient that is best suited for the indicated procedure. The ideal application of PPS is to have the patient sedated for a minimal amount of time to perform the procedure safely. The provider must always be aware of possible adverse events associated with the medications given and the patient's risk factors. The most feared complication in PPS is airway compromise, often as a result of oversedation. The provider must be able to identify signs of airway compromise and perform advanced airway skills if needed."}
{"id": "article-132888_43", "title": "Pediatric Procedural Sedation -- Clinical Significance", "content": "When performed properly, PPS allows pediatric patients to tolerate brief stressful or painful procedures without experiencing significant pain or having unpleasant memories of the event. It allows for diagnostics and interventions to be performed for the pediatric patient with more effectiveness while limiting the amount of stress on the child. PPS can be elective or unscheduled but must be performed in a controlled environment with the proper staff and equipment to facilitate the procedure and sedation.  Providers must know and anticipate possible complications, including vomiting and respiratory depression, to be able to intervene when necessary. When performed by skilled providers, PPS can be used to perform procedures with few adverse outcomes. [20]", "contents": "Pediatric Procedural Sedation -- Clinical Significance. When performed properly, PPS allows pediatric patients to tolerate brief stressful or painful procedures without experiencing significant pain or having unpleasant memories of the event. It allows for diagnostics and interventions to be performed for the pediatric patient with more effectiveness while limiting the amount of stress on the child. PPS can be elective or unscheduled but must be performed in a controlled environment with the proper staff and equipment to facilitate the procedure and sedation.  Providers must know and anticipate possible complications, including vomiting and respiratory depression, to be able to intervene when necessary. When performed by skilled providers, PPS can be used to perform procedures with few adverse outcomes. [20]"}
{"id": "article-132888_44", "title": "Pediatric Procedural Sedation -- Enhancing Healthcare Team Outcomes", "content": "PPS is an area of medicine that must be performed as a team. In an ideal setting, two clinicians participate in PPS, with one performing the indicated procedure and the other administering the sedation and monitoring the patient throughout. In the emergency department or resource-constrained settings, a qualified nurse can monitor the patient throughout the procedure while the physician performs the procedure. It is mandatory that a nurse or another qualified staff member monitor the patient while the procedure is performed, requiring interprofessional teamwork and communication to perform PPS.", "contents": "Pediatric Procedural Sedation -- Enhancing Healthcare Team Outcomes. PPS is an area of medicine that must be performed as a team. In an ideal setting, two clinicians participate in PPS, with one performing the indicated procedure and the other administering the sedation and monitoring the patient throughout. In the emergency department or resource-constrained settings, a qualified nurse can monitor the patient throughout the procedure while the physician performs the procedure. It is mandatory that a nurse or another qualified staff member monitor the patient while the procedure is performed, requiring interprofessional teamwork and communication to perform PPS."}
{"id": "article-132888_45", "title": "Pediatric Procedural Sedation -- Enhancing Healthcare Team Outcomes", "content": "Theclinician and nursing staff must work together to coordinate that all resuscitative equipment, monitors, medications, and reversal agents are in the room and available before the procedure is started. The provider may also need to be in communication with the pharmacist to obtain sedation medications or reversal agents. Consequently, interprofessional communication is imperative to ensure patient safety, enhance team performance, and work to enhance patient-centered care. [21] [Level 5]", "contents": "Pediatric Procedural Sedation -- Enhancing Healthcare Team Outcomes. Theclinician and nursing staff must work together to coordinate that all resuscitative equipment, monitors, medications, and reversal agents are in the room and available before the procedure is started. The provider may also need to be in communication with the pharmacist to obtain sedation medications or reversal agents. Consequently, interprofessional communication is imperative to ensure patient safety, enhance team performance, and work to enhance patient-centered care. [21] [Level 5]"}
{"id": "article-132888_46", "title": "Pediatric Procedural Sedation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Procedural Sedation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}