{"id": "article-29350_0", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Introduction", "content": "The relevant anatomy of the innervation of the musculature of the back by the spinal nerves is centered around the lumbar spinal nerves, peripheral nerves of the lumbar plexus, spinal cord, and lumbar vertebral column.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Introduction. The relevant anatomy of the innervation of the musculature of the back by the spinal nerves is centered around the lumbar spinal nerves, peripheral nerves of the lumbar plexus, spinal cord, and lumbar vertebral column."}
{"id": "article-29350_1", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Introduction", "content": "In general, the spinal cord consists of gray and white matter. As in the brain, the gray matter of the spinal cord contains the cell bodies; the white matter of the spinal cord contains myelinated tracts. The gray matter of the spinal cord is found in the central aspect of the spinal cord. It is broadly in the shape of the capital letter H. Immediately surrounding the spinal cord is the pia mater, with the subarachnoid space overlying the pia mater, the arachnoid mater overlying the subarachnoid space, and dura mater at the outermost layer, adherent to the spinal column. [1] [2] A bilateral pair of spinal nerve rootlets emerge from the spinal cord at each vertebral level, forming the sensory, motor, and mixed spinal nerves that innervate the regional musculature and skin.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Introduction. In general, the spinal cord consists of gray and white matter. As in the brain, the gray matter of the spinal cord contains the cell bodies; the white matter of the spinal cord contains myelinated tracts. The gray matter of the spinal cord is found in the central aspect of the spinal cord. It is broadly in the shape of the capital letter H. Immediately surrounding the spinal cord is the pia mater, with the subarachnoid space overlying the pia mater, the arachnoid mater overlying the subarachnoid space, and dura mater at the outermost layer, adherent to the spinal column. [1] [2] A bilateral pair of spinal nerve rootlets emerge from the spinal cord at each vertebral level, forming the sensory, motor, and mixed spinal nerves that innervate the regional musculature and skin."}
{"id": "article-29350_2", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function", "content": "The cervical spine has eight cervical spinal segments and seven vertebral bodies. Within the lumbar region, the vertebral bodies are larger than in the thoracic and cervical regions; the lumbar spine is designed for weight-bearing purposes. [3] Each spinal cord segment generates a bilateral pair of corresponding spinal nerve roots. Each spinal cord segment corresponds to the same numbered vertebral level in the thoracic, lumbar, and sacral spinal regions. The primary components of the lumbar nervous system are the lumbar spinal segments, spinal rootlets, spinal roots, and spinal nerves.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function. The cervical spine has eight cervical spinal segments and seven vertebral bodies. Within the lumbar region, the vertebral bodies are larger than in the thoracic and cervical regions; the lumbar spine is designed for weight-bearing purposes. [3] Each spinal cord segment generates a bilateral pair of corresponding spinal nerve roots. Each spinal cord segment corresponds to the same numbered vertebral level in the thoracic, lumbar, and sacral spinal regions. The primary components of the lumbar nervous system are the lumbar spinal segments, spinal rootlets, spinal roots, and spinal nerves."}
{"id": "article-29350_3", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function", "content": "The posterior horn is at the posterior aspect of the gray matter of the spinal cord. Components of the peripherally located white matter of the spinal cord are the posterior funiculus, lateral funiculus, anterior funiculus, and anterior commissure (which crosses the midline anteriorly). [4] The anterior horn is at the anterior aspect of the gray matter of the spinal cord. Located at the central aspect of the gray matter is the gray commissure (which crosses the midline). The transition from spinal roots to spinal nerves is at the level of the pedicle of the vertebral column. The posterior (dorsal) spinal roots enter the spinal column and form posterior root ganglions after separating from the motor fibers of the mixed spinal nerve. From distal to proximal: after the posterior root ganglion is the posterior spinal root, and then the posterior rootlets enter the spinal cord at the posterior horn [5] . The anterior (ventral) spinal rootlets exit the spinal cord from the anterior horn and then form the anterior spinal nerves. The anterior spinal nerves then combine with the posterior spinal roots (distal to the posterior root ganglion) to form mixed spinal nerves. The posterior spinal roots carry afferent (towards the spinal cord) sensory fibers, and the anterior spinal roots carry efferent (away from the spinal cord) motor fibers. Mixed spinal nerves are always a combination of sensory and motor nerves. [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function. The posterior horn is at the posterior aspect of the gray matter of the spinal cord. Components of the peripherally located white matter of the spinal cord are the posterior funiculus, lateral funiculus, anterior funiculus, and anterior commissure (which crosses the midline anteriorly). [4] The anterior horn is at the anterior aspect of the gray matter of the spinal cord. Located at the central aspect of the gray matter is the gray commissure (which crosses the midline). The transition from spinal roots to spinal nerves is at the level of the pedicle of the vertebral column. The posterior (dorsal) spinal roots enter the spinal column and form posterior root ganglions after separating from the motor fibers of the mixed spinal nerve. From distal to proximal: after the posterior root ganglion is the posterior spinal root, and then the posterior rootlets enter the spinal cord at the posterior horn [5] . The anterior (ventral) spinal rootlets exit the spinal cord from the anterior horn and then form the anterior spinal nerves. The anterior spinal nerves then combine with the posterior spinal roots (distal to the posterior root ganglion) to form mixed spinal nerves. The posterior spinal roots carry afferent (towards the spinal cord) sensory fibers, and the anterior spinal roots carry efferent (away from the spinal cord) motor fibers. Mixed spinal nerves are always a combination of sensory and motor nerves. [2]"}
{"id": "article-29350_4", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function", "content": "Anterior spinal nerves carry motor fibers that affect motor nerves at the motor endplates of muscles. The lumbosacral enlargement is from T11 through S1 of the spinal cord. The lumbosacral enlargement gives off anterior rami of the spinal nerves, which make up the nerves of the lumbar and sacral plexus. [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function. Anterior spinal nerves carry motor fibers that affect motor nerves at the motor endplates of muscles. The lumbosacral enlargement is from T11 through S1 of the spinal cord. The lumbosacral enlargement gives off anterior rami of the spinal nerves, which make up the nerves of the lumbar and sacral plexus. [2]"}
{"id": "article-29350_5", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function", "content": "The central canal of the spinal cord supplies the spinal cord and spinal nerves with cerebral spinal fluid (CSF) and is contiguous with the ventricular system of the brain, where the CSF is produced. CSF is present in the center of the gray matter, surrounding the spinal cord, in the subarachnoid space, and surrounding the spinal nerves.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function. The central canal of the spinal cord supplies the spinal cord and spinal nerves with cerebral spinal fluid (CSF) and is contiguous with the ventricular system of the brain, where the CSF is produced. CSF is present in the center of the gray matter, surrounding the spinal cord, in the subarachnoid space, and surrounding the spinal nerves."}
{"id": "article-29350_6", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function", "content": "There are five lumbar vertebral bodies, five lumbar spinal nerves, and five lumbar spinal segments. The adult spinal cord terminates at the L1 or L2 vertebral level. The terminal aspect of the spinal cord is the conus medullaris, and immediately inferior to the spinal cord is the cauda equina. The cauda equina is a cordlike structure composed of thickened and elongated nerve roots that occupy the spinal canal. The cauda equina attaches to the mid-sacral canal at approximately the level of the S2 vertebra.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function. There are five lumbar vertebral bodies, five lumbar spinal nerves, and five lumbar spinal segments. The adult spinal cord terminates at the L1 or L2 vertebral level. The terminal aspect of the spinal cord is the conus medullaris, and immediately inferior to the spinal cord is the cauda equina. The cauda equina is a cordlike structure composed of thickened and elongated nerve roots that occupy the spinal canal. The cauda equina attaches to the mid-sacral canal at approximately the level of the S2 vertebra."}
{"id": "article-29350_7", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function", "content": "Spinal nerves exit the spinal cord via the intervertebral foramen bilaterally at the lateral aspects of the vertebral column. Spinal nerves are secured by thickenings in the pia mater, forming thin ligaments called denticulate ligaments. Denticulate ligaments attach to the arachnoid and dura mater stabilizing the position of each spinal nerve root within the vertebral column. [1] [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Structure and Function. Spinal nerves exit the spinal cord via the intervertebral foramen bilaterally at the lateral aspects of the vertebral column. Spinal nerves are secured by thickenings in the pia mater, forming thin ligaments called denticulate ligaments. Denticulate ligaments attach to the arachnoid and dura mater stabilizing the position of each spinal nerve root within the vertebral column. [1] [2]"}
{"id": "article-29350_8", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Embryology", "content": "During embryological development, the fetal spinal cord is the same length as the vertebral column. However, as the fetus grows, the vertebral canal elongates at a greater relative rate than the spinal cord. In adulthood, the spinal cord is shorter than the vertebral column and terminates at the conus medullaris, at the level of L1 or L2. [6]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Embryology. During embryological development, the fetal spinal cord is the same length as the vertebral column. However, as the fetus grows, the vertebral canal elongates at a greater relative rate than the spinal cord. In adulthood, the spinal cord is shorter than the vertebral column and terminates at the conus medullaris, at the level of L1 or L2. [6]"}
{"id": "article-29350_9", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Blood Supply and Lymphatics", "content": "Three lumbar vertebral arteries surround each lumbar vertebral body. Lumbar vertebral arteries are direct branches off of the aorta. [7] Spinal arterial branches differentiate into radicular and segmental arteries. Segmental arteries supply vertebral bodies, and posterior arterial branches supply vertebral arches. [8] Spinal branches enter the vertebral canal through intervertebral foramina to supply the bones, periosteum, ligaments, and meninges. Radicular and segmental arteries supply spinal nerve roots, spinal nerves, and the spinal cord. Venous drainage of the vertebral column parallels the arterial system. Additionally, there is an internal anterior lumbar venous plexus and a posterior external venous plexus. [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Blood Supply and Lymphatics. Three lumbar vertebral arteries surround each lumbar vertebral body. Lumbar vertebral arteries are direct branches off of the aorta. [7] Spinal arterial branches differentiate into radicular and segmental arteries. Segmental arteries supply vertebral bodies, and posterior arterial branches supply vertebral arches. [8] Spinal branches enter the vertebral canal through intervertebral foramina to supply the bones, periosteum, ligaments, and meninges. Radicular and segmental arteries supply spinal nerve roots, spinal nerves, and the spinal cord. Venous drainage of the vertebral column parallels the arterial system. Additionally, there is an internal anterior lumbar venous plexus and a posterior external venous plexus. [2]"}
{"id": "article-29350_10", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Nerves", "content": "Upon exiting the spinal column, the posterior and anterior spinal nerve roots combine around the intervertebral foramen to form mixed spinal nerves. The mixed spinal nerves contain both motor and sensory nerve fibers. Mixed spinal nerves immediately divide into two primary rami – a posterior ramus and an anterior ramus. The posterior and anterior rami contain both sensory and motor nerve fibers. Peripheral motor nerves usually contain up to 40% of sensory nerve fibers. Likewise, peripheral sensory nerves contain motor nerve fibers that innervate the smooth muscle of blood vessels, hair follicles, and sweat glands. [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Nerves. Upon exiting the spinal column, the posterior and anterior spinal nerve roots combine around the intervertebral foramen to form mixed spinal nerves. The mixed spinal nerves contain both motor and sensory nerve fibers. Mixed spinal nerves immediately divide into two primary rami – a posterior ramus and an anterior ramus. The posterior and anterior rami contain both sensory and motor nerve fibers. Peripheral motor nerves usually contain up to 40% of sensory nerve fibers. Likewise, peripheral sensory nerves contain motor nerve fibers that innervate the smooth muscle of blood vessels, hair follicles, and sweat glands. [2]"}
{"id": "article-29350_11", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Nerves", "content": "Lumbar spinal nerves exit below their corresponding vertebral level. For example, an L1 spinal nerve will exit below the pedicle of the corresponding L1 vertebral body. Thoracic spinal nerves also exit below their corresponding vertebral level. However, in the cervical spine, the cervical nerves exit above their corresponding cervical vertebral level. For example, a C3 spinal nerve will exit above the pedicle of the C3 vertebral body. [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Nerves. Lumbar spinal nerves exit below their corresponding vertebral level. For example, an L1 spinal nerve will exit below the pedicle of the corresponding L1 vertebral body. Thoracic spinal nerves also exit below their corresponding vertebral level. However, in the cervical spine, the cervical nerves exit above their corresponding cervical vertebral level. For example, a C3 spinal nerve will exit above the pedicle of the C3 vertebral body. [2]"}
{"id": "article-29350_12", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Muscles", "content": "A limited description of the specific lumbar spinal nerves includes: L1 innervates the abdominal internal obliques via the ilioinguinal nerve; L2-4 innervates the iliopsoas, a hip flexor, and other muscles via the femoral nerve; L2-4 innervates the adductor longus, a hip adductor, and other muscles via the obturator nerve; L5 innervates ankle dorsiflexion muscles. The patellar reflex involves the L3/4 spinal nerves. The Achilles reflex involves the S1 spinal nerves. [2]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Muscles. A limited description of the specific lumbar spinal nerves includes: L1 innervates the abdominal internal obliques via the ilioinguinal nerve; L2-4 innervates the iliopsoas, a hip flexor, and other muscles via the femoral nerve; L2-4 innervates the adductor longus, a hip adductor, and other muscles via the obturator nerve; L5 innervates ankle dorsiflexion muscles. The patellar reflex involves the L3/4 spinal nerves. The Achilles reflex involves the S1 spinal nerves. [2]"}
{"id": "article-29350_13", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Physiologic Variants", "content": "A common physiologic variant of the lumbar spinal nerve root is a conjoined lumbosacral nerve root. In conjoined lumbosacral nerve roots, there are two nerve roots combined where the upper and lower spinal nerve roots are expected to be. Conjoined lumbosacral nerve roots result in an enlargement of the nerve root. Conjoined roots eventually divide and exit via separate foramina. Conjoined lumbosacral nerve roots can cause sciatica.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Physiologic Variants. A common physiologic variant of the lumbar spinal nerve root is a conjoined lumbosacral nerve root. In conjoined lumbosacral nerve roots, there are two nerve roots combined where the upper and lower spinal nerve roots are expected to be. Conjoined lumbosacral nerve roots result in an enlargement of the nerve root. Conjoined roots eventually divide and exit via separate foramina. Conjoined lumbosacral nerve roots can cause sciatica."}
{"id": "article-29350_14", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Physiologic Variants", "content": "Redundant and anastomotic nerve roots are less common than conjoined nerve roots in the lumbosacral spine. Redundant or “twinned” nerve roots have two nerve roots exiting through a single intervertebral foramen. Anastomotic nerve root anomalies involve otherwise normal nerve roots with an anastomosis that bridges the connection between two adjacent roots. [9] [10]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Physiologic Variants. Redundant and anastomotic nerve roots are less common than conjoined nerve roots in the lumbosacral spine. Redundant or “twinned” nerve roots have two nerve roots exiting through a single intervertebral foramen. Anastomotic nerve root anomalies involve otherwise normal nerve roots with an anastomosis that bridges the connection between two adjacent roots. [9] [10]"}
{"id": "article-29350_15", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Surgical Considerations", "content": "Surgical intervention for low back pain should be reserved for cases refractory to more conservative treatment such as physical therapy and epidural injection. [11]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Surgical Considerations. Surgical intervention for low back pain should be reserved for cases refractory to more conservative treatment such as physical therapy and epidural injection. [11]"}
{"id": "article-29350_16", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "Back pain is a common complaint in medicine and is the number one cause of occupationally related-injury.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. Back pain is a common complaint in medicine and is the number one cause of occupationally related-injury."}
{"id": "article-29350_17", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "Occupational workers older than the age of 40 are at a greater risk of developing back pain as compared to younger workers. A detailed, occupationally relevant medical history and physical examination are essential in accurately diagnosing and developing an appropriate treatment plan for back pain in the occupational setting.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. Occupational workers older than the age of 40 are at a greater risk of developing back pain as compared to younger workers. A detailed, occupationally relevant medical history and physical examination are essential in accurately diagnosing and developing an appropriate treatment plan for back pain in the occupational setting."}
{"id": "article-29350_18", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "Often, an MRI of the lumbar spine is needed to make a definitive diagnosis in cases of persistent back pain. It is important to try correlating the patient’s symptoms with the imaging findings. The different types of back pain are local, referred, radicular, and spasmodic. The most common cause of back pain is a lumbar muscle spasm. In severe persistent back pain cases, lumbar disc disease with disc herniation/protrusion is more likely if there is an associated motor deficit. Nerve root entrapment from disc herniation/protrusion causes pain, possibly muscle spasms, and in many cases, an accompanying sensory and motor deficit is also seen. [12] [13]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. Often, an MRI of the lumbar spine is needed to make a definitive diagnosis in cases of persistent back pain. It is important to try correlating the patient’s symptoms with the imaging findings. The different types of back pain are local, referred, radicular, and spasmodic. The most common cause of back pain is a lumbar muscle spasm. In severe persistent back pain cases, lumbar disc disease with disc herniation/protrusion is more likely if there is an associated motor deficit. Nerve root entrapment from disc herniation/protrusion causes pain, possibly muscle spasms, and in many cases, an accompanying sensory and motor deficit is also seen. [12] [13]"}
{"id": "article-29350_19", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "Imaging findings may not correlate with the patient’s symptoms. For example, a significant imaging finding of a right disc bulge at L5-S1 in a patient with symptoms of left L4-L5 nerve root distribution is a discordant finding. The anatomic correlation of disc protrusion with the affected spinal root or spinal nerve depends on the laterality of the disc protrusion. For example, a lateral disc protrusion at the L1-L2 vertebral level will most likely affect the L1 spinal nerve, whereas a central disc protrusion at the same level will most likely affect the L2 nerve root. This is due to the centrally traversing spinal nerve roots in the vertebral column and the lateral position of the exiting spinal nerves.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. Imaging findings may not correlate with the patient’s symptoms. For example, a significant imaging finding of a right disc bulge at L5-S1 in a patient with symptoms of left L4-L5 nerve root distribution is a discordant finding. The anatomic correlation of disc protrusion with the affected spinal root or spinal nerve depends on the laterality of the disc protrusion. For example, a lateral disc protrusion at the L1-L2 vertebral level will most likely affect the L1 spinal nerve, whereas a central disc protrusion at the same level will most likely affect the L2 nerve root. This is due to the centrally traversing spinal nerve roots in the vertebral column and the lateral position of the exiting spinal nerves."}
{"id": "article-29350_20", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "The likelihood of a disc protrusion or extrusion causing radicular symptoms or motor nerve deficit increase when there is preexisting central canal stenosis or intervertebral foramen narrowing. One example of radicular low back pain is sciatica (pain radiating from the low back down the posterior aspect of one or both lower extremities) which results from compression of the L5 and/or S1 component of the sciatic nerve (L5-S1).", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. The likelihood of a disc protrusion or extrusion causing radicular symptoms or motor nerve deficit increase when there is preexisting central canal stenosis or intervertebral foramen narrowing. One example of radicular low back pain is sciatica (pain radiating from the low back down the posterior aspect of one or both lower extremities) which results from compression of the L5 and/or S1 component of the sciatic nerve (L5-S1)."}
{"id": "article-29350_21", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "The cause of central canal stenosis is multifactorial. Vertebral canal stenosis can result from facet hypertrophy, ligamentum flavum hypertrophy, disc bulge, and congenital canal stenosis. Approximately 95% of disc protrusions and extrusions occur at L4-L5 and/or L5-S1. [14]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. The cause of central canal stenosis is multifactorial. Vertebral canal stenosis can result from facet hypertrophy, ligamentum flavum hypertrophy, disc bulge, and congenital canal stenosis. Approximately 95% of disc protrusions and extrusions occur at L4-L5 and/or L5-S1. [14]"}
{"id": "article-29350_22", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance", "content": "The differential diagnoses for back pain include but are not limited to degenerative disc disease, spinal tuberculosis or other infections, tumor, and abdominal aortic aneurysm. Although compression of the L4 spinal nerve is most likely secondary to disc herniation, the cause of nerve compression could also be from a different etiology, such as a spinal cord meningioma. A distinguishing imaging characteristic that can help to differentiate between disc bulge versus tumor or infection is leptomeningeal enhancement. Disc bulges would not show leptomeningeal enhancement, whereas a spinal tumor or discitis may show leptomeningeal enhancement. [15]", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Clinical Significance. The differential diagnoses for back pain include but are not limited to degenerative disc disease, spinal tuberculosis or other infections, tumor, and abdominal aortic aneurysm. Although compression of the L4 spinal nerve is most likely secondary to disc herniation, the cause of nerve compression could also be from a different etiology, such as a spinal cord meningioma. A distinguishing imaging characteristic that can help to differentiate between disc bulge versus tumor or infection is leptomeningeal enhancement. Disc bulges would not show leptomeningeal enhancement, whereas a spinal tumor or discitis may show leptomeningeal enhancement. [15]"}
{"id": "article-29350_23", "title": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Back, Spinal Nerve-Muscle Innervation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}