{"id": "article-140801_0", "title": "Linaclotide -- Continuing Education Activity", "content": "Linaclotide is an FDA-approved medication indicated for adults suffering from irritable bowel syndrome with predominant constipation (IBS-C) and chronic idiopathic constipation (CIC). Linaclotide, administered daily, is a potent and highly selective agonist of guanylate cyclase-C (GC-C) receptors in the intestine, offering a novel therapeutic approach with a favorable safety profile. Beyond its FDA-approved indications, linaclotide shows promise in managing refractory lower GI manifestations in systemic sclerosis patients and alleviating constipation induced by various factors such as opioid use, diabetes mellitus, neurological conditions, and post-surgery complications. With IBS-C and CIC affecting approximately 20% of the general population, including the geriatric community, safe and effective long-term prescribed treatments are needed when over-the-counter therapies fail.", "contents": "Linaclotide -- Continuing Education Activity. Linaclotide is an FDA-approved medication indicated for adults suffering from irritable bowel syndrome with predominant constipation (IBS-C) and chronic idiopathic constipation (CIC). Linaclotide, administered daily, is a potent and highly selective agonist of guanylate cyclase-C (GC-C) receptors in the intestine, offering a novel therapeutic approach with a favorable safety profile. Beyond its FDA-approved indications, linaclotide shows promise in managing refractory lower GI manifestations in systemic sclerosis patients and alleviating constipation induced by various factors such as opioid use, diabetes mellitus, neurological conditions, and post-surgery complications. With IBS-C and CIC affecting approximately 20% of the general population, including the geriatric community, safe and effective long-term prescribed treatments are needed when over-the-counter therapies fail."}
{"id": "article-140801_1", "title": "Linaclotide -- Continuing Education Activity", "content": "This activity equips clinicians with the necessary knowledge and skills to identify appropriate candidates for linaclotide therapy, set realistic treatment goals, ensure proper administration and monitoring, and foster collaboration among interprofessional healthcare team members to enhance patient outcomes. This activity describes the indications, mechanism of action, contraindications, adverse event profile, and other key factors pertinent to interprofessional team members when prescribing linaclotide.", "contents": "Linaclotide -- Continuing Education Activity. This activity equips clinicians with the necessary knowledge and skills to identify appropriate candidates for linaclotide therapy, set realistic treatment goals, ensure proper administration and monitoring, and foster collaboration among interprofessional healthcare team members to enhance patient outcomes. This activity describes the indications, mechanism of action, contraindications, adverse event profile, and other key factors pertinent to interprofessional team members when prescribing linaclotide."}
{"id": "article-140801_2", "title": "Linaclotide -- Continuing Education Activity", "content": "Objectives: Identify the common indications for linaclotide therapy, including irritable bowel syndrome with constipation and chronic idiopathic constipation. Apply evidence-based guidelines into the decision-making process when considering linaclotide as a treatment option for irritable bowel syndrome with constipation or chronic idiopathic constipation. Screen patients for contraindications associated with linaclotide therapy, ensuring a safe and effective treatment that mitigates adverse events. Collaborate with interprofessional team members, including gastroenterologists and pharmacists, to optimize the management of patients under linaclotide therapy. Access free multiple choice questions on this topic.", "contents": "Linaclotide -- Continuing Education Activity. Objectives: Identify the common indications for linaclotide therapy, including irritable bowel syndrome with constipation and chronic idiopathic constipation. Apply evidence-based guidelines into the decision-making process when considering linaclotide as a treatment option for irritable bowel syndrome with constipation or chronic idiopathic constipation. Screen patients for contraindications associated with linaclotide therapy, ensuring a safe and effective treatment that mitigates adverse events. Collaborate with interprofessional team members, including gastroenterologists and pharmacists, to optimize the management of patients under linaclotide therapy. Access free multiple choice questions on this topic."}
{"id": "article-140801_3", "title": "Linaclotide -- Indications -- FDA-Approved Indications", "content": "Linaclotide is an orally administered medication with a once-a-day dosage regimen and a first-in-class, potent, and highly selective agonist of guanylate cyclase-C (GC-C) receptors in the intestine's inner lining. This therapeutic peptide has negligible bioavailability following oral administration and a favorable safety profile. In the United States, the FDA approved it on August 30, 2012, to treat adults suffering from the following medical conditions. Irritable bowel syndrome with predominant constipation (IBS-C). [1] [2] [3] Chronic idiopathic constipation (CIC). [4] [5]", "contents": "Linaclotide -- Indications -- FDA-Approved Indications. Linaclotide is an orally administered medication with a once-a-day dosage regimen and a first-in-class, potent, and highly selective agonist of guanylate cyclase-C (GC-C) receptors in the intestine's inner lining. This therapeutic peptide has negligible bioavailability following oral administration and a favorable safety profile. In the United States, the FDA approved it on August 30, 2012, to treat adults suffering from the following medical conditions. Irritable bowel syndrome with predominant constipation (IBS-C). [1] [2] [3] Chronic idiopathic constipation (CIC). [4] [5]"}
{"id": "article-140801_4", "title": "Linaclotide -- Indications -- Non-FDA-Approved Indications", "content": "Linaclotide can manage refractory lower gastrointestinal (GI) manifestations in patients with systemic sclerosis. A low dose of linaclotide is an effective regimen and might be better tolerated, but a subset of patients may need a high dosage. [6] Constipation induced by drugs such as opioids, calcium channel blockers, etc., opioid-induced constipation symptoms of stool consistency, straining, abdominal bloating, and treatment satisfaction scores in patients with chronic noncancer pain. [7] Diabetes mellitus with chronic constipation Constipation due to neurological conditions such as stroke, Parkinson disease, brain or spinal cord injuries, multiple sclerosis, or weak pelvic floor muscles Constipation after surgery Hemorrhoids Anal fissure The following studies have provided a rationale for the potential therapeutic development of linaclotide:", "contents": "Linaclotide -- Indications -- Non-FDA-Approved Indications. Linaclotide can manage refractory lower gastrointestinal (GI) manifestations in patients with systemic sclerosis. A low dose of linaclotide is an effective regimen and might be better tolerated, but a subset of patients may need a high dosage. [6] Constipation induced by drugs such as opioids, calcium channel blockers, etc., opioid-induced constipation symptoms of stool consistency, straining, abdominal bloating, and treatment satisfaction scores in patients with chronic noncancer pain. [7] Diabetes mellitus with chronic constipation Constipation due to neurological conditions such as stroke, Parkinson disease, brain or spinal cord injuries, multiple sclerosis, or weak pelvic floor muscles Constipation after surgery Hemorrhoids Anal fissure The following studies have provided a rationale for the potential therapeutic development of linaclotide:"}
{"id": "article-140801_5", "title": "Linaclotide -- Indications -- Non-FDA-Approved Indications", "content": "In animal studies, activation of guanylate cyclase 2C receptors located in the mediobasal hypothalamic region by orally administered linaclotide stimulates the sympathetic nervous system, leading to thermogenesis of brown fat, causing increased energy expenditure and, ultimately, loss of body weight without dietary modification. [8] Linaclotide inhibits the absorption of sodium, leading to fluid retention and increased fluidity of intestinal contents, improving GI transit in the cystic fibrosis model of mice carrying either deltaF508 or null mutations by inhibiting sodium/hydrogen exchanger 3. [9]", "contents": "Linaclotide -- Indications -- Non-FDA-Approved Indications. In animal studies, activation of guanylate cyclase 2C receptors located in the mediobasal hypothalamic region by orally administered linaclotide stimulates the sympathetic nervous system, leading to thermogenesis of brown fat, causing increased energy expenditure and, ultimately, loss of body weight without dietary modification. [8] Linaclotide inhibits the absorption of sodium, leading to fluid retention and increased fluidity of intestinal contents, improving GI transit in the cystic fibrosis model of mice carrying either deltaF508 or null mutations by inhibiting sodium/hydrogen exchanger 3. [9]"}
{"id": "article-140801_6", "title": "Linaclotide -- Indications -- Non-FDA-Approved Indications", "content": "According to an emerging paradigm, guanylate cyclase C (GUCY2C) behaves as a tumor suppressor in the intestine, and the loss of endogenous hormone ligands for the GC-C receptor results in the dysfunction of mucosal cells. This represents an important step in the pathogenesis of the disease. In this context, replacement therapy with GUCY2C ligand has been proposed as a strategy for preventing colorectal cancer, a translational opportunity for linaclotide. [10] Linaclotide decreased trimethylamine-N-oxide (TMAO), a hepatic metabolic product of trimethylamine derived from dietary phosphatidylcholine or carnitine generated by microbiota. TMAO has been directly associated with the progression of cardiovascular diseases and the dysfunction of kidneys. Therefore, linaclotide could prevent and control cardiorenal syndrome by ameliorating the gut-cardio-renal axis. [11]", "contents": "Linaclotide -- Indications -- Non-FDA-Approved Indications. According to an emerging paradigm, guanylate cyclase C (GUCY2C) behaves as a tumor suppressor in the intestine, and the loss of endogenous hormone ligands for the GC-C receptor results in the dysfunction of mucosal cells. This represents an important step in the pathogenesis of the disease. In this context, replacement therapy with GUCY2C ligand has been proposed as a strategy for preventing colorectal cancer, a translational opportunity for linaclotide. [10] Linaclotide decreased trimethylamine-N-oxide (TMAO), a hepatic metabolic product of trimethylamine derived from dietary phosphatidylcholine or carnitine generated by microbiota. TMAO has been directly associated with the progression of cardiovascular diseases and the dysfunction of kidneys. Therefore, linaclotide could prevent and control cardiorenal syndrome by ameliorating the gut-cardio-renal axis. [11]"}
{"id": "article-140801_7", "title": "Linaclotide -- Indications -- Non-FDA-Approved Indications", "content": "A wealth of studies indicates that guanylate cyclase plays many additional protective roles in the barrier function of the mucosa and tissue injury and inflammation besides cell proliferation and apoptosis. Signaling from the recently identified extraintestinal GC-C pathways contributes to food intake regulation and symptoms linked with attention deficit hyperactivity disorder. [12] The current literature indicates the potential for linaclotide within and outside the GI tract.", "contents": "Linaclotide -- Indications -- Non-FDA-Approved Indications. A wealth of studies indicates that guanylate cyclase plays many additional protective roles in the barrier function of the mucosa and tissue injury and inflammation besides cell proliferation and apoptosis. Signaling from the recently identified extraintestinal GC-C pathways contributes to food intake regulation and symptoms linked with attention deficit hyperactivity disorder. [12] The current literature indicates the potential for linaclotide within and outside the GI tract."}
{"id": "article-140801_8", "title": "Linaclotide -- Mechanism of Action", "content": "Chemically, linaclotide is a small, synthetic, heterodetic cyclic peptide of 14 amino acids with 3 interlinking disulfide bonds. In this molecule, from right to left, the sequence of amino acids is L-cysteinyl-L-cysteinyl-L-glutamyl-L-tyrosyl-L- cysteinyl-L-cysteinyl-L-asparaginyl-L-prolyl-L-alanyl-L-cysteinyl-L-threonyl-glycyl-L-cysteinyl-L- tyrosine with cyclic between amino acids (1-6), (2-10), and (5-13)-tris (disulfide).", "contents": "Linaclotide -- Mechanism of Action. Chemically, linaclotide is a small, synthetic, heterodetic cyclic peptide of 14 amino acids with 3 interlinking disulfide bonds. In this molecule, from right to left, the sequence of amino acids is L-cysteinyl-L-cysteinyl-L-glutamyl-L-tyrosyl-L- cysteinyl-L-cysteinyl-L-asparaginyl-L-prolyl-L-alanyl-L-cysteinyl-L-threonyl-glycyl-L-cysteinyl-L- tyrosine with cyclic between amino acids (1-6), (2-10), and (5-13)-tris (disulfide)."}
{"id": "article-140801_9", "title": "Linaclotide -- Mechanism of Action", "content": "Linaclotide's molecular formula is C 59 H 79 N 15 O 21 S 6 and has a molecular weight of 1526.8 grams. Linaclotide is an amorphous substance, white to off-white colored powder. It is sparingly soluble in water and aqueous 0.9% sodium chloride.", "contents": "Linaclotide -- Mechanism of Action. Linaclotide's molecular formula is C 59 H 79 N 15 O 21 S 6 and has a molecular weight of 1526.8 grams. Linaclotide is an amorphous substance, white to off-white colored powder. It is sparingly soluble in water and aqueous 0.9% sodium chloride."}
{"id": "article-140801_10", "title": "Linaclotide -- Mechanism of Action -- Mechanism of Action", "content": "Linaclotide, a promising drug, is structurally similar to human endogenous hormones guanylin and uroguanylin and functionally analogous to heat-stable enterotoxin of pathogenic strains of Escherichia coli . Linaclotide is a potent and highly selective agonist of guanylate cyclase-2C (GC-2C). [13] [14] [15] Linaclotide and its active metabolites bind to transmembrane GC-C receptors and function locally on the luminal surface of the mucosa, the epithelial lining of the intestine. [16]", "contents": "Linaclotide -- Mechanism of Action -- Mechanism of Action. Linaclotide, a promising drug, is structurally similar to human endogenous hormones guanylin and uroguanylin and functionally analogous to heat-stable enterotoxin of pathogenic strains of Escherichia coli . Linaclotide is a potent and highly selective agonist of guanylate cyclase-2C (GC-2C). [13] [14] [15] Linaclotide and its active metabolites bind to transmembrane GC-C receptors and function locally on the luminal surface of the mucosa, the epithelial lining of the intestine. [16]"}
{"id": "article-140801_11", "title": "Linaclotide -- Mechanism of Action -- Mechanism of Action", "content": "GC-C activation causes elevated intracellular and extracellular cyclic guanosine monophosphate (cGMP) levels. Increased concentration of intracellular cGMP stimulates the secretion of electrolytes, chloride, and bicarbonate into the lumen of the intestine, mainly via activation of the ion channel called cystic fibrosis transmembrane conductance regulator (CFTR) and inhibits the absorption of sodium, resulting in increased intestinal fluid content and accelerated transit.", "contents": "Linaclotide -- Mechanism of Action -- Mechanism of Action. GC-C activation causes elevated intracellular and extracellular cyclic guanosine monophosphate (cGMP) levels. Increased concentration of intracellular cGMP stimulates the secretion of electrolytes, chloride, and bicarbonate into the lumen of the intestine, mainly via activation of the ion channel called cystic fibrosis transmembrane conductance regulator (CFTR) and inhibits the absorption of sodium, resulting in increased intestinal fluid content and accelerated transit."}
{"id": "article-140801_12", "title": "Linaclotide -- Mechanism of Action -- Mechanism of Action", "content": "Linaclotide has a novel dual mode of action. Increased levels of extracellular cGMP in submucosa inhibit colonic nociceptors and relieve abdominal pain. [17] Inhibition of colonic afferent nociception by linaclotide treatment in IBS-C reverses the neuroplasticity, which normalizes the extraintestinal morbidities, including persistent bladder dysfunction, which includes the overactive bladder and interstitial cystitis/painful bladder syndrome. [18] In an animal model of visceral pain, linaclotide also reduces the contraction of abdominal muscles.", "contents": "Linaclotide -- Mechanism of Action -- Mechanism of Action. Linaclotide has a novel dual mode of action. Increased levels of extracellular cGMP in submucosa inhibit colonic nociceptors and relieve abdominal pain. [17] Inhibition of colonic afferent nociception by linaclotide treatment in IBS-C reverses the neuroplasticity, which normalizes the extraintestinal morbidities, including persistent bladder dysfunction, which includes the overactive bladder and interstitial cystitis/painful bladder syndrome. [18] In an animal model of visceral pain, linaclotide also reduces the contraction of abdominal muscles."}
{"id": "article-140801_13", "title": "Linaclotide -- Mechanism of Action -- Mechanism of Action", "content": "As per the results of animal studies and clinical trials, linaclotide improves constipation and various abdominal symptoms and the quality of life (QOL) in patients suffering from irritable bowel syndrome with predominant constipation and chronic idiopathic constipation. [19] [20] Moreover, linaclotide has a favorable safety profile, and resistance to linaclotide was not observed during clinical trials, unlike some of the other approved therapeutic agents. [21] Linaclotide can be effectively combined with other therapeutic agents to treat refractory constipation. [14]", "contents": "Linaclotide -- Mechanism of Action -- Mechanism of Action. As per the results of animal studies and clinical trials, linaclotide improves constipation and various abdominal symptoms and the quality of life (QOL) in patients suffering from irritable bowel syndrome with predominant constipation and chronic idiopathic constipation. [19] [20] Moreover, linaclotide has a favorable safety profile, and resistance to linaclotide was not observed during clinical trials, unlike some of the other approved therapeutic agents. [21] Linaclotide can be effectively combined with other therapeutic agents to treat refractory constipation. [14]"}
{"id": "article-140801_14", "title": "Linaclotide -- Mechanism of Action -- Pharmacodynamics", "content": "Food effects: In clinical trials, linaclotide was taken on an empty stomach at least half an hour before breakfast. Administering the linaclotide immediately after the breakfast rich in fat resulted in stool with looser consistency and a higher stool frequency than in the fasted state.", "contents": "Linaclotide -- Mechanism of Action -- Pharmacodynamics. Food effects: In clinical trials, linaclotide was taken on an empty stomach at least half an hour before breakfast. Administering the linaclotide immediately after the breakfast rich in fat resulted in stool with looser consistency and a higher stool frequency than in the fasted state."}
{"id": "article-140801_15", "title": "Linaclotide -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Linaclotide is minimally absorbed with negligible bioavailability after oral administration. Plasma concentrations of linaclotide and its active metabolites are below the measurable level following oral ingestion of 145 and 290 mcg doses. Therefore, the calculation of standard pharmacokinetic parameters such as AUC (area under the curve), Cmax (maximum concentration), and t½ (half-life) cannot be performed.", "contents": "Linaclotide -- Mechanism of Action -- Pharmacokinetics. Absorption: Linaclotide is minimally absorbed with negligible bioavailability after oral administration. Plasma concentrations of linaclotide and its active metabolites are below the measurable level following oral ingestion of 145 and 290 mcg doses. Therefore, the calculation of standard pharmacokinetic parameters such as AUC (area under the curve), Cmax (maximum concentration), and t½ (half-life) cannot be performed."}
{"id": "article-140801_16", "title": "Linaclotide -- Mechanism of Action -- Pharmacokinetics", "content": "Food effect: In a clinical trial, neither linaclotide nor its active metabolite MM-419447 was detected in plasma after oral intake of 290 mcg once-a-day dosage for 7 days in both fed and non-fed states in healthy volunteers.", "contents": "Linaclotide -- Mechanism of Action -- Pharmacokinetics. Food effect: In a clinical trial, neither linaclotide nor its active metabolite MM-419447 was detected in plasma after oral intake of 290 mcg once-a-day dosage for 7 days in both fed and non-fed states in healthy volunteers."}
{"id": "article-140801_17", "title": "Linaclotide -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Given that the concentration of linaclotide in the plasma following oral administration of the recommended doses is not quantifiable, the distribution of linaclotide to tissues in organ systems to any clinically relevant extent is not expected.", "contents": "Linaclotide -- Mechanism of Action -- Pharmacokinetics. Distribution: Given that the concentration of linaclotide in the plasma following oral administration of the recommended doses is not quantifiable, the distribution of linaclotide to tissues in organ systems to any clinically relevant extent is not expected."}
{"id": "article-140801_18", "title": "Linaclotide -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Linaclotide is metabolized in the GI tract. It is stable in the stomach's acidic (low pH) environment. By loss of terminal tyrosine moiety in the small intestine, linaclotide is metabolized to its principal and active metabolite MM-419447 (CCEYCCNPACTGC), which contributes to the pharmacological effects of the parent drug linaclotide. The systemic exposure to active peptides is minimal. In addition, low systemic and portal vein concentrations of linaclotide and metabolites confirm poor oral bioavailability. The reduction of disulfide bonds of both peptides takes place in the small intestine, where subsequently, they are proteolyzed and degraded into smaller peptides and naturally occurring amino acids. [22]", "contents": "Linaclotide -- Mechanism of Action -- Pharmacokinetics. Metabolism: Linaclotide is metabolized in the GI tract. It is stable in the stomach's acidic (low pH) environment. By loss of terminal tyrosine moiety in the small intestine, linaclotide is metabolized to its principal and active metabolite MM-419447 (CCEYCCNPACTGC), which contributes to the pharmacological effects of the parent drug linaclotide. The systemic exposure to active peptides is minimal. In addition, low systemic and portal vein concentrations of linaclotide and metabolites confirm poor oral bioavailability. The reduction of disulfide bonds of both peptides takes place in the small intestine, where subsequently, they are proteolyzed and degraded into smaller peptides and naturally occurring amino acids. [22]"}
{"id": "article-140801_19", "title": "Linaclotide -- Mechanism of Action -- Pharmacokinetics", "content": "Following oral administration, linaclotide metabolizes within 1 hour in the GI tract. Due to its high susceptibility to proteolytic degradation, linaclotide or its active metabolite has limited therapeutic application. The linaclotide analogs, the next generation of potent peptides with enhanced stability in the gut, might improve the therapeutic utility.", "contents": "Linaclotide -- Mechanism of Action -- Pharmacokinetics. Following oral administration, linaclotide metabolizes within 1 hour in the GI tract. Due to its high susceptibility to proteolytic degradation, linaclotide or its active metabolite has limited therapeutic application. The linaclotide analogs, the next generation of potent peptides with enhanced stability in the gut, might improve the therapeutic utility."}
{"id": "article-140801_20", "title": "Linaclotide -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: In fed and fasted healthy subjects, following oral administration of linaclotide 290 mcg daily for a week, a mean of 3% (fed) and 5% (fasted) of the dose was excreted as an active peptide in the feces, and an active metabolite MM-419447 was the predominant peptide recovered. According to the results of in vitro studies, MM-419447 binds to T84 cells with high affinity, which results in remarkable concentration-dependent intracellular accumulation of cyclic guanosine-3',5'-monophosphate (cGMP). In the results of animal studies, orally dosed MM-419447 increased intraluminal cGMP, significantly increased fluid secretion into the small bowel loops, and caused a dose-dependent acceleration of GI transit. These results demonstrate that the active metabolite contributes to linaclotide's pharmacology.", "contents": "Linaclotide -- Mechanism of Action -- Pharmacokinetics. Excretion: In fed and fasted healthy subjects, following oral administration of linaclotide 290 mcg daily for a week, a mean of 3% (fed) and 5% (fasted) of the dose was excreted as an active peptide in the feces, and an active metabolite MM-419447 was the predominant peptide recovered. According to the results of in vitro studies, MM-419447 binds to T84 cells with high affinity, which results in remarkable concentration-dependent intracellular accumulation of cyclic guanosine-3',5'-monophosphate (cGMP). In the results of animal studies, orally dosed MM-419447 increased intraluminal cGMP, significantly increased fluid secretion into the small bowel loops, and caused a dose-dependent acceleration of GI transit. These results demonstrate that the active metabolite contributes to linaclotide's pharmacology."}
{"id": "article-140801_21", "title": "Linaclotide -- Mechanism of Action -- Drug Interaction Studies", "content": "Linaclotide has not been the subject of clinical studies for drug-to-drug interactions. In addition, systemic absorption of the linaclotide and its active metabolite is minimal after administering drug dosages. According to the results of in vitro studies, linaclotide does not interact with the cytochrome P450 enzyme system. Also, linaclotide does not interact with the uptake and efflux transporters (including the P-glycoprotein(P-gp)). As per these in vitro data, no interactions of linaclotide with other drugs are anticipated by modulation of CYP enzymes or common transporters.", "contents": "Linaclotide -- Mechanism of Action -- Drug Interaction Studies. Linaclotide has not been the subject of clinical studies for drug-to-drug interactions. In addition, systemic absorption of the linaclotide and its active metabolite is minimal after administering drug dosages. According to the results of in vitro studies, linaclotide does not interact with the cytochrome P450 enzyme system. Also, linaclotide does not interact with the uptake and efflux transporters (including the P-glycoprotein(P-gp)). As per these in vitro data, no interactions of linaclotide with other drugs are anticipated by modulation of CYP enzymes or common transporters."}
{"id": "article-140801_22", "title": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations", "content": "Renal and hepatic impairment: Renal and hepatic dysfunction is not expected to affect the elimination of linaclotide or its active metabolite as linaclotide metabolism takes place within the GI tract, and linaclotide concentrations in plasma are below the quantitation limit following oral administration of the recommended dosage.", "contents": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations. Renal and hepatic impairment: Renal and hepatic dysfunction is not expected to affect the elimination of linaclotide or its active metabolite as linaclotide metabolism takes place within the GI tract, and linaclotide concentrations in plasma are below the quantitation limit following oral administration of the recommended dosage."}
{"id": "article-140801_23", "title": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations", "content": "Pregnancy considerations: In animal developmental studies, no effects were observed on developing embryos and fetuses following oral administration of linaclotide during the organogenesis phase in rats and rabbits at much higher doses than the maximum recommended dosage for the human species. The association between severe maternal toxicity and effects on fetal morphology existed in mice. The estimated background risk for major congenital defects and miscarriage is unknown for the indicated patient population. The systemic absorption of linaclotide and its active metabolite MM-419447 is negligible after oral dosing. Therefore, use by gravid mothers is not anticipated to cause any drug exposure to embryos and fetuses. However, the available data on linaclotide use in pregnant females is inadequate to conclude the drug-related risk of fetal malformation and abortion.", "contents": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations. Pregnancy considerations: In animal developmental studies, no effects were observed on developing embryos and fetuses following oral administration of linaclotide during the organogenesis phase in rats and rabbits at much higher doses than the maximum recommended dosage for the human species. The association between severe maternal toxicity and effects on fetal morphology existed in mice. The estimated background risk for major congenital defects and miscarriage is unknown for the indicated patient population. The systemic absorption of linaclotide and its active metabolite MM-419447 is negligible after oral dosing. Therefore, use by gravid mothers is not anticipated to cause any drug exposure to embryos and fetuses. However, the available data on linaclotide use in pregnant females is inadequate to conclude the drug-related risk of fetal malformation and abortion."}
{"id": "article-140801_24", "title": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations", "content": "Lactation considerations: Linaclotide and its metabolite were not discovered in human milk. In adults, the plasma concentration of linaclotide and its active metabolite are below the measurable limit following administration of the multiple doses by oral route. The therapy of lactating mothers is not expected to expose breastfed infants to linaclotide or MM-419447 metabolite. [23] No information on the effects of linaclotide and its metabolite on breast milk production is available. While prescribing linaclotide to the lactating mother, the advantages of breastfeeding on the infant's overall health and development should be taken into consideration along with the maternal need for linaclotide for the medical condition and any potential harmful effects on the infant mother's milk from linaclotide or poorly managed underlying maternal disease.", "contents": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations. Lactation considerations: Linaclotide and its metabolite were not discovered in human milk. In adults, the plasma concentration of linaclotide and its active metabolite are below the measurable limit following administration of the multiple doses by oral route. The therapy of lactating mothers is not expected to expose breastfed infants to linaclotide or MM-419447 metabolite. [23] No information on the effects of linaclotide and its metabolite on breast milk production is available. While prescribing linaclotide to the lactating mother, the advantages of breastfeeding on the infant's overall health and development should be taken into consideration along with the maternal need for linaclotide for the medical condition and any potential harmful effects on the infant mother's milk from linaclotide or poorly managed underlying maternal disease."}
{"id": "article-140801_25", "title": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations", "content": "Pediatric patients: Due to the risk of serious dehydration, linaclotide use is not recommended in patients younger than 2. In preclinical studies, because of age-dependent enhanced agonism of GC-C receptors in neonatal mice (equivalent human age is 0 to 28 days), linaclotide, after oral administration, induced elevated fluid secretion, which was associated with higher mortality rates within the first 24 hours from rapid and severe dehydration.", "contents": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations. Pediatric patients: Due to the risk of serious dehydration, linaclotide use is not recommended in patients younger than 2. In preclinical studies, because of age-dependent enhanced agonism of GC-C receptors in neonatal mice (equivalent human age is 0 to 28 days), linaclotide, after oral administration, induced elevated fluid secretion, which was associated with higher mortality rates within the first 24 hours from rapid and severe dehydration."}
{"id": "article-140801_26", "title": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations", "content": "A GC-C ontogeny study was conducted in children aged 6 months to less than 18 years to measure levels of GC-C mRNA expression in samples of mucosal tissue of the duodenum and colon to assess the risk of diarrhea and severe dehydration as a result of GC-C agonism in this population. According to the results, the age-dependent trend in the expression of intestinal GC-C does not exist in children aged 2 to under 18. However, sufficient data about intestinal CG-C expression are unavailable in children under 2. Therefore, the risk of developing adverse event diarrhea and its potentially dangerous consequences are not evaluated.", "contents": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations. A GC-C ontogeny study was conducted in children aged 6 months to less than 18 years to measure levels of GC-C mRNA expression in samples of mucosal tissue of the duodenum and colon to assess the risk of diarrhea and severe dehydration as a result of GC-C agonism in this population. According to the results, the age-dependent trend in the expression of intestinal GC-C does not exist in children aged 2 to under 18. However, sufficient data about intestinal CG-C expression are unavailable in children under 2. Therefore, the risk of developing adverse event diarrhea and its potentially dangerous consequences are not evaluated."}
{"id": "article-140801_27", "title": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations", "content": "Geriatric patients: Clinical trials revealed that linaclotide is safe and effective in geriatric patients. The incidence of diarrhea might increase when linaclotide is taken alone or in combination with other medications that cause constipation. [24] In general, caution should be exercised when selecting the dose of linaclotide for elderly patients, reflecting a higher prevalence of reduced functions of vital organs (kidney, liver, and heart), coexisting medical conditions, and polypharmacy.", "contents": "Linaclotide -- Mechanism of Action -- Use and Risk Summary in Specific Populations. Geriatric patients: Clinical trials revealed that linaclotide is safe and effective in geriatric patients. The incidence of diarrhea might increase when linaclotide is taken alone or in combination with other medications that cause constipation. [24] In general, caution should be exercised when selecting the dose of linaclotide for elderly patients, reflecting a higher prevalence of reduced functions of vital organs (kidney, liver, and heart), coexisting medical conditions, and polypharmacy."}
{"id": "article-140801_28", "title": "Linaclotide -- Administration -- Dosage Forms and Strengths", "content": "Linaclotide is available in capsule dosage form and contains linaclotide-coated beads in a hard gelatin shell. Linaclotide has various strengths in the market, such as 72 mcg, 145 mcg, and 290 mcg for oral administration. The inactive ingredients of the 72 mcg capsule are slightly different from the 145 and 290 mcg capsules. The inactive components of linaclotide 72 mcg capsules include L- histidine, calcium chloride dihydrate, microcrystalline cellulose, talc, and polyvinyl alcohol. The capsule shell is made of ingredients such as gelatin and titanium dioxide. The inactive elements of linaclotide 145 and 290 mcg capsules include hypromellose, calcium chloride dihydrate, microcrystalline cellulose, and L-leucine. The capsule shell is made of the same ingredients, gelatin and titanium dioxide, used for a 72 mcg capsule.", "contents": "Linaclotide -- Administration -- Dosage Forms and Strengths. Linaclotide is available in capsule dosage form and contains linaclotide-coated beads in a hard gelatin shell. Linaclotide has various strengths in the market, such as 72 mcg, 145 mcg, and 290 mcg for oral administration. The inactive ingredients of the 72 mcg capsule are slightly different from the 145 and 290 mcg capsules. The inactive components of linaclotide 72 mcg capsules include L- histidine, calcium chloride dihydrate, microcrystalline cellulose, talc, and polyvinyl alcohol. The capsule shell is made of ingredients such as gelatin and titanium dioxide. The inactive elements of linaclotide 145 and 290 mcg capsules include hypromellose, calcium chloride dihydrate, microcrystalline cellulose, and L-leucine. The capsule shell is made of the same ingredients, gelatin and titanium dioxide, used for a 72 mcg capsule."}
{"id": "article-140801_29", "title": "Linaclotide -- Administration -- Recommended dosages", "content": "The recommended dosage of linaclotide for irritable bowel syndrome with constipation (IBS-C) is 290 mcg taken by mouth daily. [25] The recommended dosage of linaclotide for CIC is 145 mcg ingested orally daily. Still, a smaller dosage of 72 mcg daily may be prescribed according to individual presentation and tolerability. [16] [26]", "contents": "Linaclotide -- Administration -- Recommended dosages. The recommended dosage of linaclotide for irritable bowel syndrome with constipation (IBS-C) is 290 mcg taken by mouth daily. [25] The recommended dosage of linaclotide for CIC is 145 mcg ingested orally daily. Still, a smaller dosage of 72 mcg daily may be prescribed according to individual presentation and tolerability. [16] [26]"}
{"id": "article-140801_30", "title": "Linaclotide -- Administration -- Preparation and administration instructions", "content": "Linaclotide is taken orally on an empty stomach at least 30 minutes before breakfast or the day's first meal. If a dosage is missed, skip the missed dosage, and take the next dosage at the regularly scheduled time. Do not take two dosages together at the same time. It is recommended not to open, crush, or chew the linaclotide capsule or contents; instead, an intact capsule is swallowed. For adult patients with dysphagia or odynophagia, capsules of linaclotide are opened and administered orally with either water or applesauce or through a feeding tube, nasogastric, or gastrostomy tube. A sprinkling of linaclotide beads in other liquids or on other soft foods has not been scientifically tested.", "contents": "Linaclotide -- Administration -- Preparation and administration instructions. Linaclotide is taken orally on an empty stomach at least 30 minutes before breakfast or the day's first meal. If a dosage is missed, skip the missed dosage, and take the next dosage at the regularly scheduled time. Do not take two dosages together at the same time. It is recommended not to open, crush, or chew the linaclotide capsule or contents; instead, an intact capsule is swallowed. For adult patients with dysphagia or odynophagia, capsules of linaclotide are opened and administered orally with either water or applesauce or through a feeding tube, nasogastric, or gastrostomy tube. A sprinkling of linaclotide beads in other liquids or on other soft foods has not been scientifically tested."}
{"id": "article-140801_31", "title": "Linaclotide -- Administration", "content": "Linaclotide is stored at room temperature (25 °C (77 °F)), and excursions are allowed between 15 °C and 30 °C (59 °F and 86 °F). It is recommended to keep linaclotide in the original container. It should not be subdivided to store in a pillbox or repacked. The lid of the container needs to be closed tightly. Linaclotide needs protection from humidity; therefore, its container is kept in a dry place along with its desiccant. The container is stored securely for safety purposes.", "contents": "Linaclotide -- Administration. Linaclotide is stored at room temperature (25 °C (77 °F)), and excursions are allowed between 15 °C and 30 °C (59 °F and 86 °F). It is recommended to keep linaclotide in the original container. It should not be subdivided to store in a pillbox or repacked. The lid of the container needs to be closed tightly. Linaclotide needs protection from humidity; therefore, its container is kept in a dry place along with its desiccant. The container is stored securely for safety purposes."}
{"id": "article-140801_32", "title": "Linaclotide -- Administration -- Oral administration in water", "content": "Take a clean cup containing about 30 mL of room-temperature bottled water. Then, open the capsule and empty all the contents (beads) into the water. Dissolve the medicine coated on the beads’ surface by gently swirling the beads and water for at least 20 seconds. Beads are insoluble and will remain visible. The whole mixture of beads and water is consumed immediately. Pour 30 mL (about 1 ounce) of water into any beads sticking around the cup, swirl for at least 20 seconds, and swallow it immediately. Consuming all the beads to deliver the full dose is not essential, and it is recommended not to store the bead-water mixture for later use.", "contents": "Linaclotide -- Administration -- Oral administration in water. Take a clean cup containing about 30 mL of room-temperature bottled water. Then, open the capsule and empty all the contents (beads) into the water. Dissolve the medicine coated on the beads’ surface by gently swirling the beads and water for at least 20 seconds. Beads are insoluble and will remain visible. The whole mixture of beads and water is consumed immediately. Pour 30 mL (about 1 ounce) of water into any beads sticking around the cup, swirl for at least 20 seconds, and swallow it immediately. Consuming all the beads to deliver the full dose is not essential, and it is recommended not to store the bead-water mixture for later use."}
{"id": "article-140801_33", "title": "Linaclotide -- Administration -- Oral administration in applesauce", "content": "Take a clean container and add a teaspoonful of room-temperature applesauce to it. Then, open the intact capsule and disperse the entire medicine on the applesauce. Swallow the bead-applesauce mixture immediately. Do not chew the beads. It is not advisable to store the mixture for later use.", "contents": "Linaclotide -- Administration -- Oral administration in applesauce. Take a clean container and add a teaspoonful of room-temperature applesauce to it. Then, open the intact capsule and disperse the entire medicine on the applesauce. Swallow the bead-applesauce mixture immediately. Do not chew the beads. It is not advisable to store the mixture for later use."}
{"id": "article-140801_34", "title": "Linaclotide -- Administration -- Administration with water via a nasogastric or gastrostomy tube", "content": "Open the linaclotide capsule and sprinkle the beads into a clean container with 30 mL of room-temperature bottled water. Mix the beads and water by gently swirling the beads for a minimum of 20 seconds. Draw a mixture of the beads and water into a catheter-tipped syringe of appropriate size and dispense the contents into the tube by applying rapid and steady pressure (10 mL/10 seconds). Another 30 mL of water is added to any beads left in the container, and the process is repeated. After administering the dose (bead-water mixture), flush the feeding tube, nasogastric or gastrostomy, with at least 10 mL of water. Note: It is not essential to flush all the beads through the feeding tube to deliver the complete dosage On economic evaluation, linaclotide is a less expensive option with equal efficacy for treating adults with CIC and IBS-C compared with other drugs such as lubiprostone. [27]", "contents": "Linaclotide -- Administration -- Administration with water via a nasogastric or gastrostomy tube. Open the linaclotide capsule and sprinkle the beads into a clean container with 30 mL of room-temperature bottled water. Mix the beads and water by gently swirling the beads for a minimum of 20 seconds. Draw a mixture of the beads and water into a catheter-tipped syringe of appropriate size and dispense the contents into the tube by applying rapid and steady pressure (10 mL/10 seconds). Another 30 mL of water is added to any beads left in the container, and the process is repeated. After administering the dose (bead-water mixture), flush the feeding tube, nasogastric or gastrostomy, with at least 10 mL of water. Note: It is not essential to flush all the beads through the feeding tube to deliver the complete dosage On economic evaluation, linaclotide is a less expensive option with equal efficacy for treating adults with CIC and IBS-C compared with other drugs such as lubiprostone. [27]"}
{"id": "article-140801_35", "title": "Linaclotide -- Adverse Effects", "content": "Linaclotide is a well-tolerated secretagogue and promotility drug. Its side effects are secondary to its mechanism of action. The adverse effects are usually mild and confined to the GI tract. [16] The most common side effect is diarrhea. [14] [15] During post-marketing surveillance, cases of severe diarrhea associated with dehydration have been reported. The dehydration presented with tachycardia, hypotension, dizziness, syncope, and electrolyte abnormalities (hypokalemia, hyponatremia), necessitating hospitalization and intravenous fluid therapy. Diarrhea often starts during the first 2 weeks of initiating linaclotide therapy. The frequency of severe diarrhea is higher among the patients receiving larger dosages. If severe diarrhea occurs, suspend the dose, and rehydrate the patient. Other common side effects are abdominal pain, flatulence, abdominal distension, the urgency of defecation, fecal incontinence, viral gastroenteritis, and headache. Vomiting and gastroesophageal reflux disease are less common unwanted effects. Diarrhea and abdominal pain are the most common events that require dose suspension, a decrease in the dosage, or discontinuation of the linaclotide treatment.", "contents": "Linaclotide -- Adverse Effects. Linaclotide is a well-tolerated secretagogue and promotility drug. Its side effects are secondary to its mechanism of action. The adverse effects are usually mild and confined to the GI tract. [16] The most common side effect is diarrhea. [14] [15] During post-marketing surveillance, cases of severe diarrhea associated with dehydration have been reported. The dehydration presented with tachycardia, hypotension, dizziness, syncope, and electrolyte abnormalities (hypokalemia, hyponatremia), necessitating hospitalization and intravenous fluid therapy. Diarrhea often starts during the first 2 weeks of initiating linaclotide therapy. The frequency of severe diarrhea is higher among the patients receiving larger dosages. If severe diarrhea occurs, suspend the dose, and rehydrate the patient. Other common side effects are abdominal pain, flatulence, abdominal distension, the urgency of defecation, fecal incontinence, viral gastroenteritis, and headache. Vomiting and gastroesophageal reflux disease are less common unwanted effects. Diarrhea and abdominal pain are the most common events that require dose suspension, a decrease in the dosage, or discontinuation of the linaclotide treatment."}
{"id": "article-140801_36", "title": "Linaclotide -- Adverse Effects", "content": "GI reactions (hematochezia, nausea, and rectal hemorrhage) and various hypersensitivity reactions (anaphylaxis, angioedema, and rash (including hives or urticaria)) have been reported during post-FDA approval use of linaclotide. Anaphylaxis is a life-threatening type-I allergic reaction mediated by IgE and affects multiple systems in the body. It is an emergency condition that requires immediate treatment with intramuscular epinephrine injection. Urticaria is also a type-I hypersensitivity reaction but involves only skin and subcutaneous tissue and is responsive to oral antihistamines such as chlorpheniramine maleate.", "contents": "Linaclotide -- Adverse Effects. GI reactions (hematochezia, nausea, and rectal hemorrhage) and various hypersensitivity reactions (anaphylaxis, angioedema, and rash (including hives or urticaria)) have been reported during post-FDA approval use of linaclotide. Anaphylaxis is a life-threatening type-I allergic reaction mediated by IgE and affects multiple systems in the body. It is an emergency condition that requires immediate treatment with intramuscular epinephrine injection. Urticaria is also a type-I hypersensitivity reaction but involves only skin and subcutaneous tissue and is responsive to oral antihistamines such as chlorpheniramine maleate."}
{"id": "article-140801_37", "title": "Linaclotide -- Adverse Effects -- Overdosage", "content": "The safety profile in 22 healthy subjects who were orally administered the single linaclotide doses of 2897 mcg was consistent with that of the overall linaclotide-treated population, with diarrhea being the most frequently reported adverse event.", "contents": "Linaclotide -- Adverse Effects -- Overdosage. The safety profile in 22 healthy subjects who were orally administered the single linaclotide doses of 2897 mcg was consistent with that of the overall linaclotide-treated population, with diarrhea being the most frequently reported adverse event."}
{"id": "article-140801_38", "title": "Linaclotide -- Adverse Effects -- Carcinogenesis", "content": "In carcinogenicity studies performed over 2 years, linaclotide was not tumorigenic in mice at doses up to 6000 mcg/kg/day and in rats at doses up to 3500 mcg/kg/day. Based on 60-kg body weight, the maximum recommended dose for humans is approximately 5 mcg/kg/day. At the tested linaclotide dose levels in animals, only limited systemic exposure to the parent drug or active metabolite was obtained, whereas no detectable exposure was attained in humans. Therefore, human and animal dosages cannot be directly compared for evaluating relative exposure.", "contents": "Linaclotide -- Adverse Effects -- Carcinogenesis. In carcinogenicity studies performed over 2 years, linaclotide was not tumorigenic in mice at doses up to 6000 mcg/kg/day and in rats at doses up to 3500 mcg/kg/day. Based on 60-kg body weight, the maximum recommended dose for humans is approximately 5 mcg/kg/day. At the tested linaclotide dose levels in animals, only limited systemic exposure to the parent drug or active metabolite was obtained, whereas no detectable exposure was attained in humans. Therefore, human and animal dosages cannot be directly compared for evaluating relative exposure."}
{"id": "article-140801_39", "title": "Linaclotide -- Adverse Effects -- Mutagenesis", "content": "Linaclotide was not genotoxic in the in vitro studies, including bacterial reverse mutation (Ames) assay and chromosomal aberration assay in cultured human lymphocytes of peripheral blood.", "contents": "Linaclotide -- Adverse Effects -- Mutagenesis. Linaclotide was not genotoxic in the in vitro studies, including bacterial reverse mutation (Ames) assay and chromosomal aberration assay in cultured human lymphocytes of peripheral blood."}
{"id": "article-140801_40", "title": "Linaclotide -- Adverse Effects -- Impairment of fertility", "content": "Linaclotide did not affect any reproductive function, including fertility in rats of both genders at oral dosages up to 100,000 mcg/kg/day.", "contents": "Linaclotide -- Adverse Effects -- Impairment of fertility. Linaclotide did not affect any reproductive function, including fertility in rats of both genders at oral dosages up to 100,000 mcg/kg/day."}
{"id": "article-140801_41", "title": "Linaclotide -- Contraindications", "content": "Linaclotide use is not recommended in the following patients: Pediatric patients aged less than 2, as they are at risk of developing severe dehydration. In nonclinical studies, deaths due to diarrhea and severe dehydration were reported following orally administered linaclotide in neonatal mice Patients with known or suspected mechanical obstruction of the GI tract. Patients who have experienced hypersensitivity reactions to linaclotide or any of the components of its formulation Moreover, clinical trials have not been conducted to establish linaclotide's safety and effectiveness in patients aged younger than 18.", "contents": "Linaclotide -- Contraindications. Linaclotide use is not recommended in the following patients: Pediatric patients aged less than 2, as they are at risk of developing severe dehydration. In nonclinical studies, deaths due to diarrhea and severe dehydration were reported following orally administered linaclotide in neonatal mice Patients with known or suspected mechanical obstruction of the GI tract. Patients who have experienced hypersensitivity reactions to linaclotide or any of the components of its formulation Moreover, clinical trials have not been conducted to establish linaclotide's safety and effectiveness in patients aged younger than 18."}
{"id": "article-140801_42", "title": "Linaclotide -- Monitoring", "content": "The patients on linaclotide need follow-up to evaluate the response to therapy and manage adverse drug reactions if they develop. In addition, patients can be monitored for fissures, hemorrhoids, and complications of the underlying medical condition. [28]", "contents": "Linaclotide -- Monitoring. The patients on linaclotide need follow-up to evaluate the response to therapy and manage adverse drug reactions if they develop. In addition, patients can be monitored for fissures, hemorrhoids, and complications of the underlying medical condition. [28]"}
{"id": "article-140801_43", "title": "Linaclotide -- Toxicity", "content": "Accidental ingestion of linaclotide in children, particularly aged under 2, may cause severe diarrhea and dehydration. Patients need counseling regarding keeping the linaclotide container out of reach of children and discarding the unused linaclotide appropriately. [29]", "contents": "Linaclotide -- Toxicity. Accidental ingestion of linaclotide in children, particularly aged under 2, may cause severe diarrhea and dehydration. Patients need counseling regarding keeping the linaclotide container out of reach of children and discarding the unused linaclotide appropriately. [29]"}
{"id": "article-140801_44", "title": "Linaclotide -- Enhancing Healthcare Team Outcomes", "content": "Irritable bowel syndrome with prominent constipation (IBS-C) and CIC are functional GI disorders connected with constipation. IBS-C and CIC together affect about 20% of the general population, including the geriatric population, impairing the overall quality of life. When patients do not respond adequately to over-the-counter therapies, they need safe and effective long-term prescribed treatment. Patients might be intolerant to the more well-established medicines. For adults, linaclotide is a novel remedy with a favorable safety profile. [3] After obtaining the patient's informed verbal consent, providers such as primary care clinicians, gastroenterologists, nurse practitioners, and physician assistants prescribe linaclotide and set realistic goals for treatment outcomes. Nurses administer the linaclotide via feeding tube in in-patient settings. At discharge, they have opportunities to counsel the patients regarding the drug dosage, administration, treatment compliance, and circumstances when medical attention is necessary.", "contents": "Linaclotide -- Enhancing Healthcare Team Outcomes. Irritable bowel syndrome with prominent constipation (IBS-C) and CIC are functional GI disorders connected with constipation. IBS-C and CIC together affect about 20% of the general population, including the geriatric population, impairing the overall quality of life. When patients do not respond adequately to over-the-counter therapies, they need safe and effective long-term prescribed treatment. Patients might be intolerant to the more well-established medicines. For adults, linaclotide is a novel remedy with a favorable safety profile. [3] After obtaining the patient's informed verbal consent, providers such as primary care clinicians, gastroenterologists, nurse practitioners, and physician assistants prescribe linaclotide and set realistic goals for treatment outcomes. Nurses administer the linaclotide via feeding tube in in-patient settings. At discharge, they have opportunities to counsel the patients regarding the drug dosage, administration, treatment compliance, and circumstances when medical attention is necessary."}
{"id": "article-140801_45", "title": "Linaclotide -- Enhancing Healthcare Team Outcomes", "content": "Nurses can detect and report adverse effects to the consultants during follow-up visits. Pharmacists review the drug dosage, administration, and storage process in all healthcare settings and report concerns to the physicians. The patients are advised to read the FDA-approved labeling, take medicine regularly, at least 30 minutes before the day's first meal, and follow the prescriber's advice. A high-fiber diet, adequate fluid intake, and exercise have added benefits while on linaclotide. Patients should keep the medicine out of reach of children and dispose of the unused supply. Families should contact the poison control center immediately in cases of accidental ingestion by children. The collaboration and open communication among interprofessional healthcare team members will positively impact patient outcomes.", "contents": "Linaclotide -- Enhancing Healthcare Team Outcomes. Nurses can detect and report adverse effects to the consultants during follow-up visits. Pharmacists review the drug dosage, administration, and storage process in all healthcare settings and report concerns to the physicians. The patients are advised to read the FDA-approved labeling, take medicine regularly, at least 30 minutes before the day's first meal, and follow the prescriber's advice. A high-fiber diet, adequate fluid intake, and exercise have added benefits while on linaclotide. Patients should keep the medicine out of reach of children and dispose of the unused supply. Families should contact the poison control center immediately in cases of accidental ingestion by children. The collaboration and open communication among interprofessional healthcare team members will positively impact patient outcomes."}
{"id": "article-140801_46", "title": "Linaclotide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Linaclotide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}