{"id": "article-21912_0", "title": "Foreign Body Imaging -- Introduction", "content": "Retained foreign bodies are a common presentation in both the emergency department as well as in the outpatient setting. While retained foreign bodies are usually superficial, they can be missed even when a well-trained clinician performs a thorough history and physical. Therefore, retained foreign bodies are often a cause of malpractice lawsuits in the emergency department. [1]", "contents": "Foreign Body Imaging -- Introduction. Retained foreign bodies are a common presentation in both the emergency department as well as in the outpatient setting. While retained foreign bodies are usually superficial, they can be missed even when a well-trained clinician performs a thorough history and physical. Therefore, retained foreign bodies are often a cause of malpractice lawsuits in the emergency department. [1]"}
{"id": "article-21912_1", "title": "Foreign Body Imaging -- Introduction", "content": "Foreign bodies are often a complication of lacerations and other soft tissue injuries. [2] Complications resulting from foreign bodies include inflammation, delayed healing, and damage to surrounding tissues. [3] Organic foreign bodies, such as thorns, splinters, or spines, can cause severe inflammation, hypersensitivity reactions, and infection. These infections can be resistant to antibiotic treatment and require surgical removal of the foreign body for definitive treatment. The most frequent sites of involvement include the extremities, including the hand/wrist and feet/ankles. [4]", "contents": "Foreign Body Imaging -- Introduction. Foreign bodies are often a complication of lacerations and other soft tissue injuries. [2] Complications resulting from foreign bodies include inflammation, delayed healing, and damage to surrounding tissues. [3] Organic foreign bodies, such as thorns, splinters, or spines, can cause severe inflammation, hypersensitivity reactions, and infection. These infections can be resistant to antibiotic treatment and require surgical removal of the foreign body for definitive treatment. The most frequent sites of involvement include the extremities, including the hand/wrist and feet/ankles. [4]"}
{"id": "article-21912_2", "title": "Foreign Body Imaging -- Introduction", "content": "Most foreign bodies are locatable during an extensive wound-probing physical exam. Imaging studies are necessary in cases of suspected but not identified foreign bodies. [5] Imaging is especially necessary following the removal of multiple foreign body pieces or when wound exploration is not possible. Imaging modalities that can be used to detect foreign bodies include plain film radiographs, computed tomography (CT), magnetic resonance imaging (MRI), and ultrasound. Each modality has its strengths and weaknesses that vary depending on the composition material of the foreign body, as well as the object’s location.", "contents": "Foreign Body Imaging -- Introduction. Most foreign bodies are locatable during an extensive wound-probing physical exam. Imaging studies are necessary in cases of suspected but not identified foreign bodies. [5] Imaging is especially necessary following the removal of multiple foreign body pieces or when wound exploration is not possible. Imaging modalities that can be used to detect foreign bodies include plain film radiographs, computed tomography (CT), magnetic resonance imaging (MRI), and ultrasound. Each modality has its strengths and weaknesses that vary depending on the composition material of the foreign body, as well as the object’s location."}
{"id": "article-21912_3", "title": "Foreign Body Imaging -- Plain Films", "content": "The initial choice for foreign body detection is plain film radiography, which is the imaging modality of choice due to its ability to detect most foreign bodies quickly and cheaply with relatively low radiation exposure. [6] Objects denser than soft tissue will attenuate more rays and, therefore, appear in greater contrast to the surrounding areas. [7]", "contents": "Foreign Body Imaging -- Plain Films. The initial choice for foreign body detection is plain film radiography, which is the imaging modality of choice due to its ability to detect most foreign bodies quickly and cheaply with relatively low radiation exposure. [6] Objects denser than soft tissue will attenuate more rays and, therefore, appear in greater contrast to the surrounding areas. [7]"}
{"id": "article-21912_4", "title": "Foreign Body Imaging -- Plain Films", "content": "The increased density of foreign bodies composed of metal, glass, and gravel results in their radioopaque appearance on radiography, making plain film imaging highly sensitive and specific when looking for these objects in soft tissues. [8] [9]", "contents": "Foreign Body Imaging -- Plain Films. The increased density of foreign bodies composed of metal, glass, and gravel results in their radioopaque appearance on radiography, making plain film imaging highly sensitive and specific when looking for these objects in soft tissues. [8] [9]"}
{"id": "article-21912_5", "title": "Foreign Body Imaging -- Plain Films", "content": "However, gravel and graphite in or near bone may be difficult to identify due to these objects having a similar density as the bone. Radiography is also less effective for identifying radiolucent objects such as wood, plastic, and organics (such as thorns or spines) in soft tissue due to matching densities. [3] [10]", "contents": "Foreign Body Imaging -- Plain Films. However, gravel and graphite in or near bone may be difficult to identify due to these objects having a similar density as the bone. Radiography is also less effective for identifying radiolucent objects such as wood, plastic, and organics (such as thorns or spines) in soft tissue due to matching densities. [3] [10]"}
{"id": "article-21912_6", "title": "Foreign Body Imaging -- Plain Films", "content": "The object’s size also limits radiographic accuracy, and glass, in particular, becomes difficult to locate when the size of these foreign bodies is in the order of a few millimeters. If clinical suspicion remains high despite negative plain film radiography, other imaging modalities should be considered.", "contents": "Foreign Body Imaging -- Plain Films. The object’s size also limits radiographic accuracy, and glass, in particular, becomes difficult to locate when the size of these foreign bodies is in the order of a few millimeters. If clinical suspicion remains high despite negative plain film radiography, other imaging modalities should be considered."}
{"id": "article-21912_7", "title": "Foreign Body Imaging -- Computed Tomography", "content": "Computed tomography imaging is effective at detecting most foreign bodies as well as aiding in their removal by clearly localizing the object of interest within the tissue. [11]", "contents": "Foreign Body Imaging -- Computed Tomography. Computed tomography imaging is effective at detecting most foreign bodies as well as aiding in their removal by clearly localizing the object of interest within the tissue. [11]"}
{"id": "article-21912_8", "title": "Foreign Body Imaging -- Computed Tomography", "content": "The physics used to generate computed tomography images is similar to that of radiography; however, it has an improved ability to differentiate tissue densities, allowing for better visualization of inflammation, abscesses, and granulomas that are frequently secondary clues to a retained foreign body.", "contents": "Foreign Body Imaging -- Computed Tomography. The physics used to generate computed tomography images is similar to that of radiography; however, it has an improved ability to differentiate tissue densities, allowing for better visualization of inflammation, abscesses, and granulomas that are frequently secondary clues to a retained foreign body."}
{"id": "article-21912_9", "title": "Foreign Body Imaging -- Computed Tomography", "content": "CT scans come with the added benefit of being able to provide more accurate three-dimensional localization of the foreign body. CT studies also come at an increased cost and radiation dose to the patient. [12] Computed tomography can also help evaluate the proximity of a foreign body to neurovasculature and vital organs when relevant.", "contents": "Foreign Body Imaging -- Computed Tomography. CT scans come with the added benefit of being able to provide more accurate three-dimensional localization of the foreign body. CT studies also come at an increased cost and radiation dose to the patient. [12] Computed tomography can also help evaluate the proximity of a foreign body to neurovasculature and vital organs when relevant."}
{"id": "article-21912_10", "title": "Foreign Body Imaging -- Magnetic Resonance", "content": "The use of magnetic resonance imaging is often limited in the evaluation of foreign bodies but can play a role in select cases. [10] [9] Like CT imaging, it provides information regarding the three-dimensional location of the foreign body as well as the surrounding structures such as ligaments, tendons, vessels, and nerves. One study found the sensitivity to be 58% and specificity 100% for foreign bodies embedded in the forefoot. [13]", "contents": "Foreign Body Imaging -- Magnetic Resonance. The use of magnetic resonance imaging is often limited in the evaluation of foreign bodies but can play a role in select cases. [10] [9] Like CT imaging, it provides information regarding the three-dimensional location of the foreign body as well as the surrounding structures such as ligaments, tendons, vessels, and nerves. One study found the sensitivity to be 58% and specificity 100% for foreign bodies embedded in the forefoot. [13]"}
{"id": "article-21912_11", "title": "Foreign Body Imaging -- Magnetic Resonance", "content": "It is, however, ineffective at imaging gravel or metallic foreign bodies due to ferromagnetic streak artifacts. Large metallic foreign bodies can pose a risk to those undergoing MRI imaging owing to their ferromagnetic properties. MRI also comes at a significant monetary and time cost, making it frequently ineffective for imaging foreign bodies. [14]", "contents": "Foreign Body Imaging -- Magnetic Resonance. It is, however, ineffective at imaging gravel or metallic foreign bodies due to ferromagnetic streak artifacts. Large metallic foreign bodies can pose a risk to those undergoing MRI imaging owing to their ferromagnetic properties. MRI also comes at a significant monetary and time cost, making it frequently ineffective for imaging foreign bodies. [14]"}
{"id": "article-21912_12", "title": "Foreign Body Imaging -- Ultrasonography", "content": "Ultrasound is extremely useful in detecting and localizing foreign bodies, especially in conjunction with plain radiography. When high clinical suspicion of a foreign body often exists, an ultrasound can be employed when radiographs are negative. [9]", "contents": "Foreign Body Imaging -- Ultrasonography. Ultrasound is extremely useful in detecting and localizing foreign bodies, especially in conjunction with plain radiography. When high clinical suspicion of a foreign body often exists, an ultrasound can be employed when radiographs are negative. [9]"}
{"id": "article-21912_13", "title": "Foreign Body Imaging -- Ultrasonography", "content": "Ultrasonography does require prior training, an understanding of anatomy, and clinical time. Objects may be mistaken for anatomic structures such as tendons, vessels, or bursa, especially in hands, feet, or joints. Sonographic assessments of common foreign bodies have also shown to have relatively high specificity and strong sensitivity in one 2015 meta-analysis. [15] Objects deeper than 2 cm will also be more difficult as imaging deeper into tissue comes with the cost of decreased resolution.", "contents": "Foreign Body Imaging -- Ultrasonography. Ultrasonography does require prior training, an understanding of anatomy, and clinical time. Objects may be mistaken for anatomic structures such as tendons, vessels, or bursa, especially in hands, feet, or joints. Sonographic assessments of common foreign bodies have also shown to have relatively high specificity and strong sensitivity in one 2015 meta-analysis. [15] Objects deeper than 2 cm will also be more difficult as imaging deeper into tissue comes with the cost of decreased resolution."}
{"id": "article-21912_14", "title": "Foreign Body Imaging -- Ultrasonography", "content": "Foreign bodies will appear hyperechoic with variable shadowing and reverberation. After finding the foreign body, clues to the type of material can be gathered by its acoustic details. When imaging gravel or wood, the object will appear hyperechoic with a strong and posterior accounting shadowing. Metallic objects display a \"comet tail\" or distal, regular, parallel lines secondary to acoustic reverberation. [16] Glass can present with variable acoustic shadows, including comet tails or diffuse beam scattering.", "contents": "Foreign Body Imaging -- Ultrasonography. Foreign bodies will appear hyperechoic with variable shadowing and reverberation. After finding the foreign body, clues to the type of material can be gathered by its acoustic details. When imaging gravel or wood, the object will appear hyperechoic with a strong and posterior accounting shadowing. Metallic objects display a \"comet tail\" or distal, regular, parallel lines secondary to acoustic reverberation. [16] Glass can present with variable acoustic shadows, including comet tails or diffuse beam scattering."}
{"id": "article-21912_15", "title": "Foreign Body Imaging -- Clinical Significance", "content": "Since no modality is perfect for identifying foreign bodies, a combination of high clinical suspicion, a thorough physical exam, and an appropriate selection of the correct imaging modality will provide the best outcomes. A suggested algorithm begins with correctly identifying high-risk patients with a complete history and physical. Most foreign bodies are secondary to trauma or accidental injury.", "contents": "Foreign Body Imaging -- Clinical Significance. Since no modality is perfect for identifying foreign bodies, a combination of high clinical suspicion, a thorough physical exam, and an appropriate selection of the correct imaging modality will provide the best outcomes. A suggested algorithm begins with correctly identifying high-risk patients with a complete history and physical. Most foreign bodies are secondary to trauma or accidental injury."}
{"id": "article-21912_16", "title": "Foreign Body Imaging -- Clinical Significance", "content": "All wounds harbor the potential for foreign bodies. If the clinician or the patient has reasonable suspicion, the next step should be to obtain plain film radiographs with views in at least two anatomical planes. A provider may stop here if the exam is negative and only radiopaque objects (gravel, glass, or metal) are suspected. However, if radiolucent objects such as thorns, wood, or plastic are suspected, an ultrasound examination of the area should be performed. If the foreign body is still not located, the clinician may choose to move on to CT or MRI, depending on the level of suspicion as well as the potential type of foreign body. Clinicians working closely as an interprofessional team with radiology technicians and radiologists can achieve the best diagnostic result in these cases.", "contents": "Foreign Body Imaging -- Clinical Significance. All wounds harbor the potential for foreign bodies. If the clinician or the patient has reasonable suspicion, the next step should be to obtain plain film radiographs with views in at least two anatomical planes. A provider may stop here if the exam is negative and only radiopaque objects (gravel, glass, or metal) are suspected. However, if radiolucent objects such as thorns, wood, or plastic are suspected, an ultrasound examination of the area should be performed. If the foreign body is still not located, the clinician may choose to move on to CT or MRI, depending on the level of suspicion as well as the potential type of foreign body. Clinicians working closely as an interprofessional team with radiology technicians and radiologists can achieve the best diagnostic result in these cases."}
{"id": "article-21912_17", "title": "Foreign Body Imaging -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Foreign Body Imaging -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}