{"id": "article-34746_0", "title": "Drug Labeling -- Definition/Introduction", "content": "On January 24, 2006, The Food and Drug Administration (FDA), an entity of the United States Department of Health and Human Services, published a final rule on the content and format of labeling for human prescription drugs and biologics. [1] [2] [3] These regulations are within Title 21 of the Code of Laws of the United States of America. The term “drug labeling” in this article generally refers to any information provided with prescription drugs under the regulation of the FDA in the United States. The exact definitions of “drug” and “labeling” have been included in the U.S. Code of Laws. Under this law, the definition of a drug is: “(A) articles recognized in the official United States Pharmacopoeia, official Homoeopathic Pharmacopoeia of the United States, or official National Formulary, or any supplement to any of them; and (B) articles intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in man or other animals; and (C) articles (other than food) intended to affect the structure or any function of the body of man or other animals; and (D) articles intended for use as a component of any articles specified in clause (A), (B), or (C)...” And label and labeling are defined as the following: “(a) Labeling includes all written, printed, or graphic matter accompanying an article at any time while such an article is in interstate commerce or held for sale after shipment or delivery in interstate commerce. (b) A label means any display of written, printed, or graphic matter on the immediate container of any article, or any such matter affixed to any consumer commodity or affixed to or appearing upon a package containing any consumer commodity.” [3] [4] [5] [6]", "contents": "Drug Labeling -- Definition/Introduction. On January 24, 2006, The Food and Drug Administration (FDA), an entity of the United States Department of Health and Human Services, published a final rule on the content and format of labeling for human prescription drugs and biologics. [1] [2] [3] These regulations are within Title 21 of the Code of Laws of the United States of America. The term “drug labeling” in this article generally refers to any information provided with prescription drugs under the regulation of the FDA in the United States. The exact definitions of “drug” and “labeling” have been included in the U.S. Code of Laws. Under this law, the definition of a drug is: “(A) articles recognized in the official United States Pharmacopoeia, official Homoeopathic Pharmacopoeia of the United States, or official National Formulary, or any supplement to any of them; and (B) articles intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in man or other animals; and (C) articles (other than food) intended to affect the structure or any function of the body of man or other animals; and (D) articles intended for use as a component of any articles specified in clause (A), (B), or (C)...” And label and labeling are defined as the following: “(a) Labeling includes all written, printed, or graphic matter accompanying an article at any time while such an article is in interstate commerce or held for sale after shipment or delivery in interstate commerce. (b) A label means any display of written, printed, or graphic matter on the immediate container of any article, or any such matter affixed to any consumer commodity or affixed to or appearing upon a package containing any consumer commodity.” [3] [4] [5] [6]"}
{"id": "article-34746_1", "title": "Drug Labeling -- Definition/Introduction", "content": "The FDA’s primary purpose of drug labeling is to ensure patient safety by giving healthcare professionals a summary of the safety and efficacy of a drug. The labeling is not aimed at a patient population because prescription drug administration is always under the supervision of a healthcare practitioner who is licensed to prescribe the medication. [7] [8] [9] [10] The following list is an outline of the requirements for a drug label: Highlights (a concise summary of label information) Full prescribing information Limitations statement Product names Date of initial U.S. approval Box warnings Recent major changes Indications and usage Dosage and administration Dosage forms and strengths Contraindications Warnings and precautions Adverse reactions (listing of most common adverse reactions) Drug interactions Use in specific populations Patient counseling information statement Additional information on the drug label is as follows.", "contents": "Drug Labeling -- Definition/Introduction. The FDA’s primary purpose of drug labeling is to ensure patient safety by giving healthcare professionals a summary of the safety and efficacy of a drug. The labeling is not aimed at a patient population because prescription drug administration is always under the supervision of a healthcare practitioner who is licensed to prescribe the medication. [7] [8] [9] [10] The following list is an outline of the requirements for a drug label: Highlights (a concise summary of label information) Full prescribing information Limitations statement Product names Date of initial U.S. approval Box warnings Recent major changes Indications and usage Dosage and administration Dosage forms and strengths Contraindications Warnings and precautions Adverse reactions (listing of most common adverse reactions) Drug interactions Use in specific populations Patient counseling information statement Additional information on the drug label is as follows."}
{"id": "article-34746_2", "title": "Drug Labeling -- Definition/Introduction", "content": "Overdose Clinical pharmacology Nonclinical toxicology (carcinogenesis, mutagenesis, and fertility impairment) Clinical studies", "contents": "Drug Labeling -- Definition/Introduction. Overdose Clinical pharmacology Nonclinical toxicology (carcinogenesis, mutagenesis, and fertility impairment) Clinical studies"}
{"id": "article-34746_3", "title": "Drug Labeling -- Issues of Concern", "content": "Over 50% of medication use errors in terms of dosing, intervals, route of administration, etc, are associated with poor prescription drug labeling. [11] Although the FDA’s main purpose in drug labeling is to aid the healthcare provider, the patient’s misunderstanding of labeling is a major cause of medication-related morbidity, mortality, and cost. The most common reasons for medication use errors include name confusion and inability to read or understand prescription drug labels. Research has found that medication errors would be reduced if patient-centered labeling were implemented with standardization of labeling text, scheduling, indication, language, typography, and other display standards. These evidence-based recommendations generally focus on standardizing and simplifying medication labeling for patients to better self-manage their medication use. [11] [12]", "contents": "Drug Labeling -- Issues of Concern. Over 50% of medication use errors in terms of dosing, intervals, route of administration, etc, are associated with poor prescription drug labeling. [11] Although the FDA’s main purpose in drug labeling is to aid the healthcare provider, the patient’s misunderstanding of labeling is a major cause of medication-related morbidity, mortality, and cost. The most common reasons for medication use errors include name confusion and inability to read or understand prescription drug labels. Research has found that medication errors would be reduced if patient-centered labeling were implemented with standardization of labeling text, scheduling, indication, language, typography, and other display standards. These evidence-based recommendations generally focus on standardizing and simplifying medication labeling for patients to better self-manage their medication use. [11] [12]"}
{"id": "article-34746_4", "title": "Drug Labeling -- Clinical Significance", "content": "Medication error due to misunderstanding prescription drug labeling is the most common iatrogenic error leading to injury, hospitalization, and adverse medication reactions. [13] This is especially problematic in patients who have low health literacy or receive prescriptions for multiple medications. [14] In the United States, The Food and Drug Administration (FDA) is responsible for regulating and enforcing drug labeling to protect and ensure the safety and efficacy of prescription drugs. However, the FDA’s labeling requirements are not meant to be patient-centered. The United States Pharmacopeia (USP) has made recommendations based on the Institute of Health’s report on medical errors. The USP recommends patient-centered prescription labels, simplifying language, using explicit text, including the reason for prescription, improved readability, labeling in a patient’s preferred language, supplemental information, and standardized patient directions. [15] The drug labeling information for biosimilars compares the reference product more comprehensively than traditional generic drugs. This ensures that prescribers have clear access to the source of information, enabling them to understand the therapeutic profile associated with each biosimilar agent. [16]", "contents": "Drug Labeling -- Clinical Significance. Medication error due to misunderstanding prescription drug labeling is the most common iatrogenic error leading to injury, hospitalization, and adverse medication reactions. [13] This is especially problematic in patients who have low health literacy or receive prescriptions for multiple medications. [14] In the United States, The Food and Drug Administration (FDA) is responsible for regulating and enforcing drug labeling to protect and ensure the safety and efficacy of prescription drugs. However, the FDA’s labeling requirements are not meant to be patient-centered. The United States Pharmacopeia (USP) has made recommendations based on the Institute of Health’s report on medical errors. The USP recommends patient-centered prescription labels, simplifying language, using explicit text, including the reason for prescription, improved readability, labeling in a patient’s preferred language, supplemental information, and standardized patient directions. [15] The drug labeling information for biosimilars compares the reference product more comprehensively than traditional generic drugs. This ensures that prescribers have clear access to the source of information, enabling them to understand the therapeutic profile associated with each biosimilar agent. [16]"}
{"id": "article-34746_5", "title": "Drug Labeling -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The healthcare team, eg, physicians, pharmacists, and nurses, must work together to ensure that patients use medications safely. The healthcare team needs to enthusiastically educate patients on correctly storing and administering their medications, especially for pediatric and geriatric patients. The findings of a recent study reveal that a significant number of households in the United States fail to comply with proper medication storage guidelines, thereby increasing the risk of compromising the sterility and stability of the drugs. The findings underscore the importance of pharmacist-led education initiatives to empower patients with the knowledge needed for proper medication storage, ultimately minimizing the risk of accidental ingestion and ensuring optimal therapeutic outcomes. [17] Physicians should discuss the medication with the patient, and the medication administration and storage instructions should be reinforced by the nurse and pharmacist, for example, in an ambulatory care setting.", "contents": "Drug Labeling -- Nursing, Allied Health, and Interprofessional Team Interventions. The healthcare team, eg, physicians, pharmacists, and nurses, must work together to ensure that patients use medications safely. The healthcare team needs to enthusiastically educate patients on correctly storing and administering their medications, especially for pediatric and geriatric patients. The findings of a recent study reveal that a significant number of households in the United States fail to comply with proper medication storage guidelines, thereby increasing the risk of compromising the sterility and stability of the drugs. The findings underscore the importance of pharmacist-led education initiatives to empower patients with the knowledge needed for proper medication storage, ultimately minimizing the risk of accidental ingestion and ensuring optimal therapeutic outcomes. [17] Physicians should discuss the medication with the patient, and the medication administration and storage instructions should be reinforced by the nurse and pharmacist, for example, in an ambulatory care setting."}
{"id": "article-34746_6", "title": "Drug Labeling -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Drug Labeling -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}