{"id": "article-27021_0", "title": "Peripheral Vertigo -- Continuing Education Activity", "content": "Approximately 80 percent of vertigo is peripheral, whereas approximately 20 percent is central. Peripheral vertigo is most commonly due to a benign process; benign paroxysmal positional vertigo (BPPV) is by far the most common cause of peripheral vertigo. In contrast, central vertigo often indicates more serious pathology. Peripheral vertigo typically presents with acute, severe episodes. Peripheral vertigo usually is made worse with head movements and is generally associated with horizontal/rotary nystagmus, which is fatigable and unidirectional. This activity describes the evaluation, diagnosis, and management of peripheral vertigo and highlights the role of team-based interprofessional care for affected patients.", "contents": "Peripheral Vertigo -- Continuing Education Activity. Approximately 80 percent of vertigo is peripheral, whereas approximately 20 percent is central. Peripheral vertigo is most commonly due to a benign process; benign paroxysmal positional vertigo (BPPV) is by far the most common cause of peripheral vertigo. In contrast, central vertigo often indicates more serious pathology. Peripheral vertigo typically presents with acute, severe episodes. Peripheral vertigo usually is made worse with head movements and is generally associated with horizontal/rotary nystagmus, which is fatigable and unidirectional. This activity describes the evaluation, diagnosis, and management of peripheral vertigo and highlights the role of team-based interprofessional care for affected patients."}
{"id": "article-27021_1", "title": "Peripheral Vertigo -- Continuing Education Activity", "content": "Objectives: Summarize the etiology of peripheral vertigo. Describe the presentation of a patient with peripheral vertigo. Review the treatment options available for peripheral vertigo. Explain the importance of improving coordination amongst the interprofessional team to enhance care for patients affected by peripheral vertigo. Access free multiple choice questions on this topic.", "contents": "Peripheral Vertigo -- Continuing Education Activity. Objectives: Summarize the etiology of peripheral vertigo. Describe the presentation of a patient with peripheral vertigo. Review the treatment options available for peripheral vertigo. Explain the importance of improving coordination amongst the interprofessional team to enhance care for patients affected by peripheral vertigo. Access free multiple choice questions on this topic."}
{"id": "article-27021_2", "title": "Peripheral Vertigo -- Introduction", "content": "It is essential to remember vertigo is a symptom, not a diagnosis. Most of us have experienced some vertigo in our lives. However, this can be difficult for an individual to describe, so often, vertigo is described in various ways. One of the simplest forms of vertigo which many have experienced is the transient feeling of dizziness and perception of ourselves or the environment spinning around us after rapidly turning in circles. Often, nausea and vomiting will accompany these symptoms. [1]", "contents": "Peripheral Vertigo -- Introduction. It is essential to remember vertigo is a symptom, not a diagnosis. Most of us have experienced some vertigo in our lives. However, this can be difficult for an individual to describe, so often, vertigo is described in various ways. One of the simplest forms of vertigo which many have experienced is the transient feeling of dizziness and perception of ourselves or the environment spinning around us after rapidly turning in circles. Often, nausea and vomiting will accompany these symptoms. [1]"}
{"id": "article-27021_3", "title": "Peripheral Vertigo -- Etiology", "content": "The etiology of vertigo is typically due to a disturbance of the vestibular system, semicircular canals, or cranial nerve VIII. This disturbance could be related to damage to one of these organs or simply confused neuronal input. It is important to remember that the central nervous system receives inputs bilaterally from these structures/systems, assembles the input and then, forms a response. The central nervous system (CNS) also coordinates these bilateral inputs with our visual and sensory inputs creating an overall picture of whether we are moving in space/time or if the environment around us is moving. Suffice it to say that conflicting inputs from these various symptoms overwhelm the central nervous system causing \"dizziness,\" nausea, and the perception of movement. The following are the various causes of vertigo:", "contents": "Peripheral Vertigo -- Etiology. The etiology of vertigo is typically due to a disturbance of the vestibular system, semicircular canals, or cranial nerve VIII. This disturbance could be related to damage to one of these organs or simply confused neuronal input. It is important to remember that the central nervous system receives inputs bilaterally from these structures/systems, assembles the input and then, forms a response. The central nervous system (CNS) also coordinates these bilateral inputs with our visual and sensory inputs creating an overall picture of whether we are moving in space/time or if the environment around us is moving. Suffice it to say that conflicting inputs from these various symptoms overwhelm the central nervous system causing \"dizziness,\" nausea, and the perception of movement. The following are the various causes of vertigo:"}
{"id": "article-27021_4", "title": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo", "content": "Benign paroxysmal positional vertigo (BPPV) Meniere disease Vestibular neuritis Labyrinthitis Herpes zoster Acoustic neuroma Otitis media Perilymphatic fistula Aminoglycoside toxicity Viral infections Cogan syndrome", "contents": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo. Benign paroxysmal positional vertigo (BPPV) Meniere disease Vestibular neuritis Labyrinthitis Herpes zoster Acoustic neuroma Otitis media Perilymphatic fistula Aminoglycoside toxicity Viral infections Cogan syndrome"}
{"id": "article-27021_5", "title": "Peripheral Vertigo -- Etiology -- Central Vertigo", "content": "Brainstem ischemia/infarction Vertebrobasilar insufficiency Space-occupying lesions Demyelination syndromes Vestibular migraine Chiari malformation", "contents": "Peripheral Vertigo -- Etiology -- Central Vertigo. Brainstem ischemia/infarction Vertebrobasilar insufficiency Space-occupying lesions Demyelination syndromes Vestibular migraine Chiari malformation"}
{"id": "article-27021_6", "title": "Peripheral Vertigo -- Etiology -- Benign Paroxysmal Positional Vertigo", "content": "Benign paroxysmal positional vertigo is classically described as a sudden onset of spinning brought on by a rapid head movement or a quick turn in bed before getting up. There is no associated ear pain, tinnitus, or hearing loss. The pathophysiology behind this is usually the displacement of otolith or calcium debris located in the posterior semicircle canal. This type of vertigo classically can be made worse with the Dix Hallpike maneuver and subsequently fixed with the Epley maneuver by relocating these otoliths. Other less commonly used maneuvers include Semont, Lempert, and Hamid.", "contents": "Peripheral Vertigo -- Etiology -- Benign Paroxysmal Positional Vertigo. Benign paroxysmal positional vertigo is classically described as a sudden onset of spinning brought on by a rapid head movement or a quick turn in bed before getting up. There is no associated ear pain, tinnitus, or hearing loss. The pathophysiology behind this is usually the displacement of otolith or calcium debris located in the posterior semicircle canal. This type of vertigo classically can be made worse with the Dix Hallpike maneuver and subsequently fixed with the Epley maneuver by relocating these otoliths. Other less commonly used maneuvers include Semont, Lempert, and Hamid."}
{"id": "article-27021_7", "title": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo Causes", "content": "Vestibular neuritis is usually a post-viral inflammatory syndrome. Patients typically develop rapid, severe nausea, vomiting, vertigo, and gait instability. Despite gait instability, patients are still able to ambulate. They display the typical peripheral vertigo physical findings discussed below. If there is an associated unilateral hearing loss, it is then called labyrinthitis. Often, due to the severity of the symptoms, this can be confused with a central process. Consequently, magnetic resonance imaging is performed if clinician suspicion is high to aid in the diagnosis.", "contents": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo Causes. Vestibular neuritis is usually a post-viral inflammatory syndrome. Patients typically develop rapid, severe nausea, vomiting, vertigo, and gait instability. Despite gait instability, patients are still able to ambulate. They display the typical peripheral vertigo physical findings discussed below. If there is an associated unilateral hearing loss, it is then called labyrinthitis. Often, due to the severity of the symptoms, this can be confused with a central process. Consequently, magnetic resonance imaging is performed if clinician suspicion is high to aid in the diagnosis."}
{"id": "article-27021_8", "title": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo Causes", "content": "Meniere's disease: Excess endolymphatic fluid causes Meniere's disease. The excess pressure causes inner ear dysfunction. Patients present with episodic unilateral tinnitus, hearing loss, nausea, vomiting, gate instability, and vertigo. Audiometry testing demonstrating a low sensorineural hearing loss can aid in diagnosis.", "contents": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo Causes. Meniere's disease: Excess endolymphatic fluid causes Meniere's disease. The excess pressure causes inner ear dysfunction. Patients present with episodic unilateral tinnitus, hearing loss, nausea, vomiting, gate instability, and vertigo. Audiometry testing demonstrating a low sensorineural hearing loss can aid in diagnosis."}
{"id": "article-27021_9", "title": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo Causes", "content": "Cogan syndrome is an autoimmune process that presents with symptoms similar to those of Meniere disease, so it seems relevant to mention (even though not one of the more common causes). Caloric testing usually demonstrates absent vestibular function.", "contents": "Peripheral Vertigo -- Etiology -- Peripheral Vertigo Causes. Cogan syndrome is an autoimmune process that presents with symptoms similar to those of Meniere disease, so it seems relevant to mention (even though not one of the more common causes). Caloric testing usually demonstrates absent vestibular function."}
{"id": "article-27021_10", "title": "Peripheral Vertigo -- Epidemiology", "content": "Approximately 80% of vertigo is peripheral, whereas approximately 20% is central in origin. Of this 80%, benign paroxysmal positional vertigo (BPPV) is by far the most common cause of peripheral vertigo. [2]", "contents": "Peripheral Vertigo -- Epidemiology. Approximately 80% of vertigo is peripheral, whereas approximately 20% is central in origin. Of this 80%, benign paroxysmal positional vertigo (BPPV) is by far the most common cause of peripheral vertigo. [2]"}
{"id": "article-27021_11", "title": "Peripheral Vertigo -- Pathophysiology", "content": "A disturbance of the vestibular system, semicircular canals, or cranial nerve 8 is the underlying issue. This disturbance could be related to damage to one of these organs or simply confused neuronal input. It is important to remember that the central nervous system receives inputs bilaterally from these structures/systems, assembles the input and then, forms a response. The CNS also coordinates these bilateral inputs with our visual and sensory inputs creating an overall picture of whether we are moving in space/time or if the environment around us is moving. Suffice it to say that conflicting inputs from these various symptoms overwhelm the central nervous system causing dizziness, nausea, and the perception of movement. [3] [4]", "contents": "Peripheral Vertigo -- Pathophysiology. A disturbance of the vestibular system, semicircular canals, or cranial nerve 8 is the underlying issue. This disturbance could be related to damage to one of these organs or simply confused neuronal input. It is important to remember that the central nervous system receives inputs bilaterally from these structures/systems, assembles the input and then, forms a response. The CNS also coordinates these bilateral inputs with our visual and sensory inputs creating an overall picture of whether we are moving in space/time or if the environment around us is moving. Suffice it to say that conflicting inputs from these various symptoms overwhelm the central nervous system causing dizziness, nausea, and the perception of movement. [3] [4]"}
{"id": "article-27021_12", "title": "Peripheral Vertigo -- Pathophysiology", "content": "Vertigo breaks down into two types: peripheral and central. As the main focus of this review is on peripheral vertigo, we will only touch slightly on central vertigo to help distinguish between the two. Usually, peripheral vertigo is, although not always, due to a benign process, whereas central vertigo often indicates a more serious pathology.", "contents": "Peripheral Vertigo -- Pathophysiology. Vertigo breaks down into two types: peripheral and central. As the main focus of this review is on peripheral vertigo, we will only touch slightly on central vertigo to help distinguish between the two. Usually, peripheral vertigo is, although not always, due to a benign process, whereas central vertigo often indicates a more serious pathology."}
{"id": "article-27021_13", "title": "Peripheral Vertigo -- History and Physical", "content": "Peripheral vertigo is described as dizziness or a spinning sensation. Other symptoms associated with peripheral vertigo include: Loss of hearing in one ear Ringing in one or both ears Difficulty focusing vision Loss of balance", "contents": "Peripheral Vertigo -- History and Physical. Peripheral vertigo is described as dizziness or a spinning sensation. Other symptoms associated with peripheral vertigo include: Loss of hearing in one ear Ringing in one or both ears Difficulty focusing vision Loss of balance"}
{"id": "article-27021_14", "title": "Peripheral Vertigo -- Evaluation", "content": "The diagnosis and workup consist of taking a very accurate and detailed history along with symptomatic/physical findings. Peripheral vertigo is typically episodic and acute/severe. Alternatively, central vertigo typically is over a longer duration of time, and “most” of the time, less severe symptoms occur. Peripheral vertigo usually can be made worse with head movements and typically has been associated with horizontal/rotary nystagmus, which is fatigable and unidirectional. Central vertigo can have nystagmus in any direction is not fatigable and typically multi-directional. The Dix Hallpike test can help aid in the diagnosis of peripheral vertigo, typically making symptoms worse and nystagmus more obvious. Other specialized tests include: Electro/videonystagmography (ENG) Computerized dynamic posturography (CDP) The rotating-chair test also known as sinusoidal harmonic acceleration (SHA) Vestibular-evoked myogenic potentials", "contents": "Peripheral Vertigo -- Evaluation. The diagnosis and workup consist of taking a very accurate and detailed history along with symptomatic/physical findings. Peripheral vertigo is typically episodic and acute/severe. Alternatively, central vertigo typically is over a longer duration of time, and “most” of the time, less severe symptoms occur. Peripheral vertigo usually can be made worse with head movements and typically has been associated with horizontal/rotary nystagmus, which is fatigable and unidirectional. Central vertigo can have nystagmus in any direction is not fatigable and typically multi-directional. The Dix Hallpike test can help aid in the diagnosis of peripheral vertigo, typically making symptoms worse and nystagmus more obvious. Other specialized tests include: Electro/videonystagmography (ENG) Computerized dynamic posturography (CDP) The rotating-chair test also known as sinusoidal harmonic acceleration (SHA) Vestibular-evoked myogenic potentials"}
{"id": "article-27021_15", "title": "Peripheral Vertigo -- Treatment / Management", "content": "Treatment usually involves giving the body time to heal and treatment of the underlying process. There is some data to suggest, antihistamines, benzodiazepines, corticosteroids, antiemetics, and anticholinergic’s may be of use depending on the etiology of peripheral vertigo. Vestibular rehabilitation therapy (VRT) may also offer relief to some patients. Vestibular rehabilitation therapy is a form of physical therapy that takes advantage of the plasticity of the brain using specialized exercises and head movements to help gaze and gait stabilization. [5] [6]", "contents": "Peripheral Vertigo -- Treatment / Management. Treatment usually involves giving the body time to heal and treatment of the underlying process. There is some data to suggest, antihistamines, benzodiazepines, corticosteroids, antiemetics, and anticholinergic’s may be of use depending on the etiology of peripheral vertigo. Vestibular rehabilitation therapy (VRT) may also offer relief to some patients. Vestibular rehabilitation therapy is a form of physical therapy that takes advantage of the plasticity of the brain using specialized exercises and head movements to help gaze and gait stabilization. [5] [6]"}
{"id": "article-27021_16", "title": "Peripheral Vertigo -- Differential Diagnosis", "content": "The differential diagnosis of peripheral vertigo can be vast and will not be discussed in depth here; however, it is important always to consider stroke, infection, and other potentially treatable etiologies.", "contents": "Peripheral Vertigo -- Differential Diagnosis. The differential diagnosis of peripheral vertigo can be vast and will not be discussed in depth here; however, it is important always to consider stroke, infection, and other potentially treatable etiologies."}
{"id": "article-27021_17", "title": "Peripheral Vertigo -- Prognosis", "content": "The prognosis for peripheral vertigo is typically quite favorable.  It may lead to some morbidity; however, following correct identification of the etiology is correctly identified, symptoms can usually be quite tolerable if not completely resolved.", "contents": "Peripheral Vertigo -- Prognosis. The prognosis for peripheral vertigo is typically quite favorable.  It may lead to some morbidity; however, following correct identification of the etiology is correctly identified, symptoms can usually be quite tolerable if not completely resolved."}
{"id": "article-27021_18", "title": "Peripheral Vertigo -- Enhancing Healthcare Team Outcomes", "content": "The management of peripheral vertigo is optimal with an interprofessional team, including nurses and pharmacists. Many treatments exist for peripheral vertigo, but none is reliably effective. In many cases, the clinician will trial one agent, and if it does not work, attempt another remedy. The quality of life of most patients with peripheral vertigo is poor. Drugs like antihistamines are often not well tolerated, and corticosteroids have serious adverse effects.", "contents": "Peripheral Vertigo -- Enhancing Healthcare Team Outcomes. The management of peripheral vertigo is optimal with an interprofessional team, including nurses and pharmacists. Many treatments exist for peripheral vertigo, but none is reliably effective. In many cases, the clinician will trial one agent, and if it does not work, attempt another remedy. The quality of life of most patients with peripheral vertigo is poor. Drugs like antihistamines are often not well tolerated, and corticosteroids have serious adverse effects."}
{"id": "article-27021_19", "title": "Peripheral Vertigo -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Peripheral Vertigo -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}