{"id": "article-140313_0", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction", "content": "Obesity has become a major public health crisis, with hundreds of millions of people classified as overweight in recent decades. [1] [2] [3] There is widespread research to find methods to mitigate this threat to human health. Obesity is defined as the excessive accumulation of fat in body tissues, most commonly measured by body mass index (BMI). However, the causes of obesity are numerous and very complex.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction. Obesity has become a major public health crisis, with hundreds of millions of people classified as overweight in recent decades. [1] [2] [3] There is widespread research to find methods to mitigate this threat to human health. Obesity is defined as the excessive accumulation of fat in body tissues, most commonly measured by body mass index (BMI). However, the causes of obesity are numerous and very complex."}
{"id": "article-140313_1", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction", "content": "Many biomedical, socioeconomic, cultural, and other factors contribute to the onset of obesity. Characteristic western lifestyle features, such as energy-intense diets, high meat consumption, and a sedentary lifestyle , contribute to this phenomenon. [4] The impact of other causes is less well understood, such as a family history of obesity and stress. [5] Therefore, practitioners must treat patients with obesity holistically and comprehensively.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction. Many biomedical, socioeconomic, cultural, and other factors contribute to the onset of obesity. Characteristic western lifestyle features, such as energy-intense diets, high meat consumption, and a sedentary lifestyle , contribute to this phenomenon. [4] The impact of other causes is less well understood, such as a family history of obesity and stress. [5] Therefore, practitioners must treat patients with obesity holistically and comprehensively."}
{"id": "article-140313_2", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction", "content": "One contributor to the pathophysiology of obesity that has garnered particular interest is the composition of gut microbiota , which may be simply defined as the microbes that live on us and within us. [6] The microbiota genome may be referred to as the microbiome . Research into the role of gut microbiota affecting host metabolism and homeostasis and their effect on disease processes began with Élie Metchnikoff in the early 1900s. Trillions of gut microbes occupy the gastrointestinal tract (GIT), mainly in the colon. These exist in a complex ecosystem that interacts in tandem with human metabolic activity and a highly diverse microbiome. [2] [7]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction. One contributor to the pathophysiology of obesity that has garnered particular interest is the composition of gut microbiota , which may be simply defined as the microbes that live on us and within us. [6] The microbiota genome may be referred to as the microbiome . Research into the role of gut microbiota affecting host metabolism and homeostasis and their effect on disease processes began with Élie Metchnikoff in the early 1900s. Trillions of gut microbes occupy the gastrointestinal tract (GIT), mainly in the colon. These exist in a complex ecosystem that interacts in tandem with human metabolic activity and a highly diverse microbiome. [2] [7]"}
{"id": "article-140313_3", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction", "content": "Recent literature has shown how diet influences the composition of gut microbiota and how diet can cause obesity. Nevertheless, there is much controversy regarding the precise mechanisms by which gut microbiota contribute to obesity. This chapter will focus on the interactions between gut microbiota and enteroendocrine hormone regulation and their relation to excessive adipose accumulation. Three particular mechanisms will be emphasized: the permeation of the intestinal barrier, the influence of the gut-brain axis on eating behavior, and non-alcoholic fatty liver disease.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Introduction. Recent literature has shown how diet influences the composition of gut microbiota and how diet can cause obesity. Nevertheless, there is much controversy regarding the precise mechanisms by which gut microbiota contribute to obesity. This chapter will focus on the interactions between gut microbiota and enteroendocrine hormone regulation and their relation to excessive adipose accumulation. Three particular mechanisms will be emphasized: the permeation of the intestinal barrier, the influence of the gut-brain axis on eating behavior, and non-alcoholic fatty liver disease."}
{"id": "article-140313_4", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Issues of Concern -- \"Obese Microbiome\"", "content": "It has been suggested that specific microbiota patterns are associated with obesity, referred to as the \"obese microbiome.\" While the exact mechanisms of how the \"obese microbiome\" contributes to the pathophysiology of obesity are not yet clear, it is reported that compared to lean individuals, patients with obesity are found to have less biodiversity of gut microbiota. [8] [9] [10] This may lead to the growth of pathogenic bacteria populations. Observational studies show that Lactobacillus reuteri and Lactobacillus sakei were found in higher numbers in patients with higher BMI in adult humans. [11]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Issues of Concern -- \"Obese Microbiome\". It has been suggested that specific microbiota patterns are associated with obesity, referred to as the \"obese microbiome.\" While the exact mechanisms of how the \"obese microbiome\" contributes to the pathophysiology of obesity are not yet clear, it is reported that compared to lean individuals, patients with obesity are found to have less biodiversity of gut microbiota. [8] [9] [10] This may lead to the growth of pathogenic bacteria populations. Observational studies show that Lactobacillus reuteri and Lactobacillus sakei were found in higher numbers in patients with higher BMI in adult humans. [11]"}
{"id": "article-140313_5", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Issues of Concern -- \"Obese Microbiome\"", "content": "Intervention studies involving mice show the administration of A. mucinophila decreases adiposity in experimental models. [12] [13] Other literature shows a pattern between obesity and lesser populations of butyrate-producing gut microbiota. [14] Current research into the contributions of specific taxa of gut microbiota to the onset of obesity is conflicting and only assigns correlations of specific microbiota populations with obesity, not causation . Thus, more research needs to be done involving human interventional studies to find which gut microbiota result in the phenotype of obesity.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Issues of Concern -- \"Obese Microbiome\". Intervention studies involving mice show the administration of A. mucinophila decreases adiposity in experimental models. [12] [13] Other literature shows a pattern between obesity and lesser populations of butyrate-producing gut microbiota. [14] Current research into the contributions of specific taxa of gut microbiota to the onset of obesity is conflicting and only assigns correlations of specific microbiota populations with obesity, not causation . Thus, more research needs to be done involving human interventional studies to find which gut microbiota result in the phenotype of obesity."}
{"id": "article-140313_6", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability", "content": "Increased intestinal permeability and inflammation via lipopolysaccharides (LPS) appear to influence the pathogenesis of obesity. [15] The mucosa of the gastrointestinal tract (GIT) creates a protective barrier between the intestinal epithelial tissue and harmful substances such as toxins and pathogenic bacteria. [16] This barrier is maintained through various mechanisms involving short-chain fatty acid (SCFA) signaling, which improves the integrity of the intestinal wall. [12] [17]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability. Increased intestinal permeability and inflammation via lipopolysaccharides (LPS) appear to influence the pathogenesis of obesity. [15] The mucosa of the gastrointestinal tract (GIT) creates a protective barrier between the intestinal epithelial tissue and harmful substances such as toxins and pathogenic bacteria. [16] This barrier is maintained through various mechanisms involving short-chain fatty acid (SCFA) signaling, which improves the integrity of the intestinal wall. [12] [17]"}
{"id": "article-140313_7", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability", "content": "Short-chain fatty acids are monocarboxylic acids that are byproducts of carbohydrate metabolism in microbes and are associated with lower body weight and adiposity. [15] [18] Certain SCFAs modulate myofibroblast prostaglandin production, signaling enterocytes to express mucin-2 and maintaining the mucosa barrier's structural integrity. [19]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability. Short-chain fatty acids are monocarboxylic acids that are byproducts of carbohydrate metabolism in microbes and are associated with lower body weight and adiposity. [15] [18] Certain SCFAs modulate myofibroblast prostaglandin production, signaling enterocytes to express mucin-2 and maintaining the mucosa barrier's structural integrity. [19]"}
{"id": "article-140313_8", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability", "content": "When a loss of gut microbiota diversity occurs in the patient with obesity, there is a concomitant loss in SCFAs. This loss is especially notable concerning Bifidobacterium. [20] Diminished intestinal barrier integrity can absorb harmful toxins, resulting in endotoxemia and low-grade inflammation that is consistently present with obesity. [12] [21]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability. When a loss of gut microbiota diversity occurs in the patient with obesity, there is a concomitant loss in SCFAs. This loss is especially notable concerning Bifidobacterium. [20] Diminished intestinal barrier integrity can absorb harmful toxins, resulting in endotoxemia and low-grade inflammation that is consistently present with obesity. [12] [21]"}
{"id": "article-140313_9", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability", "content": "Decreased gut barrier integrity that results from \"obese microbiota\" has been found to cause systemic inflammation. The signaling of peritoneal macrophages induces this by upregulating the production of tumor necrosis factor-alpha (TNF-alpha) and interleukin 1beta (IL-1beta). [22]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability. Decreased gut barrier integrity that results from \"obese microbiota\" has been found to cause systemic inflammation. The signaling of peritoneal macrophages induces this by upregulating the production of tumor necrosis factor-alpha (TNF-alpha) and interleukin 1beta (IL-1beta). [22]"}
{"id": "article-140313_10", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability", "content": "Gut microbiota can also influence intestinal permeability by modifying alkaline phosphatase activity, interfering with tight junctions, and changing gene expression of cannabinoid receptor 1 in the colon, which has downstream effects on permeability. [23]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Cellular Level -- Effect of Gut Microbiota on Intestinal Permeability. Gut microbiota can also influence intestinal permeability by modifying alkaline phosphatase activity, interfering with tight junctions, and changing gene expression of cannabinoid receptor 1 in the colon, which has downstream effects on permeability. [23]"}
{"id": "article-140313_11", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Development", "content": "Newborns develop microbial colonization during the first month of life. [4] It is noted that infants delivered by the Cesarian section have lower gut bacterial counts than a natural birth, suggesting that the birth canal contributes to a healthy microbiota. [24] Breast milk contains oligosaccharides and bacteria such as Bifidobacterium and Lactobacillus , which may also be critical to developing the immune system. [25] [26]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Development. Newborns develop microbial colonization during the first month of life. [4] It is noted that infants delivered by the Cesarian section have lower gut bacterial counts than a natural birth, suggesting that the birth canal contributes to a healthy microbiota. [24] Breast milk contains oligosaccharides and bacteria such as Bifidobacterium and Lactobacillus , which may also be critical to developing the immune system. [25] [26]"}
{"id": "article-140313_12", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Development", "content": "A progression of bacterial microflora occurs as the diet becomes more diverse and includes solid food, which is likely very important for immune system development and the prevention of autoimmune conditions such as some forms of asthma and eczema. [26] [27] The geographic region where a child resides also impacts the microbiota during development.  For example, microbial diversity is greater in children from Africa than children in the European Union. [28]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Development. A progression of bacterial microflora occurs as the diet becomes more diverse and includes solid food, which is likely very important for immune system development and the prevention of autoimmune conditions such as some forms of asthma and eczema. [26] [27] The geographic region where a child resides also impacts the microbiota during development.  For example, microbial diversity is greater in children from Africa than children in the European Union. [28]"}
{"id": "article-140313_13", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Organ Systems Involved", "content": "In addition to the gastrointestinal tract in which gut microbiota reside, they interact with the liver and pancreas via complex signaling pathways. [29] Gut microbiota and enteroendocrine cells also interact with the central nervous system by affecting eating behavior, appetite, and satiety.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Organ Systems Involved. In addition to the gastrointestinal tract in which gut microbiota reside, they interact with the liver and pancreas via complex signaling pathways. [29] Gut microbiota and enteroendocrine cells also interact with the central nervous system by affecting eating behavior, appetite, and satiety."}
{"id": "article-140313_14", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Function", "content": "Gut microbiota plays an essential role in maintaining overall health. Commensal bacteria in the gut communicate with the host via signaling pathways involving enteroendocrine cells. [30] [31] Normal gut flora exists symbiotically with the host and aid in digestion, metabolism, and energy regulation, to name several benefits they serve.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Function. Gut microbiota plays an essential role in maintaining overall health. Commensal bacteria in the gut communicate with the host via signaling pathways involving enteroendocrine cells. [30] [31] Normal gut flora exists symbiotically with the host and aid in digestion, metabolism, and energy regulation, to name several benefits they serve."}
{"id": "article-140313_15", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Mechanism", "content": "The microbiome impacts health through other mechanisms than gut permeability. Gut microbiota have also been shown to contribute to the pathogenesis of obesity through interaction with the central nervous system, inducing changes in appetite and satiety. One such mechanism is the development of leptin resistance. Leptin is a signaling protein that is made by adipose cells. As adipose tissue increases, more leptin is produced and released. Leptin acts on the central nervous system to reduce food intake. Neuropeptide Y is released from the central and peripheral nervous system, causing increased energy expenditure. [1]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Mechanism. The microbiome impacts health through other mechanisms than gut permeability. Gut microbiota have also been shown to contribute to the pathogenesis of obesity through interaction with the central nervous system, inducing changes in appetite and satiety. One such mechanism is the development of leptin resistance. Leptin is a signaling protein that is made by adipose cells. As adipose tissue increases, more leptin is produced and released. Leptin acts on the central nervous system to reduce food intake. Neuropeptide Y is released from the central and peripheral nervous system, causing increased energy expenditure. [1]"}
{"id": "article-140313_16", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Mechanism", "content": "Leptin resistance in the central nervous system occurs as plasma levels increase, causing increased food intake and body weight. [32] Specific microbial taxa are associated with increased plasma leptin levels, such as Bilophila wadsworthia , suggesting that this species may worsen leptin resistance. On the other hand, Bifidobacterium and other species are also associated with increased leptin sensitivity. [2] Increased LPS levels caused indirectly by microbial dysbiosis have also been shown to result in leptin resistance. [33]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Mechanism. Leptin resistance in the central nervous system occurs as plasma levels increase, causing increased food intake and body weight. [32] Specific microbial taxa are associated with increased plasma leptin levels, such as Bilophila wadsworthia , suggesting that this species may worsen leptin resistance. On the other hand, Bifidobacterium and other species are also associated with increased leptin sensitivity. [2] Increased LPS levels caused indirectly by microbial dysbiosis have also been shown to result in leptin resistance. [33]"}
{"id": "article-140313_17", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Related Testing", "content": "Testing fecal samples for gut microbiota is currently most useful clinically for suspected or known infection with Clostridium difficile, but research often involves identifying and quantifying a much broader spectrum of bacterial flora. [34] Determining the diversity of gut bacteria is generally executed using DNA and RNA gene sequencing since the use of cultures has been problematic. In the future, gut diversity and specific makeup may translate to a greater variety of clinical applications. [35]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Related Testing. Testing fecal samples for gut microbiota is currently most useful clinically for suspected or known infection with Clostridium difficile, but research often involves identifying and quantifying a much broader spectrum of bacterial flora. [34] Determining the diversity of gut bacteria is generally executed using DNA and RNA gene sequencing since the use of cultures has been problematic. In the future, gut diversity and specific makeup may translate to a greater variety of clinical applications. [35]"}
{"id": "article-140313_18", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Interaction Between Gut Microbiota and the Gut-Brain Axis", "content": "The SCFAs produced by gut microbiota also interact with gut hormone signaling to affect eating behavior. These SCFAs interact with the host metabolism by binding to specific G-protein coupled receptors (GPR), including GPR41 and GPR43, causing the release of the peptide tyrosine-tyrosine (PYY), which enters circulation and interacts with the hypothalamus to reduce overall food intake. [36]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Interaction Between Gut Microbiota and the Gut-Brain Axis. The SCFAs produced by gut microbiota also interact with gut hormone signaling to affect eating behavior. These SCFAs interact with the host metabolism by binding to specific G-protein coupled receptors (GPR), including GPR41 and GPR43, causing the release of the peptide tyrosine-tyrosine (PYY), which enters circulation and interacts with the hypothalamus to reduce overall food intake. [36]"}
{"id": "article-140313_19", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Interaction Between Gut Microbiota and the Gut-Brain Axis", "content": "One specific SCFA, butyrate, is believed to reduce energy expenditure by increasing plasma glucagon-like peptide 1 (GLP-1), glucose-dependent insulinotropic peptide (GIP), and PYY. [1] In a randomized clinical trial, propionate, another SCFA, also was found to cause the release of PYY and GLP-1. Still, it also upregulates genes involved in intestinal gluconeogenesis by binding to GPR41, thereby reducing adiposity. [37]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Interaction Between Gut Microbiota and the Gut-Brain Axis. One specific SCFA, butyrate, is believed to reduce energy expenditure by increasing plasma glucagon-like peptide 1 (GLP-1), glucose-dependent insulinotropic peptide (GIP), and PYY. [1] In a randomized clinical trial, propionate, another SCFA, also was found to cause the release of PYY and GLP-1. Still, it also upregulates genes involved in intestinal gluconeogenesis by binding to GPR41, thereby reducing adiposity. [37]"}
{"id": "article-140313_20", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Interaction Between Gut Microbiota and the Gut-Brain Axis", "content": "Literature also shows that gut microbiota may be directly involved in stimulating the vagal nerve, at least partially through the release of GLP-1, PYY, and cholecystokinin (CCK) by enteroendocrine cells which transmits information from the gut to the hypothalamus to regulate appetite and energy homeostasis. [30] [31] [38] [39] Gut microbiota also influences the release of serotonin and gamma-aminobutyric acid (GABA), which control host appetite and energy regulation. [40]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Interaction Between Gut Microbiota and the Gut-Brain Axis. Literature also shows that gut microbiota may be directly involved in stimulating the vagal nerve, at least partially through the release of GLP-1, PYY, and cholecystokinin (CCK) by enteroendocrine cells which transmits information from the gut to the hypothalamus to regulate appetite and energy homeostasis. [30] [31] [38] [39] Gut microbiota also influences the release of serotonin and gamma-aminobutyric acid (GABA), which control host appetite and energy regulation. [40]"}
{"id": "article-140313_21", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Gut Microbiota and Fatty Liver Disease", "content": "Gut microbiota dysbiosis has also been linked with fatty liver disease (FLD) associated with obesity. [41] Patients with non-alcoholic FLD usually experience gut bacteria overgrowth and decreased intestinal barrier integrity. Research shows that worsening of non-alcoholic FLD is associated with increased Bacteroides populations, and hepatic fibrosis correlates with increased Ruminococcus. [42]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Gut Microbiota and Fatty Liver Disease. Gut microbiota dysbiosis has also been linked with fatty liver disease (FLD) associated with obesity. [41] Patients with non-alcoholic FLD usually experience gut bacteria overgrowth and decreased intestinal barrier integrity. Research shows that worsening of non-alcoholic FLD is associated with increased Bacteroides populations, and hepatic fibrosis correlates with increased Ruminococcus. [42]"}
{"id": "article-140313_22", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Gut Microbiota and Fatty Liver Disease", "content": "Gut microbiota are also indirectly involved with triglyceride deposition in the liver via interactions with fasting-induced adiposity factor (FIAF). FIAF is a lipoprotein lipase inhibitor released by enterocytes whose expression is inhibited by gut microbiota. [43] FIAF also activates carbohydrate-responsive element-binding protein and sterol regulatory element-binding protein 1, which ultimately upregulates triglyceride production and accumulation in the liver.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Pathophysiology -- Gut Microbiota and Fatty Liver Disease. Gut microbiota are also indirectly involved with triglyceride deposition in the liver via interactions with fasting-induced adiposity factor (FIAF). FIAF is a lipoprotein lipase inhibitor released by enterocytes whose expression is inhibited by gut microbiota. [43] FIAF also activates carbohydrate-responsive element-binding protein and sterol regulatory element-binding protein 1, which ultimately upregulates triglyceride production and accumulation in the liver."}
{"id": "article-140313_23", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance", "content": "Gut microbial populations can be modified through various therapeutic and surgical approaches, and this presents several methods of treating obesity. One such avenue is using probiotic supplements to provide live bacteria to restore the gut microbiota biodiversity lost in patients with obesity. [44] Bifidobacterium is a common microbial species in probiotics that appears to reduce intestinal permeability, which can be expected to protect against harmful bacteria and other toxins entering the circulation, causing inflammation. [15]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance. Gut microbial populations can be modified through various therapeutic and surgical approaches, and this presents several methods of treating obesity. One such avenue is using probiotic supplements to provide live bacteria to restore the gut microbiota biodiversity lost in patients with obesity. [44] Bifidobacterium is a common microbial species in probiotics that appears to reduce intestinal permeability, which can be expected to protect against harmful bacteria and other toxins entering the circulation, causing inflammation. [15]"}
{"id": "article-140313_24", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance", "content": "Recently, more research is exploring the potential use of certain strains of Lactobacillus to treat obesity. [45] Specific prebiotics and other dietary supplements that stimulate the growth of potentially therapeutic bacteria have also been suggested to treat obesity. One such example is fish oil which may alter populations of Bifidobacterium and other species to improve intestinal barrier integrity. [46]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance. Recently, more research is exploring the potential use of certain strains of Lactobacillus to treat obesity. [45] Specific prebiotics and other dietary supplements that stimulate the growth of potentially therapeutic bacteria have also been suggested to treat obesity. One such example is fish oil which may alter populations of Bifidobacterium and other species to improve intestinal barrier integrity. [46]"}
{"id": "article-140313_25", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance", "content": "Surgical interventions that alter gut microbiota composition may also serve to treat obesity. Gastric bypass surgery decreases food intake and body weight. This surgical procedure also increases the population of A. muciniphila and other species. These same therapeutic effects have been shown when these bacteria species are transferred to germ-free mice. This suggests that gut microbiota changes may at least partially explain the impact of gastric bypass on reducing obesity. [2]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance. Surgical interventions that alter gut microbiota composition may also serve to treat obesity. Gastric bypass surgery decreases food intake and body weight. This surgical procedure also increases the population of A. muciniphila and other species. These same therapeutic effects have been shown when these bacteria species are transferred to germ-free mice. This suggests that gut microbiota changes may at least partially explain the impact of gastric bypass on reducing obesity. [2]"}
{"id": "article-140313_26", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance", "content": "Fecal microbiota transplantation (FMT) is a method whereby microbiota populations within fecal material from lean individuals are transferred to patients with obesity. This is being explored as a potential method of treating obesity by mitigating dysbiosis. Still, more research is needed to refine its limitations and confirm its safety and efficacy in treating obesity. [2] [47]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance. Fecal microbiota transplantation (FMT) is a method whereby microbiota populations within fecal material from lean individuals are transferred to patients with obesity. This is being explored as a potential method of treating obesity by mitigating dysbiosis. Still, more research is needed to refine its limitations and confirm its safety and efficacy in treating obesity. [2] [47]"}
{"id": "article-140313_27", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance", "content": "Lifestyle and diet may play an essential role in maintaining gut microbiota homeostasis. Dietary changes can influence the microbial population in early life, which can have a long-term impact on the individual. Non-dietary factors can also impact GIT microbiota. For example, smoking has been associated with increased Bacteroides-Prevotella and may contribute to Crohn disease. [4] Smoking may also affect the microbiota in such a way as to increase the risk of colorectal cancer. [48]", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance. Lifestyle and diet may play an essential role in maintaining gut microbiota homeostasis. Dietary changes can influence the microbial population in early life, which can have a long-term impact on the individual. Non-dietary factors can also impact GIT microbiota. For example, smoking has been associated with increased Bacteroides-Prevotella and may contribute to Crohn disease. [4] Smoking may also affect the microbiota in such a way as to increase the risk of colorectal cancer. [48]"}
{"id": "article-140313_28", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance", "content": "More research is needed into the use of dietary changes, prebiotics, and probiotics to modify GIT microbiota positively. Lifestyle modification should usually be introduced along with any pharmacologic interventions which are planned. These changes include diet modification and smoking cessation.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Clinical Significance. More research is needed into the use of dietary changes, prebiotics, and probiotics to modify GIT microbiota positively. Lifestyle modification should usually be introduced along with any pharmacologic interventions which are planned. These changes include diet modification and smoking cessation."}
{"id": "article-140313_29", "title": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Enterohormonal and Microbiota Pathophysiology Of Obesity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}