{"id": "article-142909_0", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Introduction", "content": "Scleroderma (encompassing localized scleroderma and the more serious form of systemic sclerosis) is a relatively rare autoimmune connective tissue disease (CTD) that predominantly affects women aged 30 to 50 years. It affects between 75,000 and 100,000 people in the US and is more common in people who have family members with other autoimmune CTDs.[American College of Rheumatology. Scleroderma. Fast Facts.]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Introduction. Scleroderma (encompassing localized scleroderma and the more serious form of systemic sclerosis) is a relatively rare autoimmune connective tissue disease (CTD) that predominantly affects women aged 30 to 50 years. It affects between 75,000 and 100,000 people in the US and is more common in people who have family members with other autoimmune CTDs.[American College of Rheumatology. Scleroderma. Fast Facts.]"}
{"id": "article-142909_1", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Introduction", "content": "Scleroderma, particularly systemic sclerosis (SSc), is associated with substantial morbidity and mortality. Of great concern is an elevated risk of developing the potentially life-threatening complication of pulmonary arterial hypertension (PAH). PAH is a chronic, progressive type of pulmonary hypertension (PH) characterized by abnormally high pressure in the pulmonary vasculature. [1] [2] This rare cardiovascular disease results from restricted blood flow through the pulmonary arterial circulation. Progression of PAH is characterized by increased pulmonary vascular resistance, vasculature reconstruction, narrowing of the pulmonary arterioles, and right ventricular dysfunction, which ultimately leads to right heart failure and early mortality. [2] [2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Introduction. Scleroderma, particularly systemic sclerosis (SSc), is associated with substantial morbidity and mortality. Of great concern is an elevated risk of developing the potentially life-threatening complication of pulmonary arterial hypertension (PAH). PAH is a chronic, progressive type of pulmonary hypertension (PH) characterized by abnormally high pressure in the pulmonary vasculature. [1] [2] This rare cardiovascular disease results from restricted blood flow through the pulmonary arterial circulation. Progression of PAH is characterized by increased pulmonary vascular resistance, vasculature reconstruction, narrowing of the pulmonary arterioles, and right ventricular dysfunction, which ultimately leads to right heart failure and early mortality. [2] [2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]"}
{"id": "article-142909_2", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Introduction", "content": "Rates of PAH in patients with SSc are substantially higher than rates in the general population. The overall prevalence of PAH is about 5 to 15 cases per million and is more common in women than men. [3] The leading cause of PAH is CTDs, and particularly SSc. [3] PAH has a prevalence of 7% to 19% in patients with SSc and accounts for about 30% of the mortality in SSc. [4] Originally associated with younger adults aged 35 to 50 years, current data indicates a growing increase in PAH diagnoses among older patients (aged 50 to 65 years), with a closing gender gap. [5] However, owing to nonspecific manifestations (dyspnea, exercise intolerance, and fatigue), patients are typically diagnosed at advanced stages with poorer outcomes. [6] Early screening and diagnosis of PAH followed by prompt initiation of risk-based treatment have been shown to improve outcomes and delay the progression of PAH.[2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)] [4] [7] [8] [9] [10] Until the development of current treatment strategies, the average survival for a patient with PAH was 2.8 years. [3]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Introduction. Rates of PAH in patients with SSc are substantially higher than rates in the general population. The overall prevalence of PAH is about 5 to 15 cases per million and is more common in women than men. [3] The leading cause of PAH is CTDs, and particularly SSc. [3] PAH has a prevalence of 7% to 19% in patients with SSc and accounts for about 30% of the mortality in SSc. [4] Originally associated with younger adults aged 35 to 50 years, current data indicates a growing increase in PAH diagnoses among older patients (aged 50 to 65 years), with a closing gender gap. [5] However, owing to nonspecific manifestations (dyspnea, exercise intolerance, and fatigue), patients are typically diagnosed at advanced stages with poorer outcomes. [6] Early screening and diagnosis of PAH followed by prompt initiation of risk-based treatment have been shown to improve outcomes and delay the progression of PAH.[2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)] [4] [7] [8] [9] [10] Until the development of current treatment strategies, the average survival for a patient with PAH was 2.8 years. [3]"}
{"id": "article-142909_3", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Pulmonary Arterial Hypertension", "content": "Pulmonary arterial hypertension (PAH) is one of the five main clinical classifications by the World Health Organization (WHO) of pulmonary hypertension (PH) ( Table 1 ). [5] The etiological subgroups of WHO Group 1/PAH are further subdivided into seven subclassifications, with the most common including idiopathic PAH, heritable PAH, drug- or toxin-induced PAH, or PAH caused by associated conditions, including connective tissue diseases (CTD) such as scleroderma, congenital heart disease, portal hypertension, HIV, and schistosomiasis. [5]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Pulmonary Arterial Hypertension. Pulmonary arterial hypertension (PAH) is one of the five main clinical classifications by the World Health Organization (WHO) of pulmonary hypertension (PH) ( Table 1 ). [5] The etiological subgroups of WHO Group 1/PAH are further subdivided into seven subclassifications, with the most common including idiopathic PAH, heritable PAH, drug- or toxin-induced PAH, or PAH caused by associated conditions, including connective tissue diseases (CTD) such as scleroderma, congenital heart disease, portal hypertension, HIV, and schistosomiasis. [5]"}
{"id": "article-142909_4", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening", "content": "Diagnostic screening criteria for PAH have, to date, focused on patients who are suspected of being at high risk for PAH. As a result, and due to the non-specific symptomatic nature of early PAH, the time from symptom onset to diagnosis remains approximately two years. The population currently considered at high risk for PAH includes patients with systemic sclerosis and other connective tissue disorders, relatives of those with heritable PAH, human immunodeficiency virus (HIV) infection, history of exposure to a drug or toxin known to induce PAH, and patients with portal hypertension.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening. Diagnostic screening criteria for PAH have, to date, focused on patients who are suspected of being at high risk for PAH. As a result, and due to the non-specific symptomatic nature of early PAH, the time from symptom onset to diagnosis remains approximately two years. The population currently considered at high risk for PAH includes patients with systemic sclerosis and other connective tissue disorders, relatives of those with heritable PAH, human immunodeficiency virus (HIV) infection, history of exposure to a drug or toxin known to induce PAH, and patients with portal hypertension."}
{"id": "article-142909_5", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening", "content": "Clinical symptoms of PAH are non-specific, including dyspnea, fatigue, weakness, chest pain, light-headedness or syncope, and (infrequently) cough. Patients may have a right parasternal lift, a pansystolic murmur of tricuspid regurgitation, or peripheral edema. [3] Persons with more progressive PAH disease may demonstrate progressive right-sided heart failure (manifested as edema, ascites, and abdominal distension), hemoptysis, Ortner syndrome or hoarseness, and arrhythmias. [11] However, patients with SSc often develop a sedentary lifestyle which can delay or reduce pulmonary symptoms and thus delay screening for PAH.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening. Clinical symptoms of PAH are non-specific, including dyspnea, fatigue, weakness, chest pain, light-headedness or syncope, and (infrequently) cough. Patients may have a right parasternal lift, a pansystolic murmur of tricuspid regurgitation, or peripheral edema. [3] Persons with more progressive PAH disease may demonstrate progressive right-sided heart failure (manifested as edema, ascites, and abdominal distension), hemoptysis, Ortner syndrome or hoarseness, and arrhythmias. [11] However, patients with SSc often develop a sedentary lifestyle which can delay or reduce pulmonary symptoms and thus delay screening for PAH."}
{"id": "article-142909_6", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening", "content": "The lack of reliable risk factors for PAH in SSc highlights the importance of routine and early screening. [12] Evidence suggests that patients diagnosed and treated as a result of screening have better outcomes, including better survival rates, compared with patients diagnosed and treated owing to symptomatic presentations. [7] [13] Notably, the non-specific manifestations of PAH in SSc often lead to delayed or misdiagnosis and poorer outcomes. Routine screening facilitates an earlier diagnosis. [13] Therefore, it is recommended that patients undergo an initial screening for PAH at diagnosis of SSc and then annually thereafter. [4] [7] [14] In fact, an Australian study of more than 1600 SSc patients reported that at least 80% of patients with PAH were identified via routine screening. [15]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening. The lack of reliable risk factors for PAH in SSc highlights the importance of routine and early screening. [12] Evidence suggests that patients diagnosed and treated as a result of screening have better outcomes, including better survival rates, compared with patients diagnosed and treated owing to symptomatic presentations. [7] [13] Notably, the non-specific manifestations of PAH in SSc often lead to delayed or misdiagnosis and poorer outcomes. Routine screening facilitates an earlier diagnosis. [13] Therefore, it is recommended that patients undergo an initial screening for PAH at diagnosis of SSc and then annually thereafter. [4] [7] [14] In fact, an Australian study of more than 1600 SSc patients reported that at least 80% of patients with PAH were identified via routine screening. [15]"}
{"id": "article-142909_7", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening", "content": "Current screening algorithms, including the 2015 European Society of Cardiology/European Respiratory Society (ESC/ERS) guidelines, the Australian Scleroderma Interest Group (ASIG) guidelines and the 2-step DETECT algorithm, have similar sensitivity/specificity, with comparable positive/negative predictive values. [7] [10] [15] Screening includes pulmonary function tests (PFT), including spirometry, lung volumes and diffusing capacity for carbon monoxide (DLCO), and transthoracic echocardiography (TTE) to assess for PH. An elevated NT-proBNP appears indicative of the presence of SSc-PAH, but the role of pro-BNP in screening remains unclear. [14] The gold standard diagnostic technique for PH is right heart catheterization (RHC). However, RHC is invasive and associated with complications and high cost, and thus is not an appropriate screening approach. Consequently, the different algorithms each have unique criteria to determine the need for referral for RHC, and additional tests may be warranted. Despite disparities in predictive thresholds and screening tests, studies have consistently demonstrated the benefits of early screening and treatment initiation on prognosis and outcomes. [4] [16]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening. Current screening algorithms, including the 2015 European Society of Cardiology/European Respiratory Society (ESC/ERS) guidelines, the Australian Scleroderma Interest Group (ASIG) guidelines and the 2-step DETECT algorithm, have similar sensitivity/specificity, with comparable positive/negative predictive values. [7] [10] [15] Screening includes pulmonary function tests (PFT), including spirometry, lung volumes and diffusing capacity for carbon monoxide (DLCO), and transthoracic echocardiography (TTE) to assess for PH. An elevated NT-proBNP appears indicative of the presence of SSc-PAH, but the role of pro-BNP in screening remains unclear. [14] The gold standard diagnostic technique for PH is right heart catheterization (RHC). However, RHC is invasive and associated with complications and high cost, and thus is not an appropriate screening approach. Consequently, the different algorithms each have unique criteria to determine the need for referral for RHC, and additional tests may be warranted. Despite disparities in predictive thresholds and screening tests, studies have consistently demonstrated the benefits of early screening and treatment initiation on prognosis and outcomes. [4] [16]"}
{"id": "article-142909_8", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening", "content": "Data from the Pulmonary Hypertension Assessment and Recognition of Outcomes in Scleroderma (PHAROS) reported PAH accounted for 52 of the 56 deaths in the patients with SSc-PAH, often within the first few years after PAH diagnosis, highlighting the importance of early diagnosis and optimized treatment. [17] However, data from patient responses to the PerSSception survey indicated that some patients felt their primary care provider (PCP) did not adequately monitor their blood pressure or shortness of breath, symptoms which could be indicative of PAH. [18]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Screening. Data from the Pulmonary Hypertension Assessment and Recognition of Outcomes in Scleroderma (PHAROS) reported PAH accounted for 52 of the 56 deaths in the patients with SSc-PAH, often within the first few years after PAH diagnosis, highlighting the importance of early diagnosis and optimized treatment. [17] However, data from patient responses to the PerSSception survey indicated that some patients felt their primary care provider (PCP) did not adequately monitor their blood pressure or shortness of breath, symptoms which could be indicative of PAH. [18]"}
{"id": "article-142909_9", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Early suspicion and identification of PAH are critical to limit disease progression and initiate appropriate therapy. In addition to excluding other non-PH diagnoses, such as asthma, COPD, and heart failure, patients may need to undergo an echocardiogram to rule out left heart disease (Group 2); imaging or pulmonary function tests to exclude PH due to lung disease or chronic hypoxia (Group 3), and a ventilation/perfusion (V/Q) scan to exclude CTEPH (Group 4).", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Early suspicion and identification of PAH are critical to limit disease progression and initiate appropriate therapy. In addition to excluding other non-PH diagnoses, such as asthma, COPD, and heart failure, patients may need to undergo an echocardiogram to rule out left heart disease (Group 2); imaging or pulmonary function tests to exclude PH due to lung disease or chronic hypoxia (Group 3), and a ventilation/perfusion (V/Q) scan to exclude CTEPH (Group 4)."}
{"id": "article-142909_10", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Physical findings suggestive of PAH include an augmented second heart sound (P2 component), right ventricular lift, jugular venous distension, hepatojugular reflux, ascites, hepatomegaly, and/or splenomegaly, edema, tricuspid regurgitant or pulmonary regurgitant murmurs, or S3 gallop. [11]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Physical findings suggestive of PAH include an augmented second heart sound (P2 component), right ventricular lift, jugular venous distension, hepatojugular reflux, ascites, hepatomegaly, and/or splenomegaly, edema, tricuspid regurgitant or pulmonary regurgitant murmurs, or S3 gallop. [11]"}
{"id": "article-142909_11", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Diagnostic assessment for PAH is recommended whenever there is clinical suspicion of the disease based on the patient's history, clinical symptoms, physical examination, and initial diagnostic screening results. In the process of diagnostic testing to exclude other forms of PH, current guidelines recommend that patients suspected of having PAH should first undergo echocardiography to determine the probability of disease. [3] An electrocardiogram may or may not provide supportive evidence of abnormalities such as right ventricular hypertrophy, right axis deviation, right bundle branch block, and QTc prolongation. A chest radiograph is frequently abnormal at the time of diagnosis and may show right ventricular enlargement, a prominent central pulmonary artery, or peripheral hypo-vascularity. However, a normal radiograph does not exclude a diagnosis of PAH.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Diagnostic assessment for PAH is recommended whenever there is clinical suspicion of the disease based on the patient's history, clinical symptoms, physical examination, and initial diagnostic screening results. In the process of diagnostic testing to exclude other forms of PH, current guidelines recommend that patients suspected of having PAH should first undergo echocardiography to determine the probability of disease. [3] An electrocardiogram may or may not provide supportive evidence of abnormalities such as right ventricular hypertrophy, right axis deviation, right bundle branch block, and QTc prolongation. A chest radiograph is frequently abnormal at the time of diagnosis and may show right ventricular enlargement, a prominent central pulmonary artery, or peripheral hypo-vascularity. However, a normal radiograph does not exclude a diagnosis of PAH."}
{"id": "article-142909_12", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "PAH cannot be diagnosed until all of the other WHO PH groups have been eliminated as the cause for the symptoms. At that point, right heart catheterization and the resulting hemodynamic measures are used to establish a diagnosis of PAH.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. PAH cannot be diagnosed until all of the other WHO PH groups have been eliminated as the cause for the symptoms. At that point, right heart catheterization and the resulting hemodynamic measures are used to establish a diagnosis of PAH."}
{"id": "article-142909_13", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Pulmonary function tests and arterial blood gases can provide evidence to identify underlying lung diseases contributing to PAH. Most patients with PAH have a decreased lung diffusion capacity for carbon monoxide (DLCO). Ventilation/perfusion (V/Q) lung scans may be used to rule out chronic thromboembolic pulmonary hypertension (CTEPH). High-resolution computed tomography (HrCT) can help to identify underlying causes of PH such as CTEPH or lung disease, assist in sub-group identification of PAH, and reveal vascular, cardiac, parenchymal, and mediastinal abnormalities.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Pulmonary function tests and arterial blood gases can provide evidence to identify underlying lung diseases contributing to PAH. Most patients with PAH have a decreased lung diffusion capacity for carbon monoxide (DLCO). Ventilation/perfusion (V/Q) lung scans may be used to rule out chronic thromboembolic pulmonary hypertension (CTEPH). High-resolution computed tomography (HrCT) can help to identify underlying causes of PH such as CTEPH or lung disease, assist in sub-group identification of PAH, and reveal vascular, cardiac, parenchymal, and mediastinal abnormalities."}
{"id": "article-142909_14", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Transthoracic echocardiography (TTE), using continuous-wave Doppler measurements, may be used to estimate current pulmonary arterial pressure based on the peak tricuspid regurgitation velocity (TRV). However, it should be noted that elevated PA pressure as estimated by TTE alone is not diagnostic of PAH and also may not capture asymptomatic patients.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Transthoracic echocardiography (TTE), using continuous-wave Doppler measurements, may be used to estimate current pulmonary arterial pressure based on the peak tricuspid regurgitation velocity (TRV). However, it should be noted that elevated PA pressure as estimated by TTE alone is not diagnostic of PAH and also may not capture asymptomatic patients."}
{"id": "article-142909_15", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Cardiac magnetic resonance (CMR) imaging allows for reproducible assessment of the right ventricle size and function and allows for noninvasive assessment at their baseline and ongoing assessments. Blood tests and immunology, though not beneficial for diagnosing PAH specifically, may assist in diagnosing underlying etiologies leading to PH and evaluation of diseases leading to worsening of PAH. Genetic testing may be recommended for patients who have been diagnosed with familial PAH. [3]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Cardiac magnetic resonance (CMR) imaging allows for reproducible assessment of the right ventricle size and function and allows for noninvasive assessment at their baseline and ongoing assessments. Blood tests and immunology, though not beneficial for diagnosing PAH specifically, may assist in diagnosing underlying etiologies leading to PH and evaluation of diseases leading to worsening of PAH. Genetic testing may be recommended for patients who have been diagnosed with familial PAH. [3]"}
{"id": "article-142909_16", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "For patients with SSc, pulmonary function tests can be used to exclude or characterize any underlying airway or parenchymal disease. Decreased DLCO and mild to moderate reduction in lung volumes are common in PAH; a reduction in DLCO in a patient with scleroderma with normal lung volumes is suggestive of PAH. As such, patients with SSc are recommended to undergo an initial screening followed by annual PFTs and an annual echocardiogram to screen for PAH. If any results are positive, the patient should be referred for RHC. [13]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. For patients with SSc, pulmonary function tests can be used to exclude or characterize any underlying airway or parenchymal disease. Decreased DLCO and mild to moderate reduction in lung volumes are common in PAH; a reduction in DLCO in a patient with scleroderma with normal lung volumes is suggestive of PAH. As such, patients with SSc are recommended to undergo an initial screening followed by annual PFTs and an annual echocardiogram to screen for PAH. If any results are positive, the patient should be referred for RHC. [13]"}
{"id": "article-142909_17", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "Nearly all patients suspected of having PAH will be recommended to undergo a right heart catheterization to confirm hemodynamic measurements from noninvasive imaging. The RHC will measure the degree of right-heart dysfunction, including right atrial pressure and cardiac output. Specifically, a diagnosis of PAH requires documentation of a mean pulmonary arterial pressure (mPAP) of >20 mmHg, pulmonary artery wedge pressure (PAWP) <15 mmHg, and pulmonary vascular resistance (PVR) of > 3 Wood units. As this is a tripartite definition, the patient must meet all three aspects of the definition to diagnose PAH. [5]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. Nearly all patients suspected of having PAH will be recommended to undergo a right heart catheterization to confirm hemodynamic measurements from noninvasive imaging. The RHC will measure the degree of right-heart dysfunction, including right atrial pressure and cardiac output. Specifically, a diagnosis of PAH requires documentation of a mean pulmonary arterial pressure (mPAP) of >20 mmHg, pulmonary artery wedge pressure (PAWP) <15 mmHg, and pulmonary vascular resistance (PVR) of > 3 Wood units. As this is a tripartite definition, the patient must meet all three aspects of the definition to diagnose PAH. [5]"}
{"id": "article-142909_18", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH", "content": "The essential components of invasive hemodynamic assessment include oxygen saturations (superior vena cava, inferior vena cava, right ventricle, pulmonary artery, sinoatrial node); right atrial pressure; pulmonary artery pressure (systolic, diastolic, mean); pulmonary arterial wedge pressure, or left ventricular end-diastolic pressure; cardiac output/cardiac index; and pulmonary vascular resistance. Additionally, a vasodilator challenge should be performed in patients with idiopathic, heritable, and PAH associated with drugs and toxins. [3]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Diagnosing PAH. The essential components of invasive hemodynamic assessment include oxygen saturations (superior vena cava, inferior vena cava, right ventricle, pulmonary artery, sinoatrial node); right atrial pressure; pulmonary artery pressure (systolic, diastolic, mean); pulmonary arterial wedge pressure, or left ventricular end-diastolic pressure; cardiac output/cardiac index; and pulmonary vascular resistance. Additionally, a vasodilator challenge should be performed in patients with idiopathic, heritable, and PAH associated with drugs and toxins. [3]"}
{"id": "article-142909_19", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Classifying PAH Severity", "content": "Once patients have been diagnosed with PAH, their severity is classified using either the New York Heart Association (NYHA) or WHO Functional Classification (FC) systems. These classifications are used to assess disease severity, monitor for progression of the disease, and track the patient's response to treatment. There are four functional classifications; FC I is considered the least severe, and FC IV is the most serious. Unfortunately, there is substantial variation between clinicians' assessments of FC and poor inter-rater reliability between clinicians. In addition, comorbid diseases, such as diabetes mellitus, obesity, atrial fibrillation, coronary artery disease, systemic arterial hypertension, or left atrial enlargement, need to also be considered as they have been associated with worse survival rates compared with patients without comorbidities – 27.7% without comorbidities, 38.5% with comorbidities over 3 years, and a substantially reduced mean time to clinical deterioration. [19] [20]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Classifying PAH Severity. Once patients have been diagnosed with PAH, their severity is classified using either the New York Heart Association (NYHA) or WHO Functional Classification (FC) systems. These classifications are used to assess disease severity, monitor for progression of the disease, and track the patient's response to treatment. There are four functional classifications; FC I is considered the least severe, and FC IV is the most serious. Unfortunately, there is substantial variation between clinicians' assessments of FC and poor inter-rater reliability between clinicians. In addition, comorbid diseases, such as diabetes mellitus, obesity, atrial fibrillation, coronary artery disease, systemic arterial hypertension, or left atrial enlargement, need to also be considered as they have been associated with worse survival rates compared with patients without comorbidities – 27.7% without comorbidities, 38.5% with comorbidities over 3 years, and a substantially reduced mean time to clinical deterioration. [19] [20]"}
{"id": "article-142909_20", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification", "content": "The 6th World Symposium proceedings recommend that treatment selection for SSc-PAH should be based on risk-stratification. [21] Although there is no curative treatment, management aims to minimize the progression of PAH. The hallmark manifestations of SSc-PAH include mean pulmonary arterial pressure (mPAP) >35 mmHg, no substantial parenchymal changes on high-resolution CT (HRCT) scan, and no or minimal signs of left heart disease (LHT). [7] HRCT may be used to screen for interstitial lung disease (ILD) or pulmonary veno-occlusive disease (PVOD).", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification. The 6th World Symposium proceedings recommend that treatment selection for SSc-PAH should be based on risk-stratification. [21] Although there is no curative treatment, management aims to minimize the progression of PAH. The hallmark manifestations of SSc-PAH include mean pulmonary arterial pressure (mPAP) >35 mmHg, no substantial parenchymal changes on high-resolution CT (HRCT) scan, and no or minimal signs of left heart disease (LHT). [7] HRCT may be used to screen for interstitial lung disease (ILD) or pulmonary veno-occlusive disease (PVOD)."}
{"id": "article-142909_21", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification", "content": "Registries and risk assessments provide data that can help inform treatment and better determine survivability. The Registry to Evaluate Early and Long-Term PAH Disease Management (REVEAL) is an observational prospective registry study of patients diagnosed with WHO group I PAH. It aims to identify the determining factors and trends that might help predict survival. Nearly half of the patients initially enrolled in the REVEAL Registry (47%) were diagnosed with idiopathic PAH; 86% of them were categorized as NYHA FC II or III. [22] After one year of follow-up, 91% of patients had survived. Among the factors identified as having a greater than 2-fold increase in the hazard ratio and thus associated with increased mortality were: PAH associated with portal hypertension Family history of PAH Males >60 years of age Modified NYHA/WHO FC IV PVR >32 Wood units.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification. Registries and risk assessments provide data that can help inform treatment and better determine survivability. The Registry to Evaluate Early and Long-Term PAH Disease Management (REVEAL) is an observational prospective registry study of patients diagnosed with WHO group I PAH. It aims to identify the determining factors and trends that might help predict survival. Nearly half of the patients initially enrolled in the REVEAL Registry (47%) were diagnosed with idiopathic PAH; 86% of them were categorized as NYHA FC II or III. [22] After one year of follow-up, 91% of patients had survived. Among the factors identified as having a greater than 2-fold increase in the hazard ratio and thus associated with increased mortality were: PAH associated with portal hypertension Family history of PAH Males >60 years of age Modified NYHA/WHO FC IV PVR >32 Wood units."}
{"id": "article-142909_22", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification", "content": "Additional factors that were found to be associated with a significantly increased risk of mortality included having PAH associated with CTD, renal insufficiency, modified NYHA/WHO FC III, resting systolic BP <110 mm Hg; resting heart rate >92 bpm, 6-minute walk distance (6MWD) <165 m; B-type natriuretic peptide (BNP) >180 pg/mL; pericardial effusion; percent predicted DLCO <32%, and a mean right atrial pressure >20 mmHg within the year prior to Registry enrollment. [3] [2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification. Additional factors that were found to be associated with a significantly increased risk of mortality included having PAH associated with CTD, renal insufficiency, modified NYHA/WHO FC III, resting systolic BP <110 mm Hg; resting heart rate >92 bpm, 6-minute walk distance (6MWD) <165 m; B-type natriuretic peptide (BNP) >180 pg/mL; pericardial effusion; percent predicted DLCO <32%, and a mean right atrial pressure >20 mmHg within the year prior to Registry enrollment. [3] [2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]"}
{"id": "article-142909_23", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification", "content": "Risk scores have been developed using data from the REVEAL study, along with other large-scale registries such as the Comparative, Prospective Registry of Newly Initiated Therapies for Pulmonary Hypertension (COMPERA), Swedish Pulmonary Arterial Hypertension Register (SPAHR), and the French Pulmonary Hypertension Registry (FPHR). However, the scores are limited for prospective diagnostics and must be used in conjunction with clinical assessment. [23] [24]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification. Risk scores have been developed using data from the REVEAL study, along with other large-scale registries such as the Comparative, Prospective Registry of Newly Initiated Therapies for Pulmonary Hypertension (COMPERA), Swedish Pulmonary Arterial Hypertension Register (SPAHR), and the French Pulmonary Hypertension Registry (FPHR). However, the scores are limited for prospective diagnostics and must be used in conjunction with clinical assessment. [23] [24]"}
{"id": "article-142909_24", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification", "content": "By using one of these currently available risk stratifications, patients who meet criteria for WHO functional class (WHO FC) II, III, or IV can be identified and offered PAH-specific targeted therapy. The goal of therapy is to lower the risk status and thus reduce mortality. Current risk stratification strategies include the REVEAL 2.0, French Pulmonary Hypertension Network (FPHN), COMPERA55, and the Swedish Pulmonary Arterial Hypertension Registrar (SPAHR). However, while all strategies include the WHO FC and 6-minute walking test (6MWT), each strategy evaluates other factors and assigns different scores to determine whether the patient is low-, medium/intermediate- or high-risk. For example, low risk on the REVEAL 2.0 equates to <6 whereas low on FPHN <3-4. Treatment strategies are then linked with the patient's risk stratification category, leading to selecting different strategies for patients determined to be low-intermediate versus high risk. [7] Consequently, clinicians must know and feel comfortable with the various risk stratification approaches. As such, clinicians need to be current with evidence-based recommendations for PAH risk stratification in patients with SSc and strategies to integrate risk stratification when selecting appropriate SSc-PAH treatment.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Risk Stratification. By using one of these currently available risk stratifications, patients who meet criteria for WHO functional class (WHO FC) II, III, or IV can be identified and offered PAH-specific targeted therapy. The goal of therapy is to lower the risk status and thus reduce mortality. Current risk stratification strategies include the REVEAL 2.0, French Pulmonary Hypertension Network (FPHN), COMPERA55, and the Swedish Pulmonary Arterial Hypertension Registrar (SPAHR). However, while all strategies include the WHO FC and 6-minute walking test (6MWT), each strategy evaluates other factors and assigns different scores to determine whether the patient is low-, medium/intermediate- or high-risk. For example, low risk on the REVEAL 2.0 equates to <6 whereas low on FPHN <3-4. Treatment strategies are then linked with the patient's risk stratification category, leading to selecting different strategies for patients determined to be low-intermediate versus high risk. [7] Consequently, clinicians must know and feel comfortable with the various risk stratification approaches. As such, clinicians need to be current with evidence-based recommendations for PAH risk stratification in patients with SSc and strategies to integrate risk stratification when selecting appropriate SSc-PAH treatment."}
{"id": "article-142909_25", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- European PAH Guidelines", "content": "The European PAH Guidelines include a comprehensive assessment that enables clinicians to classify patients as low (GREEN), intermediate (YELLOW), or high (RED) risk for clinical worsening or death based on nine different parameters: clinical signs of right heart failure, progression of symptoms, syncope, WHO functional class, 6MWD, cardiopulmonary exercise testing, NT-proBNP plasma levels, imaging, and hemodynamics. [25] Using this assessment, patients assessed as low risk have estimated 1-year mortality <5%, with non-progressive WHO-FC I or II disease and no signs of clinically relevant right ventricular disease. The goal of treatment is to bring ALL of the patient's variables to the low risk/green column, often through treatment escalation or switching of therapy.[2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- European PAH Guidelines. The European PAH Guidelines include a comprehensive assessment that enables clinicians to classify patients as low (GREEN), intermediate (YELLOW), or high (RED) risk for clinical worsening or death based on nine different parameters: clinical signs of right heart failure, progression of symptoms, syncope, WHO functional class, 6MWD, cardiopulmonary exercise testing, NT-proBNP plasma levels, imaging, and hemodynamics. [25] Using this assessment, patients assessed as low risk have estimated 1-year mortality <5%, with non-progressive WHO-FC I or II disease and no signs of clinically relevant right ventricular disease. The goal of treatment is to bring ALL of the patient's variables to the low risk/green column, often through treatment escalation or switching of therapy.[2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]"}
{"id": "article-142909_26", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- European PAH Guidelines", "content": "The REVEAL 2.0 or REVEAL Lite Calculator stems from data from the REVEAL registry. The aim of the REVEAL Registry is to determine if survival can be predicted and if so, to identify determinant factors and trends to guide optimal patient management. The REVEAL Calculator 2.0 may be used to guide treatment decisions and is based on both modifiable and non-modifiable measures. The first REVEAL calculator focused on the risk of survival; the REVEAL 2.0 Calculator examines risk for a combined endpoint of PAH-related hospitalization and mortality. REVEAL Lite 2.0 version is a simplified method of risk assessment using six noninvasive and modifiable variables that may be implemented routinely in daily clinical practice. [26] [27] [28] As with the European PAH Guidelines, the calculator enables clinicians to assess patients as having low, intermediate, or high risk, which can then be used to inform treatment decisions.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- European PAH Guidelines. The REVEAL 2.0 or REVEAL Lite Calculator stems from data from the REVEAL registry. The aim of the REVEAL Registry is to determine if survival can be predicted and if so, to identify determinant factors and trends to guide optimal patient management. The REVEAL Calculator 2.0 may be used to guide treatment decisions and is based on both modifiable and non-modifiable measures. The first REVEAL calculator focused on the risk of survival; the REVEAL 2.0 Calculator examines risk for a combined endpoint of PAH-related hospitalization and mortality. REVEAL Lite 2.0 version is a simplified method of risk assessment using six noninvasive and modifiable variables that may be implemented routinely in daily clinical practice. [26] [27] [28] As with the European PAH Guidelines, the calculator enables clinicians to assess patients as having low, intermediate, or high risk, which can then be used to inform treatment decisions."}
{"id": "article-142909_27", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment", "content": "PAH represents an imbalance between vasoconstrictors and proliferative mediators (e.g., endothelin-1) and vasodilators (e.g., nitric oxide and prostacyclin). [7] As such, there are three key therapeutic approaches that target either the nitric oxide, endothelin-1, or prostacyclin pathways ( Table 2 ). The emergence of targeted therapies for PAH has raised the 1-year survival rates to 91% and the 5-year survival rates to 61% for newly diagnosed patients. [29] [30] There are currently only ten agents that have received approval to treat PAH in the US.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment. PAH represents an imbalance between vasoconstrictors and proliferative mediators (e.g., endothelin-1) and vasodilators (e.g., nitric oxide and prostacyclin). [7] As such, there are three key therapeutic approaches that target either the nitric oxide, endothelin-1, or prostacyclin pathways ( Table 2 ). The emergence of targeted therapies for PAH has raised the 1-year survival rates to 91% and the 5-year survival rates to 61% for newly diagnosed patients. [29] [30] There are currently only ten agents that have received approval to treat PAH in the US."}
{"id": "article-142909_28", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment", "content": "The three treatment classes include phosphodiesterase type 5 (PDE-5) inhibitors (sildenafil, tadalafil, vardenafil), oral endothelin-receptor antagonists (ERAs), prostacyclin analogs (PAs), and the guanylate cyclase stimulator (GCS) riociguat. [6] Prostacyclin analogs include parenteral epoprostenol, parenteral or inhaled treprostinil or iloprost, and oral selexipag; endothelin-A and B receptor antagonists include bosentan and macitentan, and the endothelin-A specific receptor antagonist ambrisentan. Endothelin-Receptor Antagonists (ERAs)", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment. The three treatment classes include phosphodiesterase type 5 (PDE-5) inhibitors (sildenafil, tadalafil, vardenafil), oral endothelin-receptor antagonists (ERAs), prostacyclin analogs (PAs), and the guanylate cyclase stimulator (GCS) riociguat. [6] Prostacyclin analogs include parenteral epoprostenol, parenteral or inhaled treprostinil or iloprost, and oral selexipag; endothelin-A and B receptor antagonists include bosentan and macitentan, and the endothelin-A specific receptor antagonist ambrisentan. Endothelin-Receptor Antagonists (ERAs)"}
{"id": "article-142909_29", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment", "content": "Endothelin is a small peptide hormone that is active in patients with PAH; it plays a critical role in controlling blood flow and cell growth. Increased endothelin levels can lead to cell proliferation, hypertrophy, fibrosis, vasoconstriction, and inflammation. Endothelin receptor antagonists (ERAs) block the effects of endothelin. Currently, the three approved therapies that target the endothelin-1 pathway include ambrisentan, bosentan, and macitentan. [3] [31] [2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)] Because ERAs are teratogenic, women of reproductive age who take an ERA must have a monthly pregnancy test and use two methods of contraception. In addition, ERAs require a Risk Evaluation and Mitigation Strategy (REMS) and require a special pharmacy.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment. Endothelin is a small peptide hormone that is active in patients with PAH; it plays a critical role in controlling blood flow and cell growth. Increased endothelin levels can lead to cell proliferation, hypertrophy, fibrosis, vasoconstriction, and inflammation. Endothelin receptor antagonists (ERAs) block the effects of endothelin. Currently, the three approved therapies that target the endothelin-1 pathway include ambrisentan, bosentan, and macitentan. [3] [31] [2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)] Because ERAs are teratogenic, women of reproductive age who take an ERA must have a monthly pregnancy test and use two methods of contraception. In addition, ERAs require a Risk Evaluation and Mitigation Strategy (REMS) and require a special pharmacy."}
{"id": "article-142909_30", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment", "content": "Ambrisentan is a selective ERA indicated for the treatment of PAH and to delay disease progression. Data from the concurrent Ambrisentan in Pulmonary Arterial Hypertension, Randomized, Double-Blind, Placebo-Controlled Multicenter, Efficacy Studies 1 and 2 (ARIES-1 and ARIES-2) reported improvements in the primary endpoint of the 6MWT as well as improvements in time to clinical worsening (TTCW), functional class, Borg dyspnea scores, and TNP levels. [31]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment. Ambrisentan is a selective ERA indicated for the treatment of PAH and to delay disease progression. Data from the concurrent Ambrisentan in Pulmonary Arterial Hypertension, Randomized, Double-Blind, Placebo-Controlled Multicenter, Efficacy Studies 1 and 2 (ARIES-1 and ARIES-2) reported improvements in the primary endpoint of the 6MWT as well as improvements in time to clinical worsening (TTCW), functional class, Borg dyspnea scores, and TNP levels. [31]"}
{"id": "article-142909_31", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment", "content": "Bosentan is an endothelin receptor A/B antagonist indicated to improve exercise ability and decrease clinical worsening in adults and patients aged 3 years or older with idiopathic or congenital PAH to improve PVR, which should improve exercise ability, according to the FDA document for bosentan. Approval of bosentan was based on results from the BREATHE-1 trial, which compared bosentan 125 mg and 250 mg twice daily versus placebo over 16 weeks in 213 patients with PAH who were FC III and IV. [32] At 16 weeks, persons receiving bosentan had improved 6MWD by 35 m for the lower dose. Compared with patients receiving placebo, 42% of patients taking bosentan demonstrated improvements in FC; they also demonstrated reductions in Borg dyspnea index and prolonged TTCW. Subsequent studies in the BREATHE trial series confirmed these findings in other subgroups of patients with PH. [33] Of note, bosentan has been shown to be particularly beneficial for patients with SSc and Raynaud phenomenon or digital ulcers. [34] [35]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment. Bosentan is an endothelin receptor A/B antagonist indicated to improve exercise ability and decrease clinical worsening in adults and patients aged 3 years or older with idiopathic or congenital PAH to improve PVR, which should improve exercise ability, according to the FDA document for bosentan. Approval of bosentan was based on results from the BREATHE-1 trial, which compared bosentan 125 mg and 250 mg twice daily versus placebo over 16 weeks in 213 patients with PAH who were FC III and IV. [32] At 16 weeks, persons receiving bosentan had improved 6MWD by 35 m for the lower dose. Compared with patients receiving placebo, 42% of patients taking bosentan demonstrated improvements in FC; they also demonstrated reductions in Borg dyspnea index and prolonged TTCW. Subsequent studies in the BREATHE trial series confirmed these findings in other subgroups of patients with PH. [33] Of note, bosentan has been shown to be particularly beneficial for patients with SSc and Raynaud phenomenon or digital ulcers. [34] [35]"}
{"id": "article-142909_32", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment", "content": "Macitentan is a dual ERA approved for the treatment of PAH and to delay disease progression. Approval was based on data from the Study with an Endothelin Receptor Antagonist in Pulmonary Arterial Hypertension to Improve Clinical Outcomes (SERAPHIN) trial, which compared macitentan 3 mg or 10 mg to placebo. [33] The primary outcome of SERAPHIN was a composite clinical outcome encompassing the risk of death and the risk of worsening of PAH. Patients enrolled in the trial were FC II to IV, with a 6MWD of >50 meters. Results indicated macitentan significantly reduced morbidity and mortality compared with placebo; both doses of macitentan also significantly reduced the risk for health-related quality of life (HRQoL) deterioration. At two years, macitentan was found to improve clinical outcomes by 45%. [33]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Treatment. Macitentan is a dual ERA approved for the treatment of PAH and to delay disease progression. Approval was based on data from the Study with an Endothelin Receptor Antagonist in Pulmonary Arterial Hypertension to Improve Clinical Outcomes (SERAPHIN) trial, which compared macitentan 3 mg or 10 mg to placebo. [33] The primary outcome of SERAPHIN was a composite clinical outcome encompassing the risk of death and the risk of worsening of PAH. Patients enrolled in the trial were FC II to IV, with a 6MWD of >50 meters. Results indicated macitentan significantly reduced morbidity and mortality compared with placebo; both doses of macitentan also significantly reduced the risk for health-related quality of life (HRQoL) deterioration. At two years, macitentan was found to improve clinical outcomes by 45%. [33]"}
{"id": "article-142909_33", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "Prostacyclin is released by the endothelial cells in the pulmonary vasculature and promotes pulmonary vasodilation. Insufficient levels of prostacyclin can lead to thrombosis, inflammation, vasoconstriction, and smooth muscle proliferation. The prostanoids relax the smooth muscle and inhibit both platelet aggregation and smooth muscle cell proliferation. [36] Currently, four available medications target the prostacyclin pathway: epoprostenol via intravenous infusion; inhaled iloprost; treprostinil (which can be administered orally, inhaled, intravenously, or subcutaneously), or oral selexipag.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. Prostacyclin is released by the endothelial cells in the pulmonary vasculature and promotes pulmonary vasodilation. Insufficient levels of prostacyclin can lead to thrombosis, inflammation, vasoconstriction, and smooth muscle proliferation. The prostanoids relax the smooth muscle and inhibit both platelet aggregation and smooth muscle cell proliferation. [36] Currently, four available medications target the prostacyclin pathway: epoprostenol via intravenous infusion; inhaled iloprost; treprostinil (which can be administered orally, inhaled, intravenously, or subcutaneously), or oral selexipag."}
{"id": "article-142909_34", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "As the longest approved prostacyclin, epoprostenol is the gold standard for PAH patients with FC IV. It is administered through continuous intravenous infusion through a central venous catheter and must be provided by specialty pharmacies. Patients require instruction on the safe use of this medication as abrupt discontinuations may have negative outcomes. Efficacy was demonstrated by a prospective cohort study which followed 162 patients treated with epoprostenol for a mean of 36 months; the observed three-year survival with epoprostenol was 62.8% compared to 35.4% historical data. [37] Epoprostenol is available in two formulations, one of which is stable at room temperature and doesn't degrade with exposure to light, per the drug monograph.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. As the longest approved prostacyclin, epoprostenol is the gold standard for PAH patients with FC IV. It is administered through continuous intravenous infusion through a central venous catheter and must be provided by specialty pharmacies. Patients require instruction on the safe use of this medication as abrupt discontinuations may have negative outcomes. Efficacy was demonstrated by a prospective cohort study which followed 162 patients treated with epoprostenol for a mean of 36 months; the observed three-year survival with epoprostenol was 62.8% compared to 35.4% historical data. [37] Epoprostenol is available in two formulations, one of which is stable at room temperature and doesn't degrade with exposure to light, per the drug monograph."}
{"id": "article-142909_35", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "Treprostinil is a prostacyclin analog approved for use in patients with FC I-IV PAH. It may be administered through inhalation, oral, continuous subcutaneous, or continuous intravenous infusion. Oral treprostinil must be swallowed whole and taken with food. The Oral Treprostinil as Monotherapy for the Treatment of Pulmonary Arterial Hypertension (FREEDOM-M) trial was a 12-week placebo-controlled study that assessed changes in exercise capacity in 349 randomized patients. While it demonstrated an improvement in 6MWT combined with the dyspnea score, there were no significant secondary endpoint changes. [38]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. Treprostinil is a prostacyclin analog approved for use in patients with FC I-IV PAH. It may be administered through inhalation, oral, continuous subcutaneous, or continuous intravenous infusion. Oral treprostinil must be swallowed whole and taken with food. The Oral Treprostinil as Monotherapy for the Treatment of Pulmonary Arterial Hypertension (FREEDOM-M) trial was a 12-week placebo-controlled study that assessed changes in exercise capacity in 349 randomized patients. While it demonstrated an improvement in 6MWT combined with the dyspnea score, there were no significant secondary endpoint changes. [38]"}
{"id": "article-142909_36", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "Inhaled treprostinil is only administered through the proprietary inhalation system and is administered undiluted with each breath containing approximately 6 mcg; it is given four times per day, approximately four hours apart. Results from the TReprostinil Sodium Inhalation Used in the Management of Pulmonary Arterial Hypertension (TRIUMPH) trial reported that inhaled treprostinil had persistent benefits for survival rates and lack of clinical worsening for up to 24 months. [39] Among the advantages of intravenous and subcutaneous treprostinil over intravenous epoprostenol are that the medicine is room-temperature stable, and it has a longer shelf half-life so the detrimental outcomes from abrupt therapy discontinuation are less likely. In 2021, inhaled treprostinil was assessed in patients with PH due to interstitial lung disease (WHO Group 3). In this 16-week multicenter, randomized, double-blind trial, the primary endpoint of increased exercise capacity as demonstrated through the 6MWT was met, as well as a reduction in N-terminal-pro hormone BNP (NT-proBNP) levels and reduced clinical worsening when compared to the placebo. [40]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. Inhaled treprostinil is only administered through the proprietary inhalation system and is administered undiluted with each breath containing approximately 6 mcg; it is given four times per day, approximately four hours apart. Results from the TReprostinil Sodium Inhalation Used in the Management of Pulmonary Arterial Hypertension (TRIUMPH) trial reported that inhaled treprostinil had persistent benefits for survival rates and lack of clinical worsening for up to 24 months. [39] Among the advantages of intravenous and subcutaneous treprostinil over intravenous epoprostenol are that the medicine is room-temperature stable, and it has a longer shelf half-life so the detrimental outcomes from abrupt therapy discontinuation are less likely. In 2021, inhaled treprostinil was assessed in patients with PH due to interstitial lung disease (WHO Group 3). In this 16-week multicenter, randomized, double-blind trial, the primary endpoint of increased exercise capacity as demonstrated through the 6MWT was met, as well as a reduction in N-terminal-pro hormone BNP (NT-proBNP) levels and reduced clinical worsening when compared to the placebo. [40]"}
{"id": "article-142909_37", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "IV treprostinil is administered via a central venous catheter. The medication must be provided by specialty pharmacies and requires home teaching on the risks associated with sudden discontinuation. A 12-week, placebo-controlled trial in patients with idiopathic/heritable FC Class III PAH patients demonstrated improvements in exercise capacity, FC, and reduction of dyspnea with IV treprostinil. Subcutaneous treprostinil is an alternative delivery mechanism to permanent central venous catheter delivery. However, while it demonstrated safety and efficacy for improvement in exercise capacity in a 12-week, double-blind, multicenter trial, subcutaneous delivery was associated with an extremely high side effect of infusion site pain (85%). [41] Subcutaneous delivery of treprostinil continues to be used for pediatric patients even though infusion site pain continues to be a specific difficulty. [42]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. IV treprostinil is administered via a central venous catheter. The medication must be provided by specialty pharmacies and requires home teaching on the risks associated with sudden discontinuation. A 12-week, placebo-controlled trial in patients with idiopathic/heritable FC Class III PAH patients demonstrated improvements in exercise capacity, FC, and reduction of dyspnea with IV treprostinil. Subcutaneous treprostinil is an alternative delivery mechanism to permanent central venous catheter delivery. However, while it demonstrated safety and efficacy for improvement in exercise capacity in a 12-week, double-blind, multicenter trial, subcutaneous delivery was associated with an extremely high side effect of infusion site pain (85%). [41] Subcutaneous delivery of treprostinil continues to be used for pediatric patients even though infusion site pain continues to be a specific difficulty. [42]"}
{"id": "article-142909_38", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "Iloprost is a prostacyclin analog administered through inhalation recommended for patients with severe PAH (NYHA FC III and IV). A 12-week, randomized, placebo-controlled trial demonstrated that iloprost therapy at either 2.5 mcg or 5.0 mcg inhalations 6 to 9 times per day led to an improvement in 6MWT and significant improvement in functional class, per the manufacturer's prescribing information.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. Iloprost is a prostacyclin analog administered through inhalation recommended for patients with severe PAH (NYHA FC III and IV). A 12-week, randomized, placebo-controlled trial demonstrated that iloprost therapy at either 2.5 mcg or 5.0 mcg inhalations 6 to 9 times per day led to an improvement in 6MWT and significant improvement in functional class, per the manufacturer's prescribing information."}
{"id": "article-142909_39", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids", "content": "Selexipag is a selective prostacyclin receptor (IP receptor) agonist that is administered orally. The Prostacyclin (PGI2) Receptor Agonist in Pulmonary Arterial Hypertension (GRIPHON) trial randomized 1156 patients with PAH to receive either placebo or selexipag in individualized doses (maximum dose, 1600 μg twice daily). The primary endpoint in the time-to-event analysis was a composite of death or a complication related to PAH. Patients in the placebo group received their therapy for a median duration of 63.7 weeks, and those in the medication group received their therapy for a median duration of 70.7 weeks. The risk of the primary composite endpoint of death or a complication related to PAH was significantly lower among patients who received selexipag than those who received the placebo. [43] A recent comparative study with oral treprostinil found that selexipag was associated with a 46% lower PAH-related hospitalization rate. [44]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Prostanoids. Selexipag is a selective prostacyclin receptor (IP receptor) agonist that is administered orally. The Prostacyclin (PGI2) Receptor Agonist in Pulmonary Arterial Hypertension (GRIPHON) trial randomized 1156 patients with PAH to receive either placebo or selexipag in individualized doses (maximum dose, 1600 μg twice daily). The primary endpoint in the time-to-event analysis was a composite of death or a complication related to PAH. Patients in the placebo group received their therapy for a median duration of 63.7 weeks, and those in the medication group received their therapy for a median duration of 70.7 weeks. The risk of the primary composite endpoint of death or a complication related to PAH was significantly lower among patients who received selexipag than those who received the placebo. [43] A recent comparative study with oral treprostinil found that selexipag was associated with a 46% lower PAH-related hospitalization rate. [44]"}
{"id": "article-142909_40", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Nitric Oxide Pathway", "content": "Nitric oxide binds to soluble guanylate cyclase (sGC), which then causes the production of cyclic guanosine monophosphate (cGMP). This assists in vascular remodeling, suppresses cell proliferation, and allows for arteriole vasodilation. Currently, there are two therapeutic approaches aimed at altering the nitric oxide pathway; phosphodiesterase-5 (PDE-5) inhibitors prevent the degradation of cGMP, while the soluble guanylate cyclase stimulator increases the cGMP levels. Approved therapies targeting the nitric oxide pathway include two phosphodiesterase-5 (PDE-5) inhibitors (sildenafil and tadalafil) and the soluble cGMP stimulator riociguat.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Nitric Oxide Pathway. Nitric oxide binds to soluble guanylate cyclase (sGC), which then causes the production of cyclic guanosine monophosphate (cGMP). This assists in vascular remodeling, suppresses cell proliferation, and allows for arteriole vasodilation. Currently, there are two therapeutic approaches aimed at altering the nitric oxide pathway; phosphodiesterase-5 (PDE-5) inhibitors prevent the degradation of cGMP, while the soluble guanylate cyclase stimulator increases the cGMP levels. Approved therapies targeting the nitric oxide pathway include two phosphodiesterase-5 (PDE-5) inhibitors (sildenafil and tadalafil) and the soluble cGMP stimulator riociguat."}
{"id": "article-142909_41", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Phosphodiesterase-5 (PDE-5) Inhibitors", "content": "A 12-week randomized, double-blind, multicenter trial demonstrated increased exercise capacity based on 6MWT in patients with symptomatic PAH receiving sildenafil versus placebo. Patients receiving sildenafil also demonstrated a reduction in pulmonary artery pressure and improvement in the WHO functional class. [45] Similarly, a 6-week double-blind, randomized study on tadalafil in patients across sub-group types (idiopathic, heritable, connective tissue disease, and drug-induced) reported improvement from a baseline of 6MWT. In addition, patients receiving tadalafil showed a dose-dependent improvement (40 mg) and a statistically significant improved TTCW, reduction of clinical worsening, and improved HRQoL. However, there were no reported improvements in hemodynamics or WHO functional class. [46]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Phosphodiesterase-5 (PDE-5) Inhibitors. A 12-week randomized, double-blind, multicenter trial demonstrated increased exercise capacity based on 6MWT in patients with symptomatic PAH receiving sildenafil versus placebo. Patients receiving sildenafil also demonstrated a reduction in pulmonary artery pressure and improvement in the WHO functional class. [45] Similarly, a 6-week double-blind, randomized study on tadalafil in patients across sub-group types (idiopathic, heritable, connective tissue disease, and drug-induced) reported improvement from a baseline of 6MWT. In addition, patients receiving tadalafil showed a dose-dependent improvement (40 mg) and a statistically significant improved TTCW, reduction of clinical worsening, and improved HRQoL. However, there were no reported improvements in hemodynamics or WHO functional class. [46]"}
{"id": "article-142909_42", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Soluble Guanylate Cyclase Stimulator (sGCS)", "content": "Riociguat is an oral sGCS indicated to treat inoperable and persistent/recurrent chronic thromboembolic pulmonary hypertension (CTEPH) and PAH (WHO Group 1). Researchers investigated it in two different Riociguat For the Treatment of Chronic Thromboembolic Pulmonary Hypertension (CHEST-1 and Chest -2) Trials. The Chest- 1 trial enrolled 261 patients with inoperable CTEPH; participants received either placebo or riociguat titrated over eight weeks in doses of 0.5 mg increments, from 1.0 mg up to 2.5 mg, three times a day. After 16 weeks, patients receiving riociguat demonstrated an improvement of 46 meters in their 6MWD compared to those treated with a placebo. Statistically significant improvements in pulmonary vascular resistance, NT-proBNP, and FC were reported in the riociguat patients. The PATENT-1 study used a similar design for patients with PAH and showed a statistically significant improvement in 6MWD among patients treated with riociguat versus those treated with a placebo. [47] [48]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Soluble Guanylate Cyclase Stimulator (sGCS). Riociguat is an oral sGCS indicated to treat inoperable and persistent/recurrent chronic thromboembolic pulmonary hypertension (CTEPH) and PAH (WHO Group 1). Researchers investigated it in two different Riociguat For the Treatment of Chronic Thromboembolic Pulmonary Hypertension (CHEST-1 and Chest -2) Trials. The Chest- 1 trial enrolled 261 patients with inoperable CTEPH; participants received either placebo or riociguat titrated over eight weeks in doses of 0.5 mg increments, from 1.0 mg up to 2.5 mg, three times a day. After 16 weeks, patients receiving riociguat demonstrated an improvement of 46 meters in their 6MWD compared to those treated with a placebo. Statistically significant improvements in pulmonary vascular resistance, NT-proBNP, and FC were reported in the riociguat patients. The PATENT-1 study used a similar design for patients with PAH and showed a statistically significant improvement in 6MWD among patients treated with riociguat versus those treated with a placebo. [47] [48]"}
{"id": "article-142909_43", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Soluble Guanylate Cyclase Stimulator (sGCS)", "content": "The Riociguat rEplacing PDE-5i Therapy evaLuated Against Continued PDE-5i thErapy (REPLACE) trial assessed the effects of transitioning patients to riociguat from PDE-5 inhibitor therapy. The study enrolled 226 randomly assigned patients to receive riociguat or a PDE-5i. The primary endpoint was a clinical improvement by week 24, defined as an absence of clinical worsening and prespecified improvements in at least two of three variables (6MWD, WHO FC, and NT-proBNP). Of the 111 patients randomized to riociguat, 41% met the primary endpoint, compared to 20% of the 115 patients on a PDE-5 inhibitor. Additionally, more serious adverse events occurred in the PDE-5 inhibitor arm of the study. [49]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Soluble Guanylate Cyclase Stimulator (sGCS). The Riociguat rEplacing PDE-5i Therapy evaLuated Against Continued PDE-5i thErapy (REPLACE) trial assessed the effects of transitioning patients to riociguat from PDE-5 inhibitor therapy. The study enrolled 226 randomly assigned patients to receive riociguat or a PDE-5i. The primary endpoint was a clinical improvement by week 24, defined as an absence of clinical worsening and prespecified improvements in at least two of three variables (6MWD, WHO FC, and NT-proBNP). Of the 111 patients randomized to riociguat, 41% met the primary endpoint, compared to 20% of the 115 patients on a PDE-5 inhibitor. Additionally, more serious adverse events occurred in the PDE-5 inhibitor arm of the study. [49]"}
{"id": "article-142909_44", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Adverse Effects", "content": "The most common adverse events (AEs) associated with the use of ERAs include fluid retention, anemia, abnormal liver function tests (bosentan), and embryo-fetal toxicity. Common AEs with PDE-5 inhibitors include headache, nasal congestion, and gastroesophageal reflux disorder (GERD), and AEs associated with prostanoids include headache, jaw pain, bone pain (especially among agents administered by IV), flushing or a rash, cough (with inhaled formulations), and IV line infections. Finally, the sGCS riociguat has been associated with headache, syncope, dyspepsia, peripheral edema, hypotension, and embryo-fetal toxicity (also requiring a REMS for female patients). [50] [51] [52]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Adverse Effects. The most common adverse events (AEs) associated with the use of ERAs include fluid retention, anemia, abnormal liver function tests (bosentan), and embryo-fetal toxicity. Common AEs with PDE-5 inhibitors include headache, nasal congestion, and gastroesophageal reflux disorder (GERD), and AEs associated with prostanoids include headache, jaw pain, bone pain (especially among agents administered by IV), flushing or a rash, cough (with inhaled formulations), and IV line infections. Finally, the sGCS riociguat has been associated with headache, syncope, dyspepsia, peripheral edema, hypotension, and embryo-fetal toxicity (also requiring a REMS for female patients). [50] [51] [52]"}
{"id": "article-142909_45", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Combination Therapy", "content": "Historically treatment of PAH initially involved monotherapy with additional agents added (as needed) upon clinical worsening. However, in light of findings from studies such as the Ambrisentan + Tadalafil in Pulmonary Arterial Hypertension (AMBITION), patients may begin treatment with a combination of medications. [53] The randomized, double-blind, multicenter AMBITION trial examined the effects of early and aggressive initial combination therapy with ambrisentan and tadalafil and reported a 50% reduction in clinical failure compared with monotherapy. [25] In addition, PAH-related hospitalizations were reduced by 63% with initial combination therapy. [54] These findings altered the standard of care for patients with FC II and III to use an ERA and PDE-5 inhibitor as initial therapy.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- Combination Therapy. Historically treatment of PAH initially involved monotherapy with additional agents added (as needed) upon clinical worsening. However, in light of findings from studies such as the Ambrisentan + Tadalafil in Pulmonary Arterial Hypertension (AMBITION), patients may begin treatment with a combination of medications. [53] The randomized, double-blind, multicenter AMBITION trial examined the effects of early and aggressive initial combination therapy with ambrisentan and tadalafil and reported a 50% reduction in clinical failure compared with monotherapy. [25] In addition, PAH-related hospitalizations were reduced by 63% with initial combination therapy. [54] These findings altered the standard of care for patients with FC II and III to use an ERA and PDE-5 inhibitor as initial therapy."}
{"id": "article-142909_46", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm", "content": "It can take an average of about 2.5 years from symptom onset to an accurate diagnosis. Delayed treatment initiation can significantly impact outcomes – notably, a 12- to 16-week delay in targeted therapy has been shown to negatively impact patients' functional ability and quality of life, with reported decreases in the ability to carry on activities of daily living. Patients also note increased sleep problems, increased depression and anxiety, challenges with cognitive functioning, reduced exercise capacity, and impairments with work and travel. [55] [56]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm. It can take an average of about 2.5 years from symptom onset to an accurate diagnosis. Delayed treatment initiation can significantly impact outcomes – notably, a 12- to 16-week delay in targeted therapy has been shown to negatively impact patients' functional ability and quality of life, with reported decreases in the ability to carry on activities of daily living. Patients also note increased sleep problems, increased depression and anxiety, challenges with cognitive functioning, reduced exercise capacity, and impairments with work and travel. [55] [56]"}
{"id": "article-142909_47", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm", "content": "The 6TH World Symposium proceedings recommend that treatment selection for SSc-PAH be based on risk-stratification. Using one of the currently available risk stratification, patients who meet the criteria for WHO functional class (WHO FC) II, III, or IV can be identified. Treatment strategies are then linked with the patient's risk stratification category – leading to the selection of different strategies for patients determined to be low-intermediate versus high risk. [7] The goal of therapy is to lower the risk status and thus reduce mortality. Using the European PAH guidelines, the goal is to sufficiently treat the patient such that all parameters are in the 'green' column, which can involve using parenteral (IV or subcutaneous) therapies, switching a PDE-5 inhibitor for riociguat, or adding additional agents to the existing therapeutic strategy. All nine parameters should be reassessed to evaluate the effect of any treatment alterations.[2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm. The 6TH World Symposium proceedings recommend that treatment selection for SSc-PAH be based on risk-stratification. Using one of the currently available risk stratification, patients who meet the criteria for WHO functional class (WHO FC) II, III, or IV can be identified. Treatment strategies are then linked with the patient's risk stratification category – leading to the selection of different strategies for patients determined to be low-intermediate versus high risk. [7] The goal of therapy is to lower the risk status and thus reduce mortality. Using the European PAH guidelines, the goal is to sufficiently treat the patient such that all parameters are in the 'green' column, which can involve using parenteral (IV or subcutaneous) therapies, switching a PDE-5 inhibitor for riociguat, or adding additional agents to the existing therapeutic strategy. All nine parameters should be reassessed to evaluate the effect of any treatment alterations.[2015 ESC/ERS Guidelines for the diagnosis and treatment of pulmonary hypertension: The Joint Task Force for the Diagnosis and Treatment of Pulmonary Hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS)]"}
{"id": "article-142909_48", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm", "content": "Patients categorized with low-to-intermediate risk are typically treated with combination (or sequential) therapy, although some may be treated with monotherapy; high-risk patients should be treated with combination therapy with IV prostacyclin analogs. [7] Combination therapy is currently recommended for treatment naïve patients with WHO class II (or higher) and has been associated with reduced morbidity and mortality and improved functioning compared with monotherapies. [57] There is evidence of the benefit of monotherapy with ERAs (e.g., bosentan) in some patients (those with WHO classes II and III), but evidence supporting monotherapy with PDE-5 inhibitors is lacking. [6] Combining an ERA with a PDE-5 inhibitor appears to reduce worsening of clinical outcomes compared with ERA monotherapy. Parenteral and inhaled PAs are often reserved for patients with WHO class III and IV, although oral selexipag can be used for patients with WHO class II.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm. Patients categorized with low-to-intermediate risk are typically treated with combination (or sequential) therapy, although some may be treated with monotherapy; high-risk patients should be treated with combination therapy with IV prostacyclin analogs. [7] Combination therapy is currently recommended for treatment naïve patients with WHO class II (or higher) and has been associated with reduced morbidity and mortality and improved functioning compared with monotherapies. [57] There is evidence of the benefit of monotherapy with ERAs (e.g., bosentan) in some patients (those with WHO classes II and III), but evidence supporting monotherapy with PDE-5 inhibitors is lacking. [6] Combining an ERA with a PDE-5 inhibitor appears to reduce worsening of clinical outcomes compared with ERA monotherapy. Parenteral and inhaled PAs are often reserved for patients with WHO class III and IV, although oral selexipag can be used for patients with WHO class II."}
{"id": "article-142909_49", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm", "content": "Patients who demonstrate pulmonary vasoreactivity on hemodynamic testing (usually with inhaled nitric oxide during initial RHC), based on strict measurement criteria, may be treated with high-dose calcium-channel blockers alone, provided this therapy results in New York Heart Association (NYHA) Class I or II, and hemodynamic improvement is maintained on repeat hemodynamic testing following at least one year of treatment. [2] [5] The measurement criteria on initial hemodynamic testing to demonstrate vasoreactivity include a reduction in mean pulmonary artery pressure of > 10 mm Hg to an absolute value of < 40 mm Hg, accompanied by either no change or an increase in cardiac output. [2] [5] Anticoagulants are now recommended only in the treatment of idiopathic PAH on a case-by-case basis, and for pulmonary hypertension due to CTEPH (Group 4). [2] [58]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm. Patients who demonstrate pulmonary vasoreactivity on hemodynamic testing (usually with inhaled nitric oxide during initial RHC), based on strict measurement criteria, may be treated with high-dose calcium-channel blockers alone, provided this therapy results in New York Heart Association (NYHA) Class I or II, and hemodynamic improvement is maintained on repeat hemodynamic testing following at least one year of treatment. [2] [5] The measurement criteria on initial hemodynamic testing to demonstrate vasoreactivity include a reduction in mean pulmonary artery pressure of > 10 mm Hg to an absolute value of < 40 mm Hg, accompanied by either no change or an increase in cardiac output. [2] [5] Anticoagulants are now recommended only in the treatment of idiopathic PAH on a case-by-case basis, and for pulmonary hypertension due to CTEPH (Group 4). [2] [58]"}
{"id": "article-142909_50", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm", "content": "Optimally, treatment should involve an interprofessional approach, one that encompasses at least a rheumatologist, pulmonologist, social worker or psychologist, and primary care physician. [9] The importance of open and effective communication between the patient and clinician cannot be underestimated. Evidence suggests that patients and their clinicians have different perceptions of the disease, with patients focused more on quality-of-life complaints, including fatigue, pain, and altered body image. [59] The lack of disease-specific symptoms, heterogeneity, and unpredictability of the disease can be particularly difficult for patients to understand. Ongoing counseling and education for the patient and caregivers can aid patients in dealing with the diagnosis and clinical challenges and provide additional information for clinicians regarding disease progression and personalized treatment selection.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Issues of Concern -- PAH Treatment Algorithm. Optimally, treatment should involve an interprofessional approach, one that encompasses at least a rheumatologist, pulmonologist, social worker or psychologist, and primary care physician. [9] The importance of open and effective communication between the patient and clinician cannot be underestimated. Evidence suggests that patients and their clinicians have different perceptions of the disease, with patients focused more on quality-of-life complaints, including fatigue, pain, and altered body image. [59] The lack of disease-specific symptoms, heterogeneity, and unpredictability of the disease can be particularly difficult for patients to understand. Ongoing counseling and education for the patient and caregivers can aid patients in dealing with the diagnosis and clinical challenges and provide additional information for clinicians regarding disease progression and personalized treatment selection."}
{"id": "article-142909_51", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Clinical Significance", "content": "Pulmonary arterial hypertension is a rare but potentially fatal complication of connective tissue disorders, particularly systemic sclerosis. Therefore, all patients diagnosed with SSc should undergo initial screening for PAH at the time of diagnosis for SSc, with annual screenings thereafter. Right heart catheterization is required to confirm a diagnosis of PAH. Patients diagnosed with PAH are then stratified by risk to derive appropriate treatment selection. While there is no pharmacological cure for PAH, treatment aims to slow or prevent disease progression, reduce morbidity and mortality (including all nine clinical parameters associated with PAH), and improve quality of life.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Clinical Significance. Pulmonary arterial hypertension is a rare but potentially fatal complication of connective tissue disorders, particularly systemic sclerosis. Therefore, all patients diagnosed with SSc should undergo initial screening for PAH at the time of diagnosis for SSc, with annual screenings thereafter. Right heart catheterization is required to confirm a diagnosis of PAH. Patients diagnosed with PAH are then stratified by risk to derive appropriate treatment selection. While there is no pharmacological cure for PAH, treatment aims to slow or prevent disease progression, reduce morbidity and mortality (including all nine clinical parameters associated with PAH), and improve quality of life."}
{"id": "article-142909_52", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Clinical Significance", "content": "Current PAH therapies include prostacyclin derivatives, a prostacyclin receptor agonist, endothelin receptor antagonists, phosphodiesterase type 5 inhibitors, and a soluble cGMP stimulator. Clinicians must have a sufficient understanding of the benefits and risks of each class and agent, as some require REMS strategies. In addition, patients with higher functional class ratings may benefit from initial combination therapies. Ultimately, early screening can lead to early diagnosis and prompt management, improving long-term prognosis.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Clinical Significance. Current PAH therapies include prostacyclin derivatives, a prostacyclin receptor agonist, endothelin receptor antagonists, phosphodiesterase type 5 inhibitors, and a soluble cGMP stimulator. Clinicians must have a sufficient understanding of the benefits and risks of each class and agent, as some require REMS strategies. In addition, patients with higher functional class ratings may benefit from initial combination therapies. Ultimately, early screening can lead to early diagnosis and prompt management, improving long-term prognosis."}
{"id": "article-142909_53", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Patients with scleroderma can experience a number of adverse outcomes, and scleroderma-associated pulmonary hypertension is a particularly severe condition with a high impact on patients' quality of life, morbidity, and even mortality. Complete coordination of an interprofessional team is crucial in managing these patients, and such a team should include primary care clinicians (MDs, DOs, NPs, and PAs), specialists (dermatologists, rheumatologists, pulmonologists), nursing staff, pharmacists, respiratory therapists, and the patient themselves along with their family.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Enhancing Healthcare Team Outcomes. Patients with scleroderma can experience a number of adverse outcomes, and scleroderma-associated pulmonary hypertension is a particularly severe condition with a high impact on patients' quality of life, morbidity, and even mortality. Complete coordination of an interprofessional team is crucial in managing these patients, and such a team should include primary care clinicians (MDs, DOs, NPs, and PAs), specialists (dermatologists, rheumatologists, pulmonologists), nursing staff, pharmacists, respiratory therapists, and the patient themselves along with their family."}
{"id": "article-142909_54", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Specialists will generally need to coordinate direct care, with the pulmonologist providing input to the dermatologist and/or rheumatologist. With the potential for complex drug regimens, a clinical pharmacist should also have significant input regarding drug-drug interactions, appropriate dosing, and can offer medication counseling to the patient. Nursing staff can provide disease state counseling, serve as a point of contact for the patient, and help coordinate care among the various clinicians involved in the case. All healthcare providers involved in the case must have complete access to all relevant clinical information, with open access and empowerment to provide input when they feel it is important to the outcome of the case. It is only through this kind of coordinated interprofessional teamwork that patients with scleroderma-associated pulmonary hypertension can achieve optimal outcomes with minimal adverse events.[Level 5]", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Enhancing Healthcare Team Outcomes. Specialists will generally need to coordinate direct care, with the pulmonologist providing input to the dermatologist and/or rheumatologist. With the potential for complex drug regimens, a clinical pharmacist should also have significant input regarding drug-drug interactions, appropriate dosing, and can offer medication counseling to the patient. Nursing staff can provide disease state counseling, serve as a point of contact for the patient, and help coordinate care among the various clinicians involved in the case. All healthcare providers involved in the case must have complete access to all relevant clinical information, with open access and empowerment to provide input when they feel it is important to the outcome of the case. It is only through this kind of coordinated interprofessional teamwork that patients with scleroderma-associated pulmonary hypertension can achieve optimal outcomes with minimal adverse events.[Level 5]"}
{"id": "article-142909_55", "title": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Scleroderma-Associated Pulmonary Arterial Hypertension: Early Detection for Better Outcomes (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}