{"id": "article-38855_0", "title": "Antiemetic Histamine H1 Receptor Blockers -- Continuing Education Activity", "content": "First-generation antihistamines with antiemetic properties through histamine H1-receptor blockade have several indications. With primary indications that include motion sickness and vertigo-induced nausea and vomiting, these agents also exhibit secondary efficacy in addressing allergic rhinitis, insomnia, allergic reactions, and parkinsonism and as antitussive measures. The program outlines the essential aspects of antiemetic H1 receptor blocker use, including indications, contraindications, pharmacological activity, and potential adverse events.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Continuing Education Activity. First-generation antihistamines with antiemetic properties through histamine H1-receptor blockade have several indications. With primary indications that include motion sickness and vertigo-induced nausea and vomiting, these agents also exhibit secondary efficacy in addressing allergic rhinitis, insomnia, allergic reactions, and parkinsonism and as antitussive measures. The program outlines the essential aspects of antiemetic H1 receptor blocker use, including indications, contraindications, pharmacological activity, and potential adverse events."}
{"id": "article-38855_1", "title": "Antiemetic Histamine H1 Receptor Blockers -- Continuing Education Activity", "content": "Healthcare professionals participating in this initiative gain a comprehensive understanding of the pharmacological intricacies associated with these agents, empowering them to tailor treatment plans, optimize dosage regimens, and mitigate adverse reactions. This heightened knowledge facilitates informed decision-making in prescribing antiemetic histamine H1 receptor blockers, enabling healthcare professionals to deliver precise, safe, and individualized care, thereby improving patient outcomes in conditions necessitating antiemetic interventions involving H1 receptor blockers.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Continuing Education Activity. Healthcare professionals participating in this initiative gain a comprehensive understanding of the pharmacological intricacies associated with these agents, empowering them to tailor treatment plans, optimize dosage regimens, and mitigate adverse reactions. This heightened knowledge facilitates informed decision-making in prescribing antiemetic histamine H1 receptor blockers, enabling healthcare professionals to deliver precise, safe, and individualized care, thereby improving patient outcomes in conditions necessitating antiemetic interventions involving H1 receptor blockers."}
{"id": "article-38855_2", "title": "Antiemetic Histamine H1 Receptor Blockers -- Continuing Education Activity", "content": "Objectives: Evaluate the mechanism of action of H1 receptor blockers. Identify the approved indications for H1 receptor blockers. Assess the potential adverse events related to H1 receptor antagonists. Implement interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with H1 receptor antagonist therapy to treat nausea and vomiting and drive optimal results. Access free multiple choice questions on this topic.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Continuing Education Activity. Objectives: Evaluate the mechanism of action of H1 receptor blockers. Identify the approved indications for H1 receptor blockers. Assess the potential adverse events related to H1 receptor antagonists. Implement interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with H1 receptor antagonist therapy to treat nausea and vomiting and drive optimal results. Access free multiple choice questions on this topic."}
{"id": "article-38855_3", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications", "content": "First-generation antihistamines with antiemetic properties have several indications, predominantly for nausea and vomiting caused by motion sickness and vertigo. They are also helpful for insomnia, allergic reactions, parkinsonism, and as an antitussive. The FDA-approved indications and off-label uses of these drugs are given below.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications. First-generation antihistamines with antiemetic properties have several indications, predominantly for nausea and vomiting caused by motion sickness and vertigo. They are also helpful for insomnia, allergic reactions, parkinsonism, and as an antitussive. The FDA-approved indications and off-label uses of these drugs are given below."}
{"id": "article-38855_4", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Diphenhydramine", "content": "Nasal allergies, allergic dermatosis, anaphylaxis in combination with epinephrine, insomnia, prevention of motion sickness, antiemetic, management of parkinsonian symptoms including extrapyramidal symptoms. [1]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Diphenhydramine. Nasal allergies, allergic dermatosis, anaphylaxis in combination with epinephrine, insomnia, prevention of motion sickness, antiemetic, management of parkinsonian symptoms including extrapyramidal symptoms. [1]"}
{"id": "article-38855_5", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Meclizine", "content": "Motion sickness and vertigo [2]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Meclizine. Motion sickness and vertigo [2]"}
{"id": "article-38855_6", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Promethazine", "content": "Allergic conditions, antitussive, motion sickness, surgical analgesic/hypnotic, sedation Off-label: Nausea and vomiting associated with pregnancy [3]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Promethazine. Allergic conditions, antitussive, motion sickness, surgical analgesic/hypnotic, sedation Off-label: Nausea and vomiting associated with pregnancy [3]"}
{"id": "article-38855_7", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate", "content": "Nausea and vomiting during pregnancy [4]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate. Nausea and vomiting during pregnancy [4]"}
{"id": "article-38855_8", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate", "content": "During pregnancy, up to 10% of patients will require pharmacotherapy to treat their nausea and vomiting. The American College of Obstetricians and Gynecologists has recommended a combination of oral vitamin B6 and doxylamine succinate as a first-line treatment after conservative measures have failed, including the BRAT diet. Doxylamine succinate is an antihistamine with a similar action mechanism as other antihistamines. This combination has been studied in over 6,000 patients and controls and shows no evidence of teratogenicity. Randomized controlled clinical trials showed a 70% reduction in nausea and vomiting. Doxylamine succinate is the only FDA Pregnancy Category A medication approved for nausea and vomiting of pregnancy. For breakthrough nausea and vomiting, promethazine and diphenhydramine can be additional therapeutic agents. In an analysis of over 200,000 females, antihistamines have shown no congenital disabilities and no serious maternal or fetal outcomes. [5]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate. During pregnancy, up to 10% of patients will require pharmacotherapy to treat their nausea and vomiting. The American College of Obstetricians and Gynecologists has recommended a combination of oral vitamin B6 and doxylamine succinate as a first-line treatment after conservative measures have failed, including the BRAT diet. Doxylamine succinate is an antihistamine with a similar action mechanism as other antihistamines. This combination has been studied in over 6,000 patients and controls and shows no evidence of teratogenicity. Randomized controlled clinical trials showed a 70% reduction in nausea and vomiting. Doxylamine succinate is the only FDA Pregnancy Category A medication approved for nausea and vomiting of pregnancy. For breakthrough nausea and vomiting, promethazine and diphenhydramine can be additional therapeutic agents. In an analysis of over 200,000 females, antihistamines have shown no congenital disabilities and no serious maternal or fetal outcomes. [5]"}
{"id": "article-38855_9", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate", "content": "It should be noted that antihistamines such as diphenhydramine and dimenhydrinate carry an efficacy similar to dexamethasone and droperidol in reducing postoperative nausea and vomiting. [6] However, antihistamines are typically not a first-line treatment. In Eskander's randomized controlled clinical trial, one group used only intravenous opioids, and the other group used intravenous opioids in addition to intravenous promethazine for nausea and vomiting. [7] The study showed patients received a discharge from the Post Anesthesia Care Unit (PACU) an average of 19.2 minutes earlier in the opioid and promethazine group. Each patient got discharged when their Aldrete score was 9 or higher. Based on this study, promethazine may warrant further study to include in PACU medications. [7] However, sedation and extrapyramidal side effects can limit promethazine's use for nausea and vomiting.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate. It should be noted that antihistamines such as diphenhydramine and dimenhydrinate carry an efficacy similar to dexamethasone and droperidol in reducing postoperative nausea and vomiting. [6] However, antihistamines are typically not a first-line treatment. In Eskander's randomized controlled clinical trial, one group used only intravenous opioids, and the other group used intravenous opioids in addition to intravenous promethazine for nausea and vomiting. [7] The study showed patients received a discharge from the Post Anesthesia Care Unit (PACU) an average of 19.2 minutes earlier in the opioid and promethazine group. Each patient got discharged when their Aldrete score was 9 or higher. Based on this study, promethazine may warrant further study to include in PACU medications. [7] However, sedation and extrapyramidal side effects can limit promethazine's use for nausea and vomiting."}
{"id": "article-38855_10", "title": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate", "content": "Gan had a randomized controlled clinical trial that tested 2 groups' responses to antiemetics after undergoing gynecological laparoscopic surgery. One group took promethazine only, and the second group received a combination of promethazine and granisetron. The clinical trials tested for the total response rate, the incidence of nausea and vomiting, the use of rescue antiemetics, nausea severity, activity level, and patient satisfaction. The overall response rate was higher in the combination group, and maximum nausea was lower in the combination group. Gan's study showed the combination of both granisetron and promethazine is more effective in postoperative nausea and vomiting and post-discharge nausea and vomiting. [8]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Indications -- Doxylamine Succinate. Gan had a randomized controlled clinical trial that tested 2 groups' responses to antiemetics after undergoing gynecological laparoscopic surgery. One group took promethazine only, and the second group received a combination of promethazine and granisetron. The clinical trials tested for the total response rate, the incidence of nausea and vomiting, the use of rescue antiemetics, nausea severity, activity level, and patient satisfaction. The overall response rate was higher in the combination group, and maximum nausea was lower in the combination group. Gan's study showed the combination of both granisetron and promethazine is more effective in postoperative nausea and vomiting and post-discharge nausea and vomiting. [8]"}
{"id": "article-38855_11", "title": "Antiemetic Histamine H1 Receptor Blockers -- Mechanism of Action", "content": "H1 receptors in central nervous system areas include the area postrema and vomiting center in the vestibular nucleus. Also, many antihistamines have anticholinergic properties that block muscarinic receptors at the same sites. Antihistamines must cross the blood-brain barrier to affect the central nervous system. [9] Promethazine is an antagonist of dopamine receptors, contributing to its antiemetic properties. [10]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Mechanism of Action. H1 receptors in central nervous system areas include the area postrema and vomiting center in the vestibular nucleus. Also, many antihistamines have anticholinergic properties that block muscarinic receptors at the same sites. Antihistamines must cross the blood-brain barrier to affect the central nervous system. [9] Promethazine is an antagonist of dopamine receptors, contributing to its antiemetic properties. [10]"}
{"id": "article-38855_12", "title": "Antiemetic Histamine H1 Receptor Blockers -- Mechanism of Action -- Pharmacokinetics", "content": "Diphenhydramine demonstrates an oral bioavailability ranging from 43% to 72%, with peak concentrations achieved within 1 to 4 hours. Notably, it shows substantial protein binding at 80% to 85% and undergoes hepatic first-pass metabolism, primarily mediated by cytochrome P450 2D6 (CYP2D6), with the involvement of cytochrome P450 1A2 (CYP1A2), cytochrome P450 2C9 (CYP2C9), and cytochrome P450 2C19 (CYP2C19). Meclizine achieves its peak concentration within a timeframe of 1.5 to 6 hours. The hepatic metabolism of meclizine is primarily mediated by cytochrome P450 2D6 (CYP2D6). Promethazine has an oral bioavailability of approximately 25% and reaches peak plasma concentrations in about 2 to 3 hours orally, 9 to 16 hours intravenously, and 6 to 13 hours intramuscularly. Promethazine hepatic first-pass metabolism produces metabolites such as promethazine sulfoxide (PMZSO) and N -demethylpromethazine. [11]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Mechanism of Action -- Pharmacokinetics. Diphenhydramine demonstrates an oral bioavailability ranging from 43% to 72%, with peak concentrations achieved within 1 to 4 hours. Notably, it shows substantial protein binding at 80% to 85% and undergoes hepatic first-pass metabolism, primarily mediated by cytochrome P450 2D6 (CYP2D6), with the involvement of cytochrome P450 1A2 (CYP1A2), cytochrome P450 2C9 (CYP2C9), and cytochrome P450 2C19 (CYP2C19). Meclizine achieves its peak concentration within a timeframe of 1.5 to 6 hours. The hepatic metabolism of meclizine is primarily mediated by cytochrome P450 2D6 (CYP2D6). Promethazine has an oral bioavailability of approximately 25% and reaches peak plasma concentrations in about 2 to 3 hours orally, 9 to 16 hours intravenously, and 6 to 13 hours intramuscularly. Promethazine hepatic first-pass metabolism produces metabolites such as promethazine sulfoxide (PMZSO) and N -demethylpromethazine. [11]"}
{"id": "article-38855_13", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Available Dosage Forms and Strengths", "content": "Diphenhydramine is available in different formulations, such as oral liquid, tablet, capsule, dispersible tablet, and injectable solution. Meclizine is available in tablet form, and promethazine is available in oral and parenteral forms.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Available Dosage Forms and Strengths. Diphenhydramine is available in different formulations, such as oral liquid, tablet, capsule, dispersible tablet, and injectable solution. Meclizine is available in tablet form, and promethazine is available in oral and parenteral forms."}
{"id": "article-38855_14", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Adult Dosage", "content": "Diphenhydramine: 25 to 50 mg orally every 6 hours, as needed Dimenhydrinate: 50 to 100 mg orally every 6 hours, as needed Meclizine (mainly used for motion sickness and vertigo): 25 mg orally every 6 hours, as needed Promethazine (orally, intramuscular, rectal, or intravenous): 12.5 to 25 mg every 6 hours, as needed", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Adult Dosage. Diphenhydramine: 25 to 50 mg orally every 6 hours, as needed Dimenhydrinate: 50 to 100 mg orally every 6 hours, as needed Meclizine (mainly used for motion sickness and vertigo): 25 mg orally every 6 hours, as needed Promethazine (orally, intramuscular, rectal, or intravenous): 12.5 to 25 mg every 6 hours, as needed"}
{"id": "article-38855_15", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Antihistamines, including promethazine, doxylamine, meclizine, and diphenhydramine, should be used with caution in individuals with hepatic impairment.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations. Hepatic impairment: Antihistamines, including promethazine, doxylamine, meclizine, and diphenhydramine, should be used with caution in individuals with hepatic impairment."}
{"id": "article-38855_16", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations", "content": "Renal impairment: Caution is advised in meclizine use when eGFR is below 30 mL/min/1.73 m² due to potential metabolite accumulation in urine. Diphenhydramine does not necessitate dosage adjustment for renal impairment. The manufacturer's label does not specify dosage adjustments for doxylamine for kidney impairment. Likewise, promethazine requires no dosage adjustment in cases of kidney impairment.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations. Renal impairment: Caution is advised in meclizine use when eGFR is below 30 mL/min/1.73 m² due to potential metabolite accumulation in urine. Diphenhydramine does not necessitate dosage adjustment for renal impairment. The manufacturer's label does not specify dosage adjustments for doxylamine for kidney impairment. Likewise, promethazine requires no dosage adjustment in cases of kidney impairment."}
{"id": "article-38855_17", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Ten percent to 15% of females have taken antihistamines during pregnancy to treat allergic reactions and nausea. Doxylamine is considered the safe choice for nausea and vomiting during pregnancy. Diphenhydramine and loratadine have been safely used during pregnancy. [12]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations. Pregnancy considerations: Ten percent to 15% of females have taken antihistamines during pregnancy to treat allergic reactions and nausea. Doxylamine is considered the safe choice for nausea and vomiting during pregnancy. Diphenhydramine and loratadine have been safely used during pregnancy. [12]"}
{"id": "article-38855_18", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Antihistamine usage during breastfeeding is avoided because it may inhibit lactation due to decreased maternal serum prolactin concentrations. When antihistamines are needed, second-generation antihistamines are preferable in the breastfeeding population. [13] [14]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations. Breastfeeding considerations: Antihistamine usage during breastfeeding is avoided because it may inhibit lactation due to decreased maternal serum prolactin concentrations. When antihistamines are needed, second-generation antihistamines are preferable in the breastfeeding population. [13] [14]"}
{"id": "article-38855_19", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations", "content": "Pediatric patients: The KIDs list (Key Potentially Inappropriate Drugs in Pediatrics) flags promethazine for its association with acute dystonia, respiratory depression, and a risk of death with IV use. Consequently, its usage in infants is discouraged. [15]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations. Pediatric patients: The KIDs list (Key Potentially Inappropriate Drugs in Pediatrics) flags promethazine for its association with acute dystonia, respiratory depression, and a risk of death with IV use. Consequently, its usage in infants is discouraged. [15]"}
{"id": "article-38855_20", "title": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations", "content": "Older patients: According to the 2023 American Geriatrics Society (AGS) Beers Criteria, all first-generation antihistamines like diphenhydramine and hydroxyzine carry an elevated risk for severe adverse events in older patients, including central nervous system (CNS) depression, cognitive impairment, and an increased likelihood of falls and fractures. [16]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Administration -- Specific Patient Populations. Older patients: According to the 2023 American Geriatrics Society (AGS) Beers Criteria, all first-generation antihistamines like diphenhydramine and hydroxyzine carry an elevated risk for severe adverse events in older patients, including central nervous system (CNS) depression, cognitive impairment, and an increased likelihood of falls and fractures. [16]"}
{"id": "article-38855_21", "title": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects", "content": "These agents can exhibit many anticholinergic effects, including central nervous system (CNS) depression, fatigue, paradoxical vomiting, blurred vision, xerostomia, and worsening of narrow-angle glaucoma. These drugs have an anticholinergic property, which can cause constipation. [17] In addition, these medications can inhibit CYP2D6, which diminishes the effects of codeine, tramadol, and tamoxifen in the older adult population. [10]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects. These agents can exhibit many anticholinergic effects, including central nervous system (CNS) depression, fatigue, paradoxical vomiting, blurred vision, xerostomia, and worsening of narrow-angle glaucoma. These drugs have an anticholinergic property, which can cause constipation. [17] In addition, these medications can inhibit CYP2D6, which diminishes the effects of codeine, tramadol, and tamoxifen in the older adult population. [10]"}
{"id": "article-38855_22", "title": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects", "content": "Neuroleptic malignant syndrome has an increased risk of occurring when combined with phenothiazines and antipsychotic drugs. Hyperpyrexia, muscle rigidity, altered mental status, tachycardia, irregular pulse, irregular blood pressure, and cardiac dysrhythmias are typical manifestations of the disease. [18] Children younger than 2 years of age are at increased risk of respiratory depression while taking promethazine. [19]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects. Neuroleptic malignant syndrome has an increased risk of occurring when combined with phenothiazines and antipsychotic drugs. Hyperpyrexia, muscle rigidity, altered mental status, tachycardia, irregular pulse, irregular blood pressure, and cardiac dysrhythmias are typical manifestations of the disease. [18] Children younger than 2 years of age are at increased risk of respiratory depression while taking promethazine. [19]"}
{"id": "article-38855_23", "title": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects -- Drug-Drug Interactions", "content": "Diphenhydramine: Diphenhydramine demonstrates synergistic effects with alcohol and other CNS depressants, such as hypnotics, sedatives, and tranquilizers. Simultaneous use is not recommended.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects -- Drug-Drug Interactions. Diphenhydramine: Diphenhydramine demonstrates synergistic effects with alcohol and other CNS depressants, such as hypnotics, sedatives, and tranquilizers. Simultaneous use is not recommended."}
{"id": "article-38855_24", "title": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects -- Drug-Drug Interactions", "content": "Promethazine: Promethazine hydrochloride has the potential to enhance the sedative effects of other CNS depressants, including alcohol, sedatives, hypnotics, narcotics, general anesthetics, tricyclic antidepressants, and tranquilizers. Therefore, cautious co-administration is recommended, and reduced dosages of these agents may be prudent. Concurrent use of agents with anticholinergic properties should be approached cautiously. Doxylamine: Simultaneous use of alcohol and other CNS depressants, such as hypnotic sedatives and tranquilizers, with doxylamine is not advisable.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects -- Drug-Drug Interactions. Promethazine: Promethazine hydrochloride has the potential to enhance the sedative effects of other CNS depressants, including alcohol, sedatives, hypnotics, narcotics, general anesthetics, tricyclic antidepressants, and tranquilizers. Therefore, cautious co-administration is recommended, and reduced dosages of these agents may be prudent. Concurrent use of agents with anticholinergic properties should be approached cautiously. Doxylamine: Simultaneous use of alcohol and other CNS depressants, such as hypnotic sedatives and tranquilizers, with doxylamine is not advisable."}
{"id": "article-38855_25", "title": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects -- Drug-Drug Interactions", "content": "Meclizine: Combining meclizine hydrochloride with other central nervous system (CNS) depressants, including alcohol, can result in heightened CNS depression. Caution is advised due to meclizine's metabolism by CYP2D6, necessitating careful consideration for potential drug interactions with CYP2D6 inhibitors. [20]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Adverse Effects -- Drug-Drug Interactions. Meclizine: Combining meclizine hydrochloride with other central nervous system (CNS) depressants, including alcohol, can result in heightened CNS depression. Caution is advised due to meclizine's metabolism by CYP2D6, necessitating careful consideration for potential drug interactions with CYP2D6 inhibitors. [20]"}
{"id": "article-38855_26", "title": "Antiemetic Histamine H1 Receptor Blockers -- Contraindications", "content": "Hypersensitivity to the medications or other phenothiazines is a contraindication. Patients with lower respiratory tract symptoms, including asthma, should cautiously use antihistamines, especially for children younger than 2. Promethazine injection contains sodium metabisulfite, a sulfite known to have the potential to trigger allergic-type reactions, and should be administered with caution in individuals with sulfite sensitivity. [21]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Contraindications. Hypersensitivity to the medications or other phenothiazines is a contraindication. Patients with lower respiratory tract symptoms, including asthma, should cautiously use antihistamines, especially for children younger than 2. Promethazine injection contains sodium metabisulfite, a sulfite known to have the potential to trigger allergic-type reactions, and should be administered with caution in individuals with sulfite sensitivity. [21]"}
{"id": "article-38855_27", "title": "Antiemetic Histamine H1 Receptor Blockers -- Contraindications -- (a) Box Warning", "content": "Promethazine injection can cause tissue injury, including but not limited to tissue necrosis, gangrene, abscesses, venous thrombosis, and amputation. The preferred route of injection is intramuscular and never subcutaneous. Discontinue injections if there is burning or pain out of fear of perivascular extravasation or arterial injection. Using injectable promethazine is not advised. [22]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Contraindications -- (a) Box Warning. Promethazine injection can cause tissue injury, including but not limited to tissue necrosis, gangrene, abscesses, venous thrombosis, and amputation. The preferred route of injection is intramuscular and never subcutaneous. Discontinue injections if there is burning or pain out of fear of perivascular extravasation or arterial injection. Using injectable promethazine is not advised. [22]"}
{"id": "article-38855_28", "title": "Antiemetic Histamine H1 Receptor Blockers -- Monitoring", "content": "The therapeutic index of first-generation antihistamines depends on several factors, including the disease (allergic rhinitis, vomiting, nausea, urticaria, motion sickness, vertigo, parkinsonian, insomnia), formulation (by mouth, intranasal, intravenous, intramuscular), and the population (pediatric, adult, older). All antihistamines can cause anticholinergic effects. However, diphenhydramine causes the most anticholinergic and cardiac toxicity effects. Anticholinergic effects include cutaneous vasodilation, hydroceles, hidrotic hyperthermia, noninteractive eye injuries, delirium, hallucinations, and urinary retention. Cardiac toxicity effects include tachycardia and prolonged QTc. [23] Special monitoring of patients with epilepsy, chronic alcohol abuse, or pre-existing heart disease because these conditions may decrease the safety profile of antihistamines, especially with a narrow therapeutic index medication such as diphenhydramine. [24]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Monitoring. The therapeutic index of first-generation antihistamines depends on several factors, including the disease (allergic rhinitis, vomiting, nausea, urticaria, motion sickness, vertigo, parkinsonian, insomnia), formulation (by mouth, intranasal, intravenous, intramuscular), and the population (pediatric, adult, older). All antihistamines can cause anticholinergic effects. However, diphenhydramine causes the most anticholinergic and cardiac toxicity effects. Anticholinergic effects include cutaneous vasodilation, hydroceles, hidrotic hyperthermia, noninteractive eye injuries, delirium, hallucinations, and urinary retention. Cardiac toxicity effects include tachycardia and prolonged QTc. [23] Special monitoring of patients with epilepsy, chronic alcohol abuse, or pre-existing heart disease because these conditions may decrease the safety profile of antihistamines, especially with a narrow therapeutic index medication such as diphenhydramine. [24]"}
{"id": "article-38855_29", "title": "Antiemetic Histamine H1 Receptor Blockers -- Toxicity", "content": "Initial treatment should be stabilizing the airway and monitoring breathing and circulation. The patient should receive supplemental oxygen, continuous pulse oximetry, intravenous access, and an ECG. In patients with prolonged QRS intervals or arrhythmias, sodium bicarbonate is an option. [25] Benzodiazepines can be helpful to address agitation and seizures. Hypothermia treatment includes evaporative cooling. If no altered mental status is present and ingestion of anticholinergic agents is likely, activated charcoal is an option. [26] If the airway access is threatened, consider intubation instead. Supportive care is usually adequate; however, administration of the anticholinesterase inhibitor, physostigmine, may be warranted in patients with peripheral and central anticholinergic toxicity. Consultation with a regional poison center or medical toxicologist is recommended before administration. Caution is necessary for patients with cardiac abnormalities, reactive airway disease, or gastrointestinal obstruction. Atropine should be available at the bedside in case of an overdose of physostigmine. If there is any question about the etiology of the poisoning, please call the United States Poison Control network at 1-800-222-1222.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Toxicity. Initial treatment should be stabilizing the airway and monitoring breathing and circulation. The patient should receive supplemental oxygen, continuous pulse oximetry, intravenous access, and an ECG. In patients with prolonged QRS intervals or arrhythmias, sodium bicarbonate is an option. [25] Benzodiazepines can be helpful to address agitation and seizures. Hypothermia treatment includes evaporative cooling. If no altered mental status is present and ingestion of anticholinergic agents is likely, activated charcoal is an option. [26] If the airway access is threatened, consider intubation instead. Supportive care is usually adequate; however, administration of the anticholinesterase inhibitor, physostigmine, may be warranted in patients with peripheral and central anticholinergic toxicity. Consultation with a regional poison center or medical toxicologist is recommended before administration. Caution is necessary for patients with cardiac abnormalities, reactive airway disease, or gastrointestinal obstruction. Atropine should be available at the bedside in case of an overdose of physostigmine. If there is any question about the etiology of the poisoning, please call the United States Poison Control network at 1-800-222-1222."}
{"id": "article-38855_30", "title": "Antiemetic Histamine H1 Receptor Blockers -- Enhancing Healthcare Team Outcomes", "content": "Antihistamine toxicity usually manifests itself as anticholinergic poisoning and requires an interprofessional team of nurses, physicians, laboratory technologists, and pharmacists to narrow down the differential diagnosis. Without proper management, a patient can receive incorrect treatment and could cause cardiac arrest. A patient with delirium, seizures, or tachycardia has a wide range of diagnoses when initially admitted. When a diagnosis of anticholinergic toxicity is suspected, a healthcare provider should perform a screening test. Finger-stick glucose, acetaminophen concentrations, salicylate concentrations, EKG, and a pregnancy test for women of childbearing age are necessary. Monitoring the patient for any cardiac arrhythmias or altered mental status will further dictate treatment. Clinicians should use benzodiazepines for agitation, but physostigmine may be more effective. [27] [28]", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Enhancing Healthcare Team Outcomes. Antihistamine toxicity usually manifests itself as anticholinergic poisoning and requires an interprofessional team of nurses, physicians, laboratory technologists, and pharmacists to narrow down the differential diagnosis. Without proper management, a patient can receive incorrect treatment and could cause cardiac arrest. A patient with delirium, seizures, or tachycardia has a wide range of diagnoses when initially admitted. When a diagnosis of anticholinergic toxicity is suspected, a healthcare provider should perform a screening test. Finger-stick glucose, acetaminophen concentrations, salicylate concentrations, EKG, and a pregnancy test for women of childbearing age are necessary. Monitoring the patient for any cardiac arrhythmias or altered mental status will further dictate treatment. Clinicians should use benzodiazepines for agitation, but physostigmine may be more effective. [27] [28]"}
{"id": "article-38855_31", "title": "Antiemetic Histamine H1 Receptor Blockers -- Enhancing Healthcare Team Outcomes", "content": "A toxicologist consult is required to determine if physostigmine is needed. The patient should be placed on a cardiac monitor and have resuscitation equipment and atropine available at the bedside when administering physostigmine. Pharmacists should review the patient's medication record before and after the toxicity and consult with the clinicians regarding a plan to move forward. Nurses will monitor treatment and report any concerns to the treating clinicians.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Enhancing Healthcare Team Outcomes. A toxicologist consult is required to determine if physostigmine is needed. The patient should be placed on a cardiac monitor and have resuscitation equipment and atropine available at the bedside when administering physostigmine. Pharmacists should review the patient's medication record before and after the toxicity and consult with the clinicians regarding a plan to move forward. Nurses will monitor treatment and report any concerns to the treating clinicians."}
{"id": "article-38855_32", "title": "Antiemetic Histamine H1 Receptor Blockers -- Enhancing Healthcare Team Outcomes", "content": "After patient stabilization, the patient will need a thorough history to assess for underlying psychiatric problems, medication nonadherence, exposure, or medical issues causing an increased concentration of the offending medication. An interprofessional team approach and open communication among clinicians can result in safer use of antihistamines and minimize the risk of toxicity.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Enhancing Healthcare Team Outcomes. After patient stabilization, the patient will need a thorough history to assess for underlying psychiatric problems, medication nonadherence, exposure, or medical issues causing an increased concentration of the offending medication. An interprofessional team approach and open communication among clinicians can result in safer use of antihistamines and minimize the risk of toxicity."}
{"id": "article-38855_33", "title": "Antiemetic Histamine H1 Receptor Blockers -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antiemetic Histamine H1 Receptor Blockers -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}