{"id": "article-138090_0", "title": "Regenerative Therapy in Pain -- Continuing Education Activity", "content": "Regenerative medicine involves delivering cells or cell products to tissues or organs that are diseased to restore tissue or organ function. Regenerative therapy in pain medicine involves various methods, such as viscosupplementation, stem cells, platelet-rich plasma, and prolotherapy, in the treatment and management of chronic pain. This activity describes and reviews the role of the interprofessional team in Improving care for chronic pain patients who undergo regenerative therapy.", "contents": "Regenerative Therapy in Pain -- Continuing Education Activity. Regenerative medicine involves delivering cells or cell products to tissues or organs that are diseased to restore tissue or organ function. Regenerative therapy in pain medicine involves various methods, such as viscosupplementation, stem cells, platelet-rich plasma, and prolotherapy, in the treatment and management of chronic pain. This activity describes and reviews the role of the interprofessional team in Improving care for chronic pain patients who undergo regenerative therapy."}
{"id": "article-138090_1", "title": "Regenerative Therapy in Pain -- Continuing Education Activity", "content": "Objectives: Identify the indications for regenerative pain medicine therapies. Describe the technique of regenerative pain medicine therapies. Explain the most common therapy-specific complications and adverse effects associated with regenerative pain medicine. Outline the clinical significance of regenerative pain medicine. Access free multiple choice questions on this topic.", "contents": "Regenerative Therapy in Pain -- Continuing Education Activity. Objectives: Identify the indications for regenerative pain medicine therapies. Describe the technique of regenerative pain medicine therapies. Explain the most common therapy-specific complications and adverse effects associated with regenerative pain medicine. Outline the clinical significance of regenerative pain medicine. Access free multiple choice questions on this topic."}
{"id": "article-138090_2", "title": "Regenerative Therapy in Pain -- Introduction", "content": "Regenerative medicine has been in existence for many decades, and many therapies have received Food and Drug Administration [FDA] approval for wound healing and orthopedic applications. Regenerative medicine is a field that applies biological science principles to promote regeneration by delivering or replacing organs, cells, or tissues in an attempt to restore diseased and damaged tissues and whole organs. [1] There are four main avenues of therapies in regenerative medicine: viscosupplementation, platelet-rich plasma, stem cells, and prolotherapy.", "contents": "Regenerative Therapy in Pain -- Introduction. Regenerative medicine has been in existence for many decades, and many therapies have received Food and Drug Administration [FDA] approval for wound healing and orthopedic applications. Regenerative medicine is a field that applies biological science principles to promote regeneration by delivering or replacing organs, cells, or tissues in an attempt to restore diseased and damaged tissues and whole organs. [1] There are four main avenues of therapies in regenerative medicine: viscosupplementation, platelet-rich plasma, stem cells, and prolotherapy."}
{"id": "article-138090_3", "title": "Regenerative Therapy in Pain -- Introduction", "content": "Viscosupplementation: Injection of hyaluronic acid (HA) into intra-articular space can restore viscosity and elasticity of osteoarthritic synovial fluid. [2] [3] HA plays an essential role in shock absorption, lubrication, and the visco-elastic nature of the synovial fluid.", "contents": "Regenerative Therapy in Pain -- Introduction. Viscosupplementation: Injection of hyaluronic acid (HA) into intra-articular space can restore viscosity and elasticity of osteoarthritic synovial fluid. [2] [3] HA plays an essential role in shock absorption, lubrication, and the visco-elastic nature of the synovial fluid."}
{"id": "article-138090_4", "title": "Regenerative Therapy in Pain -- Introduction", "content": "Prolotherapy: Prolotherapy is the injection of a solution to rehabilitate an incompetent structure and promote sclerosis at the injection site. [4] [5] Prolotherapy differs from other regenerative medicine techniques because the injectate lacks a biological component. The most commonly used injectate for prolotherapy is hypertonic dextrose which causes a stimulation of the body’s inflammatory cascade. [6] [5] Platelet-rich plasma: Platelet-rich plasma [PRP] releases bioactive proteins which stimulate the body’s ability to heal due to its regenerative, analgesic, and anti-inflammatory properties.", "contents": "Regenerative Therapy in Pain -- Introduction. Prolotherapy: Prolotherapy is the injection of a solution to rehabilitate an incompetent structure and promote sclerosis at the injection site. [4] [5] Prolotherapy differs from other regenerative medicine techniques because the injectate lacks a biological component. The most commonly used injectate for prolotherapy is hypertonic dextrose which causes a stimulation of the body’s inflammatory cascade. [6] [5] Platelet-rich plasma: Platelet-rich plasma [PRP] releases bioactive proteins which stimulate the body’s ability to heal due to its regenerative, analgesic, and anti-inflammatory properties."}
{"id": "article-138090_5", "title": "Regenerative Therapy in Pain -- Introduction -- Mesenchymal Stem Cell", "content": "According to the International Society for Cellular Therapy, the criteria for cells to be considered Mesenchymal Stem Cell [MSC] include: Plastic adherence when maintained under standard culture Expression of CD73, CD 90, and CD 105 and not the expression of CD11b, CD14, CD19, CD34, CD45, or HLA-DR Ability to differentiate into osteoblasts, chondroblasts, and adipocytes in-vitro [7]", "contents": "Regenerative Therapy in Pain -- Introduction -- Mesenchymal Stem Cell. According to the International Society for Cellular Therapy, the criteria for cells to be considered Mesenchymal Stem Cell [MSC] include: Plastic adherence when maintained under standard culture Expression of CD73, CD 90, and CD 105 and not the expression of CD11b, CD14, CD19, CD34, CD45, or HLA-DR Ability to differentiate into osteoblasts, chondroblasts, and adipocytes in-vitro [7]"}
{"id": "article-138090_6", "title": "Regenerative Therapy in Pain -- Indications", "content": "Viscosupplementation: Viscosupplementation is currently FDA-approved for the treatment of knee OA. It is indicated for patients in whom conservative therapies such as physical therapy, NSAIDs, corticosteroid injections, and aspiration fail. Elderly patients with any stage of OA are good candidates for viscosupplementation. Younger patients with mild to moderate knee OA who have clinical symptoms but are not ready for invasive surgical intervention are also good candidates. Viscosupplementation is also useful in patients with Kellgren-Lawrence stage 1 to 3. Patients with stage 4 OA who want to delay total knee replacement are ideal for viscosupplementation. It can also be used as first-line therapy in patients with multiple comorbidities who are on multiple medications to avoid the side effects of anti-arthritic drugs. It can be considered in patients who cannot take NSAIDs due to gastrointestinal or renal disease or unstable hypertension.", "contents": "Regenerative Therapy in Pain -- Indications. Viscosupplementation: Viscosupplementation is currently FDA-approved for the treatment of knee OA. It is indicated for patients in whom conservative therapies such as physical therapy, NSAIDs, corticosteroid injections, and aspiration fail. Elderly patients with any stage of OA are good candidates for viscosupplementation. Younger patients with mild to moderate knee OA who have clinical symptoms but are not ready for invasive surgical intervention are also good candidates. Viscosupplementation is also useful in patients with Kellgren-Lawrence stage 1 to 3. Patients with stage 4 OA who want to delay total knee replacement are ideal for viscosupplementation. It can also be used as first-line therapy in patients with multiple comorbidities who are on multiple medications to avoid the side effects of anti-arthritic drugs. It can be considered in patients who cannot take NSAIDs due to gastrointestinal or renal disease or unstable hypertension."}
{"id": "article-138090_7", "title": "Regenerative Therapy in Pain -- Indications", "content": "Prolotherapy: Indications for Prolotherapy include OA and degenerative syndromes, myofascial pain syndrome, spine, and pelvic pain, refractory tendinopathies, plantar fasciitis. [6] [4] [5] Some studies have shown that hypertonic dextrose promotes direct intracellular expression of growth factors in tenocytes and fibroblasts. [8]", "contents": "Regenerative Therapy in Pain -- Indications. Prolotherapy: Indications for Prolotherapy include OA and degenerative syndromes, myofascial pain syndrome, spine, and pelvic pain, refractory tendinopathies, plantar fasciitis. [6] [4] [5] Some studies have shown that hypertonic dextrose promotes direct intracellular expression of growth factors in tenocytes and fibroblasts. [8]"}
{"id": "article-138090_8", "title": "Regenerative Therapy in Pain -- Indications", "content": "The goal for prolotherapy is the stimulation of the body's healing process in the joint to facilitate improvement in the tensile strength of the joint stabilizing structures. Hypertonic dextrose acts by dehydrating the cells at the site of injections that causes local tissue trauma, which attracts granulocytes and macrophages to promote healing. Studies on human fibroblasts and chondrocytes have shown that extracellular dextrose concentrations result in the proliferation and production of essential growth factors for tissue repair. These growth factors promote the expression of type 1 and type 3 collagen in tenocytes which is essential for the growth of tendons, ligaments, and cartilage. [6] [8]", "contents": "Regenerative Therapy in Pain -- Indications. The goal for prolotherapy is the stimulation of the body's healing process in the joint to facilitate improvement in the tensile strength of the joint stabilizing structures. Hypertonic dextrose acts by dehydrating the cells at the site of injections that causes local tissue trauma, which attracts granulocytes and macrophages to promote healing. Studies on human fibroblasts and chondrocytes have shown that extracellular dextrose concentrations result in the proliferation and production of essential growth factors for tissue repair. These growth factors promote the expression of type 1 and type 3 collagen in tenocytes which is essential for the growth of tendons, ligaments, and cartilage. [6] [8]"}
{"id": "article-138090_9", "title": "Regenerative Therapy in Pain -- Indications", "content": "Plasma-rich platelets (PRP): Platelet-rich plasma is currently used to treat OA, ligament injury, meniscus injury, muscle injury, tendinopathy, and spine disorders. There are numerous methods of preparing PRP. Due to variability in methods of PRP preparations, there is no universal classification system. However, PRP is mainly categorized into two classifications: leukocyte-rich PRP (LR-PRP) and leukocyte-poor PRP (LP-PRP). LR-PRP has neutrophil counts above baseline and thus is associated with pro-inflammatory effects. [9] Data suggests that LR-PRP is superior for tendinopathy, and LP-PRP is more effective for OA. [10] [11]", "contents": "Regenerative Therapy in Pain -- Indications. Plasma-rich platelets (PRP): Platelet-rich plasma is currently used to treat OA, ligament injury, meniscus injury, muscle injury, tendinopathy, and spine disorders. There are numerous methods of preparing PRP. Due to variability in methods of PRP preparations, there is no universal classification system. However, PRP is mainly categorized into two classifications: leukocyte-rich PRP (LR-PRP) and leukocyte-poor PRP (LP-PRP). LR-PRP has neutrophil counts above baseline and thus is associated with pro-inflammatory effects. [9] Data suggests that LR-PRP is superior for tendinopathy, and LP-PRP is more effective for OA. [10] [11]"}
{"id": "article-138090_10", "title": "Regenerative Therapy in Pain -- Indications", "content": "PRP has piqued the scientific community's interest due to its various properties such as regenerative, analgesic, anti-microbial, and anti-inflammatory. [12] Platelets are nuclear, cytoplasmic fragments of megakaryocytes. The initial steps in the process of wound healing involve platelet activation, adhesion, and aggregation. After the activation phase, alpha granules in the platelets degranulate and release multiple growth factors and cytokines. PRP contains more than 300 growth factors and cytokines which are involved in cell proliferation, tissue remodeling, enhancement of mitogenesis, extracellular matrix synthesis, mesenchymal differentiation, and suppressing inflammation which play an important role in wound healing. [13]", "contents": "Regenerative Therapy in Pain -- Indications. PRP has piqued the scientific community's interest due to its various properties such as regenerative, analgesic, anti-microbial, and anti-inflammatory. [12] Platelets are nuclear, cytoplasmic fragments of megakaryocytes. The initial steps in the process of wound healing involve platelet activation, adhesion, and aggregation. After the activation phase, alpha granules in the platelets degranulate and release multiple growth factors and cytokines. PRP contains more than 300 growth factors and cytokines which are involved in cell proliferation, tissue remodeling, enhancement of mitogenesis, extracellular matrix synthesis, mesenchymal differentiation, and suppressing inflammation which play an important role in wound healing. [13]"}
{"id": "article-138090_11", "title": "Regenerative Therapy in Pain -- Indications", "content": "Some of the growth factors and cytokines include PGDF-AA, TGF-B1, IGF-1, VEGF, EGF, IL-1, and many more. PRP delivers supraphysiologic concentrations of these molecules to an injury site to promote tissue remodeling, repair, and regeneration. [14]", "contents": "Regenerative Therapy in Pain -- Indications. Some of the growth factors and cytokines include PGDF-AA, TGF-B1, IGF-1, VEGF, EGF, IL-1, and many more. PRP delivers supraphysiologic concentrations of these molecules to an injury site to promote tissue remodeling, repair, and regeneration. [14]"}
{"id": "article-138090_12", "title": "Regenerative Therapy in Pain -- Indications", "content": "Mesenchymal stem cells (MSCs): The indications for MSCs vary depending on the harvest site. Sources of MSCs include bone marrow, adipose tissue, umbilical cord, skeletal, muscle, peripheral blood, and amniotic fluid. [15] Specific indications for bone marrow-derived MSCs include treatment of osteonecrosis of the femoral head and OA of the shoulder. It can also be used for rotator cuff and patellar tendinopathy. Adipose-derived MSCs can be used for lateral epicondylitis and Achilles tendinopathy. Amniotic-derived MSCs can be used for plantar fasciitis.", "contents": "Regenerative Therapy in Pain -- Indications. Mesenchymal stem cells (MSCs): The indications for MSCs vary depending on the harvest site. Sources of MSCs include bone marrow, adipose tissue, umbilical cord, skeletal, muscle, peripheral blood, and amniotic fluid. [15] Specific indications for bone marrow-derived MSCs include treatment of osteonecrosis of the femoral head and OA of the shoulder. It can also be used for rotator cuff and patellar tendinopathy. Adipose-derived MSCs can be used for lateral epicondylitis and Achilles tendinopathy. Amniotic-derived MSCs can be used for plantar fasciitis."}
{"id": "article-138090_13", "title": "Regenerative Therapy in Pain -- Contraindications", "content": "Contraindications differ depending on the method of regenerative medicine that is employed. General contraindications include active infection, either systemic or at the injection site, and coagulopathy. [16] Therapy-specific contraindications include venous stasis, Hylan allergy, and allergy to eggs for viscosupplementation, as some of the products are derived from rooster combs. [17] Stem cell therapy should be avoided in patients with bone marrow-derived cancers or immunocompromised states. [18]", "contents": "Regenerative Therapy in Pain -- Contraindications. Contraindications differ depending on the method of regenerative medicine that is employed. General contraindications include active infection, either systemic or at the injection site, and coagulopathy. [16] Therapy-specific contraindications include venous stasis, Hylan allergy, and allergy to eggs for viscosupplementation, as some of the products are derived from rooster combs. [17] Stem cell therapy should be avoided in patients with bone marrow-derived cancers or immunocompromised states. [18]"}
{"id": "article-138090_14", "title": "Regenerative Therapy in Pain -- Contraindications", "content": "Absolute contraindications of PRP administrations are critical thrombocytopenia, platelet dysfunction syndrome, and hemodynamic instability. Relative contraindications include bone or blood cancer, anemia, regular NSAID use within 48 hours of the procedure, corticosteroid injection of the knee within one month, or systemic steroid use within two weeks. [19] Absolute contraindications for prolotherapy include active rheumatological disorders, corn allergy, or immunosuppressive therapy. [5]", "contents": "Regenerative Therapy in Pain -- Contraindications. Absolute contraindications of PRP administrations are critical thrombocytopenia, platelet dysfunction syndrome, and hemodynamic instability. Relative contraindications include bone or blood cancer, anemia, regular NSAID use within 48 hours of the procedure, corticosteroid injection of the knee within one month, or systemic steroid use within two weeks. [19] Absolute contraindications for prolotherapy include active rheumatological disorders, corn allergy, or immunosuppressive therapy. [5]"}
{"id": "article-138090_15", "title": "Regenerative Therapy in Pain -- Technique or Treatment", "content": "Viscosupplementation: HA injection can be done in the office and is usually a quick procedure typically performed under Local anesthesia. Usually, 2 to 4 ml of HA should be injected directly into the joint capsule to be effective. Patients are advised to avoid excessive weight-bearing in the first 48 hours after the injections. Physical therapy is recommended afterward to improve functioning and range of motion.", "contents": "Regenerative Therapy in Pain -- Technique or Treatment. Viscosupplementation: HA injection can be done in the office and is usually a quick procedure typically performed under Local anesthesia. Usually, 2 to 4 ml of HA should be injected directly into the joint capsule to be effective. Patients are advised to avoid excessive weight-bearing in the first 48 hours after the injections. Physical therapy is recommended afterward to improve functioning and range of motion."}
{"id": "article-138090_16", "title": "Regenerative Therapy in Pain -- Technique or Treatment", "content": "Prolotherapy: The most commonly used agent for prolotherapy is dextrose; concentrations greater than 10% are considered inflammatory, while those lower than 10% are considered noninflammatory. [6] Dextrose proliferates are approved by the FDA for injections but not for prolotherapy. Its current use for prolotherapy is off-label.", "contents": "Regenerative Therapy in Pain -- Technique or Treatment. Prolotherapy: The most commonly used agent for prolotherapy is dextrose; concentrations greater than 10% are considered inflammatory, while those lower than 10% are considered noninflammatory. [6] Dextrose proliferates are approved by the FDA for injections but not for prolotherapy. Its current use for prolotherapy is off-label."}
{"id": "article-138090_17", "title": "Regenerative Therapy in Pain -- Technique or Treatment", "content": "Plasma-rich platelets: PRP is obtained from the patient’s blood using the two-step centrifugation method. The first step separates whole blood into platelet and cell fractions. The second centrifugation step is performed at a higher speed. It further separates platelet growth factors. The final concentration range for the PRP product is 1.5 to 8 times the whole blood. It is usually activated by calcium chloride, bovine thrombin, or autologous thrombin.", "contents": "Regenerative Therapy in Pain -- Technique or Treatment. Plasma-rich platelets: PRP is obtained from the patient’s blood using the two-step centrifugation method. The first step separates whole blood into platelet and cell fractions. The second centrifugation step is performed at a higher speed. It further separates platelet growth factors. The final concentration range for the PRP product is 1.5 to 8 times the whole blood. It is usually activated by calcium chloride, bovine thrombin, or autologous thrombin."}
{"id": "article-138090_18", "title": "Regenerative Therapy in Pain -- Technique or Treatment", "content": "Mesenchymal stem cells: About 60 ml of bone marrow aspirate is collected and centrifuged to produce about 6 ml of bone marrow aspirate concentrate. MSCs are multipotent and can be harvested from several tissues, e.g., bone marrow, adipocytes, and amniotic tissue. The usual location for bone marrow aspiration is the iliac crest under anesthesia due to the associated pain and discomfort with the harvest. [18]", "contents": "Regenerative Therapy in Pain -- Technique or Treatment. Mesenchymal stem cells: About 60 ml of bone marrow aspirate is collected and centrifuged to produce about 6 ml of bone marrow aspirate concentrate. MSCs are multipotent and can be harvested from several tissues, e.g., bone marrow, adipocytes, and amniotic tissue. The usual location for bone marrow aspiration is the iliac crest under anesthesia due to the associated pain and discomfort with the harvest. [18]"}
{"id": "article-138090_19", "title": "Regenerative Therapy in Pain -- Complications", "content": "Regenerative therapy is generally well tolerated. The most common side effects are injection site swelling, pain or soreness, or stiffness. [20] [21] Therapy-specific complications include hemarthrosis, septic arthritis, seizures, pulmonary embolism, anaphylactic reaction. However, these more severe side effects are extremely rare. Stem cell therapy is very well tolerated, with most patients reporting satisfaction with the procedure. Other reported side effects include low-grade fevers. [22] [23]", "contents": "Regenerative Therapy in Pain -- Complications. Regenerative therapy is generally well tolerated. The most common side effects are injection site swelling, pain or soreness, or stiffness. [20] [21] Therapy-specific complications include hemarthrosis, septic arthritis, seizures, pulmonary embolism, anaphylactic reaction. However, these more severe side effects are extremely rare. Stem cell therapy is very well tolerated, with most patients reporting satisfaction with the procedure. Other reported side effects include low-grade fevers. [22] [23]"}
{"id": "article-138090_20", "title": "Regenerative Therapy in Pain -- Complications", "content": "Complications of PRP injections are extremely rare. Since PRP is an autologous product, the chance of having an allergic or immune reaction is non-existent. The most common side effect includes local site infection and pain at the injection site. Historically, bovine thrombin serves as an activator in some commercially available PRP kits. It carries a potential risk of coagulopathy. When bovine thrombin is used as an activator, patients develop antibodies to bovine factor V and bovine thrombin itself. When factor V level decreases below 30%, the risk of hemorrhage increases in patients; for this reason, autologous thrombin or recombinant human thrombin is available as an activator. [24] [25]", "contents": "Regenerative Therapy in Pain -- Complications. Complications of PRP injections are extremely rare. Since PRP is an autologous product, the chance of having an allergic or immune reaction is non-existent. The most common side effect includes local site infection and pain at the injection site. Historically, bovine thrombin serves as an activator in some commercially available PRP kits. It carries a potential risk of coagulopathy. When bovine thrombin is used as an activator, patients develop antibodies to bovine factor V and bovine thrombin itself. When factor V level decreases below 30%, the risk of hemorrhage increases in patients; for this reason, autologous thrombin or recombinant human thrombin is available as an activator. [24] [25]"}
{"id": "article-138090_21", "title": "Regenerative Therapy in Pain -- Complications", "content": "Rare adverse effects of prolotherapy reported include sleep disturbance, radicular pain, irregular menstruation, lumbar puncture headache. Other even rarer effects reported include meningitis, adhesive arachnoiditis, and encephalomyelitis. [26] [27]", "contents": "Regenerative Therapy in Pain -- Complications. Rare adverse effects of prolotherapy reported include sleep disturbance, radicular pain, irregular menstruation, lumbar puncture headache. Other even rarer effects reported include meningitis, adhesive arachnoiditis, and encephalomyelitis. [26] [27]"}
{"id": "article-138090_22", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "Multiple systemic reviews and meta-analyses have shown that intra-articular knee HA injections are safe, decrease pain and improve function in patients. [28] [29] [30] [31] A Cochrane database review of 76 trials concluded that HA is a safe and efficacious option for knee OA. [32] It showed improved pain and functional status for up to 26 weeks.", "contents": "Regenerative Therapy in Pain -- Clinical Significance. Multiple systemic reviews and meta-analyses have shown that intra-articular knee HA injections are safe, decrease pain and improve function in patients. [28] [29] [30] [31] A Cochrane database review of 76 trials concluded that HA is a safe and efficacious option for knee OA. [32] It showed improved pain and functional status for up to 26 weeks."}
{"id": "article-138090_23", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "Prolotherapy offers a cost-effective and conservative approach to the treatment of chronic pain. Several studies have shown the efficacy of prolotherapy for treating pain and dysfunction associated with various chronic musculoskeletal conditions, especially tendinopathies and OA. Further studies are needed to determine a standard protocol for prolotherapy injections.", "contents": "Regenerative Therapy in Pain -- Clinical Significance. Prolotherapy offers a cost-effective and conservative approach to the treatment of chronic pain. Several studies have shown the efficacy of prolotherapy for treating pain and dysfunction associated with various chronic musculoskeletal conditions, especially tendinopathies and OA. Further studies are needed to determine a standard protocol for prolotherapy injections."}
{"id": "article-138090_24", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "PRP is currently used as a treatment modality for OA, ligament injury, meniscus injury, muscle injury, tendinopathy, and spine disorders. Multiple randomized control trials, systemic reviews, and meta-analyses have supported the use of PRP in the management of chronic tendinopathy. However, variation in PRP preparation methods, post-intervention rehabilitation protocol, and different anatomic sites translate into variation in outcomes of the studies. [33] [34] [35]", "contents": "Regenerative Therapy in Pain -- Clinical Significance. PRP is currently used as a treatment modality for OA, ligament injury, meniscus injury, muscle injury, tendinopathy, and spine disorders. Multiple randomized control trials, systemic reviews, and meta-analyses have supported the use of PRP in the management of chronic tendinopathy. However, variation in PRP preparation methods, post-intervention rehabilitation protocol, and different anatomic sites translate into variation in outcomes of the studies. [33] [34] [35]"}
{"id": "article-138090_25", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "LP-PRP has improved pain and functional status for knee OA patients. Some studies have shown symptom relief of up to 1 year after PRP injection for knee OA. Patients in earlier stages of knee OA may benefit more from PRP than HA injections. Studies have not shown any significant benefits of PRP in treating hip OA. [36] [37]", "contents": "Regenerative Therapy in Pain -- Clinical Significance. LP-PRP has improved pain and functional status for knee OA patients. Some studies have shown symptom relief of up to 1 year after PRP injection for knee OA. Patients in earlier stages of knee OA may benefit more from PRP than HA injections. Studies have not shown any significant benefits of PRP in treating hip OA. [36] [37]"}
{"id": "article-138090_26", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "Many studies have examined the efficacy of PRP for the treatment of ligament injuries. There is promising evidence that PRP can improve anterior cruciate ligament (ACL) reconstruction outcomes. [38] Even though PRP has been used in clinical practice as a non-operative treatment for ligament injuries, a higher level of literature is scarce to prove any benefit or safety profile of PRP for ligament injuries. [39]", "contents": "Regenerative Therapy in Pain -- Clinical Significance. Many studies have examined the efficacy of PRP for the treatment of ligament injuries. There is promising evidence that PRP can improve anterior cruciate ligament (ACL) reconstruction outcomes. [38] Even though PRP has been used in clinical practice as a non-operative treatment for ligament injuries, a higher level of literature is scarce to prove any benefit or safety profile of PRP for ligament injuries. [39]"}
{"id": "article-138090_27", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "Low back pain is very prevalent among US adults and is one of the most common debilitating outpatient complaints. [40] Many researchers have focused on PRP as a treatment modality for low back pain associated with disc degeneration and facet joint osteoarthritis. Recent in vitro studies have shown PRP to stimulate proliferation and matrix synthesis in annulus fibrosus and nucleus pulposus. It exhibits anti-inflammatory effects on nucleus pulposus cells as well. [41] [42] [43]", "contents": "Regenerative Therapy in Pain -- Clinical Significance. Low back pain is very prevalent among US adults and is one of the most common debilitating outpatient complaints. [40] Many researchers have focused on PRP as a treatment modality for low back pain associated with disc degeneration and facet joint osteoarthritis. Recent in vitro studies have shown PRP to stimulate proliferation and matrix synthesis in annulus fibrosus and nucleus pulposus. It exhibits anti-inflammatory effects on nucleus pulposus cells as well. [41] [42] [43]"}
{"id": "article-138090_28", "title": "Regenerative Therapy in Pain -- Clinical Significance", "content": "Despite promising in-vitro results, very few high-quality clinical studies have been done to evaluate the role of PRP in the treatment of low back pain. [44] [45] Multiple small-scale studies have shown PRP to be safe and beneficial in treating discogenic and facet joint-related back pain. Still, more high-quality studies are needed to prove the efficacy of PRP for spine disorders. [46] [47] [48] A review of various studies involving the use of BMC in treating musculoskeletal disorders of the knee has shown level II evidence in the treatment of knee OA. [49]", "contents": "Regenerative Therapy in Pain -- Clinical Significance. Despite promising in-vitro results, very few high-quality clinical studies have been done to evaluate the role of PRP in the treatment of low back pain. [44] [45] Multiple small-scale studies have shown PRP to be safe and beneficial in treating discogenic and facet joint-related back pain. Still, more high-quality studies are needed to prove the efficacy of PRP for spine disorders. [46] [47] [48] A review of various studies involving the use of BMC in treating musculoskeletal disorders of the knee has shown level II evidence in the treatment of knee OA. [49]"}
{"id": "article-138090_29", "title": "Regenerative Therapy in Pain -- Enhancing Healthcare Team Outcomes", "content": "All the regenerative therapies discussed are best administered by an interprofessional healthcare team, sharing information, keeping each other informed regarding patient status changes post-procedure, and empowered to offer their view on the case without fear of reprisal. This interprofessional approach will create the environment for optimal patient outcomes with the fewest adverse events [Level 5]", "contents": "Regenerative Therapy in Pain -- Enhancing Healthcare Team Outcomes. All the regenerative therapies discussed are best administered by an interprofessional healthcare team, sharing information, keeping each other informed regarding patient status changes post-procedure, and empowered to offer their view on the case without fear of reprisal. This interprofessional approach will create the environment for optimal patient outcomes with the fewest adverse events [Level 5]"}
{"id": "article-138090_30", "title": "Regenerative Therapy in Pain -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Regenerative Therapy in Pain -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}