{"id": "article-25664_0", "title": "Neonatal Hypertension -- Continuing Education Activity", "content": "Neonatal hypertension often has non-specific presentation and it is commonly under-diagnosed. However, in the last few years, with the advancing technology in NICU, there is increased identification and awareness of this condition in neonates. To avoid cardiovascular and renal complications in adulthood, it should be managed aggressively. This article reviews Neonatal hypertension, its diagnosis, and its management. This activity highlights the role of the interprofessional team in the evaluation and management of patients with neonatal hypertension.", "contents": "Neonatal Hypertension -- Continuing Education Activity. Neonatal hypertension often has non-specific presentation and it is commonly under-diagnosed. However, in the last few years, with the advancing technology in NICU, there is increased identification and awareness of this condition in neonates. To avoid cardiovascular and renal complications in adulthood, it should be managed aggressively. This article reviews Neonatal hypertension, its diagnosis, and its management. This activity highlights the role of the interprofessional team in the evaluation and management of patients with neonatal hypertension."}
{"id": "article-25664_1", "title": "Neonatal Hypertension -- Continuing Education Activity", "content": "Objectives: Identify the etiology of neonatal hypertension. Review the evaluation of patients with neonatal hypertension. Outline the management options available for neonatal hypertension. Access free multiple choice questions on this topic.", "contents": "Neonatal Hypertension -- Continuing Education Activity. Objectives: Identify the etiology of neonatal hypertension. Review the evaluation of patients with neonatal hypertension. Outline the management options available for neonatal hypertension. Access free multiple choice questions on this topic."}
{"id": "article-25664_2", "title": "Neonatal Hypertension -- Introduction", "content": "Although encountered in clinical practice for the past 4 to 5 decades, hypertension in the neonates has been relatively recently recognized and investigated as distinct neonatal morbidity. The evaluation and management of the disease process were earlier compromised by a lack of comprehensive normative data for neonatal blood pressure (BP) due to the unavailability of accurate invasive or non-invasive techniques for its measurement. The significant and rapid variability in the BP with gestational age, postnatal age, birth weight, and gender in the referred population posed further challenges in establishing normal values and an inclusive definition of neonatal hypertension (NH).", "contents": "Neonatal Hypertension -- Introduction. Although encountered in clinical practice for the past 4 to 5 decades, hypertension in the neonates has been relatively recently recognized and investigated as distinct neonatal morbidity. The evaluation and management of the disease process were earlier compromised by a lack of comprehensive normative data for neonatal blood pressure (BP) due to the unavailability of accurate invasive or non-invasive techniques for its measurement. The significant and rapid variability in the BP with gestational age, postnatal age, birth weight, and gender in the referred population posed further challenges in establishing normal values and an inclusive definition of neonatal hypertension (NH)."}
{"id": "article-25664_3", "title": "Neonatal Hypertension -- Introduction", "content": "The clinical course, outcomes, and long-term sequelae of NH are still incompletely understood, and there is a lack of consensus among the experts about the use and selection of antihypertensive drugs for its treatment. [1] This article reviews the current information regarding the definition, risk factors, etiopathogenesis, and management of hypertension in newborn infants.", "contents": "Neonatal Hypertension -- Introduction. The clinical course, outcomes, and long-term sequelae of NH are still incompletely understood, and there is a lack of consensus among the experts about the use and selection of antihypertensive drugs for its treatment. [1] This article reviews the current information regarding the definition, risk factors, etiopathogenesis, and management of hypertension in newborn infants."}
{"id": "article-25664_4", "title": "Neonatal Hypertension -- Introduction", "content": "NH is diagnosed when the systolic or diastolic BP (DBP) values, as measured on 3 separate occasions, are over or equal to the 95th percentile for the infant's post-conceptual age. [2] A systolic BP (SBP) over the 99th percentile suggests severe hypertension and indicates the need to initiate antihypertensive therapy and specific investigations to identify the etiopathogenesis. The normative data for BP in the neonates are presented in the table (see Table. Blood Pressure at 2 Weeks of Postnatal Age in the Neonatal Population). [3]", "contents": "Neonatal Hypertension -- Introduction. NH is diagnosed when the systolic or diastolic BP (DBP) values, as measured on 3 separate occasions, are over or equal to the 95th percentile for the infant's post-conceptual age. [2] A systolic BP (SBP) over the 99th percentile suggests severe hypertension and indicates the need to initiate antihypertensive therapy and specific investigations to identify the etiopathogenesis. The normative data for BP in the neonates are presented in the table (see Table. Blood Pressure at 2 Weeks of Postnatal Age in the Neonatal Population). [3]"}
{"id": "article-25664_5", "title": "Neonatal Hypertension -- Introduction -- Table 1. Normative data for blood pressure at 2 weeks of postnatal age in the neonatal population.", "content": "(Adapted from reference number 11, Dione et al., Peds Nephro,2012;27:159-60)", "contents": "Neonatal Hypertension -- Introduction -- Table 1. Normative data for blood pressure at 2 weeks of postnatal age in the neonatal population. (Adapted from reference number 11, Dione et al., Peds Nephro,2012;27:159-60)"}
{"id": "article-25664_6", "title": "Neonatal Hypertension -- Introduction -- Measurement Of Blood Pressure", "content": "BP can be measured via invasive or non-invasive methods.", "contents": "Neonatal Hypertension -- Introduction -- Measurement Of Blood Pressure. BP can be measured via invasive or non-invasive methods."}
{"id": "article-25664_7", "title": "Neonatal Hypertension -- Introduction -- Invasive Method", "content": "The invasive intra-arterial blood pressure measurement and continuous monitoring, regarded as the gold standards, are done by utilizing an indwelling catheter in one of the umbilical,  radial, or the posterior tibial arteries, which is connected to a pressure transducer and via that to the multichannel display patient monitor. This method is generally reserved for sick and unstable infants, and for those who are extremely premature. [4] The following steps and precautions should be taken while measuring the blood pressure intra-arterially via the transducer.", "contents": "Neonatal Hypertension -- Introduction -- Invasive Method. The invasive intra-arterial blood pressure measurement and continuous monitoring, regarded as the gold standards, are done by utilizing an indwelling catheter in one of the umbilical,  radial, or the posterior tibial arteries, which is connected to a pressure transducer and via that to the multichannel display patient monitor. This method is generally reserved for sick and unstable infants, and for those who are extremely premature. [4] The following steps and precautions should be taken while measuring the blood pressure intra-arterially via the transducer."}
{"id": "article-25664_8", "title": "Neonatal Hypertension -- Introduction -- Invasive Method", "content": "The transducer should be positioned at the level of the heart. There should be no air bubbles in the tube, as their presence might increase DBP and decrease SBP. A dicrotic notch should be seen on the arterial waveform. Tubing should be of low compliance and the smallest acceptable length, as an increase in the length will falsely decrease the values. The pressure transducer should be set at zero atmospheric pressure as the reference point. The transducer should be irrigated with a continuous heparin infusion. The umbilical catheter should be of appropriate size. A narrow catheter will falsely decrease the SBP. The umbilical artery catheter should be removed, preferably after 5 to 7 days, as prolonged catheterization may increase the risk of thrombus formation, leading to false readings.", "contents": "Neonatal Hypertension -- Introduction -- Invasive Method. The transducer should be positioned at the level of the heart. There should be no air bubbles in the tube, as their presence might increase DBP and decrease SBP. A dicrotic notch should be seen on the arterial waveform. Tubing should be of low compliance and the smallest acceptable length, as an increase in the length will falsely decrease the values. The pressure transducer should be set at zero atmospheric pressure as the reference point. The transducer should be irrigated with a continuous heparin infusion. The umbilical catheter should be of appropriate size. A narrow catheter will falsely decrease the SBP. The umbilical artery catheter should be removed, preferably after 5 to 7 days, as prolonged catheterization may increase the risk of thrombus formation, leading to false readings."}
{"id": "article-25664_9", "title": "Neonatal Hypertension -- Introduction -- Non-invasive Methods", "content": "The commonest and most widely used non-invasive method for measuring blood pressure in the neonatal intensive care unit is the automated oscillometry. This device detects the maximum blood pressure oscillations from the arterial blood flow as mean blood pressure (MBP), which is then converted into the projected systolic and diastolic BP by utilizing standard proprietary algorithms. The oscillometric BP measurements generally correlate well with the invasive intra-arterial readings. However, it may overestimate the intra-arterial SBP values by 3 to 8 mm Hg, thereupon over-diagnosing hypertension, and become inaccurate when MAP drops below 30 mm Hg, thus missing hypotension. The device may also underestimate SBP in small for gestational age infants.", "contents": "Neonatal Hypertension -- Introduction -- Non-invasive Methods. The commonest and most widely used non-invasive method for measuring blood pressure in the neonatal intensive care unit is the automated oscillometry. This device detects the maximum blood pressure oscillations from the arterial blood flow as mean blood pressure (MBP), which is then converted into the projected systolic and diastolic BP by utilizing standard proprietary algorithms. The oscillometric BP measurements generally correlate well with the invasive intra-arterial readings. However, it may overestimate the intra-arterial SBP values by 3 to 8 mm Hg, thereupon over-diagnosing hypertension, and become inaccurate when MAP drops below 30 mm Hg, thus missing hypotension. The device may also underestimate SBP in small for gestational age infants."}
{"id": "article-25664_10", "title": "Neonatal Hypertension -- Introduction -- Non-invasive Methods", "content": "For accuracy, the optimum cuff width is suggested to be in a ratio of 0.45 to 0.70 with the arm circumference, cover 80% of the length of the arm, and the size should be standardized for uniformity in the results. The BP becomes erroneously high if the cuff size is too small.  At the time of measurement, the infant should be lying in a supine position, quietly awake, calm, preferably sleeping, and about 1 to 1.5 hours postprandial. A minimum of three readings, 2 minutes apart, should be taken in the right arm as the preferred site. Using a sphygmomanometer is not recommended because the Korotkoff sounds are not loud enough to be reliably audible in this age group of infants. [5] Ultrasound Doppler is rarely used as a regular BP monitoring device as it can underestimate the SBP values. [6]", "contents": "Neonatal Hypertension -- Introduction -- Non-invasive Methods. For accuracy, the optimum cuff width is suggested to be in a ratio of 0.45 to 0.70 with the arm circumference, cover 80% of the length of the arm, and the size should be standardized for uniformity in the results. The BP becomes erroneously high if the cuff size is too small.  At the time of measurement, the infant should be lying in a supine position, quietly awake, calm, preferably sleeping, and about 1 to 1.5 hours postprandial. A minimum of three readings, 2 minutes apart, should be taken in the right arm as the preferred site. Using a sphygmomanometer is not recommended because the Korotkoff sounds are not loud enough to be reliably audible in this age group of infants. [5] Ultrasound Doppler is rarely used as a regular BP monitoring device as it can underestimate the SBP values. [6]"}
{"id": "article-25664_11", "title": "Neonatal Hypertension -- Etiology", "content": "Prematurity is a risk factor, and 75% of all infants with NH are born preterm. [7] Newborns suffering from NH are generally sicker and have higher neonatal illness score and extended NICU stay. The most common causes of significant hypertension requiring medication in neonates are respiratory illnesses (BPD), drugs (caffeine, dexamethasone), ECMO, and renal disorders (parenchymal,  reno-vascular, acute renal tubular necrosis, renal failure). Other etiological factors may be neurological (seizures), endocrinal, cardiac- mainly coarctation of the aorta or infrequently PDA, and umbilical artery catheter-related thromboembolism. [8]", "contents": "Neonatal Hypertension -- Etiology. Prematurity is a risk factor, and 75% of all infants with NH are born preterm. [7] Newborns suffering from NH are generally sicker and have higher neonatal illness score and extended NICU stay. The most common causes of significant hypertension requiring medication in neonates are respiratory illnesses (BPD), drugs (caffeine, dexamethasone), ECMO, and renal disorders (parenchymal,  reno-vascular, acute renal tubular necrosis, renal failure). Other etiological factors may be neurological (seizures), endocrinal, cardiac- mainly coarctation of the aorta or infrequently PDA, and umbilical artery catheter-related thromboembolism. [8]"}
{"id": "article-25664_12", "title": "Neonatal Hypertension -- Etiology", "content": "BPD is an independent risk factor for NH and the most significant non-renal cause of hypertension in VLBW infants. [9] [10] Premature infants with intraventricular hemorrhage may be at risk for NH. Case reports of a term infant with ductal aneurysm has been recently published. Other anecdotally reported rare causes are adrenal hemorrhage, vitamin D toxicity with renal calcinosis, and total parenteral nutrition.  Almost 57 % of the cases of NH do not have identifiable causes and are categorized as idiopathic. [8] [11] See Table. Causes of Neonatal Hypertension.", "contents": "Neonatal Hypertension -- Etiology. BPD is an independent risk factor for NH and the most significant non-renal cause of hypertension in VLBW infants. [9] [10] Premature infants with intraventricular hemorrhage may be at risk for NH. Case reports of a term infant with ductal aneurysm has been recently published. Other anecdotally reported rare causes are adrenal hemorrhage, vitamin D toxicity with renal calcinosis, and total parenteral nutrition.  Almost 57 % of the cases of NH do not have identifiable causes and are categorized as idiopathic. [8] [11] See Table. Causes of Neonatal Hypertension."}
{"id": "article-25664_13", "title": "Neonatal Hypertension -- Epidemiology", "content": "The incidence of neonatal hypertension is reported to be 0.2% in term newborn infants and up to 3% in the infants admitted in the NICU. [3] The variation in the incidence may be attributed to the differences in the study population and the definition of NH used for the study. It is reported that 1.4% of preterm infants require antihypertensive therapy during their NICU stay compared to 1% in term infants. [9] The incidence of NH is demonstrated to be 13% to 43% in infants with BPD. The exact prevalence of NH in the preterm population has not been determined.", "contents": "Neonatal Hypertension -- Epidemiology. The incidence of neonatal hypertension is reported to be 0.2% in term newborn infants and up to 3% in the infants admitted in the NICU. [3] The variation in the incidence may be attributed to the differences in the study population and the definition of NH used for the study. It is reported that 1.4% of preterm infants require antihypertensive therapy during their NICU stay compared to 1% in term infants. [9] The incidence of NH is demonstrated to be 13% to 43% in infants with BPD. The exact prevalence of NH in the preterm population has not been determined."}
{"id": "article-25664_14", "title": "Neonatal Hypertension -- Pathophysiology", "content": "A reno-vascular mechanism is the commonest pathway and is operative in the majority of conditions leading to NH. Systemic causes that might decrease renal perfusion vary. Catheterization of the umbilical artery causes endothelial cell injury and the formation of thrombi in the renal vessels. The resultant decrease in kidney perfusion activates the renin-angiotensin-aldosterone system (RAS), thus causing hypertension. [12]", "contents": "Neonatal Hypertension -- Pathophysiology. A reno-vascular mechanism is the commonest pathway and is operative in the majority of conditions leading to NH. Systemic causes that might decrease renal perfusion vary. Catheterization of the umbilical artery causes endothelial cell injury and the formation of thrombi in the renal vessels. The resultant decrease in kidney perfusion activates the renin-angiotensin-aldosterone system (RAS), thus causing hypertension. [12]"}
{"id": "article-25664_15", "title": "Neonatal Hypertension -- Pathophysiology", "content": "An inability to excrete free water and an increase in the serum aldosterone levels have been reported in BPD, which might contribute to systemic hypertension.  Recently, an increase in the peripheral arterial wall thickness and abnormal vasomotor functions have been demonstrated as the etiopathogenesis for NH in infants with BPD. [10] [13]", "contents": "Neonatal Hypertension -- Pathophysiology. An inability to excrete free water and an increase in the serum aldosterone levels have been reported in BPD, which might contribute to systemic hypertension.  Recently, an increase in the peripheral arterial wall thickness and abnormal vasomotor functions have been demonstrated as the etiopathogenesis for NH in infants with BPD. [10] [13]"}
{"id": "article-25664_16", "title": "Neonatal Hypertension -- Pathophysiology", "content": "Infants of diabetic mothers or those with Factor V Leiden mutation may present with renal vein thrombosis (RVT) and decreased renal perfusion. Neonatal asphyxia may result in renal tubular necrosis (ATN) and secondary to that in NH. Neonatal tumors, such as pheochromocytoma, neuroblastoma, Wilms tumor, and mesoblastic nephroma, can cause NH by compressing the renal vessels or ureters, or by producing vasoactive substances, such as catecholamines. COA and PDA lead to decreased forward blood flow, diminished renal perfusion, and the activation of RAS. The closure of abdominal wall defects results in increased intraabdominal pressure that may compress renal vessels.", "contents": "Neonatal Hypertension -- Pathophysiology. Infants of diabetic mothers or those with Factor V Leiden mutation may present with renal vein thrombosis (RVT) and decreased renal perfusion. Neonatal asphyxia may result in renal tubular necrosis (ATN) and secondary to that in NH. Neonatal tumors, such as pheochromocytoma, neuroblastoma, Wilms tumor, and mesoblastic nephroma, can cause NH by compressing the renal vessels or ureters, or by producing vasoactive substances, such as catecholamines. COA and PDA lead to decreased forward blood flow, diminished renal perfusion, and the activation of RAS. The closure of abdominal wall defects results in increased intraabdominal pressure that may compress renal vessels."}
{"id": "article-25664_17", "title": "Neonatal Hypertension -- Pathophysiology", "content": "Hypertension in ECMO is thought to be secondary to the increased stroke volume caused by the increased aortic return from ECMO pump blood, and as a result of abnormal sodium or water handling in response to the non-pulsatile arterial flow through the infants’ systems.", "contents": "Neonatal Hypertension -- Pathophysiology. Hypertension in ECMO is thought to be secondary to the increased stroke volume caused by the increased aortic return from ECMO pump blood, and as a result of abnormal sodium or water handling in response to the non-pulsatile arterial flow through the infants’ systems."}
{"id": "article-25664_18", "title": "Neonatal Hypertension -- History and Physical", "content": "The neonates suffering from NH are usually asymptomatic, and the hypertension is detected via the routine continuous BP monitoring in the NICU. Those who are symptomatic may present with feeding intolerance, poor nipple efforts, irritability, hypotonia, hypertonia, vomiting, apnea, respiratory distress, oxygen desaturations, and in severe cases, tachycardia, congestive heart failure, cardiogenic shock, and seizures.  The symptoms are non-specific and varied. In older and term newborns, it is either detected by routine monitoring in NICU or by checking vital signs during the well-child visits. The newborns who are discharged from the nursery may return with symptoms of irritability and failure to thrive. [14]", "contents": "Neonatal Hypertension -- History and Physical. The neonates suffering from NH are usually asymptomatic, and the hypertension is detected via the routine continuous BP monitoring in the NICU. Those who are symptomatic may present with feeding intolerance, poor nipple efforts, irritability, hypotonia, hypertonia, vomiting, apnea, respiratory distress, oxygen desaturations, and in severe cases, tachycardia, congestive heart failure, cardiogenic shock, and seizures.  The symptoms are non-specific and varied. In older and term newborns, it is either detected by routine monitoring in NICU or by checking vital signs during the well-child visits. The newborns who are discharged from the nursery may return with symptoms of irritability and failure to thrive. [14]"}
{"id": "article-25664_19", "title": "Neonatal Hypertension -- History and Physical", "content": "A detailed system-wise physical examination is important. The general appearance may reveal dysmorphism, consistent with Turner, William’s, or Noonan syndromes, the diseases associated with coarctation of the aorta. The presence of a cardiac murmur with a discrepancy in the four limb blood pressures and femoral pulses suggests COA. Physical features of congestive heart failure like tachycardia, murmur, mottling, and cyanosis may be present. Palpation of the abdomen may reveal a mass in conditions of polycystic kidney disease, renal tumors, hydronephrosis, and renal vein thrombosis. The genitourinary examination may reveal congenital anomalies or ambiguous genitalia in congenital adrenal hyperplasia. The history of oligohydramnios may suggest congenital renal anomalies, and the infant may be born with typical features in severe cases.", "contents": "Neonatal Hypertension -- History and Physical. A detailed system-wise physical examination is important. The general appearance may reveal dysmorphism, consistent with Turner, William’s, or Noonan syndromes, the diseases associated with coarctation of the aorta. The presence of a cardiac murmur with a discrepancy in the four limb blood pressures and femoral pulses suggests COA. Physical features of congestive heart failure like tachycardia, murmur, mottling, and cyanosis may be present. Palpation of the abdomen may reveal a mass in conditions of polycystic kidney disease, renal tumors, hydronephrosis, and renal vein thrombosis. The genitourinary examination may reveal congenital anomalies or ambiguous genitalia in congenital adrenal hyperplasia. The history of oligohydramnios may suggest congenital renal anomalies, and the infant may be born with typical features in severe cases."}
{"id": "article-25664_20", "title": "Neonatal Hypertension -- Evaluation", "content": "A thorough maternal and perinatal history and physical examination guide in identifying the potential etiology. As the reno-vascular or renal parenchymal disorders account for the majority of cases of NH, the initial investigations pertain to this system and include urine analysis, blood urea nitrogen level, and serum values of creatinine, electrolytes, and calcium. The urine should be tested for vanillyl mandelic acid and homovanillic acid.  The initial workup should also include the aortic and renal ultrasonography with a doppler study. [8] Further investigation is guided by history and clinical suspicion and should include the following:", "contents": "Neonatal Hypertension -- Evaluation. A thorough maternal and perinatal history and physical examination guide in identifying the potential etiology. As the reno-vascular or renal parenchymal disorders account for the majority of cases of NH, the initial investigations pertain to this system and include urine analysis, blood urea nitrogen level, and serum values of creatinine, electrolytes, and calcium. The urine should be tested for vanillyl mandelic acid and homovanillic acid.  The initial workup should also include the aortic and renal ultrasonography with a doppler study. [8] Further investigation is guided by history and clinical suspicion and should include the following:"}
{"id": "article-25664_21", "title": "Neonatal Hypertension -- Evaluation", "content": "Thyroid function tests, serum cortisol levels, serum aldosterone, and plasma renin activity, plasma and urine catecholamines and metanephrines, serum 11 dexoycortisol, and 11 deoxycorticosterone. Urinary 17-hydroxysteroid and 17-ketosteroid Additional studies, such as chest radiograph (BPD, congestive heart failure), echocardiogram, voiding cystourethrogram, captopril renal scintigraphy, dimercaptosuccinic acid renal scan, computed tomographic angiography to evaluate renal artery and the aorta, abdominal MRI, head ultrasonography to rule out intraventricular hemorrhage.", "contents": "Neonatal Hypertension -- Evaluation. Thyroid function tests, serum cortisol levels, serum aldosterone, and plasma renin activity, plasma and urine catecholamines and metanephrines, serum 11 dexoycortisol, and 11 deoxycorticosterone. Urinary 17-hydroxysteroid and 17-ketosteroid Additional studies, such as chest radiograph (BPD, congestive heart failure), echocardiogram, voiding cystourethrogram, captopril renal scintigraphy, dimercaptosuccinic acid renal scan, computed tomographic angiography to evaluate renal artery and the aorta, abdominal MRI, head ultrasonography to rule out intraventricular hemorrhage."}
{"id": "article-25664_22", "title": "Neonatal Hypertension -- Treatment / Management", "content": "In most infants with NH, treating the correctable causes usually resolves the condition. The umbilical catheter should be removed as soon as possible. Hypercalcemia or excessive fluids intake should be corrected with fluid restriction and/or diuretics. Doses of medications like inotropes, steroids, or caffeine should be adjusted or the drug discontinued. Surgical conditions should be addressed as needed. Analgesia may be considered for the relief of pain. Appropriate hormonal therapy should be administered for endocrinal disorders. If hypertension persists above the 99th percentile of the normative data despite these measures, the antihypertensive therapy should be initiated. [15]", "contents": "Neonatal Hypertension -- Treatment / Management. In most infants with NH, treating the correctable causes usually resolves the condition. The umbilical catheter should be removed as soon as possible. Hypercalcemia or excessive fluids intake should be corrected with fluid restriction and/or diuretics. Doses of medications like inotropes, steroids, or caffeine should be adjusted or the drug discontinued. Surgical conditions should be addressed as needed. Analgesia may be considered for the relief of pain. Appropriate hormonal therapy should be administered for endocrinal disorders. If hypertension persists above the 99th percentile of the normative data despite these measures, the antihypertensive therapy should be initiated. [15]"}
{"id": "article-25664_23", "title": "Neonatal Hypertension -- Treatment / Management", "content": "Mild hypertension: These infants can be regularly monitored and closely observed. If hypertension does not resolve spontaneously, then they can be treated with a thiazide (preferred) or a loop diuretic agent.", "contents": "Neonatal Hypertension -- Treatment / Management. Mild hypertension: These infants can be regularly monitored and closely observed. If hypertension does not resolve spontaneously, then they can be treated with a thiazide (preferred) or a loop diuretic agent."}
{"id": "article-25664_24", "title": "Neonatal Hypertension -- Treatment / Management", "content": "Moderate hypertension: These infants have blood pressure readings between 95th to 99th percentiles for the age without signs of end-organ involvement. They can be treated with diuretics (first line), hydralazine, or propranolol. There is a paucity of information regarding the indications and benefits of oral antihypertensive agents for mild to moderate hypertension in neonates. The details of the commonly used oral agents are presented in the table. See Table . Oral Treatment Options for Hypertension in the Neonatal Age Group.", "contents": "Neonatal Hypertension -- Treatment / Management. Moderate hypertension: These infants have blood pressure readings between 95th to 99th percentiles for the age without signs of end-organ involvement. They can be treated with diuretics (first line), hydralazine, or propranolol. There is a paucity of information regarding the indications and benefits of oral antihypertensive agents for mild to moderate hypertension in neonates. The details of the commonly used oral agents are presented in the table. See Table . Oral Treatment Options for Hypertension in the Neonatal Age Group."}
{"id": "article-25664_25", "title": "Neonatal Hypertension -- Treatment / Management", "content": "Severe hypertension: If the blood pressure is greater than the 99 percentile, treatment with continuous intravenous drug infusion is warranted. A rapid reduction in blood pressure should be avoided. Close monitoring of blood pressure with an intra-arterial catheter is preferred in these patients. The recommended IV antihypertensive agents with their doses and side effects are presented in the table (see T able. Intravenous Treatment Options for Hypertension in the Neonatal Age Group).", "contents": "Neonatal Hypertension -- Treatment / Management. Severe hypertension: If the blood pressure is greater than the 99 percentile, treatment with continuous intravenous drug infusion is warranted. A rapid reduction in blood pressure should be avoided. Close monitoring of blood pressure with an intra-arterial catheter is preferred in these patients. The recommended IV antihypertensive agents with their doses and side effects are presented in the table (see T able. Intravenous Treatment Options for Hypertension in the Neonatal Age Group)."}
{"id": "article-25664_26", "title": "Neonatal Hypertension -- Treatment / Management", "content": "Surgical intervention in the management of neonatal HT is indicated under conditions such as coarctation of the aorta, renal artery or vein occlusion, urinary tract or ureteropelvic junction obstruction, polycystic kidney disease, neuroblastoma, or Wilms tumor, among others. [16]", "contents": "Neonatal Hypertension -- Treatment / Management. Surgical intervention in the management of neonatal HT is indicated under conditions such as coarctation of the aorta, renal artery or vein occlusion, urinary tract or ureteropelvic junction obstruction, polycystic kidney disease, neuroblastoma, or Wilms tumor, among others. [16]"}
{"id": "article-25664_27", "title": "Neonatal Hypertension -- Differential Diagnosis", "content": "NH is a manifestation of specific disorders pertaining to various organ systems (table2).  The etiopathogenic disease entities leading to NH should be differentiated by appropriate investigations. As the clinical presentation of NH, with symptoms like respiratory distress, hypotonia, irritability, feeding intolerance, tachycardia, among others, is nonspecific, all other neonatal causes for such symptoms should be ruled out.", "contents": "Neonatal Hypertension -- Differential Diagnosis. NH is a manifestation of specific disorders pertaining to various organ systems (table2).  The etiopathogenic disease entities leading to NH should be differentiated by appropriate investigations. As the clinical presentation of NH, with symptoms like respiratory distress, hypotonia, irritability, feeding intolerance, tachycardia, among others, is nonspecific, all other neonatal causes for such symptoms should be ruled out."}
{"id": "article-25664_28", "title": "Neonatal Hypertension -- Prognosis", "content": "The outcome of NH depends on the etiology and severity of the condition. NH associated with renal venous thrombosis, umbilical catheterization, or acute renal tubular necrosis are transient and resolve as the underlying disorder ameliorates. The presence of end-organ damage is associated with poor prognosis. Most newborns generally require drug therapy for a short period, and long-term therapy is infrequently needed. A retrospective study reported that only 15 percent of the 40 percent of infants who were discharged from the hospital on antihypertensive medication required treatment by the age of 3 to 6 months. [2]", "contents": "Neonatal Hypertension -- Prognosis. The outcome of NH depends on the etiology and severity of the condition. NH associated with renal venous thrombosis, umbilical catheterization, or acute renal tubular necrosis are transient and resolve as the underlying disorder ameliorates. The presence of end-organ damage is associated with poor prognosis. Most newborns generally require drug therapy for a short period, and long-term therapy is infrequently needed. A retrospective study reported that only 15 percent of the 40 percent of infants who were discharged from the hospital on antihypertensive medication required treatment by the age of 3 to 6 months. [2]"}
{"id": "article-25664_29", "title": "Neonatal Hypertension -- Prognosis", "content": "The natural history of NH is different from that of hypertension in older children. The median duration of therapy with antihypertensive drugs in infants in NICU  was reported to be ten days in a study that included 700 infants. Infants suffering from hypertension due to BPD are usually found to have their BP normalized on follow-up examinations. [17] NH, due to underlying renal parenchymal diseases, may have persisting hypertension into childhood and require prolonged therapy.", "contents": "Neonatal Hypertension -- Prognosis. The natural history of NH is different from that of hypertension in older children. The median duration of therapy with antihypertensive drugs in infants in NICU  was reported to be ten days in a study that included 700 infants. Infants suffering from hypertension due to BPD are usually found to have their BP normalized on follow-up examinations. [17] NH, due to underlying renal parenchymal diseases, may have persisting hypertension into childhood and require prolonged therapy."}
{"id": "article-25664_30", "title": "Neonatal Hypertension -- Complications", "content": "Infants with untreated severe unrelenting hypertension may develop multiple end-organ damages and suffer from vascular injury, left ventricular hypertrophy, encephalopathy, and hypertensive retinopathy. Early, aggressive and effective treatment should be provided in such conditions. Common complications of longstanding and severe hypertension are hypertensive nephropathy with variable renal dysfunction and hypertensive cardiomyopathy with left ventricular hypertrophy, dilation, and/or dysfunction. The long term adverse effects and sequelae of untreated as compared to treated hypertension in infants are unknown. Recent epidemiological evidence suggests that childhood hypertension is associated with a higher risk for adulthood hypertension.", "contents": "Neonatal Hypertension -- Complications. Infants with untreated severe unrelenting hypertension may develop multiple end-organ damages and suffer from vascular injury, left ventricular hypertrophy, encephalopathy, and hypertensive retinopathy. Early, aggressive and effective treatment should be provided in such conditions. Common complications of longstanding and severe hypertension are hypertensive nephropathy with variable renal dysfunction and hypertensive cardiomyopathy with left ventricular hypertrophy, dilation, and/or dysfunction. The long term adverse effects and sequelae of untreated as compared to treated hypertension in infants are unknown. Recent epidemiological evidence suggests that childhood hypertension is associated with a higher risk for adulthood hypertension."}
{"id": "article-25664_31", "title": "Neonatal Hypertension -- Deterrence and Patient Education", "content": "Neonatal hypertension is often missed or undiagnosed in infants admitted to the newborn nursery and is picked up incidentally on routine follow up visits. Early diagnosis and timely treatment are important in this population to prevent end-organ damage and adverse long-term sequelae. The pharmacological management is a challenge for neonatologists as very few agents have been studied for their efficacy and safety in this age group. A lack of the normative data and definition adds to the uncertainties in managing hypertension presenting during the neonatal period and infancy.", "contents": "Neonatal Hypertension -- Deterrence and Patient Education. Neonatal hypertension is often missed or undiagnosed in infants admitted to the newborn nursery and is picked up incidentally on routine follow up visits. Early diagnosis and timely treatment are important in this population to prevent end-organ damage and adverse long-term sequelae. The pharmacological management is a challenge for neonatologists as very few agents have been studied for their efficacy and safety in this age group. A lack of the normative data and definition adds to the uncertainties in managing hypertension presenting during the neonatal period and infancy."}
{"id": "article-25664_32", "title": "Neonatal Hypertension -- Deterrence and Patient Education", "content": "There are no clear cut guidelines, espy about the timing of starting antihypertensive treatment and the management of milder forms. As most infants require short term therapy (10 days on average) and many ameliorate spontaneously with time, a judicious approach based on the infant's condition and other associated factors should be considered. In moderate NH, starting treatment with oral and in severe NH introducing IV therapy is recommended.", "contents": "Neonatal Hypertension -- Deterrence and Patient Education. There are no clear cut guidelines, espy about the timing of starting antihypertensive treatment and the management of milder forms. As most infants require short term therapy (10 days on average) and many ameliorate spontaneously with time, a judicious approach based on the infant's condition and other associated factors should be considered. In moderate NH, starting treatment with oral and in severe NH introducing IV therapy is recommended."}
{"id": "article-25664_33", "title": "Neonatal Hypertension -- Enhancing Healthcare Team Outcomes", "content": "The management of NH requires a multi-disciplinary approach with a team that includes the primary care pediatrician, neonatologists, pediatric nephrologists, and cardiologists. The prognosis depends on the cause and the presence of end-organ dysfunction. To improve the outcomes, prompt recognition and management by a group of specialists are suggested.  The American Academy of Pediatrics does not recommend routine screening of children for hypertension until three years of age. However, children with identifiable risk factors for hypertension and those suspected of the morbidity based on history and presenting symptoms should be investigated and appropriately managed.", "contents": "Neonatal Hypertension -- Enhancing Healthcare Team Outcomes. The management of NH requires a multi-disciplinary approach with a team that includes the primary care pediatrician, neonatologists, pediatric nephrologists, and cardiologists. The prognosis depends on the cause and the presence of end-organ dysfunction. To improve the outcomes, prompt recognition and management by a group of specialists are suggested.  The American Academy of Pediatrics does not recommend routine screening of children for hypertension until three years of age. However, children with identifiable risk factors for hypertension and those suspected of the morbidity based on history and presenting symptoms should be investigated and appropriately managed."}
{"id": "article-25664_34", "title": "Neonatal Hypertension -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neonatal Hypertension -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}