{"id": "article-150547_0", "title": "Obesity and Set-Point Theory -- Continuing Education Activity", "content": "Obesity is a chronic disease with complex pathophysiology contributing to significant morbidity and mortality. Obesity set-point theory explains the concept of homeostatic forces defending a set body weight. The theory describes the compensatory mechanisms that pose challenges to weight loss treatments and the recidivism noted after successful weight loss. The theory also suggests that a person's weight set point is established early in life and remains relatively stable unless altered by specific conditions. This activity reviews the concept of obesity set point, the factors affecting it, and the role of the interprofessional team in managing obesity.", "contents": "Obesity and Set-Point Theory -- Continuing Education Activity. Obesity is a chronic disease with complex pathophysiology contributing to significant morbidity and mortality. Obesity set-point theory explains the concept of homeostatic forces defending a set body weight. The theory describes the compensatory mechanisms that pose challenges to weight loss treatments and the recidivism noted after successful weight loss. The theory also suggests that a person's weight set point is established early in life and remains relatively stable unless altered by specific conditions. This activity reviews the concept of obesity set point, the factors affecting it, and the role of the interprofessional team in managing obesity."}
{"id": "article-150547_1", "title": "Obesity and Set-Point Theory -- Continuing Education Activity", "content": "Objectives: Identify the factors that maintain weight set-point homeostasis. Understand the role of obesogens and the obesogenic environment in the modern world. Recognize genetic, surgical, pharmacological, and epigenetic factors that can potentially alter the set point. Apply best practices when counseling patients on holistic management options using an interprofessional team approach. Access free multiple choice questions on this topic.", "contents": "Obesity and Set-Point Theory -- Continuing Education Activity. Objectives: Identify the factors that maintain weight set-point homeostasis. Understand the role of obesogens and the obesogenic environment in the modern world. Recognize genetic, surgical, pharmacological, and epigenetic factors that can potentially alter the set point. Apply best practices when counseling patients on holistic management options using an interprofessional team approach. Access free multiple choice questions on this topic."}
{"id": "article-150547_2", "title": "Obesity and Set-Point Theory -- Introduction", "content": "Obesity is a chronic condition affected by complex factors and is now considered a global epidemic. Worldwide obesity prevalence has nearly tripled in 30 years (1975-2016). [1] In the United States between 1999-2000 and 2017-2018, the obesity prevalence increased from 30.5 to 42.4%, and severe obesity prevalence increased from 4.7 to 9.2%. [2] By 2030, 78% of American adults may be overweight or obese. [3] Obesity is associated with an increased risk of several comorbidities such as cancer, sleep apnea, stroke, osteoarthritis, nonalcoholic-steatohepatitis (NASH), cardiovascular disease, diabetes, and hypertension that may contribute to economic and healthcare-system burdens.", "contents": "Obesity and Set-Point Theory -- Introduction. Obesity is a chronic condition affected by complex factors and is now considered a global epidemic. Worldwide obesity prevalence has nearly tripled in 30 years (1975-2016). [1] In the United States between 1999-2000 and 2017-2018, the obesity prevalence increased from 30.5 to 42.4%, and severe obesity prevalence increased from 4.7 to 9.2%. [2] By 2030, 78% of American adults may be overweight or obese. [3] Obesity is associated with an increased risk of several comorbidities such as cancer, sleep apnea, stroke, osteoarthritis, nonalcoholic-steatohepatitis (NASH), cardiovascular disease, diabetes, and hypertension that may contribute to economic and healthcare-system burdens."}
{"id": "article-150547_3", "title": "Obesity and Set-Point Theory -- Introduction", "content": "The set-point theory is related to homeostasis. The theory posits that the human body has a predetermined weight or fat mass set-point range. Various compensatory physiological mechanisms maintain that set point and resist deviation from it. Feedback systems are vital in driving the body weight back toward the set point. In 1953, Kennedy proposed that body fat storage is regulated. [4] In 1982, nutritional researchers William Bennett and Joel Gurin expanded on Kennedy's concept when they developed the set-point theory.", "contents": "Obesity and Set-Point Theory -- Introduction. The set-point theory is related to homeostasis. The theory posits that the human body has a predetermined weight or fat mass set-point range. Various compensatory physiological mechanisms maintain that set point and resist deviation from it. Feedback systems are vital in driving the body weight back toward the set point. In 1953, Kennedy proposed that body fat storage is regulated. [4] In 1982, nutritional researchers William Bennett and Joel Gurin expanded on Kennedy's concept when they developed the set-point theory."}
{"id": "article-150547_4", "title": "Obesity and Set-Point Theory -- Introduction", "content": "Notably, the rate at which one regains weight following weight loss is considerably high, with over 80% of individuals eventually regaining the weight they lost. [5] The set-point theory may explain the high incidence of regained weight. Garvey WT stated, \"Obesity protects obesity.\" [6] When an individual loses weight, the body triggers increased appetite through modulation of satiety hormones, altered food preferences through behavioral changes, and overcompensated reduction in metabolism to drive the body weight back toward the set-point range. On the other hand, weight gain also triggers compensatory mechanisms, but these are weaker than those protecting weight loss. This asymmetry could be due to the evolutionary advantage of storing fat for survival during prolonged caloric restriction periods. [5]", "contents": "Obesity and Set-Point Theory -- Introduction. Notably, the rate at which one regains weight following weight loss is considerably high, with over 80% of individuals eventually regaining the weight they lost. [5] The set-point theory may explain the high incidence of regained weight. Garvey WT stated, \"Obesity protects obesity.\" [6] When an individual loses weight, the body triggers increased appetite through modulation of satiety hormones, altered food preferences through behavioral changes, and overcompensated reduction in metabolism to drive the body weight back toward the set-point range. On the other hand, weight gain also triggers compensatory mechanisms, but these are weaker than those protecting weight loss. This asymmetry could be due to the evolutionary advantage of storing fat for survival during prolonged caloric restriction periods. [5]"}
{"id": "article-150547_5", "title": "Obesity and Set-Point Theory -- Introduction", "content": "The set-point theory remains a theory since all the molecular mechanisms involved in set-point regulation are unclear, and some researchers may consider this theory to be oversimplistic. The theory also suggests that a person's weight set point is established early in life and remains relatively stable unless altered by specific conditions. However, factors such as childbirth, menopause, aging, obesogenic environment, and diseases can change the set points throughout one's life. Most individuals do not have one, but several, set points throughout their lives.", "contents": "Obesity and Set-Point Theory -- Introduction. The set-point theory remains a theory since all the molecular mechanisms involved in set-point regulation are unclear, and some researchers may consider this theory to be oversimplistic. The theory also suggests that a person's weight set point is established early in life and remains relatively stable unless altered by specific conditions. However, factors such as childbirth, menopause, aging, obesogenic environment, and diseases can change the set points throughout one's life. Most individuals do not have one, but several, set points throughout their lives."}
{"id": "article-150547_6", "title": "Obesity and Set-Point Theory -- Function -- Factors Maintaining Set-Point Homeostasis", "content": "Neurohormonal changes, metabolism changes, and behavioral modifications in response to weight changes could regulate and protect a weight or fat mass set-point range.", "contents": "Obesity and Set-Point Theory -- Function -- Factors Maintaining Set-Point Homeostasis. Neurohormonal changes, metabolism changes, and behavioral modifications in response to weight changes could regulate and protect a weight or fat mass set-point range."}
{"id": "article-150547_7", "title": "Obesity and Set-Point Theory -- Function -- Neurohormonal", "content": "Neurohormonal regulation of feeding behavior involves the interplay between satiety hormones and the central nervous system feeding centers. The hypothalamus plays a crucial role in this regulation, with the orexigenic and anorexigenic pathways controlling appetite. The orexigenic pathway is activated by the hormone ghrelin, is released by the stomach, and binds to neuronal receptors, releasing neuropeptide YY. This sends orexigenic (appetite-stimulating) signals to higher cortical centers, increasing hunger.", "contents": "Obesity and Set-Point Theory -- Function -- Neurohormonal. Neurohormonal regulation of feeding behavior involves the interplay between satiety hormones and the central nervous system feeding centers. The hypothalamus plays a crucial role in this regulation, with the orexigenic and anorexigenic pathways controlling appetite. The orexigenic pathway is activated by the hormone ghrelin, is released by the stomach, and binds to neuronal receptors, releasing neuropeptide YY. This sends orexigenic (appetite-stimulating) signals to higher cortical centers, increasing hunger."}
{"id": "article-150547_8", "title": "Obesity and Set-Point Theory -- Function -- Neurohormonal", "content": "Alternatively, the anorexigenic pathway is activated by hormones such as leptin from fat tissue, GLP-1, amylin, and peptide YY from the gastrointestinal tract. These hormones activate pro-opiomelanocortin synthesizing cells (POMC), which release the alpha-melanocyte-stimulating hormone. This hormone binds to the melanocortin-4 receptor, signaling higher centers to activate the anorexigenic pathway and decrease appetite. Alterations in these pathways can disturb set-point regulation. These pathways are already dysregulated in obesity, increasing adipose tissue mass through increased caloric intake. [6]", "contents": "Obesity and Set-Point Theory -- Function -- Neurohormonal. Alternatively, the anorexigenic pathway is activated by hormones such as leptin from fat tissue, GLP-1, amylin, and peptide YY from the gastrointestinal tract. These hormones activate pro-opiomelanocortin synthesizing cells (POMC), which release the alpha-melanocyte-stimulating hormone. This hormone binds to the melanocortin-4 receptor, signaling higher centers to activate the anorexigenic pathway and decrease appetite. Alterations in these pathways can disturb set-point regulation. These pathways are already dysregulated in obesity, increasing adipose tissue mass through increased caloric intake. [6]"}
{"id": "article-150547_9", "title": "Obesity and Set-Point Theory -- Function -- Neurohormonal", "content": "In response to weight loss, a series of changes can promote weight gain, such as increasing the level of orexigenic hormones and decreasing the levels of anorexigenic hormones. Additionally, food preferences change to foods with high-sugar content, high-fat content, and high-calorie density. [6]", "contents": "Obesity and Set-Point Theory -- Function -- Neurohormonal. In response to weight loss, a series of changes can promote weight gain, such as increasing the level of orexigenic hormones and decreasing the levels of anorexigenic hormones. Additionally, food preferences change to foods with high-sugar content, high-fat content, and high-calorie density. [6]"}
{"id": "article-150547_10", "title": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis", "content": "Adaptive thermogenesis can explain the unsatisfactory results of weight loss. In response to negative energy balance, adaptive changes result in energy sparing by reducing resting energy expenditure (REE). During early weight loss, adaptive thermogenesis triggers changes to meet the brain's energy needs by an adaptive reduction in regulatory hormones such as insulin and leptin.", "contents": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis. Adaptive thermogenesis can explain the unsatisfactory results of weight loss. In response to negative energy balance, adaptive changes result in energy sparing by reducing resting energy expenditure (REE). During early weight loss, adaptive thermogenesis triggers changes to meet the brain's energy needs by an adaptive reduction in regulatory hormones such as insulin and leptin."}
{"id": "article-150547_11", "title": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis", "content": "Leptin is a critical hormone in set-point regulation and weight maintenance through adaptive thermogenesis. During weight loss maintenance, leptin levels drop to keep energy expenditure low and prevent triglyceride stores from depleting to maintain the body's essential biological functions, such as reproduction. Leptin also appears to play a role in reducing thyroid activity (low T3) and decreasing sympathetic system activity to decrease skeletal muscle thermogenesis. [7] [8]", "contents": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis. Leptin is a critical hormone in set-point regulation and weight maintenance through adaptive thermogenesis. During weight loss maintenance, leptin levels drop to keep energy expenditure low and prevent triglyceride stores from depleting to maintain the body's essential biological functions, such as reproduction. Leptin also appears to play a role in reducing thyroid activity (low T3) and decreasing sympathetic system activity to decrease skeletal muscle thermogenesis. [7] [8]"}
{"id": "article-150547_12", "title": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis", "content": "Nonresting expenditure (nREE) changes in the first 3 weeks of weight loss attempts are less clear, but there is a reduction of nREE eventually. [7] An overcompensating mechanism in response to weight loss, leading to excessive gain after starvation, was noticed in studies. For example, a 10% weight loss can trigger a 20 to 25% reduction in total energy expenditure (10-15% beyond expected body composition changes). [5]", "contents": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis. Nonresting expenditure (nREE) changes in the first 3 weeks of weight loss attempts are less clear, but there is a reduction of nREE eventually. [7] An overcompensating mechanism in response to weight loss, leading to excessive gain after starvation, was noticed in studies. For example, a 10% weight loss can trigger a 20 to 25% reduction in total energy expenditure (10-15% beyond expected body composition changes). [5]"}
{"id": "article-150547_13", "title": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis", "content": "When recovering from starvation, people often overeat due to persistent thermogenesis suppression developed during starvation. These ongoing, adaptive thermogenesis mechanisms can increase the risk of long-term overshooting of weight gain. [9]", "contents": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis. When recovering from starvation, people often overeat due to persistent thermogenesis suppression developed during starvation. These ongoing, adaptive thermogenesis mechanisms can increase the risk of long-term overshooting of weight gain. [9]"}
{"id": "article-150547_14", "title": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis", "content": "Adaptive thermogenesis mechanisms during overfeeding are only partially understood. With overfeeding, some reported more than expected responses in increased spontaneous physical activity expenditure for weight changes. In contrast, some researchers reported compensatory increased energy expenditure due to an increase in the thermic effect of food, REE increase, and physical activity expenditure. [9]", "contents": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis. Adaptive thermogenesis mechanisms during overfeeding are only partially understood. With overfeeding, some reported more than expected responses in increased spontaneous physical activity expenditure for weight changes. In contrast, some researchers reported compensatory increased energy expenditure due to an increase in the thermic effect of food, REE increase, and physical activity expenditure. [9]"}
{"id": "article-150547_15", "title": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis", "content": "An example of adaptive thermogenesis's response to overfeeding is the Vermont overfeeding study. In this study, body weight gain was not as expected in response to excess overfeeding due to increased energy expenditure (EE) from weight gain (response to gain). [10]", "contents": "Obesity and Set-Point Theory -- Function -- Adaptive Thermogenesis. An example of adaptive thermogenesis's response to overfeeding is the Vermont overfeeding study. In this study, body weight gain was not as expected in response to excess overfeeding due to increased energy expenditure (EE) from weight gain (response to gain). [10]"}
{"id": "article-150547_16", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Genetics", "content": "Interpersonal variation in obesity despite exposure to similar obesogenic environments may suggest a prominent genetic role in determining set point. Obesity has a strong heritability factor. Monogenic forms of obesity involving mutations of leptin, leptin receptor, and melanocortin 4 receptor (MC4R) are identified and can alter the set point leading to obesity. However, these forms of obesity are not very common, and polygenic involvement is more common.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Genetics. Interpersonal variation in obesity despite exposure to similar obesogenic environments may suggest a prominent genetic role in determining set point. Obesity has a strong heritability factor. Monogenic forms of obesity involving mutations of leptin, leptin receptor, and melanocortin 4 receptor (MC4R) are identified and can alter the set point leading to obesity. However, these forms of obesity are not very common, and polygenic involvement is more common."}
{"id": "article-150547_17", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Genetics", "content": "Based on genome-wide association studies, multiple genes are involved with obesity, and each gene contributes to minor effects promoting obesity. [11] In any given environment, individuals who inherit large gene subsets have a higher tendency to become overweight. [12]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Genetics. Based on genome-wide association studies, multiple genes are involved with obesity, and each gene contributes to minor effects promoting obesity. [11] In any given environment, individuals who inherit large gene subsets have a higher tendency to become overweight. [12]"}
{"id": "article-150547_18", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Genetics", "content": "The role of genetics in the pathophysiology of obesity is demonstrated by studies that report identical responses in body weight to overfeeding or underfeeding among monozygotic twins. [13] [14] Overall, genetics plays a significant role in determining the set point.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Genetics. The role of genetics in the pathophysiology of obesity is demonstrated by studies that report identical responses in body weight to overfeeding or underfeeding among monozygotic twins. [13] [14] Overall, genetics plays a significant role in determining the set point."}
{"id": "article-150547_19", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Epigenetics", "content": "Environmental and nutritional factors can alter histones, leading to persistent changes that last a lifetime and can pass through paternal and maternal generations.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Epigenetics. Environmental and nutritional factors can alter histones, leading to persistent changes that last a lifetime and can pass through paternal and maternal generations."}
{"id": "article-150547_20", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Epigenetics", "content": "In utero exposure can cause epigenetic variations, such as gestational diabetes exposure resulting in methylated DNA changes that lead to multiple adiposity-related outcomes. This phenomenon was discovered through epigenome-wide association analysis, highlighting the crucial role of maternal health in obesity. [15]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Epigenetics. In utero exposure can cause epigenetic variations, such as gestational diabetes exposure resulting in methylated DNA changes that lead to multiple adiposity-related outcomes. This phenomenon was discovered through epigenome-wide association analysis, highlighting the crucial role of maternal health in obesity. [15]"}
{"id": "article-150547_21", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogens", "content": "Obesogens are chemicals that can promote obesity by altering adipose tissue indirectly. These chemicals can impact metabolism, food calorie intake, and energy balance and may cause an altered set point leading to obesity later in life. [16] Some environmental sources contain obesogens such as bisphenols, phthalates, parabens, nonsteroid estrogens, organotins, and polychlorinated biphenyls. [17]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogens. Obesogens are chemicals that can promote obesity by altering adipose tissue indirectly. These chemicals can impact metabolism, food calorie intake, and energy balance and may cause an altered set point leading to obesity later in life. [16] Some environmental sources contain obesogens such as bisphenols, phthalates, parabens, nonsteroid estrogens, organotins, and polychlorinated biphenyls. [17]"}
{"id": "article-150547_22", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "The set-point regulation may be lost in a world of calorie abundance, resulting in various \"settling points\" (series of set-point changes in response to energy intake and expenditure changes, eventually reaching a balance point). [18]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. The set-point regulation may be lost in a world of calorie abundance, resulting in various \"settling points\" (series of set-point changes in response to energy intake and expenditure changes, eventually reaching a balance point). [18]"}
{"id": "article-150547_23", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "The obesogenic environment in the modern world includes the promotion of fast food outlets, high-sugar drinks, energy-dense snacks, and low-cost, large-serving portions. Mechanized transport systems and urban design limit activity and contribute to this environment.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. The obesogenic environment in the modern world includes the promotion of fast food outlets, high-sugar drinks, energy-dense snacks, and low-cost, large-serving portions. Mechanized transport systems and urban design limit activity and contribute to this environment."}
{"id": "article-150547_24", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "The \"runaway weight-gain train model\" suggests that small changes in energy balance create a positive feedback loop that promotes weight gain. [19] Chronic positive energy balance and exercising too little results in weight gain.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. The \"runaway weight-gain train model\" suggests that small changes in energy balance create a positive feedback loop that promotes weight gain. [19] Chronic positive energy balance and exercising too little results in weight gain."}
{"id": "article-150547_25", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "There are several brakes to this positive feedback loop, including social stigma, personal physical discomfort from body habitus and voluntary reduction of energy intake, metabolic changes including increased leptin levels with decreased appetite, insulin resistance, increased energy expenditure, and increased sympathetic system activation. However, these brakes are ineffective enough to stop the powerful accelerating forces on a downhill slope.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. There are several brakes to this positive feedback loop, including social stigma, personal physical discomfort from body habitus and voluntary reduction of energy intake, metabolic changes including increased leptin levels with decreased appetite, insulin resistance, increased energy expenditure, and increased sympathetic system activation. However, these brakes are ineffective enough to stop the powerful accelerating forces on a downhill slope."}
{"id": "article-150547_26", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "The positive feedback loop is perpetuated by movement inertia (people with obesity tend to do less energy-expenditure activity), a mechanical dysfunction cycle (physical problems arising from being overweight, such as arthritis limiting physical activity), a psychological dysfunction cycle from psychiatric issues arising from obesity resulting in increased calorie intake and reducing activity, and a dieting cycle (hypocaloric diets causing weight loss compensated with excessive overshooting weight gain).", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. The positive feedback loop is perpetuated by movement inertia (people with obesity tend to do less energy-expenditure activity), a mechanical dysfunction cycle (physical problems arising from being overweight, such as arthritis limiting physical activity), a psychological dysfunction cycle from psychiatric issues arising from obesity resulting in increased calorie intake and reducing activity, and a dieting cycle (hypocaloric diets causing weight loss compensated with excessive overshooting weight gain)."}
{"id": "article-150547_27", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "Socioeconomic factors may also contribute to an obesogenic environment. A lower income can limit access to healthy food options and expensive recreational activities, increasing obesity risk. Communities with lower socioeconomic status (SES) have a more obesogenic environment than communities with high SES. [20]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. Socioeconomic factors may also contribute to an obesogenic environment. A lower income can limit access to healthy food options and expensive recreational activities, increasing obesity risk. Communities with lower socioeconomic status (SES) have a more obesogenic environment than communities with high SES. [20]"}
{"id": "article-150547_28", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment", "content": "Chronic stress from low SES contributes to comfort eating, increased alcohol consumption, and chronic hypothalamic-pituitary-adrenal axis activation. [21] Therefore, environmental factors must be tackled population-wide to address human obesity. [18]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesogenic Environment. Chronic stress from low SES contributes to comfort eating, increased alcohol consumption, and chronic hypothalamic-pituitary-adrenal axis activation. [21] Therefore, environmental factors must be tackled population-wide to address human obesity. [18]"}
{"id": "article-150547_29", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery", "content": "Bariatric surgeries such as Roux-en-Y gastric bypass and sleeve gastrectomy achieve more significant weight loss and long-term sustainability than lifestyle changes and pharmacotherapy, making them the most effective approaches to weight loss and treating obesity-associated comorbidities. [22]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery. Bariatric surgeries such as Roux-en-Y gastric bypass and sleeve gastrectomy achieve more significant weight loss and long-term sustainability than lifestyle changes and pharmacotherapy, making them the most effective approaches to weight loss and treating obesity-associated comorbidities. [22]"}
{"id": "article-150547_30", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery", "content": "Bariatric surgery has been shown to reduce hunger and potentially lower the body's set point for weight, in contrast to lifestyle changes alone. Surgery can alter hormones such as increased GLP-1 secretion through 2 possible mechanisms: (1) via the foregut hypothesis in which surgery excludes the proximal jejunum and duodenum from nutrients, and (2) the hindgut hypothesis in which surgery promotes rapid nutrient delivery to the distal ileum. [23]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery. Bariatric surgery has been shown to reduce hunger and potentially lower the body's set point for weight, in contrast to lifestyle changes alone. Surgery can alter hormones such as increased GLP-1 secretion through 2 possible mechanisms: (1) via the foregut hypothesis in which surgery excludes the proximal jejunum and duodenum from nutrients, and (2) the hindgut hypothesis in which surgery promotes rapid nutrient delivery to the distal ileum. [23]"}
{"id": "article-150547_31", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery", "content": "Surgery can increase peptide YY and decrease ghrelin levels, decreasing hunger. [23] [24] Surgery can cause alterations in bile acids and bile-acid signaling pathways, which modulate glucose and energy metabolism. [25] Surgery can alter the gut microbiome, affecting nutrient extraction efficiency from food, producing metabolites acting on energy metabolism signaling pathways, and affecting liposaccharide plasma levels and intestinal permeability. Other considerable factors include gastric volume restriction created by surgery, variable levels of malabsorption and digestion, and concerns about dumping syndrome symptoms and associated anxiety. However, set-point modification is incomplete, and patients may experience weight gain due to maladaptive eating behaviors. [26]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery. Surgery can increase peptide YY and decrease ghrelin levels, decreasing hunger. [23] [24] Surgery can cause alterations in bile acids and bile-acid signaling pathways, which modulate glucose and energy metabolism. [25] Surgery can alter the gut microbiome, affecting nutrient extraction efficiency from food, producing metabolites acting on energy metabolism signaling pathways, and affecting liposaccharide plasma levels and intestinal permeability. Other considerable factors include gastric volume restriction created by surgery, variable levels of malabsorption and digestion, and concerns about dumping syndrome symptoms and associated anxiety. However, set-point modification is incomplete, and patients may experience weight gain due to maladaptive eating behaviors. [26]"}
{"id": "article-150547_32", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery", "content": "Rodent studies demonstrate that gastric sleeve surgery can lead to weight regain when food is unrestricted. Additionally, female rodents who undergo sleeve gastrectomy and become pregnant often regain weight to prepregnancy levels. [27] Reduction in resting energy expenditure and energy expenditure due to caloric restriction may also contribute to the challenges of sustained weight loss.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Bariatric Surgery. Rodent studies demonstrate that gastric sleeve surgery can lead to weight regain when food is unrestricted. Additionally, female rodents who undergo sleeve gastrectomy and become pregnant often regain weight to prepregnancy levels. [27] Reduction in resting energy expenditure and energy expenditure due to caloric restriction may also contribute to the challenges of sustained weight loss."}
{"id": "article-150547_33", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Diet and Physical Activity", "content": "A sedentary lifestyle and the availability of calorie-dense foods can promote weight gain. This can be addressed by dietary changes that include low-calorie diets regardless of the type of macronutrients, altering meal timing, and increasing physical activity. [5] [28] [29]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Diet and Physical Activity. A sedentary lifestyle and the availability of calorie-dense foods can promote weight gain. This can be addressed by dietary changes that include low-calorie diets regardless of the type of macronutrients, altering meal timing, and increasing physical activity. [5] [28] [29]"}
{"id": "article-150547_34", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Diet and Physical Activity", "content": "However, weight changes from diet control and physical activity may show short-lived results and do not permanently alter the set point, leading to difficulty sustaining weight loss for many individuals. Despite weight loss from these interventions, the set-point mechanism remains in operation, eventually leading to weight gain reaching the set point once diet modifications are stopped, and physical activity is reduced.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Diet and Physical Activity. However, weight changes from diet control and physical activity may show short-lived results and do not permanently alter the set point, leading to difficulty sustaining weight loss for many individuals. Despite weight loss from these interventions, the set-point mechanism remains in operation, eventually leading to weight gain reaching the set point once diet modifications are stopped, and physical activity is reduced."}
{"id": "article-150547_35", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Obesity Pharmacotherapy", "content": "The available medications for obesity treatment can aid in achieving weight loss and maintaining the new weight for a certain period. In small-sized rodent studies, Liraglutide was reported to reduce set point in diet-induced obese rats. [30] However, the evidence is lacking that these medications can alter the set point in humans and regulate body weight in response to metabolic and environmental changes. [6] As a result, when these medications are discontinued, the set-point mechanisms remain active, leading to weight gain that sometimes surpasses the initial weight. Thus, medications for obesity treatment should be used as an adjunct to lifestyle modifications to achieve and sustain weight loss.", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Obesity Pharmacotherapy. The available medications for obesity treatment can aid in achieving weight loss and maintaining the new weight for a certain period. In small-sized rodent studies, Liraglutide was reported to reduce set point in diet-induced obese rats. [30] However, the evidence is lacking that these medications can alter the set point in humans and regulate body weight in response to metabolic and environmental changes. [6] As a result, when these medications are discontinued, the set-point mechanisms remain active, leading to weight gain that sometimes surpasses the initial weight. Thus, medications for obesity treatment should be used as an adjunct to lifestyle modifications to achieve and sustain weight loss."}
{"id": "article-150547_36", "title": "Obesity and Set-Point Theory -- Issues of Concern -- Diseases", "content": "Rapid weight gain or loss can occur in many disease conditions, possibly due to set-point disturbance. Examples of such conditions include infectious diseases like HIV, endocrinological conditions, gastrointestinal disorders, cancer cachexia, and neuropsychiatric conditions such as depression, dementia, and anorexia nervosa. [31]", "contents": "Obesity and Set-Point Theory -- Issues of Concern -- Diseases. Rapid weight gain or loss can occur in many disease conditions, possibly due to set-point disturbance. Examples of such conditions include infectious diseases like HIV, endocrinological conditions, gastrointestinal disorders, cancer cachexia, and neuropsychiatric conditions such as depression, dementia, and anorexia nervosa. [31]"}
{"id": "article-150547_37", "title": "Obesity and Set-Point Theory -- Clinical Significance", "content": "Losing weight is challenging, and sustaining lost weight is even more difficult. Weight homeostatic mechanisms, as explained by the set-point theory, resist any weight changes, making obesity hard to treat. Understanding that obesity is a chronic disease is essential to reduce the stigma of obesity. Clinicians and society should avoid blaming patients for their obesity. The set-point theory helps healthcare workers provide educated guidance, emotional support, and motivation to patients during weight loss trials.", "contents": "Obesity and Set-Point Theory -- Clinical Significance. Losing weight is challenging, and sustaining lost weight is even more difficult. Weight homeostatic mechanisms, as explained by the set-point theory, resist any weight changes, making obesity hard to treat. Understanding that obesity is a chronic disease is essential to reduce the stigma of obesity. Clinicians and society should avoid blaming patients for their obesity. The set-point theory helps healthcare workers provide educated guidance, emotional support, and motivation to patients during weight loss trials."}
{"id": "article-150547_38", "title": "Obesity and Set-Point Theory -- Clinical Significance", "content": "Understanding set-point theory may aid in uncovering the underlying causes of the obesity epidemic. Identifying and targeting the mechanisms involved in the weight set point could serve as a potential target for preventing and treating obesity in the short term and for sustained weight loss. Finding safe and less invasive treatments that permanently lower the weight set point could significantly reduce the economic and healthcare burdens caused by obesity and its comorbidities.", "contents": "Obesity and Set-Point Theory -- Clinical Significance. Understanding set-point theory may aid in uncovering the underlying causes of the obesity epidemic. Identifying and targeting the mechanisms involved in the weight set point could serve as a potential target for preventing and treating obesity in the short term and for sustained weight loss. Finding safe and less invasive treatments that permanently lower the weight set point could significantly reduce the economic and healthcare burdens caused by obesity and its comorbidities."}
{"id": "article-150547_39", "title": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers, including clinicians, nurses, nutritionists, and the general public, must realize that obesity is a chronic disease with a complex pathophysiology. Understanding the set-point theory could shed light on the pathways and mechanisms involved in maintaining and altering homeostasis, highlighting the challenges of combating obesity as no single factor controls it.", "contents": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes. Healthcare workers, including clinicians, nurses, nutritionists, and the general public, must realize that obesity is a chronic disease with a complex pathophysiology. Understanding the set-point theory could shed light on the pathways and mechanisms involved in maintaining and altering homeostasis, highlighting the challenges of combating obesity as no single factor controls it."}
{"id": "article-150547_40", "title": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes", "content": "A multifaceted, holistic approach is essential to fight the obesity epidemic. Promoting diet and lifestyle changes and creating an environment that fosters physical activity and healthy eating choices can be conducive to initiating and maintaining weight loss. Rather than relying on a one-size-fits-all approach, individualized strategies that consider the complex pathophysiology involved in obesity and set-point regulation are essential.", "contents": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes. A multifaceted, holistic approach is essential to fight the obesity epidemic. Promoting diet and lifestyle changes and creating an environment that fosters physical activity and healthy eating choices can be conducive to initiating and maintaining weight loss. Rather than relying on a one-size-fits-all approach, individualized strategies that consider the complex pathophysiology involved in obesity and set-point regulation are essential."}
{"id": "article-150547_41", "title": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes", "content": "During the patient's weight loss journey, an interprofessional team needs to provide emotional and psychological support in addition to education on the importance of making a cognitive and conscious decision to sustain diet and lifestyle modifications long-term, recognizing that the setpoint mechanisms are primed to drive weight gain. Political intervention is necessary to create a less obesogenic environment, reduce obesity stigma, and provide better healthcare access to lower socioeconomic backgrounds.", "contents": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes. During the patient's weight loss journey, an interprofessional team needs to provide emotional and psychological support in addition to education on the importance of making a cognitive and conscious decision to sustain diet and lifestyle modifications long-term, recognizing that the setpoint mechanisms are primed to drive weight gain. Political intervention is necessary to create a less obesogenic environment, reduce obesity stigma, and provide better healthcare access to lower socioeconomic backgrounds."}
{"id": "article-150547_42", "title": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes", "content": "Further research is needed into the role of genetic interventions and neurohormonal pathways and then targeting their modifications. In addition, understanding the long-term effects of drugs and surgery on the set point and developing medications that target set-point molecular mechanisms is crucial. An integrated approach to combating obesity, incorporating all these strategies, is essential to create a healthier world. The interprofessional healthcare team must consider all alternatives to help battle the current obesity epidemic.", "contents": "Obesity and Set-Point Theory -- Enhancing Healthcare Team Outcomes. Further research is needed into the role of genetic interventions and neurohormonal pathways and then targeting their modifications. In addition, understanding the long-term effects of drugs and surgery on the set point and developing medications that target set-point molecular mechanisms is crucial. An integrated approach to combating obesity, incorporating all these strategies, is essential to create a healthier world. The interprofessional healthcare team must consider all alternatives to help battle the current obesity epidemic."}
{"id": "article-150547_43", "title": "Obesity and Set-Point Theory -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Obesity and Set-Point Theory -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}