{"id": "article-130673_0", "title": "Artificial Cornea Transplantation -- Continuing Education Activity", "content": "Bilateral blindness secondary to corneal disease worldwide is common, accounting for 12% of total global blindness. Common causes are anterior corneal pathologies such as trachoma, infectious keratitis, ocular trauma, chemical injuries, and high prevalence in developing countries. Primary corneal transplantation (lamellar or full-thickness) has high graft survival. Graft survival decreases with repeat transplantation and in complex eyes, despite advances in keratoplasty techniques and more selective transplantation of tissue. This activity reviews artificial corneal transplantation and explains the interprofessional team's role in evaluating and treating patients who undergo this procedure.", "contents": "Artificial Cornea Transplantation -- Continuing Education Activity. Bilateral blindness secondary to corneal disease worldwide is common, accounting for 12% of total global blindness. Common causes are anterior corneal pathologies such as trachoma, infectious keratitis, ocular trauma, chemical injuries, and high prevalence in developing countries. Primary corneal transplantation (lamellar or full-thickness) has high graft survival. Graft survival decreases with repeat transplantation and in complex eyes, despite advances in keratoplasty techniques and more selective transplantation of tissue. This activity reviews artificial corneal transplantation and explains the interprofessional team's role in evaluating and treating patients who undergo this procedure."}
{"id": "article-130673_1", "title": "Artificial Cornea Transplantation -- Continuing Education Activity", "content": "Objectives: Describe the different types of artificial corneal transplants. Identify the indications for artificial cornea transplantation. Identify the most common adverse events associated with artificial corneal transplantation. Summarize the risks associated with artificial corneal transplantation and summarize key patient counseling points. Access free multiple choice questions on this topic.", "contents": "Artificial Cornea Transplantation -- Continuing Education Activity. Objectives: Describe the different types of artificial corneal transplants. Identify the indications for artificial cornea transplantation. Identify the most common adverse events associated with artificial corneal transplantation. Summarize the risks associated with artificial corneal transplantation and summarize key patient counseling points. Access free multiple choice questions on this topic."}
{"id": "article-130673_2", "title": "Artificial Cornea Transplantation -- Introduction", "content": "There are approximately 4.9 million people with bilateral blindness secondary to corneal disease worldwide, accounting for 12% of total global blindness. [1] Common causes are anterior corneal pathologies such as trachoma, infectious keratitis, ocular trauma, chemical injuries, and high prevalence in developing countries. [2] Primary corneal transplantation (lamellar or full-thickness) has high graft survival of 87% and 93% at one year and 72% to 73% at 5 years in non-complex eyes. [3] Graft survival decreases with repeat transplantation and in complex eyes, despite advances in keratoplasty techniques and more selective tissue transplantation. [4]", "contents": "Artificial Cornea Transplantation -- Introduction. There are approximately 4.9 million people with bilateral blindness secondary to corneal disease worldwide, accounting for 12% of total global blindness. [1] Common causes are anterior corneal pathologies such as trachoma, infectious keratitis, ocular trauma, chemical injuries, and high prevalence in developing countries. [2] Primary corneal transplantation (lamellar or full-thickness) has high graft survival of 87% and 93% at one year and 72% to 73% at 5 years in non-complex eyes. [3] Graft survival decreases with repeat transplantation and in complex eyes, despite advances in keratoplasty techniques and more selective tissue transplantation. [4]"}
{"id": "article-130673_3", "title": "Artificial Cornea Transplantation -- Introduction", "content": "High-risk factors include recurrent and chronic inflammation of the ocular surface, glaucoma, and eyes with corneal vascularisation. Globally, the availability of donor cornea material can be limited due to donor supply and the need for eye banking facilities. An artificial cornea transplant can be considered for end-stage corneal diseases such as multiple graft failures or inflammatory ocular surface disease.", "contents": "Artificial Cornea Transplantation -- Introduction. High-risk factors include recurrent and chronic inflammation of the ocular surface, glaucoma, and eyes with corneal vascularisation. Globally, the availability of donor cornea material can be limited due to donor supply and the need for eye banking facilities. An artificial cornea transplant can be considered for end-stage corneal diseases such as multiple graft failures or inflammatory ocular surface disease."}
{"id": "article-130673_4", "title": "Artificial Cornea Transplantation -- Introduction", "content": "There have been many proposed artificial cornea transplant devices (keratoprosthesis; KPro). Pellier de Quengsy first described the initial concept in 1789. [5] They generally have a central clear optic with either hard skirt plates which sandwich donor cornea tissue in between or a soft optic and skirt in a one-piece integrated design. The importance of a suitable skirt material with good tissue incorporation was made clear from earlier models made from rubber, milk protein, Dacron, crystal, glass, and celluloid, which resulted in device extrusion after implantation. [3] The successful introduction of cadaveric corneal transplantation resulted in decreased interest in artificial corneal transplantation. However, the discovery of polymethylmethacrylate (PMMA) enabled a biocompatible device to be implanted, and earlier devices have been described by Choyce and Stone. [6] [7]", "contents": "Artificial Cornea Transplantation -- Introduction. There have been many proposed artificial cornea transplant devices (keratoprosthesis; KPro). Pellier de Quengsy first described the initial concept in 1789. [5] They generally have a central clear optic with either hard skirt plates which sandwich donor cornea tissue in between or a soft optic and skirt in a one-piece integrated design. The importance of a suitable skirt material with good tissue incorporation was made clear from earlier models made from rubber, milk protein, Dacron, crystal, glass, and celluloid, which resulted in device extrusion after implantation. [3] The successful introduction of cadaveric corneal transplantation resulted in decreased interest in artificial corneal transplantation. However, the discovery of polymethylmethacrylate (PMMA) enabled a biocompatible device to be implanted, and earlier devices have been described by Choyce and Stone. [6] [7]"}
{"id": "article-130673_5", "title": "Artificial Cornea Transplantation -- Introduction", "content": "More recently, soft polymers have been used to simulate the natural cornea. Poly-2-hydroxyethyl methacrylate was used for the AlphaCor, which gained FDA approval in 2003. [8] After one and two years, retention rates were 80% and 62%, and stromal melt occurred in 27% of the total cases, many requiring explantation. [8] A similar design using polytetrafluoroethylene (PTFE; Legeais BioKPro-III) had worse outcomes, with 86% of devices failing after implantation. [9] The focus of this review is to describe indications and management for the most commonly used artificial cornea transplants currently: Boston KPro type 1 and the Osteo-odonto-Keratoprosthesis (OOKP).", "contents": "Artificial Cornea Transplantation -- Introduction. More recently, soft polymers have been used to simulate the natural cornea. Poly-2-hydroxyethyl methacrylate was used for the AlphaCor, which gained FDA approval in 2003. [8] After one and two years, retention rates were 80% and 62%, and stromal melt occurred in 27% of the total cases, many requiring explantation. [8] A similar design using polytetrafluoroethylene (PTFE; Legeais BioKPro-III) had worse outcomes, with 86% of devices failing after implantation. [9] The focus of this review is to describe indications and management for the most commonly used artificial cornea transplants currently: Boston KPro type 1 and the Osteo-odonto-Keratoprosthesis (OOKP)."}
{"id": "article-130673_6", "title": "Artificial Cornea Transplantation -- Introduction -- Boston KPro Type I", "content": "The most widely implanted artificial cornea transplant is the Boston KPro type 1, which was first introduced by Dohlman in 1965 and gained FDA approval in 1992. [10] Its popularity started increasing from the beginning of the 21st century, and to date, over 19,000 have been implanted. The design consists of a front plate with a central optical stem, a backplate, and a corneal donor button sandwiched in between. The front plate and optic are made from PMMA, and the optical power is determined by the radius curvature. The original design involved screwing the backplate into position. This was improved with a titanium locking ring in 2003 and a threadless stem in 2007. [10] The backplate is available in PMMA and titanium, which are both biologically well tolerated. There is no difference reported in the frequency of retroprosthetic membrane formation (RPM) between the two materials at 12 months. [11]", "contents": "Artificial Cornea Transplantation -- Introduction -- Boston KPro Type I. The most widely implanted artificial cornea transplant is the Boston KPro type 1, which was first introduced by Dohlman in 1965 and gained FDA approval in 1992. [10] Its popularity started increasing from the beginning of the 21st century, and to date, over 19,000 have been implanted. The design consists of a front plate with a central optical stem, a backplate, and a corneal donor button sandwiched in between. The front plate and optic are made from PMMA, and the optical power is determined by the radius curvature. The original design involved screwing the backplate into position. This was improved with a titanium locking ring in 2003 and a threadless stem in 2007. [10] The backplate is available in PMMA and titanium, which are both biologically well tolerated. There is no difference reported in the frequency of retroprosthetic membrane formation (RPM) between the two materials at 12 months. [11]"}
{"id": "article-130673_7", "title": "Artificial Cornea Transplantation -- Introduction -- Osteo-odonto-Keratoprosthesis (OOKP)", "content": "The OOKP utilizes an autologous tooth root-alveolar bone complex as the keratoprosthesis skirt material for better tissue integration. Invented by Strampelli and modified by Falcinelli et al., the principle of OOKP surgery is the bypass of the diseased ocular surface by a buccal mucous membrane patch and replacement of the anterior segment structures with the OOKP. [12] The mucous membrane patch can tolerate dry environmental conditions and some level of inflammation. The good tissue integration ensures that OOKP can retain for a number of decades. [13] Long-term anatomical retention is good, with 81% retention over 5 years reported in a cohort of 36 eyes, 98% retention in 85 patients over a 20-year follow-up, and 80% in 224 eyes over 18 years. [12] [14] [15]", "contents": "Artificial Cornea Transplantation -- Introduction -- Osteo-odonto-Keratoprosthesis (OOKP). The OOKP utilizes an autologous tooth root-alveolar bone complex as the keratoprosthesis skirt material for better tissue integration. Invented by Strampelli and modified by Falcinelli et al., the principle of OOKP surgery is the bypass of the diseased ocular surface by a buccal mucous membrane patch and replacement of the anterior segment structures with the OOKP. [12] The mucous membrane patch can tolerate dry environmental conditions and some level of inflammation. The good tissue integration ensures that OOKP can retain for a number of decades. [13] Long-term anatomical retention is good, with 81% retention over 5 years reported in a cohort of 36 eyes, 98% retention in 85 patients over a 20-year follow-up, and 80% in 224 eyes over 18 years. [12] [14] [15]"}
{"id": "article-130673_8", "title": "Artificial Cornea Transplantation -- Introduction -- Keratoprostheses in Development", "content": "There are numerous alternative keratoprostheses in development. [16] [17] Studies have found that 5-year survival both for anatomical retention and functional recovery were higher for the Boston type 1 KPro compared with the Aurolab Keratoprosthesis. However, these were not statistically significant. [18] [19] Therefore the Aurolab Keratoprosthesis can be an alternative to the Boston type 1 KPro if there are affordability or availability limitations. The Lucia keratoprosthesis is a modification of the Boston type 1 KPro to improve affordability. [20] Machinist time was reduced by changing the locking interface between the front and backplates. Photoetching was used instead of using a lathe, and the round holes in the backplate were replaced with petaloid radial slits. Anodised titanium allowed changes in the color of the backplate for improved cosmesis.", "contents": "Artificial Cornea Transplantation -- Introduction -- Keratoprostheses in Development. There are numerous alternative keratoprostheses in development. [16] [17] Studies have found that 5-year survival both for anatomical retention and functional recovery were higher for the Boston type 1 KPro compared with the Aurolab Keratoprosthesis. However, these were not statistically significant. [18] [19] Therefore the Aurolab Keratoprosthesis can be an alternative to the Boston type 1 KPro if there are affordability or availability limitations. The Lucia keratoprosthesis is a modification of the Boston type 1 KPro to improve affordability. [20] Machinist time was reduced by changing the locking interface between the front and backplates. Photoetching was used instead of using a lathe, and the round holes in the backplate were replaced with petaloid radial slits. Anodised titanium allowed changes in the color of the backplate for improved cosmesis."}
{"id": "article-130673_9", "title": "Artificial Cornea Transplantation -- Introduction -- Keratoprostheses in Development", "content": "Several different keratoprostheses for eyes with defective blinking and dry eyes or cicatrization are being evaluated. The Lux keratoprosthesis consists of a cone-shaped PMMA cylinder, titanium sleeve, and a 7.8mm titanium backplate. A donor cornea is double trephined centrally at 3 mm and 7.5 mm peripherally. The PMMA cylinder is secured in the titanium sleeve and placed through the central 3mm opening in the donor cornea. The backplate is secured and sutured into place in the host after removal of the patient's cornea with interrupted nylon sutures. A mucous membrane graft is sutured over with an opening for the PMMA cylinder optic. Short-term results with good retention and functional outcomes have been reported. [16]", "contents": "Artificial Cornea Transplantation -- Introduction -- Keratoprostheses in Development. Several different keratoprostheses for eyes with defective blinking and dry eyes or cicatrization are being evaluated. The Lux keratoprosthesis consists of a cone-shaped PMMA cylinder, titanium sleeve, and a 7.8mm titanium backplate. A donor cornea is double trephined centrally at 3 mm and 7.5 mm peripherally. The PMMA cylinder is secured in the titanium sleeve and placed through the central 3mm opening in the donor cornea. The backplate is secured and sutured into place in the host after removal of the patient's cornea with interrupted nylon sutures. A mucous membrane graft is sutured over with an opening for the PMMA cylinder optic. Short-term results with good retention and functional outcomes have been reported. [16]"}
{"id": "article-130673_10", "title": "Artificial Cornea Transplantation -- Introduction -- Keratoprostheses in Development", "content": "Improvements in skirt materials could further enhance keratoprosthesis development. OOKP is at risk of bone resorption, and a synthetic substitute with a hydrogel composite of nano-crystalline hydroxyapatite (nHAp) coated poly lactic-co-glycolic acid (PLGA) microspheres have been evaluated in the lab. A graphene oxide titania-based biomaterial has been implanted in vivo in rabbit corneas without causing an immune or inflammatory reaction and can be a potential new skirt material for keratoprosthesis. [21]", "contents": "Artificial Cornea Transplantation -- Introduction -- Keratoprostheses in Development. Improvements in skirt materials could further enhance keratoprosthesis development. OOKP is at risk of bone resorption, and a synthetic substitute with a hydrogel composite of nano-crystalline hydroxyapatite (nHAp) coated poly lactic-co-glycolic acid (PLGA) microspheres have been evaluated in the lab. A graphene oxide titania-based biomaterial has been implanted in vivo in rabbit corneas without causing an immune or inflammatory reaction and can be a potential new skirt material for keratoprosthesis. [21]"}
{"id": "article-130673_11", "title": "Artificial Cornea Transplantation -- Anatomy and Physiology -- Classification", "content": "Collar-stud keratoprosthesis with 2 skirt plates, e.g., Boston KPro, Auralab KPro, which has donor cornea between the plates. Soft optic and skirt made from polymers with an intracorneal securing of the skirt within the stromal layers, e.g., Legeais, AlphaCor, KeraKlear. The keratoprosthesis device is secured on the external cornea and sclera, with a central clear optical core, e.g., osteo-odonto-KPro (OOKP).", "contents": "Artificial Cornea Transplantation -- Anatomy and Physiology -- Classification. Collar-stud keratoprosthesis with 2 skirt plates, e.g., Boston KPro, Auralab KPro, which has donor cornea between the plates. Soft optic and skirt made from polymers with an intracorneal securing of the skirt within the stromal layers, e.g., Legeais, AlphaCor, KeraKlear. The keratoprosthesis device is secured on the external cornea and sclera, with a central clear optical core, e.g., osteo-odonto-KPro (OOKP)."}
{"id": "article-130673_12", "title": "Artificial Cornea Transplantation -- Anatomy and Physiology -- Boston KPro Type I", "content": "Early models of the Boston KPro had a solid backplate, resulting in higher rates of cornea tissue melt with follow-up. This was due to reduced aqueous flow and penetration to the donor carrier cornea tissue and delivery of nutrients, leading to tissue necrosis and device extrusion or leakage and endophthalmitis. Therefore the backplate was modified to have holes, and a bandage contact lens changed at regular intervals to avoid ocular surface desiccation with long-term prophylactic topical vancomycin administration. This increased biointegration of the KPro with the donor cornea, reducing rates of leakage of pathogenic microbes into the eye.", "contents": "Artificial Cornea Transplantation -- Anatomy and Physiology -- Boston KPro Type I. Early models of the Boston KPro had a solid backplate, resulting in higher rates of cornea tissue melt with follow-up. This was due to reduced aqueous flow and penetration to the donor carrier cornea tissue and delivery of nutrients, leading to tissue necrosis and device extrusion or leakage and endophthalmitis. Therefore the backplate was modified to have holes, and a bandage contact lens changed at regular intervals to avoid ocular surface desiccation with long-term prophylactic topical vancomycin administration. This increased biointegration of the KPro with the donor cornea, reducing rates of leakage of pathogenic microbes into the eye."}
{"id": "article-130673_13", "title": "Artificial Cornea Transplantation -- Anatomy and Physiology -- Osteo-odonto-Keratoprosthesis (OOKP)", "content": "Previously, porous and nonbiological KPro skirt materials have been trialed, including Teflon, ceramic, Dacron, PTFE, hydrogel, and hydroxyapatite. [22] All of these had issues with longevity and tissue integration. The osteo-odonto-keratoprosthesis (OOKP) uses a tooth root-alveolar bone complex, originally described by Strampelli, as a biological substitute for the KPro skirt. Nowadays, tibial bone is sometimes used as an alternative in patients with no teeth (edentulism). The modern-day OOKP is the modified type improved by Falcinelli et al. and standardized in the Rome-Vienna protocol. [23] The patient's ocular surface is bypassed with a buccal mucosal membrane (BMM) graft, and the anterior segment structures are replaced with an osteo-odonto-acrylic lamina. The BMM can tolerate drying and some inflammation, and the alveo-dental lamina integrates with the ocular tissues and can last for several decades. The surgery is done in stages by oral and ophthalmic surgeons.", "contents": "Artificial Cornea Transplantation -- Anatomy and Physiology -- Osteo-odonto-Keratoprosthesis (OOKP). Previously, porous and nonbiological KPro skirt materials have been trialed, including Teflon, ceramic, Dacron, PTFE, hydrogel, and hydroxyapatite. [22] All of these had issues with longevity and tissue integration. The osteo-odonto-keratoprosthesis (OOKP) uses a tooth root-alveolar bone complex, originally described by Strampelli, as a biological substitute for the KPro skirt. Nowadays, tibial bone is sometimes used as an alternative in patients with no teeth (edentulism). The modern-day OOKP is the modified type improved by Falcinelli et al. and standardized in the Rome-Vienna protocol. [23] The patient's ocular surface is bypassed with a buccal mucosal membrane (BMM) graft, and the anterior segment structures are replaced with an osteo-odonto-acrylic lamina. The BMM can tolerate drying and some inflammation, and the alveo-dental lamina integrates with the ocular tissues and can last for several decades. The surgery is done in stages by oral and ophthalmic surgeons."}
{"id": "article-130673_14", "title": "Artificial Cornea Transplantation -- Indications", "content": "Patients with severe corneal opacity that are bilaterally blind where otherwise conventional corneal and stem cell transplantation would fail can be considered for artificial corneal transplant in one eye if that eye has a reasonable retina optic disc. The degree of ocular surface scarring or keratinization and inflammation, any shortening of the fornices, baseline tear secretion, blink reflex, and lid abnormalities will need to be assessed. These will influence the surgical approach and choice of the keratoprosthesis.", "contents": "Artificial Cornea Transplantation -- Indications. Patients with severe corneal opacity that are bilaterally blind where otherwise conventional corneal and stem cell transplantation would fail can be considered for artificial corneal transplant in one eye if that eye has a reasonable retina optic disc. The degree of ocular surface scarring or keratinization and inflammation, any shortening of the fornices, baseline tear secretion, blink reflex, and lid abnormalities will need to be assessed. These will influence the surgical approach and choice of the keratoprosthesis."}
{"id": "article-130673_15", "title": "Artificial Cornea Transplantation -- Indications -- Boston KPro Type I", "content": "For KPro Type I patients need to have an adequate blink reflex and tear production with a minimum Schirmer 1 out of 5 mm test. Any type of anterior segment pathology can be acceptable. However, the severity and type of posterior segment disease will impact suitability and clinical outcomes. Examples would include previous multiple failed grafts, corneal opacities with extensive vascularisation, certain conditions such as aniridia, corneal dystrophies, herpetic keratitis, previous corneal infections. The patient will need to apply and retain a soft contact lens if the type I KPro is being considered. [20] Boston Type II KPro can be suitable for patients who do not fit these criteria and who are also not suitable for OOKP due to poor dentition or edentulism.", "contents": "Artificial Cornea Transplantation -- Indications -- Boston KPro Type I. For KPro Type I patients need to have an adequate blink reflex and tear production with a minimum Schirmer 1 out of 5 mm test. Any type of anterior segment pathology can be acceptable. However, the severity and type of posterior segment disease will impact suitability and clinical outcomes. Examples would include previous multiple failed grafts, corneal opacities with extensive vascularisation, certain conditions such as aniridia, corneal dystrophies, herpetic keratitis, previous corneal infections. The patient will need to apply and retain a soft contact lens if the type I KPro is being considered. [20] Boston Type II KPro can be suitable for patients who do not fit these criteria and who are also not suitable for OOKP due to poor dentition or edentulism."}
{"id": "article-130673_16", "title": "Artificial Cornea Transplantation -- Indications -- OOKP", "content": "Patients with dry eyes, defective blinking and lid abnormalities, keratinization and inflammation of the ocular surface such as Sjogren's syndrome, graft versus host disease, Steven Johnson Syndrome, mucous membrane pemphigoid (stage 3 and 4), chemical burns, Lyell syndrome, and trachoma (stage C0 WHO classification) with at least light perception vision may be suitable for OOKP surgery.", "contents": "Artificial Cornea Transplantation -- Indications -- OOKP. Patients with dry eyes, defective blinking and lid abnormalities, keratinization and inflammation of the ocular surface such as Sjogren's syndrome, graft versus host disease, Steven Johnson Syndrome, mucous membrane pemphigoid (stage 3 and 4), chemical burns, Lyell syndrome, and trachoma (stage C0 WHO classification) with at least light perception vision may be suitable for OOKP surgery."}
{"id": "article-130673_17", "title": "Artificial Cornea Transplantation -- Contraindications -- Boston KPro Type I", "content": "The absence of a blink reflex, tear production, posterior segment pathologies such as retinal detachment, vision worse than light perception, abnormal lid anatomy, and forniceal shortening with the inability to retain a soft contact lens e.g. from forniceal shortening are all contraindications. Patients with no light perception vision, phthisis bulbi, or who have unrealistic expectations are not suitable for either type I or type II KPros. Patients with lagophthalmos require an oculoplastic consultation to minimize exposure risks.", "contents": "Artificial Cornea Transplantation -- Contraindications -- Boston KPro Type I. The absence of a blink reflex, tear production, posterior segment pathologies such as retinal detachment, vision worse than light perception, abnormal lid anatomy, and forniceal shortening with the inability to retain a soft contact lens e.g. from forniceal shortening are all contraindications. Patients with no light perception vision, phthisis bulbi, or who have unrealistic expectations are not suitable for either type I or type II KPros. Patients with lagophthalmos require an oculoplastic consultation to minimize exposure risks."}
{"id": "article-130673_18", "title": "Artificial Cornea Transplantation -- Contraindications -- Boston KPro Type I", "content": "Boston KPro implantation has been previously performed in the pediatric age group due to the perceived advantages over penetrating keratoplasty of reduced rejection, rapid visual recovery (lack of postoperative suture-related astigmatism), fewer examinations under anesthesia. However, recently published experience demonstrated high complication rates and progression to phthisis, hence it is no longer recommended. [24] [25]", "contents": "Artificial Cornea Transplantation -- Contraindications -- Boston KPro Type I. Boston KPro implantation has been previously performed in the pediatric age group due to the perceived advantages over penetrating keratoplasty of reduced rejection, rapid visual recovery (lack of postoperative suture-related astigmatism), fewer examinations under anesthesia. However, recently published experience demonstrated high complication rates and progression to phthisis, hence it is no longer recommended. [24] [25]"}
{"id": "article-130673_19", "title": "Artificial Cornea Transplantation -- Contraindications -- OOKP", "content": "Patients with advanced glaucoma will be a relative contraindication. [3] It is contraindicated in patients under 18 years of age due to their high bone turnover and also in eyes with no light perception vision or phthisis bulbi. Patients with the detached retina or other posterior segment pathology which results in low visual potential are contraindicated for an OOKP. Other relative contraindications include patients who will not be able to complete the follow-up program or who have poor mental health.", "contents": "Artificial Cornea Transplantation -- Contraindications -- OOKP. Patients with advanced glaucoma will be a relative contraindication. [3] It is contraindicated in patients under 18 years of age due to their high bone turnover and also in eyes with no light perception vision or phthisis bulbi. Patients with the detached retina or other posterior segment pathology which results in low visual potential are contraindicated for an OOKP. Other relative contraindications include patients who will not be able to complete the follow-up program or who have poor mental health."}
{"id": "article-130673_20", "title": "Artificial Cornea Transplantation -- Equipment -- Boston KPro Type I", "content": "Boston KPro type 1, cornea donor tissue, trephine, 9/10.0 nylon sutures, soft bandage contact lens, intraocular lens (if combining with lens removal), corneal graft surgical tray, Oculoplastic surgical tray, vitrectomy tray, and glaucoma drainage device if doing concurrent surgery.", "contents": "Artificial Cornea Transplantation -- Equipment -- Boston KPro Type I. Boston KPro type 1, cornea donor tissue, trephine, 9/10.0 nylon sutures, soft bandage contact lens, intraocular lens (if combining with lens removal), corneal graft surgical tray, Oculoplastic surgical tray, vitrectomy tray, and glaucoma drainage device if doing concurrent surgery."}
{"id": "article-130673_21", "title": "Artificial Cornea Transplantation -- Equipment -- OOKP", "content": "Corneal graft surgical tray, cautery, bone saw retractors, diamond-coated flywheel, drill, optic cylinder, fliering ring, trephine, silk traction suture, 10.0 nylon sutures.", "contents": "Artificial Cornea Transplantation -- Equipment -- OOKP. Corneal graft surgical tray, cautery, bone saw retractors, diamond-coated flywheel, drill, optic cylinder, fliering ring, trephine, silk traction suture, 10.0 nylon sutures."}
{"id": "article-130673_22", "title": "Artificial Cornea Transplantation -- Personnel", "content": "Ophthalmologists (including subspecialists in cornea and anterior segment, glaucoma, vitreoretinal, oculoplastics), oro-dental surgeons, anesthetists, physicians, nurses, and clinical psychologists are essential for optimum outcomes. Psychological, social support, and provisions for access to hospital facilities in planned and emergency follow-up care are necessary components of the service. The care pathway should also have access to patient support groups, the information in the form of leaflets or multimedia to instruct and educate the patient about the procedure and aftercare.", "contents": "Artificial Cornea Transplantation -- Personnel. Ophthalmologists (including subspecialists in cornea and anterior segment, glaucoma, vitreoretinal, oculoplastics), oro-dental surgeons, anesthetists, physicians, nurses, and clinical psychologists are essential for optimum outcomes. Psychological, social support, and provisions for access to hospital facilities in planned and emergency follow-up care are necessary components of the service. The care pathway should also have access to patient support groups, the information in the form of leaflets or multimedia to instruct and educate the patient about the procedure and aftercare."}
{"id": "article-130673_23", "title": "Artificial Cornea Transplantation -- Preparation -- Boston KPro Type 1", "content": "Generally, patients will have had maximal medical and surgical management already, and KPro Type 1 surgery is the only option available for vision preservation and improvement. Baseline best-corrected visual function should be documented, including evidence of glaucoma surgeries, previous corneal grafts, history of steroid response, and posterior segment disease. Biometry should be undertaken if open sky cataract extraction will be performed. Risk factors such as herpetic disease, active ocular surface inflammation will need to be optimized before surgery.", "contents": "Artificial Cornea Transplantation -- Preparation -- Boston KPro Type 1. Generally, patients will have had maximal medical and surgical management already, and KPro Type 1 surgery is the only option available for vision preservation and improvement. Baseline best-corrected visual function should be documented, including evidence of glaucoma surgeries, previous corneal grafts, history of steroid response, and posterior segment disease. Biometry should be undertaken if open sky cataract extraction will be performed. Risk factors such as herpetic disease, active ocular surface inflammation will need to be optimized before surgery."}
{"id": "article-130673_24", "title": "Artificial Cornea Transplantation -- Preparation -- OOKP", "content": "During the preoperative assessment, baseline visual acuity of at least light perception in the eye is necessary to proceed to OOKP. Ultrasonography, A-scan biometry, and electrodiagnostics also help to predict visual potential postoperatively. Intraocular pressure can be challenging to measure and sometimes may need to be recorded subjectively via digital estimation. A thorough ocular surface examination and documentation of dryness, as well as the assessment of the patient's oral health, is needed. Sometimes radiological imaging of the patient's teeth is necessary to choose a suitable donor tooth.", "contents": "Artificial Cornea Transplantation -- Preparation -- OOKP. During the preoperative assessment, baseline visual acuity of at least light perception in the eye is necessary to proceed to OOKP. Ultrasonography, A-scan biometry, and electrodiagnostics also help to predict visual potential postoperatively. Intraocular pressure can be challenging to measure and sometimes may need to be recorded subjectively via digital estimation. A thorough ocular surface examination and documentation of dryness, as well as the assessment of the patient's oral health, is needed. Sometimes radiological imaging of the patient's teeth is necessary to choose a suitable donor tooth."}
{"id": "article-130673_25", "title": "Artificial Cornea Transplantation -- Preparation -- OOKP", "content": "The patient is started on antiseptic and antifungal mouthwash a day before stage I surgery. During this stage, a BMM is harvested from the patient and grafted to the ocular surface bed, and the prepared osteo-odonto-acrylic lamina is implanted into a subcutaneous pouch in the contralateral lower lid. Preparation of the second stage involves careful monitoring for mucosal complications (thinning, ulceration, infection) and infection or extrusion of the implanted lamina.", "contents": "Artificial Cornea Transplantation -- Preparation -- OOKP. The patient is started on antiseptic and antifungal mouthwash a day before stage I surgery. During this stage, a BMM is harvested from the patient and grafted to the ocular surface bed, and the prepared osteo-odonto-acrylic lamina is implanted into a subcutaneous pouch in the contralateral lower lid. Preparation of the second stage involves careful monitoring for mucosal complications (thinning, ulceration, infection) and infection or extrusion of the implanted lamina."}
{"id": "article-130673_26", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "Remove thickened corneal epithelium to aid visualization.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. Remove thickened corneal epithelium to aid visualization."}
{"id": "article-130673_27", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "Mark the center of the cornea with gentian violet. An RK marker can be used to aid suture placement later.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. Mark the center of the cornea with gentian violet. An RK marker can be used to aid suture placement later."}
{"id": "article-130673_28", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "If doing concurrent pars plana vitrectomy, the ports can be pre-placed. A core anterior vitrectomy is generally done in aphakic patients.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. If doing concurrent pars plana vitrectomy, the ports can be pre-placed. A core anterior vitrectomy is generally done in aphakic patients."}
{"id": "article-130673_29", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "In phakic patients, lens extraction is done as well, with or without implantation of an intraocular lens.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. In phakic patients, lens extraction is done as well, with or without implantation of an intraocular lens."}
{"id": "article-130673_30", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "KPro is assembled before the trephination of the patient's cornea. The donor cornea is trephined to measure 8.5-9.0 mm. A central 3 mm hole is trephine on the donor corneal button. This can be done before the outer diameter punch is used. The front plate is placed face down. The donor button is placed over the front plate stem, with the backplate placed over the stem resting on the cornea endothelium. This is secured in place with the titanium locking ring.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. KPro is assembled before the trephination of the patient's cornea. The donor cornea is trephined to measure 8.5-9.0 mm. A central 3 mm hole is trephine on the donor corneal button. This can be done before the outer diameter punch is used. The front plate is placed face down. The donor button is placed over the front plate stem, with the backplate placed over the stem resting on the cornea endothelium. This is secured in place with the titanium locking ring."}
{"id": "article-130673_31", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "A paracentesis is made, and viscoelastic injected into the anterior chamber. The patient's recipient cornea is trephinated. Usually, the diameter is 0.5 mm less than the donor cornea graft. At this point, any additional procedures are usually undertaken due to better visualization, e.g., lens extraction, implantation/removal of the intraocular lens, open-sky anterior vitrectomy, trimming of glaucoma drainage devices.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. A paracentesis is made, and viscoelastic injected into the anterior chamber. The patient's recipient cornea is trephinated. Usually, the diameter is 0.5 mm less than the donor cornea graft. At this point, any additional procedures are usually undertaken due to better visualization, e.g., lens extraction, implantation/removal of the intraocular lens, open-sky anterior vitrectomy, trimming of glaucoma drainage devices."}
{"id": "article-130673_32", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "The donor button with KPro is sutured with interrupted 10.0 nylon (9.0 nylon can also be used) and checked for integrity.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. The donor button with KPro is sutured with interrupted 10.0 nylon (9.0 nylon can also be used) and checked for integrity."}
{"id": "article-130673_33", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "A pars plana core vitrectomy (PPV) is sometimes performed after suturing is complete, especially if there is posterior segment pathology (hemorrhage, retinal detachment, epiretinal membrane). Long-term patients who have had combined PPV and KPro had fewer complications. [26]", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. A pars plana core vitrectomy (PPV) is sometimes performed after suturing is complete, especially if there is posterior segment pathology (hemorrhage, retinal detachment, epiretinal membrane). Long-term patients who have had combined PPV and KPro had fewer complications. [26]"}
{"id": "article-130673_34", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I", "content": "Intracameral antibiotics and a soft contact lens are placed at the end of the procedure.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Boston KPro Type I. Intracameral antibiotics and a soft contact lens are placed at the end of the procedure."}
{"id": "article-130673_35", "title": "Artificial Cornea Transplantation -- Technique or Treatment", "content": "OOKP [23]", "contents": "Artificial Cornea Transplantation -- Technique or Treatment. OOKP [23]"}
{"id": "article-130673_36", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "The mucous membrane covering needs to be harvested. A preoperative oral hygiene regime is started after the decision to operate is taken. The size of the removed MMG is around 3 to 4 mm diameter to cover the anterior surface of the globe to the recti muscles' insertions. The parotid duct opening is spared, along with hemostasis and sutured closure of the graft site.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. The mucous membrane covering needs to be harvested. A preoperative oral hygiene regime is started after the decision to operate is taken. The size of the removed MMG is around 3 to 4 mm diameter to cover the anterior surface of the globe to the recti muscles' insertions. The parotid duct opening is spared, along with hemostasis and sutured closure of the graft site."}
{"id": "article-130673_37", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "All remaining limbal stem cells, corneal epithelium, and Bowman's layer covering the globe require removal. The conjunctiva is recessed up to the recti muscles with the use of minimal cautery. Tenons capsule is used to cover up a non-vascularised cornea.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. All remaining limbal stem cells, corneal epithelium, and Bowman's layer covering the globe require removal. The conjunctiva is recessed up to the recti muscles with the use of minimal cautery. Tenons capsule is used to cover up a non-vascularised cornea."}
{"id": "article-130673_38", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "The MMG is sutured onto the episclera with interrupted or running suture close to the recti insertions without overstretching.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. The MMG is sutured onto the episclera with interrupted or running suture close to the recti insertions without overstretching."}
{"id": "article-130673_39", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "The tooth chosen should have the largest root. The gingiva is dissected, and the tooth with root and surrounding alveolar bone is harvested with a bone saw. The ideal size of the dentoalveolar lamina is 15 to 16 mm in length and at least 3mm in thickness. The gingiva is removed and extensive rinsing with povidone-iodine to reduce bacterial contamination.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. The tooth chosen should have the largest root. The gingiva is dissected, and the tooth with root and surrounding alveolar bone is harvested with a bone saw. The ideal size of the dentoalveolar lamina is 15 to 16 mm in length and at least 3mm in thickness. The gingiva is removed and extensive rinsing with povidone-iodine to reduce bacterial contamination."}
{"id": "article-130673_40", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "A diamond-coated flywheel is used to remove half of the root. All tissues from the dental pulp canal are also removed.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. A diamond-coated flywheel is used to remove half of the root. All tissues from the dental pulp canal are also removed."}
{"id": "article-130673_41", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "An opening for the optic cylinder is drilled in the dentine at a perpendicular angle, ideally centered or where there is more bone tissue.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. An opening for the optic cylinder is drilled in the dentine at a perpendicular angle, ideally centered or where there is more bone tissue."}
{"id": "article-130673_42", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "The optic cylinder power is calculated (50 to 60 diopters for an aphakic eye) and cemented into the opening after the dentine is dried with oxygen.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. The optic cylinder power is calculated (50 to 60 diopters for an aphakic eye) and cemented into the opening after the dentine is dried with oxygen."}
{"id": "article-130673_43", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I", "content": "The tooth crown is removed, and the osteoodontoacrylic lamina (OOAL) implant is inserted into a subcutaneous pouch for 3 months to aid revascularisation and growth of connective tissues, usually in the orbitozygomatic area inferior to the lower lid of the contralateral eye.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage I. The tooth crown is removed, and the osteoodontoacrylic lamina (OOAL) implant is inserted into a subcutaneous pouch for 3 months to aid revascularisation and growth of connective tissues, usually in the orbitozygomatic area inferior to the lower lid of the contralateral eye."}
{"id": "article-130673_44", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "The OOAL is explanted from the subcutaneous pouch and assessed for integrity and bone absorption.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. The OOAL is explanted from the subcutaneous pouch and assessed for integrity and bone absorption."}
{"id": "article-130673_45", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "The connective tissue is removed from the dentine surface, which will make contact with the corneal surface.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. The connective tissue is removed from the dentine surface, which will make contact with the corneal surface."}
{"id": "article-130673_46", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "The MMG is partially lifted off the anterior globe and a flap fashioned, with the inferior limbus base attached to retain the blood supply.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. The MMG is partially lifted off the anterior globe and a flap fashioned, with the inferior limbus base attached to retain the blood supply."}
{"id": "article-130673_47", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "A Flieringa ring is sutured to the sclera with traction sutures at 3 and 9 o'clock pre-placed to lift the ring at the time of lamina insertion.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. A Flieringa ring is sutured to the sclera with traction sutures at 3 and 9 o'clock pre-placed to lift the ring at the time of lamina insertion."}
{"id": "article-130673_48", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "The center of the cornea is trephined to the same diameter as the posterior optical cylinder. Decentration here can cause a visual field decentration.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. The center of the cornea is trephined to the same diameter as the posterior optical cylinder. Decentration here can cause a visual field decentration."}
{"id": "article-130673_49", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "Removal of the iris, lens, and anterior vitreous is necessary to avoid postoperative secondary glaucoma or severe inflammatory membranes.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. Removal of the iris, lens, and anterior vitreous is necessary to avoid postoperative secondary glaucoma or severe inflammatory membranes."}
{"id": "article-130673_50", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "Pre-placed sutures around the prosthesis are done before inserting the optical cylinder into the cornea, with the dentine surface facing the cornea. Air is injected through a 30G needle into the globe for inflation. Interrupted sutures fix the prosthesis to the corneoscleral surface.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. Pre-placed sutures around the prosthesis are done before inserting the optical cylinder into the cornea, with the dentine surface facing the cornea. Air is injected through a 30G needle into the globe for inflation. Interrupted sutures fix the prosthesis to the corneoscleral surface."}
{"id": "article-130673_51", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "More sterile air is injected to seal the cornea trephination. The patient should posture on their back for 4 to 5 days after the operation.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. More sterile air is injected to seal the cornea trephination. The patient should posture on their back for 4 to 5 days after the operation."}
{"id": "article-130673_52", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "The buccal mucosa flap is replaced to cover the lamina after a central trephination to allow the optical cylinder to be exposed.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. The buccal mucosa flap is replaced to cover the lamina after a central trephination to allow the optical cylinder to be exposed."}
{"id": "article-130673_53", "title": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II", "content": "Lifelong topical antibiotic therapy and aseptic sterile cleaning of the optical cylinder are advised. Eye ointment should be used if there is lagophthalmos present. A scleral shield can be worn to reduce dehydration and for improved cosmesis.", "contents": "Artificial Cornea Transplantation -- Technique or Treatment -- Stage II. Lifelong topical antibiotic therapy and aseptic sterile cleaning of the optical cylinder are advised. Eye ointment should be used if there is lagophthalmos present. A scleral shield can be worn to reduce dehydration and for improved cosmesis."}
{"id": "article-130673_54", "title": "Artificial Cornea Transplantation -- Complications", "content": "Complications can arise from failure of the KPro to biocolonise (non-epithelization) and biointegrate (corneal melt around the optic). Ongoing inflammation in the anterior chamber and the formation of retroprosthetic membranes are common complications. Corneal tissue melt can lead to leakage and endophthalmitis, repaired with the regrafting cornea and autologous cartilage tissue. [27] Higher-risk eyes are those with underlying autoimmunity. Endophthalmitis has been reported to range in the United States between 1 to 12.5% and up to 17% internationally for the Boston keratoprosthesis. [28] This can lead to complete loss of vision.", "contents": "Artificial Cornea Transplantation -- Complications. Complications can arise from failure of the KPro to biocolonise (non-epithelization) and biointegrate (corneal melt around the optic). Ongoing inflammation in the anterior chamber and the formation of retroprosthetic membranes are common complications. Corneal tissue melt can lead to leakage and endophthalmitis, repaired with the regrafting cornea and autologous cartilage tissue. [27] Higher-risk eyes are those with underlying autoimmunity. Endophthalmitis has been reported to range in the United States between 1 to 12.5% and up to 17% internationally for the Boston keratoprosthesis. [28] This can lead to complete loss of vision."}
{"id": "article-130673_55", "title": "Artificial Cornea Transplantation -- Complications", "content": "After successful artificial cornea transplantation (all types), glaucoma is the most common complication and can even affect the eyes during late follow-up. High preoperative intraocular pressure, autoimmune diseases such as mucous membrane pemphigoid, and Steven Johnson syndrome lead to a higher risk for glaucoma development and progression. In a recent single-center study of 140 eyes following Boston KPro Type I implantation, 24% of eyes developed de novo glaucoma postoperatively. [29] Long-term monitoring for glaucoma development and progression is challenging due to the gross anatomical changes. Anterior segment optical coherence tomography can detect changes associated with glaucoma, i.e., angle narrowing, and if the patient has reasonable vision, then standard visual field testing can still occur. [30] [31] Several studies have established that implantation of glaucoma drainage devices before or at the time of KPro surgery will reduce the risk of glaucoma progression. [32] [33]", "contents": "Artificial Cornea Transplantation -- Complications. After successful artificial cornea transplantation (all types), glaucoma is the most common complication and can even affect the eyes during late follow-up. High preoperative intraocular pressure, autoimmune diseases such as mucous membrane pemphigoid, and Steven Johnson syndrome lead to a higher risk for glaucoma development and progression. In a recent single-center study of 140 eyes following Boston KPro Type I implantation, 24% of eyes developed de novo glaucoma postoperatively. [29] Long-term monitoring for glaucoma development and progression is challenging due to the gross anatomical changes. Anterior segment optical coherence tomography can detect changes associated with glaucoma, i.e., angle narrowing, and if the patient has reasonable vision, then standard visual field testing can still occur. [30] [31] Several studies have established that implantation of glaucoma drainage devices before or at the time of KPro surgery will reduce the risk of glaucoma progression. [32] [33]"}
{"id": "article-130673_56", "title": "Artificial Cornea Transplantation -- Complications", "content": "Combined KPro-vitrectomy eyes show a decreased incidence of retroprosthetic membrane formation and more stable long-term vision compared with non-vitrectomised eyes. [34] Incidences of cornea melt, endophthalmitis, glaucoma needing surgical intervention increase with follow-up time, and there is a paucity of medium to long-term published data. [35] Complete repeat KPro appears to offer a reduced risk of recurrent melt for the Boston KPro, with localized repair a temporalizing measure and is the only option in cases of device extrusion or severe infection. [36]", "contents": "Artificial Cornea Transplantation -- Complications. Combined KPro-vitrectomy eyes show a decreased incidence of retroprosthetic membrane formation and more stable long-term vision compared with non-vitrectomised eyes. [34] Incidences of cornea melt, endophthalmitis, glaucoma needing surgical intervention increase with follow-up time, and there is a paucity of medium to long-term published data. [35] Complete repeat KPro appears to offer a reduced risk of recurrent melt for the Boston KPro, with localized repair a temporalizing measure and is the only option in cases of device extrusion or severe infection. [36]"}
{"id": "article-130673_57", "title": "Artificial Cornea Transplantation -- Complications", "content": "The OOKP is fully biocompatible (if using the patient's tooth); however, complications persist. These range from oral (buccal mucosa harvesting), oculoplastic, secondary glaucoma, posterior segment, and device extrusion. Vitreoretinal complications include retinal detachment, vitritis, retroprosthetic membrane, vitreous hemorrhage, choroidal detachment, and endophthalmitis. [37] Primary vitrectomy at the time of OOKP surgery is sometimes undertaken to reduce these complications. Mucosal melt and ulceration can lead to exposure of the laminar which will require repair with mucosal grafting. Poor oral health and buccal mucosa scarring are risks for mucosal ulcers and thinning. Laminar resorption can occur with anatomical failure and is more pronounced in allografts. Detection is via clinical examination with a CT scan. [38] Steven Johnson syndrome patients are at increased risk of laminar resorption. [39]", "contents": "Artificial Cornea Transplantation -- Complications. The OOKP is fully biocompatible (if using the patient's tooth); however, complications persist. These range from oral (buccal mucosa harvesting), oculoplastic, secondary glaucoma, posterior segment, and device extrusion. Vitreoretinal complications include retinal detachment, vitritis, retroprosthetic membrane, vitreous hemorrhage, choroidal detachment, and endophthalmitis. [37] Primary vitrectomy at the time of OOKP surgery is sometimes undertaken to reduce these complications. Mucosal melt and ulceration can lead to exposure of the laminar which will require repair with mucosal grafting. Poor oral health and buccal mucosa scarring are risks for mucosal ulcers and thinning. Laminar resorption can occur with anatomical failure and is more pronounced in allografts. Detection is via clinical examination with a CT scan. [38] Steven Johnson syndrome patients are at increased risk of laminar resorption. [39]"}
{"id": "article-130673_58", "title": "Artificial Cornea Transplantation -- Clinical Significance", "content": "Corneal opacities are one of the leading causes of worldwide blindness along with cataracts, glaucoma, and macular degeneration. Access to corneal transplantation is variable around the world and is limited by a lack of infrastructure as well as donor tissue supply. [40] [41] [42] Improvements and advances in cornea keratoprosthesis have enabled more stable, biocompatible devices to be available. To date, there is no equivalence between conventional corneal and artificial cornea keratoprosthesis transplantation. They remain a viable option for patients where conventional cornea transplantation is not possible in the context of scarring and vascularisation. [41]", "contents": "Artificial Cornea Transplantation -- Clinical Significance. Corneal opacities are one of the leading causes of worldwide blindness along with cataracts, glaucoma, and macular degeneration. Access to corneal transplantation is variable around the world and is limited by a lack of infrastructure as well as donor tissue supply. [40] [41] [42] Improvements and advances in cornea keratoprosthesis have enabled more stable, biocompatible devices to be available. To date, there is no equivalence between conventional corneal and artificial cornea keratoprosthesis transplantation. They remain a viable option for patients where conventional cornea transplantation is not possible in the context of scarring and vascularisation. [41]"}
{"id": "article-130673_59", "title": "Artificial Cornea Transplantation -- Clinical Significance", "content": "The increasing number of newer artificial corneal keratoprostheses require adequate study and evaluation. Recent guidelines on consensus with reporting standards amongst all the groups researching artificial cornea devices have been created and will result in better data collection and comparative analysis. [43]", "contents": "Artificial Cornea Transplantation -- Clinical Significance. The increasing number of newer artificial corneal keratoprostheses require adequate study and evaluation. Recent guidelines on consensus with reporting standards amongst all the groups researching artificial cornea devices have been created and will result in better data collection and comparative analysis. [43]"}
{"id": "article-130673_60", "title": "Artificial Cornea Transplantation -- Enhancing Healthcare Team Outcomes", "content": "Artificial cornea transplantation surgery with keratoprostheses is a very complex, multi-stage procedure, and expertise, multidisciplinary teams, and resources are necessary. The ophthalmologist is the first point of patient assessment. The patient's suitability for surgery, risk factors that can influence outcomes, and information is provided to the patient and their family. If assessing for suitability for OOKP, an oral surgeon will be consulted as well. A physician can assess the patient's general systemic health. A clinical psychologist can investigate for psychological morbidity, patient's coping mechanisms, expectations, adaptation to blindness, and availability of social support in place. Opthalmology specialty nurses can assist with the procedure and post-operative care. This type of interprofessional team coordination will bring about improved results from this procedure. [Level 5]", "contents": "Artificial Cornea Transplantation -- Enhancing Healthcare Team Outcomes. Artificial cornea transplantation surgery with keratoprostheses is a very complex, multi-stage procedure, and expertise, multidisciplinary teams, and resources are necessary. The ophthalmologist is the first point of patient assessment. The patient's suitability for surgery, risk factors that can influence outcomes, and information is provided to the patient and their family. If assessing for suitability for OOKP, an oral surgeon will be consulted as well. A physician can assess the patient's general systemic health. A clinical psychologist can investigate for psychological morbidity, patient's coping mechanisms, expectations, adaptation to blindness, and availability of social support in place. Opthalmology specialty nurses can assist with the procedure and post-operative care. This type of interprofessional team coordination will bring about improved results from this procedure. [Level 5]"}
{"id": "article-130673_61", "title": "Artificial Cornea Transplantation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Artificial Cornea Transplantation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}