{"id": "article-132927_0", "title": "Baricitinib -- Continuing Education Activity", "content": "Baricitinib is a disease-modifying antirheumatic drug (DMARD) indicated for rheumatoid arthritis when conventional DMARDs prove inadequate. This medication is approved by the U.S. Food and Drug Administration (FDA) to treat adult patients with moderately to severely active rheumatoid arthritis who have not responded adequately to other DMARDs, including tumor necrosis factor antagonist therapies. Furthermore, baricitinib is FDA-approved for treating COVID-19, presenting a valuable choice in combination with other therapies for hospitalized patients, including pediatric cases necessitating supplemental oxygen, invasive mechanical ventilation, or extracorporeal membrane oxygenation. This activity comprehensively reviews the indications, contraindications, mechanisms, adverse events, and other crucial aspects of baricitinib therapy within the clinical setting. This activity is tailored to meet the specific needs of an interprofessional healthcare team responsible for treating patients with rheumatoid arthritis, alopecia areata, and COVID-19.", "contents": "Baricitinib -- Continuing Education Activity. Baricitinib is a disease-modifying antirheumatic drug (DMARD) indicated for rheumatoid arthritis when conventional DMARDs prove inadequate. This medication is approved by the U.S. Food and Drug Administration (FDA) to treat adult patients with moderately to severely active rheumatoid arthritis who have not responded adequately to other DMARDs, including tumor necrosis factor antagonist therapies. Furthermore, baricitinib is FDA-approved for treating COVID-19, presenting a valuable choice in combination with other therapies for hospitalized patients, including pediatric cases necessitating supplemental oxygen, invasive mechanical ventilation, or extracorporeal membrane oxygenation. This activity comprehensively reviews the indications, contraindications, mechanisms, adverse events, and other crucial aspects of baricitinib therapy within the clinical setting. This activity is tailored to meet the specific needs of an interprofessional healthcare team responsible for treating patients with rheumatoid arthritis, alopecia areata, and COVID-19."}
{"id": "article-132927_1", "title": "Baricitinib -- Continuing Education Activity", "content": "Objectives: Identify the appropriate patient population for baricitinib therapy, recognizing those with moderate-to-severe active rheumatoid arthritis who have not responded adequately to other disease-modifying antirheumatic drugs. Differentiate between the indications for baricitinib in rheumatoid arthritis and its FDA-approved use in the treatment of COVID-19. Assess patients regularly for potential adverse effects, specifically on laboratory monitoring, including liver function tests, lipid panels, and complete blood counts. Collaborate with an interprofessional healthcare team, including specialists, pharmacists, and nurses, to improve treatment outcomes and ensure comprehensive and coordinated care for patients on baricitinib. Access free multiple choice questions on this topic.", "contents": "Baricitinib -- Continuing Education Activity. Objectives: Identify the appropriate patient population for baricitinib therapy, recognizing those with moderate-to-severe active rheumatoid arthritis who have not responded adequately to other disease-modifying antirheumatic drugs. Differentiate between the indications for baricitinib in rheumatoid arthritis and its FDA-approved use in the treatment of COVID-19. Assess patients regularly for potential adverse effects, specifically on laboratory monitoring, including liver function tests, lipid panels, and complete blood counts. Collaborate with an interprofessional healthcare team, including specialists, pharmacists, and nurses, to improve treatment outcomes and ensure comprehensive and coordinated care for patients on baricitinib. Access free multiple choice questions on this topic."}
{"id": "article-132927_2", "title": "Baricitinib -- Indications", "content": "Baricitinib is a disease-modifying antirheumatic drug (DMARD) indicated for rheumatoid arthritis when conventional DMARDs prove inadequate.", "contents": "Baricitinib -- Indications. Baricitinib is a disease-modifying antirheumatic drug (DMARD) indicated for rheumatoid arthritis when conventional DMARDs prove inadequate."}
{"id": "article-132927_3", "title": "Baricitinib -- Indications -- FDA-Approved Indications", "content": "Baricitinib medication is approved by the U.S. Food and Drug Administration (FDA) to treat adult patients with moderately to severely active rheumatoid arthritis who have not responded adequately to other DMARDs, including tumor necrosis factor (TNF) antagonist therapies. Several clinical trials have demonstrated significant clinical improvement and inhibition of the disease's progression compared to a placebo. [1] [2]", "contents": "Baricitinib -- Indications -- FDA-Approved Indications. Baricitinib medication is approved by the U.S. Food and Drug Administration (FDA) to treat adult patients with moderately to severely active rheumatoid arthritis who have not responded adequately to other DMARDs, including tumor necrosis factor (TNF) antagonist therapies. Several clinical trials have demonstrated significant clinical improvement and inhibition of the disease's progression compared to a placebo. [1] [2]"}
{"id": "article-132927_4", "title": "Baricitinib -- Indications -- FDA-Approved Indications", "content": "In 2020, following a clinical trial, the FDA also granted emergency use authorization (EUA) for the use of baricitinib in combination with remdesivir to treat COVID-19 in hospitalized patients who need supplemental oxygen, invasive mechanical ventilation, or extracorporeal membrane oxygenation (ECMO). [3] Subsequently, the EUA was revised to authorize baricitinib as a standalone treatment for adult patients. However, for pediatric patients aged 2 to 17, baricitinib continues to be under EUA status. [4] Clinical trials have shown promising results for the use of baricitinib in the treatment of alopecia areata. [2] Following successful outcomes in clinical trials BRAVE-AA1 and BRAVE-AA2, baricitinib has received FDA approval for treating severe alopecia areata in adults. [5]", "contents": "Baricitinib -- Indications -- FDA-Approved Indications. In 2020, following a clinical trial, the FDA also granted emergency use authorization (EUA) for the use of baricitinib in combination with remdesivir to treat COVID-19 in hospitalized patients who need supplemental oxygen, invasive mechanical ventilation, or extracorporeal membrane oxygenation (ECMO). [3] Subsequently, the EUA was revised to authorize baricitinib as a standalone treatment for adult patients. However, for pediatric patients aged 2 to 17, baricitinib continues to be under EUA status. [4] Clinical trials have shown promising results for the use of baricitinib in the treatment of alopecia areata. [2] Following successful outcomes in clinical trials BRAVE-AA1 and BRAVE-AA2, baricitinib has received FDA approval for treating severe alopecia areata in adults. [5]"}
{"id": "article-132927_5", "title": "Baricitinib -- Indications -- Off-Label Uses (Investigational Use)", "content": "Clinical trials have demonstrated the effectiveness of baricitinib and topical corticosteroids in improving the signs and symptoms of severe atopic dermatitis. [6] Janus kinase (JAK) inhibitors, such as baricitinib, are also used to treat psoriatic arthritis and vitiligo. [7] [8] [9]", "contents": "Baricitinib -- Indications -- Off-Label Uses (Investigational Use). Clinical trials have demonstrated the effectiveness of baricitinib and topical corticosteroids in improving the signs and symptoms of severe atopic dermatitis. [6] Janus kinase (JAK) inhibitors, such as baricitinib, are also used to treat psoriatic arthritis and vitiligo. [7] [8] [9]"}
{"id": "article-132927_6", "title": "Baricitinib -- Mechanism of Action", "content": "Baricitinib is an oral, selective, and reversible inhibitor of JAKs. JAK is an intracellular enzyme belonging to the tyrosine-protein kinase family, which modulates signals from cytokines and growth factor receptors that play a role in immune cell function. [10]", "contents": "Baricitinib -- Mechanism of Action. Baricitinib is an oral, selective, and reversible inhibitor of JAKs. JAK is an intracellular enzyme belonging to the tyrosine-protein kinase family, which modulates signals from cytokines and growth factor receptors that play a role in immune cell function. [10]"}
{"id": "article-132927_7", "title": "Baricitinib -- Mechanism of Action", "content": "There are 4 JAK proteins—JAK 1, JAK 2, JAK 3, and TYK2— that form different pairs in various cell receptors, creating homodimers or heterodimers. These JAK dimers phosphorylate the signal transducers and activators of transcription (STAT) proteins and activate intracellular activity, including gene transcription of inflammatory mediators, ultimately triggering an autoimmune response. [11]", "contents": "Baricitinib -- Mechanism of Action. There are 4 JAK proteins—JAK 1, JAK 2, JAK 3, and TYK2— that form different pairs in various cell receptors, creating homodimers or heterodimers. These JAK dimers phosphorylate the signal transducers and activators of transcription (STAT) proteins and activate intracellular activity, including gene transcription of inflammatory mediators, ultimately triggering an autoimmune response. [11]"}
{"id": "article-132927_8", "title": "Baricitinib -- Mechanism of Action", "content": "Baricitinib exhibits a higher affinity for JAK1 and JAK2. The drug functions by inhibiting these JAK proteins and preventing the phosphorylation and activation of STATs. In addition, baricitinib modulates the signaling pathway of various interleukins, interferons, and growth factors. Baricitinib also decreases the proliferation of JAK1/JAK2 expression in mutated cells and induces cell apoptosis. In patients with rheumatoid arthritis, baricitinib treatment significantly reduced serum C-reactive protein levels within 1 week of initiation.", "contents": "Baricitinib -- Mechanism of Action. Baricitinib exhibits a higher affinity for JAK1 and JAK2. The drug functions by inhibiting these JAK proteins and preventing the phosphorylation and activation of STATs. In addition, baricitinib modulates the signaling pathway of various interleukins, interferons, and growth factors. Baricitinib also decreases the proliferation of JAK1/JAK2 expression in mutated cells and induces cell apoptosis. In patients with rheumatoid arthritis, baricitinib treatment significantly reduced serum C-reactive protein levels within 1 week of initiation."}
{"id": "article-132927_9", "title": "Baricitinib -- Mechanism of Action", "content": "The pathogenesis of alopecia areata is attributed to a combination of genetic factors and immune dysregulation. Essential cytokines, such as interferon-γ and interleukin-15, are involved in the disease process, relying on JAKs for intracellular signaling. Baricitinib has demonstrated effectiveness in promoting hair regrowth among adults with severe alopecia areata. [12]", "contents": "Baricitinib -- Mechanism of Action. The pathogenesis of alopecia areata is attributed to a combination of genetic factors and immune dysregulation. Essential cytokines, such as interferon-γ and interleukin-15, are involved in the disease process, relying on JAKs for intracellular signaling. Baricitinib has demonstrated effectiveness in promoting hair regrowth among adults with severe alopecia areata. [12]"}
{"id": "article-132927_10", "title": "Baricitinib -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Baricitinib is rapidly absorbed from the gastrointestinal tract and has a bioavailability of approximately 97%. Baricitinib reaches peak plasma concentration within about 0.5 to 3 hours, with an average time of 1.5 hours. Administration with food has not been shown to affect the peak plasma concentration.", "contents": "Baricitinib -- Mechanism of Action -- Pharmacokinetics. Absorption: Baricitinib is rapidly absorbed from the gastrointestinal tract and has a bioavailability of approximately 97%. Baricitinib reaches peak plasma concentration within about 0.5 to 3 hours, with an average time of 1.5 hours. Administration with food has not been shown to affect the peak plasma concentration."}
{"id": "article-132927_11", "title": "Baricitinib -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Baricitinib has a plasma protein binding capacity of approximately 50%. The apparent volume of distribution for baricitinib is 76 L, indicating a widespread distribution of the drug into various tissues throughout the body.", "contents": "Baricitinib -- Mechanism of Action -- Pharmacokinetics. Distribution: Baricitinib has a plasma protein binding capacity of approximately 50%. The apparent volume of distribution for baricitinib is 76 L, indicating a widespread distribution of the drug into various tissues throughout the body."}
{"id": "article-132927_12", "title": "Baricitinib -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Approximately 10% of the drug undergoes hepatic metabolism, primarily via oxidation by the CYP3A4 enzyme and organic anion transporter-3 (OAT3). Probenecid, a potent inhibitor of OAT3, leads to a 2-fold increase in baricitinib blood levels. Therefore, patients concurrently taking probenecid should reduce the baricitinib dose by half.", "contents": "Baricitinib -- Mechanism of Action -- Pharmacokinetics. Metabolism: Approximately 10% of the drug undergoes hepatic metabolism, primarily via oxidation by the CYP3A4 enzyme and organic anion transporter-3 (OAT3). Probenecid, a potent inhibitor of OAT3, leads to a 2-fold increase in baricitinib blood levels. Therefore, patients concurrently taking probenecid should reduce the baricitinib dose by half."}
{"id": "article-132927_13", "title": "Baricitinib -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: In clinical pharmacology trials, around 75% of the drug undergoes renal clearance, whereas 20% is eliminated through the gastrointestinal tract. The elimination half-life of baricitinib is approximately 12 hours in patients with rheumatoid arthritis, with a renal clearance of approximately 12 L/h. [13]", "contents": "Baricitinib -- Mechanism of Action -- Pharmacokinetics. Elimination: In clinical pharmacology trials, around 75% of the drug undergoes renal clearance, whereas 20% is eliminated through the gastrointestinal tract. The elimination half-life of baricitinib is approximately 12 hours in patients with rheumatoid arthritis, with a renal clearance of approximately 12 L/h. [13]"}
{"id": "article-132927_14", "title": "Baricitinib -- Administration -- Available Dosage Forms and Strengths", "content": "Baricitinib is administered orally and is available in 2 different strengths—2 mg and 4 mg. The recommended dosage for rheumatoid arthritis is 2 mg orally once daily. In the context of COVID-19 infection, 2 mg oral baricitinib was assessed in clinical trials alongside 10 to 14 days of antiviral therapy. [14]", "contents": "Baricitinib -- Administration -- Available Dosage Forms and Strengths. Baricitinib is administered orally and is available in 2 different strengths—2 mg and 4 mg. The recommended dosage for rheumatoid arthritis is 2 mg orally once daily. In the context of COVID-19 infection, 2 mg oral baricitinib was assessed in clinical trials alongside 10 to 14 days of antiviral therapy. [14]"}
{"id": "article-132927_15", "title": "Baricitinib -- Administration -- Adult Dosage", "content": "Rheumatoid arthritis: Baricitinib is recommended at a once-daily oral dosage of 2 mg, with or without food. The drug can be used either as a monotherapy or in combination with non-biologic DMARDs or methotrexate.", "contents": "Baricitinib -- Administration -- Adult Dosage. Rheumatoid arthritis: Baricitinib is recommended at a once-daily oral dosage of 2 mg, with or without food. The drug can be used either as a monotherapy or in combination with non-biologic DMARDs or methotrexate."}
{"id": "article-132927_16", "title": "Baricitinib -- Administration -- Adult Dosage", "content": "COVID-19: In COVID-19 patients experiencing rapidly escalating oxygen requirements and systemic inflammation, the National Institutes of Health recommends dexamethasone and suggests considering baricitinib as a secondary immunomodulatory drug. For adults, the recommended dosage of baricitinib is 4 mg orally once daily for 14 days or until hospital discharge.", "contents": "Baricitinib -- Administration -- Adult Dosage. COVID-19: In COVID-19 patients experiencing rapidly escalating oxygen requirements and systemic inflammation, the National Institutes of Health recommends dexamethasone and suggests considering baricitinib as a secondary immunomodulatory drug. For adults, the recommended dosage of baricitinib is 4 mg orally once daily for 14 days or until hospital discharge."}
{"id": "article-132927_17", "title": "Baricitinib -- Administration -- Adult Dosage", "content": "Alopecia areata: The recommended initial dosage of baricitinib is 2 mg orally once daily. If there is an inadequate treatment response, the dosage may be increased to 4 mg once daily. In cases where patients exhibit complete scalp hair loss, with or without significant eyelash or eyebrow hair loss, treatment with 4 mg of baricitinib once daily, with or without food, should be considered. After achieving an adequate response to 4 mg of baricitinib, the dosage should be reduced to 2 mg once daily.", "contents": "Baricitinib -- Administration -- Adult Dosage. Alopecia areata: The recommended initial dosage of baricitinib is 2 mg orally once daily. If there is an inadequate treatment response, the dosage may be increased to 4 mg once daily. In cases where patients exhibit complete scalp hair loss, with or without significant eyelash or eyebrow hair loss, treatment with 4 mg of baricitinib once daily, with or without food, should be considered. After achieving an adequate response to 4 mg of baricitinib, the dosage should be reduced to 2 mg once daily."}
{"id": "article-132927_18", "title": "Baricitinib -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: For alopecia areata and rheumatoid arthritis, no dosage adjustment is required for mild-to-moderate hepatic impairment. However, its use is not recommended in cases of severe impairment for both conditions. Regarding COVID-19, baricitinib does not require dosage adjustment in mild-to-moderate hepatic impairment. However, in patients with severe hepatic impairment, its usage should be considered cautiously, with a thorough assessment of the potential benefits and risks. [15] Renal impairment: Dosage modifications for renal impairment may vary depending on the condition being treated.", "contents": "Baricitinib -- Administration -- Specific Patient Populations. Hepatic impairment: For alopecia areata and rheumatoid arthritis, no dosage adjustment is required for mild-to-moderate hepatic impairment. However, its use is not recommended in cases of severe impairment for both conditions. Regarding COVID-19, baricitinib does not require dosage adjustment in mild-to-moderate hepatic impairment. However, in patients with severe hepatic impairment, its usage should be considered cautiously, with a thorough assessment of the potential benefits and risks. [15] Renal impairment: Dosage modifications for renal impairment may vary depending on the condition being treated."}
{"id": "article-132927_19", "title": "Baricitinib -- Administration -- Specific Patient Populations", "content": "Dosage modifications for patients with COVID-19 and renal impairment are as follows: For mild renal impairment (estimated glomerular filtration rate (eGFR): 60 to <90 mL/min/1.73 m²), the recommended dosage is 4 mg once daily. For moderate renal impairment (eGFR: 30 to <60 mL/min/1.73 m²), the recommended dosage is 2 mg once daily. For severe renal impairment (eGFR: 15 to <30 mL/min/1.73 m²), the recommended dosage is 1 mg once daily. For patients with end-stage renal disease, acute kidney injury, or on dialysis (eGFR: <15 mL/min/1.73 m²), baricitinib use is not recommended. Dosage modifications for patients with rheumatoid arthritis and renal impairment are as follows: For mild renal impairment (eGFR: 60 to <90 mL/min/1.73 m²), no dosage adjustment of baricitinib is necessary. For moderate renal impairment (eGFR: 30 to <60 mL/min/1.73 m²), the recommended dosage is 1 mg once daily. For severe renal impairment (eGFR: <30 mL/min/1.73 m²), baricitinib use is not recommended.", "contents": "Baricitinib -- Administration -- Specific Patient Populations. Dosage modifications for patients with COVID-19 and renal impairment are as follows: For mild renal impairment (estimated glomerular filtration rate (eGFR): 60 to <90 mL/min/1.73 m²), the recommended dosage is 4 mg once daily. For moderate renal impairment (eGFR: 30 to <60 mL/min/1.73 m²), the recommended dosage is 2 mg once daily. For severe renal impairment (eGFR: 15 to <30 mL/min/1.73 m²), the recommended dosage is 1 mg once daily. For patients with end-stage renal disease, acute kidney injury, or on dialysis (eGFR: <15 mL/min/1.73 m²), baricitinib use is not recommended. Dosage modifications for patients with rheumatoid arthritis and renal impairment are as follows: For mild renal impairment (eGFR: 60 to <90 mL/min/1.73 m²), no dosage adjustment of baricitinib is necessary. For moderate renal impairment (eGFR: 30 to <60 mL/min/1.73 m²), the recommended dosage is 1 mg once daily. For severe renal impairment (eGFR: <30 mL/min/1.73 m²), baricitinib use is not recommended."}
{"id": "article-132927_20", "title": "Baricitinib -- Administration -- Specific Patient Populations", "content": "Dosage modifications for patients with alopecia areata and renal impairment are as follows: For mild renal impairment (eGFR: 60 to <90 mL/min/1.73 m²), no dosage adjustment of baricitinib is necessary. For moderate renal impairment (eGFR: 30 to <60 mL/min/1.73 m²), the baricitinib dose should be reduced to half. If the patient previously received 4 mg of baricitinib, the dose should be decreased to 2 mg. Similarly, if the patient was once on 2 mg of baricitinib, the dose should be further reduced to 1 mg. For severe renal impairment (eGFR: <30 mL/min/1.73 m²), baricitinib use is not recommended. Pregnancy considerations: Healthcare providers recommend discontinuing baricitinib at least one month before conception. The use of baricitinib during human pregnancy is not well-studied.", "contents": "Baricitinib -- Administration -- Specific Patient Populations. Dosage modifications for patients with alopecia areata and renal impairment are as follows: For mild renal impairment (eGFR: 60 to <90 mL/min/1.73 m²), no dosage adjustment of baricitinib is necessary. For moderate renal impairment (eGFR: 30 to <60 mL/min/1.73 m²), the baricitinib dose should be reduced to half. If the patient previously received 4 mg of baricitinib, the dose should be decreased to 2 mg. Similarly, if the patient was once on 2 mg of baricitinib, the dose should be further reduced to 1 mg. For severe renal impairment (eGFR: <30 mL/min/1.73 m²), baricitinib use is not recommended. Pregnancy considerations: Healthcare providers recommend discontinuing baricitinib at least one month before conception. The use of baricitinib during human pregnancy is not well-studied."}
{"id": "article-132927_21", "title": "Baricitinib -- Administration -- Specific Patient Populations", "content": "Based on clinical data from animal studies, baricitinib has shown a correlation with reduced fetal birth weight and teratogenicity. Therefore, female patients of reproductive age are advised to utilize effective contraception and promptly inform their prescribers in case of pregnancy. Similarly, data from animal studies have suggested a potential adverse effect of baricitinib on female fertility, with no specific impact on male spermatogenesis.", "contents": "Baricitinib -- Administration -- Specific Patient Populations. Based on clinical data from animal studies, baricitinib has shown a correlation with reduced fetal birth weight and teratogenicity. Therefore, female patients of reproductive age are advised to utilize effective contraception and promptly inform their prescribers in case of pregnancy. Similarly, data from animal studies have suggested a potential adverse effect of baricitinib on female fertility, with no specific impact on male spermatogenesis."}
{"id": "article-132927_22", "title": "Baricitinib -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: During trials, baricitinib was detected in rat milk. Although it is unknown whether baricitinib is present in human milk, breastfeeding mothers are advised against its use. Preferably, an alternative drug should be considered, especially when nursing a newborn or preterm infant. The manufacturer recommends refraining from nursing during therapy and for 4 days after the last dose. [16] Pediatric patients: The FDA has issued the EUA for baricitinib to treat COVID-19 in hospitalized pediatric patients aged 2 to 17 who require supplemental oxygen, ECMO, or mechanical ventilation. [17] Older patients: No specific dose adjustment for baricitinib has been recommended for the older population.", "contents": "Baricitinib -- Administration -- Specific Patient Populations. Breastfeeding considerations: During trials, baricitinib was detected in rat milk. Although it is unknown whether baricitinib is present in human milk, breastfeeding mothers are advised against its use. Preferably, an alternative drug should be considered, especially when nursing a newborn or preterm infant. The manufacturer recommends refraining from nursing during therapy and for 4 days after the last dose. [16] Pediatric patients: The FDA has issued the EUA for baricitinib to treat COVID-19 in hospitalized pediatric patients aged 2 to 17 who require supplemental oxygen, ECMO, or mechanical ventilation. [17] Older patients: No specific dose adjustment for baricitinib has been recommended for the older population."}
{"id": "article-132927_23", "title": "Baricitinib -- Adverse Effects", "content": "Baricitinib is generally considered a safe and well-tolerated medication. However, it increases the risk of severe infections due to its immunosuppressive properties. During clinical trials, the most frequently reported adverse events in alopecia areata patients included upper respiratory tract infections, acne vulgaris, headaches, urinary tract infections, and folliculitis. [5] [18] In addition, there is an increased incidence of herpes zoster infections.", "contents": "Baricitinib -- Adverse Effects. Baricitinib is generally considered a safe and well-tolerated medication. However, it increases the risk of severe infections due to its immunosuppressive properties. During clinical trials, the most frequently reported adverse events in alopecia areata patients included upper respiratory tract infections, acne vulgaris, headaches, urinary tract infections, and folliculitis. [5] [18] In addition, there is an increased incidence of herpes zoster infections."}
{"id": "article-132927_24", "title": "Baricitinib -- Adverse Effects", "content": "Baricitinib is reportedly associated with bone marrow suppression and hematological abnormalities, including anemia, neutropenia, and lymphopenia, and requires regular lab monitoring. Another adverse effect typically observed after 12 weeks of use of baricitinib is an increase in mean cholesterol, low-density lipoprotein (LDL), and high-density lipoprotein (HDL) levels without an elevation of LDL to HDL ratio. Furthermore, some patients may experience an increase in creatine phosphokinase levels. [19] [20]", "contents": "Baricitinib -- Adverse Effects. Baricitinib is reportedly associated with bone marrow suppression and hematological abnormalities, including anemia, neutropenia, and lymphopenia, and requires regular lab monitoring. Another adverse effect typically observed after 12 weeks of use of baricitinib is an increase in mean cholesterol, low-density lipoprotein (LDL), and high-density lipoprotein (HDL) levels without an elevation of LDL to HDL ratio. Furthermore, some patients may experience an increase in creatine phosphokinase levels. [19] [20]"}
{"id": "article-132927_25", "title": "Baricitinib -- Adverse Effects", "content": "In clinical trials and post-marketing surveillance, occurrences of deep vein thrombosis (DVT) and pulmonary embolism were noted. [21] Moreover, a small percentage of patients developed malignancies, including lymphoma and skin cancers. [1]", "contents": "Baricitinib -- Adverse Effects. In clinical trials and post-marketing surveillance, occurrences of deep vein thrombosis (DVT) and pulmonary embolism were noted. [21] Moreover, a small percentage of patients developed malignancies, including lymphoma and skin cancers. [1]"}
{"id": "article-132927_26", "title": "Baricitinib -- Adverse Effects", "content": "Regarding gastrointestinal adverse effects, common reports include nausea, vomiting, and abdominal pain. However, severe effects such as gastrointestinal perforation are rare but have been documented in patients with a prior history of diverticulitis. Baricitinib has been associated with a transient elevation in liver enzymes compared to placebo. [19]", "contents": "Baricitinib -- Adverse Effects. Regarding gastrointestinal adverse effects, common reports include nausea, vomiting, and abdominal pain. However, severe effects such as gastrointestinal perforation are rare but have been documented in patients with a prior history of diverticulitis. Baricitinib has been associated with a transient elevation in liver enzymes compared to placebo. [19]"}
{"id": "article-132927_27", "title": "Baricitinib -- Adverse Effects -- Drug-Drug Interactions", "content": "Baricitinib should not be used concomitantly with biologic DMARDs, other JAK inhibitors, or potent immunosuppressants such as azathioprine and cyclosporine. The coadministration of OAT3 inhibitors can elevate baricitinib exposure. Consequently, it is recommended to reduce the baricitinib dosage by half when used in conjunction with strong OAT3 inhibitors. [22]", "contents": "Baricitinib -- Adverse Effects -- Drug-Drug Interactions. Baricitinib should not be used concomitantly with biologic DMARDs, other JAK inhibitors, or potent immunosuppressants such as azathioprine and cyclosporine. The coadministration of OAT3 inhibitors can elevate baricitinib exposure. Consequently, it is recommended to reduce the baricitinib dosage by half when used in conjunction with strong OAT3 inhibitors. [22]"}
{"id": "article-132927_28", "title": "Baricitinib -- Contraindications", "content": "Patients with severe active local or systemic infections, including hepatitis, HIV, or fungal infections, should refrain from using baricitinib until the active infection has been appropriately treated. In addition, it should not be used in patients with active tuberculosis. [23] [20]", "contents": "Baricitinib -- Contraindications. Patients with severe active local or systemic infections, including hepatitis, HIV, or fungal infections, should refrain from using baricitinib until the active infection has been appropriately treated. In addition, it should not be used in patients with active tuberculosis. [23] [20]"}
{"id": "article-132927_29", "title": "Baricitinib -- Contraindications", "content": "Baricitinib is contraindicated in patients with chronic kidney disease with an eGFR <30 mL/min/1.73 m². However, for COVID-19 patients, baricitinib is not recommended for patients with end-stage renal disease with an eGFR <15 mL/min/1.73 m². Furthermore, baricitinib is not recommended for patients with severe hepatic impairment.", "contents": "Baricitinib -- Contraindications. Baricitinib is contraindicated in patients with chronic kidney disease with an eGFR <30 mL/min/1.73 m². However, for COVID-19 patients, baricitinib is not recommended for patients with end-stage renal disease with an eGFR <15 mL/min/1.73 m². Furthermore, baricitinib is not recommended for patients with severe hepatic impairment."}
{"id": "article-132927_30", "title": "Baricitinib -- Contraindications", "content": "Patients with significant anemia, indicated by hemoglobin levels below 8 mg/dL, lymphopenia with an absolute lymphocyte count <500 cells/mm³, or neutropenia with an absolute neutrophil count <1000 cells/mm³, should refrain from using baricitinib until the respective counts recover. [19]", "contents": "Baricitinib -- Contraindications. Patients with significant anemia, indicated by hemoglobin levels below 8 mg/dL, lymphopenia with an absolute lymphocyte count <500 cells/mm³, or neutropenia with an absolute neutrophil count <1000 cells/mm³, should refrain from using baricitinib until the respective counts recover. [19]"}
{"id": "article-132927_31", "title": "Baricitinib -- Contraindications -- Box Warnings", "content": "Severe infections: Patients treated with baricitinib face an elevated risk of severe infections that may lead to hospitalization or death. These reported infections encompass active tuberculosis and invasive fungal infections. As a precautionary measure, baricitinib should not be prescribed to patients with active tuberculosis. Patients, excluding those with COVID-19, should undergo testing for latent tuberculosis infection (LTBI) before initiating baricitinib. If the test yields a positive result, treatment for LTBI should be initiated. Among opportunistic infections, cases of histoplasmosis, pneumocystosis, candidiasis, BK virus infection, and cytomegalovirus infections have been reported. [23]", "contents": "Baricitinib -- Contraindications -- Box Warnings. Severe infections: Patients treated with baricitinib face an elevated risk of severe infections that may lead to hospitalization or death. These reported infections encompass active tuberculosis and invasive fungal infections. As a precautionary measure, baricitinib should not be prescribed to patients with active tuberculosis. Patients, excluding those with COVID-19, should undergo testing for latent tuberculosis infection (LTBI) before initiating baricitinib. If the test yields a positive result, treatment for LTBI should be initiated. Among opportunistic infections, cases of histoplasmosis, pneumocystosis, candidiasis, BK virus infection, and cytomegalovirus infections have been reported. [23]"}
{"id": "article-132927_32", "title": "Baricitinib -- Contraindications -- Box Warnings", "content": "Mortality: Postmarketing studies demonstrate a higher all-cause mortality rate, including sudden cardiovascular death, in patients aged 50 or older with rheumatoid arthritis and at least one cardiovascular risk factor who are treated with baricitinib compared to those receiving TNF blockers.", "contents": "Baricitinib -- Contraindications -- Box Warnings. Mortality: Postmarketing studies demonstrate a higher all-cause mortality rate, including sudden cardiovascular death, in patients aged 50 or older with rheumatoid arthritis and at least one cardiovascular risk factor who are treated with baricitinib compared to those receiving TNF blockers."}
{"id": "article-132927_33", "title": "Baricitinib -- Contraindications -- Box Warnings", "content": "Malignancies: Baricitinib treatment is associated with increased lymphoma and other malignancies. Similarly, other JAK inhibitors used in rheumatoid arthritis patients have shown higher malignancy rates, excluding non-melanoma skin cancer, than TNF blockers.", "contents": "Baricitinib -- Contraindications -- Box Warnings. Malignancies: Baricitinib treatment is associated with increased lymphoma and other malignancies. Similarly, other JAK inhibitors used in rheumatoid arthritis patients have shown higher malignancy rates, excluding non-melanoma skin cancer, than TNF blockers."}
{"id": "article-132927_34", "title": "Baricitinib -- Contraindications -- Box Warnings", "content": "Major adverse cardiovascular events: Rheumatoid arthritis patients aged 50 or older with at least one cardiovascular risk factor and treated with other JAK inhibitors have a higher frequency of major adverse cardiovascular events (MACE) than those treated with TNF blockers. Patients with a history of smoking have an increased risk of MACE. In cases of myocardial infarction or stroke, baricitinib treatment should be discontinued. Thrombosis: Patients treated with baricitinib have an increased risk of developing DVT, pulmonary embolism, and arterial thrombosis, which can lead to severe and fatal consequences. [24] [25]", "contents": "Baricitinib -- Contraindications -- Box Warnings. Major adverse cardiovascular events: Rheumatoid arthritis patients aged 50 or older with at least one cardiovascular risk factor and treated with other JAK inhibitors have a higher frequency of major adverse cardiovascular events (MACE) than those treated with TNF blockers. Patients with a history of smoking have an increased risk of MACE. In cases of myocardial infarction or stroke, baricitinib treatment should be discontinued. Thrombosis: Patients treated with baricitinib have an increased risk of developing DVT, pulmonary embolism, and arterial thrombosis, which can lead to severe and fatal consequences. [24] [25]"}
{"id": "article-132927_35", "title": "Baricitinib -- Monitoring", "content": "Patients should be evaluated for LTBI both before and during therapy. If the test result is positive for LTBI, treatment should be initiated before initiating the drug.", "contents": "Baricitinib -- Monitoring. Patients should be evaluated for LTBI both before and during therapy. If the test result is positive for LTBI, treatment should be initiated before initiating the drug."}
{"id": "article-132927_36", "title": "Baricitinib -- Monitoring", "content": "The impact of baricitinib on the reactivation of chronic viral hepatitis is unknown, as patients with active hepatitis B or C infection were excluded from clinical trials. Patients with a positive hepatitis B core antibody and negative hepatitis B surface antigen should be closely monitored for the expression of hepatitis B virus DNA. [26]", "contents": "Baricitinib -- Monitoring. The impact of baricitinib on the reactivation of chronic viral hepatitis is unknown, as patients with active hepatitis B or C infection were excluded from clinical trials. Patients with a positive hepatitis B core antibody and negative hepatitis B surface antigen should be closely monitored for the expression of hepatitis B virus DNA. [26]"}
{"id": "article-132927_37", "title": "Baricitinib -- Monitoring", "content": "Liver function tests (LFTs) should be conducted at baseline, every 4 weeks for the first 12 weeks, and subsequently every 3 months. In the event of a significant elevation of transaminases, defined as 5 times the upper limit of normal (ULN) for both aspartate aminotransferase (AST) and alanine aminotransferase (ALT), the administration of the drug should be stopped immediately. [19] [27] As treatment with baricitinib is associated with hyperlipidemia, assessing the lipid profile in all patients after 12 weeks of initiating the drug is recommended, and subsequently managing it according to standard guidelines. [28] [20]", "contents": "Baricitinib -- Monitoring. Liver function tests (LFTs) should be conducted at baseline, every 4 weeks for the first 12 weeks, and subsequently every 3 months. In the event of a significant elevation of transaminases, defined as 5 times the upper limit of normal (ULN) for both aspartate aminotransferase (AST) and alanine aminotransferase (ALT), the administration of the drug should be stopped immediately. [19] [27] As treatment with baricitinib is associated with hyperlipidemia, assessing the lipid profile in all patients after 12 weeks of initiating the drug is recommended, and subsequently managing it according to standard guidelines. [28] [20]"}
{"id": "article-132927_38", "title": "Baricitinib -- Monitoring", "content": "Similarly, patients should undergo a baseline complete blood cell count (CBC) with a differential before initiating baricitinib. Subsequently, this should be repeated every 4 weeks for the first 3 months, followed by regular CBC monitoring every 3 months to assess bone marrow toxicity.", "contents": "Baricitinib -- Monitoring. Similarly, patients should undergo a baseline complete blood cell count (CBC) with a differential before initiating baricitinib. Subsequently, this should be repeated every 4 weeks for the first 3 months, followed by regular CBC monitoring every 3 months to assess bone marrow toxicity."}
{"id": "article-132927_39", "title": "Baricitinib -- Monitoring", "content": "Clinicians should determine the dose based on GFR, necessitating baseline renal function tests (RFTs), followed by periodic RFTs every 3 months. In addition, due to the risk of skin cancer, an annual skin cancer screening examination is recommended.", "contents": "Baricitinib -- Monitoring. Clinicians should determine the dose based on GFR, necessitating baseline renal function tests (RFTs), followed by periodic RFTs every 3 months. In addition, due to the risk of skin cancer, an annual skin cancer screening examination is recommended."}
{"id": "article-132927_40", "title": "Baricitinib -- Monitoring", "content": "Live vaccines are contraindicated in patients using baricitinib, and immunization status should be current before starting the drug. [29] If patients require any live vaccine, the time interval between initiating the drug and receiving the live vaccine should align with current vaccination clinical guidelines. Furthermore, patients should be monitored for the reactivation of herpes zoster infection during therapy.", "contents": "Baricitinib -- Monitoring. Live vaccines are contraindicated in patients using baricitinib, and immunization status should be current before starting the drug. [29] If patients require any live vaccine, the time interval between initiating the drug and receiving the live vaccine should align with current vaccination clinical guidelines. Furthermore, patients should be monitored for the reactivation of herpes zoster infection during therapy."}
{"id": "article-132927_41", "title": "Baricitinib -- Monitoring", "content": "In rheumatoid arthritis, treatment response can be assessed through the Disease Activity Score 28 (DAS28), Clinical Disease Activity Index (CDAI), and the American College of Rheumatology (ACR) response criteria (ACR20, ACR50, and ACR70). For alopecia areata, improvement in the Severity of Alopecia Tool (SALT) score is a valuable indicator for assessing treatment response. [5]", "contents": "Baricitinib -- Monitoring. In rheumatoid arthritis, treatment response can be assessed through the Disease Activity Score 28 (DAS28), Clinical Disease Activity Index (CDAI), and the American College of Rheumatology (ACR) response criteria (ACR20, ACR50, and ACR70). For alopecia areata, improvement in the Severity of Alopecia Tool (SALT) score is a valuable indicator for assessing treatment response. [5]"}
{"id": "article-132927_42", "title": "Baricitinib -- Toxicity -- Signs and Symptoms of Overdose", "content": "In clinical trials, both single doses of baricitinib of up to 40 mg and multiple doses of baricitinib of up to 20 mg for 10 days were assessed, and no dose-limiting toxicity was observed. Adverse events were comparable to those of lower doses, including nausea, vomiting, recurrent infections, hypersensitivity reactions, and myelosuppression.", "contents": "Baricitinib -- Toxicity -- Signs and Symptoms of Overdose. In clinical trials, both single doses of baricitinib of up to 40 mg and multiple doses of baricitinib of up to 20 mg for 10 days were assessed, and no dose-limiting toxicity was observed. Adverse events were comparable to those of lower doses, including nausea, vomiting, recurrent infections, hypersensitivity reactions, and myelosuppression."}
{"id": "article-132927_43", "title": "Baricitinib -- Toxicity -- Management of Overdose", "content": "In the event of an overdose, patients should be closely monitored for signs and symptoms of adverse reactions and promptly seek medical attention. [30] As there is no antidote for baricitinib, patients should be provided with supportive care.", "contents": "Baricitinib -- Toxicity -- Management of Overdose. In the event of an overdose, patients should be closely monitored for signs and symptoms of adverse reactions and promptly seek medical attention. [30] As there is no antidote for baricitinib, patients should be provided with supportive care."}
{"id": "article-132927_44", "title": "Baricitinib -- Enhancing Healthcare Team Outcomes", "content": "For optimal patient outcomes, open communication among the interprofessional healthcare team and patients is essential, particularly in closely monitoring for the development of adverse reactions. Patients should undergo thorough screening for viral hepatitis and tuberculosis before initiating the drug. In addition, patients should be advised to promptly inform their clinicians of any signs and symptoms related to infection, particularly if they travel to areas with an increased prevalence of tuberculosis. Clinicians must ensure that patients are up-to-date on immunizations before initiating the drug. Baseline CBC with differential, LFTs, and RFTs should be obtained before initiating the drug, and regular monitoring should be maintained for potential dosage adjustments. The lipid panel should be monitored after the initiation of the drug. Patients should be encouraged to attend regular follow-up visits.", "contents": "Baricitinib -- Enhancing Healthcare Team Outcomes. For optimal patient outcomes, open communication among the interprofessional healthcare team and patients is essential, particularly in closely monitoring for the development of adverse reactions. Patients should undergo thorough screening for viral hepatitis and tuberculosis before initiating the drug. In addition, patients should be advised to promptly inform their clinicians of any signs and symptoms related to infection, particularly if they travel to areas with an increased prevalence of tuberculosis. Clinicians must ensure that patients are up-to-date on immunizations before initiating the drug. Baseline CBC with differential, LFTs, and RFTs should be obtained before initiating the drug, and regular monitoring should be maintained for potential dosage adjustments. The lipid panel should be monitored after the initiation of the drug. Patients should be encouraged to attend regular follow-up visits."}
{"id": "article-132927_45", "title": "Baricitinib -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should be vigilant for any signs of active infection during every visit. In the event of a severe illness, including the reactivation of herpes zoster, discontinuation of the drug is recommended. For patients with a history of DVT or pulmonary embolism, the use of baricitinib should be approached cautiously. Patients should be educated about the signs and symptoms of blood clot development and advised to seek immediate medical attention if such symptoms arise. Clinicians should exercise caution when using baricitinib in patients with a history of diverticulitis. They should maintain a lower threshold to rule out gastrointestinal perforation in cases of abdominal pain and advise patients to seek emergent medical attention if such symptoms occur.", "contents": "Baricitinib -- Enhancing Healthcare Team Outcomes. Clinicians should be vigilant for any signs of active infection during every visit. In the event of a severe illness, including the reactivation of herpes zoster, discontinuation of the drug is recommended. For patients with a history of DVT or pulmonary embolism, the use of baricitinib should be approached cautiously. Patients should be educated about the signs and symptoms of blood clot development and advised to seek immediate medical attention if such symptoms arise. Clinicians should exercise caution when using baricitinib in patients with a history of diverticulitis. They should maintain a lower threshold to rule out gastrointestinal perforation in cases of abdominal pain and advise patients to seek emergent medical attention if such symptoms occur."}
{"id": "article-132927_46", "title": "Baricitinib -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should refrain from prescribing baricitinib to pregnant patients and educate them on effective contraception before initiating the drug. In the event of pregnancy, patients should promptly contact their healthcare providers. Patients should be educated on the potential adverse effects, including the development of skin cancers and lymphoma.", "contents": "Baricitinib -- Enhancing Healthcare Team Outcomes. Clinicians should refrain from prescribing baricitinib to pregnant patients and educate them on effective contraception before initiating the drug. In the event of pregnancy, patients should promptly contact their healthcare providers. Patients should be educated on the potential adverse effects, including the development of skin cancers and lymphoma."}
{"id": "article-132927_47", "title": "Baricitinib -- Enhancing Healthcare Team Outcomes", "content": "In summary, baricitinib is a relatively new addition to the DMARDs within the JAK inhibitors family, showing promising results. Achieving effective outcomes requires collaborative efforts among patients and an interprofessional healthcare team, including clinicians, nursing staff, pharmacists, and specialists. Nursing staff are crucial in monitoring patients' drug compliance and screening for potential adverse effects in collaboration with coordinating clinicians. Pharmacists can contribute by ensuring appropriate drug dosing, considering the patient's comorbidities, and providing valuable feedback regarding potential drug interactions.", "contents": "Baricitinib -- Enhancing Healthcare Team Outcomes. In summary, baricitinib is a relatively new addition to the DMARDs within the JAK inhibitors family, showing promising results. Achieving effective outcomes requires collaborative efforts among patients and an interprofessional healthcare team, including clinicians, nursing staff, pharmacists, and specialists. Nursing staff are crucial in monitoring patients' drug compliance and screening for potential adverse effects in collaboration with coordinating clinicians. Pharmacists can contribute by ensuring appropriate drug dosing, considering the patient's comorbidities, and providing valuable feedback regarding potential drug interactions."}
{"id": "article-132927_48", "title": "Baricitinib -- Enhancing Healthcare Team Outcomes", "content": "Other specialists, such as infectious disease specialists, hematologists, and gastroenterologists, can be consulted if the patient develops potential adverse effects. Vigilance toward any signs and symptoms of toxicity is crucial for improving outcomes and reducing morbidity. An interprofessional team approach, along with open communication among clinicians (MDs, DOs, NPs, and PAs), specialists, pharmacists, and nurses, is essential to enhance patient outcomes while minimizing adverse effects.", "contents": "Baricitinib -- Enhancing Healthcare Team Outcomes. Other specialists, such as infectious disease specialists, hematologists, and gastroenterologists, can be consulted if the patient develops potential adverse effects. Vigilance toward any signs and symptoms of toxicity is crucial for improving outcomes and reducing morbidity. An interprofessional team approach, along with open communication among clinicians (MDs, DOs, NPs, and PAs), specialists, pharmacists, and nurses, is essential to enhance patient outcomes while minimizing adverse effects."}
{"id": "article-132927_49", "title": "Baricitinib -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Baricitinib -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}