{"id": "article-30099_0", "title": "Essential Thrombocytosis -- Continuing Education Activity", "content": "Essential thrombocytosis is also known as essential thrombocythemia (ET) and was formerly known as hemorrhagic thrombocythemia and is one of the myeloproliferative neoplasms. Myeloproliferative neoplasms include polycythemia vera, primary myelofibrosis, and essential polycythemia; these neoplasms are similar and share the same mutations. Essential thrombocytosis is characterized by thrombocytosis and megakaryocytic hyperplasia of the bone marrow. According to the World Health Organization, essential thrombocytosis can be diagnosed when the platelet count is over 45,0000/microliter, and there is either a Janus kinase 2 (JAK2), Calreticulin (CALR) or myeloproliferative leukemia virus oncogene (MPL) mutation, lacking clonal or reactive causes. This activity describes the presentation, cause, management, and potential complications of essential thrombocytosis and reviews the role of the interprofessional team in caring for patients with this disease.", "contents": "Essential Thrombocytosis -- Continuing Education Activity. Essential thrombocytosis is also known as essential thrombocythemia (ET) and was formerly known as hemorrhagic thrombocythemia and is one of the myeloproliferative neoplasms. Myeloproliferative neoplasms include polycythemia vera, primary myelofibrosis, and essential polycythemia; these neoplasms are similar and share the same mutations. Essential thrombocytosis is characterized by thrombocytosis and megakaryocytic hyperplasia of the bone marrow. According to the World Health Organization, essential thrombocytosis can be diagnosed when the platelet count is over 45,0000/microliter, and there is either a Janus kinase 2 (JAK2), Calreticulin (CALR) or myeloproliferative leukemia virus oncogene (MPL) mutation, lacking clonal or reactive causes. This activity describes the presentation, cause, management, and potential complications of essential thrombocytosis and reviews the role of the interprofessional team in caring for patients with this disease."}
{"id": "article-30099_1", "title": "Essential Thrombocytosis -- Continuing Education Activity", "content": "Objectives: Identify the typical presentation of essential thrombocytosis. Describe the evaluation of a patient with essential thrombocytosis. Summarize the treatment options for essential thrombocytosis. Explain the role of the interprofessional team in coordinating the evaluation and management of this condition. Access free multiple choice questions on this topic.", "contents": "Essential Thrombocytosis -- Continuing Education Activity. Objectives: Identify the typical presentation of essential thrombocytosis. Describe the evaluation of a patient with essential thrombocytosis. Summarize the treatment options for essential thrombocytosis. Explain the role of the interprofessional team in coordinating the evaluation and management of this condition. Access free multiple choice questions on this topic."}
{"id": "article-30099_2", "title": "Essential Thrombocytosis -- Introduction", "content": "Essential thrombocytosis is also known as essential thrombocythemia (ET). It was first recognized in 1934; however, at that time, it was described as hemorrhagic thrombocythemia. Essential thrombocytosis is one of the myeloproliferative neoplasms. It was classified as a myeloproliferative neoplasm in 1951 by Damesheck. [1] Myeloproliferative neoplasm includes polycythemia vera, primary myelofibrosis, and essential polycythemia. [2] The three types of myeloproliferative neoplasm are similar as they share the same mutations. Approximately 55% of patients with essential thrombocytosis have the JAK2 mutation. [3] Essential thrombocytosis is characterized by thrombocytosis with the presence of megakaryocytic hyperplasia in the bone marrow. Due to thrombocytosis, there are risks of vascular events such as thrombosis and hemorrhage and sometimes the conversion to a blast phase of myelofibrosis. [4] According to the World Health Organization, essential thrombocytosis is a disease that occurs when the platelet count is more than 450000 with the presence of Janus kinase 2 (JAK2), Calreticulin (CALR) or myeloproliferative leukemia virus oncogene (MPL) mutation, lacking clonal or reactive causes. [5] This review article will focus on reviewing the etiology, epidemiology, pathophysiology, evaluation, and treatment of this disease.", "contents": "Essential Thrombocytosis -- Introduction. Essential thrombocytosis is also known as essential thrombocythemia (ET). It was first recognized in 1934; however, at that time, it was described as hemorrhagic thrombocythemia. Essential thrombocytosis is one of the myeloproliferative neoplasms. It was classified as a myeloproliferative neoplasm in 1951 by Damesheck. [1] Myeloproliferative neoplasm includes polycythemia vera, primary myelofibrosis, and essential polycythemia. [2] The three types of myeloproliferative neoplasm are similar as they share the same mutations. Approximately 55% of patients with essential thrombocytosis have the JAK2 mutation. [3] Essential thrombocytosis is characterized by thrombocytosis with the presence of megakaryocytic hyperplasia in the bone marrow. Due to thrombocytosis, there are risks of vascular events such as thrombosis and hemorrhage and sometimes the conversion to a blast phase of myelofibrosis. [4] According to the World Health Organization, essential thrombocytosis is a disease that occurs when the platelet count is more than 450000 with the presence of Janus kinase 2 (JAK2), Calreticulin (CALR) or myeloproliferative leukemia virus oncogene (MPL) mutation, lacking clonal or reactive causes. [5] This review article will focus on reviewing the etiology, epidemiology, pathophysiology, evaluation, and treatment of this disease."}
{"id": "article-30099_3", "title": "Essential Thrombocytosis -- Etiology", "content": "The primary cause of essential thrombocythemia (ETT) is the overproduction of hematopoietic cells due to the mutations of the JAK2, CALR, or MPL genes. These genes are known as \"driver mutations\" due to their role in developing a myeloproliferative neoplasm. [6] Though 90% of adults have JAK2, CALR, or MPL mutations, it is not unusual to find children with a molecular triple wild-type status [7] [8] .  Overlap between the ages is not complete.  JAK2V617F (Janus Activated Kinase 2; 9p24) occurs in about half of Essential Thrombocytosis patients (ETT), though the exon 12 subtype is rare.  Homozygous JAK2 mutations present with more severe complications, such as a greater prevalence of HiT (Heparin-induced thrombocytopenia) [9] [10] .  CALR (Calreticulin; 19p13.2) occurs in upwards of a quarter of ETT patients.  It is located close to the foci of platelet production genes.  It is a multifunctional calcium-binding protein associated with younger patients, a higher platelet count yet a lower rate of thrombosis [7] [11] .  MPL (Myeloproliferative Leukemia Virus Oncogene; 1p34) occurs in about 4% to 5% of ETT patients and is concerned with leukemic transformation.  MPL mutations are located mainly about exon 10, especially MPLW515L/K [7] .  It is also known as the Thrombopoietin (TPO) Receptor gene [12] .  Other adverse mutations and variants have been noted in ETT, and these include SH2B3, SF361 (associated with fibrosis [13] ), U2AF1 (associated with fibrosis and platelet counts over a million [13] [11] ), TP53 (predicts leukemic transformation), IDH2, E2H2 (associated with platelet counts greater than 1.5 million [11] ), 20q- (found in about 5% of patients), and (-Y) - the loss of the Y chromosome denotes an inferior median survival.  Mutations of the Gelsolin and JAK2V617I genes have been implicated with hereditary formats [14] [15] .  A highly malevolent form bearing the MPL (Ser505Asn) mutation has been found among Italian families [16] .  It is believed that familial clusters of thrombocytosis exist and are underdiagnosed, ergo, underestimated [17] .", "contents": "Essential Thrombocytosis -- Etiology. The primary cause of essential thrombocythemia (ETT) is the overproduction of hematopoietic cells due to the mutations of the JAK2, CALR, or MPL genes. These genes are known as \"driver mutations\" due to their role in developing a myeloproliferative neoplasm. [6] Though 90% of adults have JAK2, CALR, or MPL mutations, it is not unusual to find children with a molecular triple wild-type status [7] [8] .  Overlap between the ages is not complete.  JAK2V617F (Janus Activated Kinase 2; 9p24) occurs in about half of Essential Thrombocytosis patients (ETT), though the exon 12 subtype is rare.  Homozygous JAK2 mutations present with more severe complications, such as a greater prevalence of HiT (Heparin-induced thrombocytopenia) [9] [10] .  CALR (Calreticulin; 19p13.2) occurs in upwards of a quarter of ETT patients.  It is located close to the foci of platelet production genes.  It is a multifunctional calcium-binding protein associated with younger patients, a higher platelet count yet a lower rate of thrombosis [7] [11] .  MPL (Myeloproliferative Leukemia Virus Oncogene; 1p34) occurs in about 4% to 5% of ETT patients and is concerned with leukemic transformation.  MPL mutations are located mainly about exon 10, especially MPLW515L/K [7] .  It is also known as the Thrombopoietin (TPO) Receptor gene [12] .  Other adverse mutations and variants have been noted in ETT, and these include SH2B3, SF361 (associated with fibrosis [13] ), U2AF1 (associated with fibrosis and platelet counts over a million [13] [11] ), TP53 (predicts leukemic transformation), IDH2, E2H2 (associated with platelet counts greater than 1.5 million [11] ), 20q- (found in about 5% of patients), and (-Y) - the loss of the Y chromosome denotes an inferior median survival.  Mutations of the Gelsolin and JAK2V617I genes have been implicated with hereditary formats [14] [15] .  A highly malevolent form bearing the MPL (Ser505Asn) mutation has been found among Italian families [16] .  It is believed that familial clusters of thrombocytosis exist and are underdiagnosed, ergo, underestimated [17] ."}
{"id": "article-30099_4", "title": "Essential Thrombocytosis -- Epidemiology", "content": "Essential thrombocytosis is the most common type of myeloproliferative neoplasm. Reports are that 1.0 to 2.5 individuals per 100000 have essential thrombocytosis yearly. [18] The prevalence was reported to be 38 to 57 per 100000 between 2008 and 2010 and mostly occurred in females. [19] The incidence of essential thrombocytosis increases with age, with most patients presenting between the ages of 50 and 60.  It is of interesting note that neonates and infants can show high platelet values, particularly if they are of low birth weight and that counts upwards of 600,000 /microliter are considered normal in these children [8] .", "contents": "Essential Thrombocytosis -- Epidemiology. Essential thrombocytosis is the most common type of myeloproliferative neoplasm. Reports are that 1.0 to 2.5 individuals per 100000 have essential thrombocytosis yearly. [18] The prevalence was reported to be 38 to 57 per 100000 between 2008 and 2010 and mostly occurred in females. [19] The incidence of essential thrombocytosis increases with age, with most patients presenting between the ages of 50 and 60.  It is of interesting note that neonates and infants can show high platelet values, particularly if they are of low birth weight and that counts upwards of 600,000 /microliter are considered normal in these children [8] ."}
{"id": "article-30099_5", "title": "Essential Thrombocytosis -- Pathophysiology", "content": "The driver genes JAK2, CALR, and MPL have specific functions which, when mutated, cause myeloproliferative effects. In 2005, research showed that a single point mutation of the JAK2 leads to a myeloproliferative neoplasm. [20] The point mutation causes a change in the amino acid from valine to phenylalanine at codon 617, hence, the abbreviation JAK2V617F. [21] JAK 2 is a non-receptor tyrosine kinase found in the cytoplasm playing a pivotal role in hematopoiesis. Its mutation aids in the gain of function, leading to the activation of intracellular signaling pathways associated with the receptors of hematopoietic cytokines: erythropoietin, thrombopoietin, and granulocyte colony-stimulating factor. [6] About half of the patients with essential thrombocytosis have a JAK2 mutation. [6] CALR mutation occurs due to insertions or deletions causing a shift in the amino acid reading frame, which leads to the formation of a novel C terminus. [6] CALR is normally involved in cellular proliferation, differentiation, and apoptosis. [21] MPL gene, on the other hand, is reported to be mutated via point mutation, and about 3% to 15% of essential thrombocytosis patients are affected by this mutation. [21] Bleeding episodes are related to extreme thrombocytosis (> 1-1.5 million count) and may be associated with or due to an acquired von Willebrand disease [12] .  The basic mechanism is thought to involve the absorption of large von Willebrand multimers by the platelet's membranes.  As their count increases, more absorption occurs, with a subsequent decrease in the von Willebrand factor (VWF) activity.  Also, there is a subsequent failure of VWF to stabilize Factor VIII.  This is another reason to target thrombocytosis with cytoreduction.", "contents": "Essential Thrombocytosis -- Pathophysiology. The driver genes JAK2, CALR, and MPL have specific functions which, when mutated, cause myeloproliferative effects. In 2005, research showed that a single point mutation of the JAK2 leads to a myeloproliferative neoplasm. [20] The point mutation causes a change in the amino acid from valine to phenylalanine at codon 617, hence, the abbreviation JAK2V617F. [21] JAK 2 is a non-receptor tyrosine kinase found in the cytoplasm playing a pivotal role in hematopoiesis. Its mutation aids in the gain of function, leading to the activation of intracellular signaling pathways associated with the receptors of hematopoietic cytokines: erythropoietin, thrombopoietin, and granulocyte colony-stimulating factor. [6] About half of the patients with essential thrombocytosis have a JAK2 mutation. [6] CALR mutation occurs due to insertions or deletions causing a shift in the amino acid reading frame, which leads to the formation of a novel C terminus. [6] CALR is normally involved in cellular proliferation, differentiation, and apoptosis. [21] MPL gene, on the other hand, is reported to be mutated via point mutation, and about 3% to 15% of essential thrombocytosis patients are affected by this mutation. [21] Bleeding episodes are related to extreme thrombocytosis (> 1-1.5 million count) and may be associated with or due to an acquired von Willebrand disease [12] .  The basic mechanism is thought to involve the absorption of large von Willebrand multimers by the platelet's membranes.  As their count increases, more absorption occurs, with a subsequent decrease in the von Willebrand factor (VWF) activity.  Also, there is a subsequent failure of VWF to stabilize Factor VIII.  This is another reason to target thrombocytosis with cytoreduction."}
{"id": "article-30099_6", "title": "Essential Thrombocytosis -- Histopathology", "content": "The bone marrow cellularity helps define essential thrombocytosis. In essential thrombocytosis, the bone marrow microscopic examinations show clustered enlarged megakaryocytes with matured cytoplasm containing multilobulated nuclei. [4]", "contents": "Essential Thrombocytosis -- Histopathology. The bone marrow cellularity helps define essential thrombocytosis. In essential thrombocytosis, the bone marrow microscopic examinations show clustered enlarged megakaryocytes with matured cytoplasm containing multilobulated nuclei. [4]"}
{"id": "article-30099_7", "title": "Essential Thrombocytosis -- History and Physical", "content": "Essential thrombocytosis patients could present with variable symptoms. In asymptomatic patients, thrombocytosis is usually an incidental finding on complete blood count. For symptomatic patients, the most common symptoms are fatigue (in 90% of patients), insomnia, migraines, headache, and dizziness. [12] [18] They can also present with various levels of thrombosis, including hepatic vein thrombosis, which is the hallmark of the disease, or they can present with symptoms like transient ischemic attack, erythromelalgia, and easy bruising. [18] The most common physical finding in essential thrombocytosis is splenomegaly, which is mild when compared to other myeloproliferative neoplasms. [18]", "contents": "Essential Thrombocytosis -- History and Physical. Essential thrombocytosis patients could present with variable symptoms. In asymptomatic patients, thrombocytosis is usually an incidental finding on complete blood count. For symptomatic patients, the most common symptoms are fatigue (in 90% of patients), insomnia, migraines, headache, and dizziness. [12] [18] They can also present with various levels of thrombosis, including hepatic vein thrombosis, which is the hallmark of the disease, or they can present with symptoms like transient ischemic attack, erythromelalgia, and easy bruising. [18] The most common physical finding in essential thrombocytosis is splenomegaly, which is mild when compared to other myeloproliferative neoplasms. [18]"}
{"id": "article-30099_8", "title": "Essential Thrombocytosis -- Evaluation", "content": "The WHO diagnostic criteria for ETT are as follows [8] .  The diagnosis is made if all 4 major criteria are met or the first 3 major criteria and the minor ones are satisfied. MAJOR CRITERIA 1. Platelet count greater than or equal to 450,000/microliter.", "contents": "Essential Thrombocytosis -- Evaluation. The WHO diagnostic criteria for ETT are as follows [8] .  The diagnosis is made if all 4 major criteria are met or the first 3 major criteria and the minor ones are satisfied. MAJOR CRITERIA 1. Platelet count greater than or equal to 450,000/microliter."}
{"id": "article-30099_9", "title": "Essential Thrombocytosis -- Evaluation", "content": "2. The bone marrow biopsy shows proliferation, mainly of the megakaryocytic lineage, with an increase in the number of enlarged, mature megakaryocytes with hyper loculated nuclei.  No significant increase or left shift in neutrophil granulopoiesis or erythropoiesis is present, and there is very rarely a minor increase in reticulin fibers. 3. The presentation does not meet WHO criteria for BCRABL1  + CML, PCV, myelofibrosis, MDS, or other myeloid neoplasms. 4. + JAK2, CALR, or MPL. MINOR CRITERIA; there is a presence of a clonal marker or absence of evidence of reactive thrombocytosis.", "contents": "Essential Thrombocytosis -- Evaluation. 2. The bone marrow biopsy shows proliferation, mainly of the megakaryocytic lineage, with an increase in the number of enlarged, mature megakaryocytes with hyper loculated nuclei.  No significant increase or left shift in neutrophil granulopoiesis or erythropoiesis is present, and there is very rarely a minor increase in reticulin fibers. 3. The presentation does not meet WHO criteria for BCRABL1  + CML, PCV, myelofibrosis, MDS, or other myeloid neoplasms. 4. + JAK2, CALR, or MPL. MINOR CRITERIA; there is a presence of a clonal marker or absence of evidence of reactive thrombocytosis."}
{"id": "article-30099_10", "title": "Essential Thrombocytosis -- Evaluation", "content": "As stated above, the evaluation of patients with essential thrombocytosis includes getting a complete blood count, a bone marrow biopsy, and genetic testing to evaluate for gene mutations.  The bone marrow biopsy should show evidence of increased proliferation of the megakaryocytic cell lines with increased numbers of enlarged, matured megakaryocytes. Because the symptoms of myeloproliferative neoplasms overlap, it is important to also rule out other causes of thrombocytosis, including clonal and reactive causes, before reaching a definite diagnosis of essential thrombocytosis. [22] To differentiate from reactive thrombocytosis, it is recommended to get acute phase reactants and an iron panel. The abnormality in these two has been shown to cause thrombocytosis. In the inflammatory process, there will be an elevation of acute phase reactants such as CRP or ESR, which have been reported as elevated in patients with reactive thrombocytosis. [23] Once there is the resolution of inflammation, thrombocytosis is expected to resolve. Likewise,  in iron deficiency, thrombocytosis is expected to resolve with iron replacement.", "contents": "Essential Thrombocytosis -- Evaluation. As stated above, the evaluation of patients with essential thrombocytosis includes getting a complete blood count, a bone marrow biopsy, and genetic testing to evaluate for gene mutations.  The bone marrow biopsy should show evidence of increased proliferation of the megakaryocytic cell lines with increased numbers of enlarged, matured megakaryocytes. Because the symptoms of myeloproliferative neoplasms overlap, it is important to also rule out other causes of thrombocytosis, including clonal and reactive causes, before reaching a definite diagnosis of essential thrombocytosis. [22] To differentiate from reactive thrombocytosis, it is recommended to get acute phase reactants and an iron panel. The abnormality in these two has been shown to cause thrombocytosis. In the inflammatory process, there will be an elevation of acute phase reactants such as CRP or ESR, which have been reported as elevated in patients with reactive thrombocytosis. [23] Once there is the resolution of inflammation, thrombocytosis is expected to resolve. Likewise,  in iron deficiency, thrombocytosis is expected to resolve with iron replacement."}
{"id": "article-30099_11", "title": "Essential Thrombocytosis -- Evaluation", "content": "Pediatric ETT does not fully overlap with the adult form in terms of traits [8] .  Many kids are asymptomatic, with half having splenomegaly and a quarter having hepatomegaly [24] .  JAK2V617F is present in only about half of patients.  It is therefore recommended to diagnose these cases focused not only on the clinical labs but with an additional primary focus on the bone marrow biopsy and histologic analyses.  Children can manifest thrombocytosis from a cadre of causes, secondary or \"reactive\" thrombocytosis.  Platelets can be considered a subset of Acute Phase Reactants [8] .  As a reactant, their number can increase due to the upregulation of TPO receptors and IL6 in a number of causes, inflammatory, ischemic, or otherwise [25] .", "contents": "Essential Thrombocytosis -- Evaluation. Pediatric ETT does not fully overlap with the adult form in terms of traits [8] .  Many kids are asymptomatic, with half having splenomegaly and a quarter having hepatomegaly [24] .  JAK2V617F is present in only about half of patients.  It is therefore recommended to diagnose these cases focused not only on the clinical labs but with an additional primary focus on the bone marrow biopsy and histologic analyses.  Children can manifest thrombocytosis from a cadre of causes, secondary or \"reactive\" thrombocytosis.  Platelets can be considered a subset of Acute Phase Reactants [8] .  As a reactant, their number can increase due to the upregulation of TPO receptors and IL6 in a number of causes, inflammatory, ischemic, or otherwise [25] ."}
{"id": "article-30099_12", "title": "Essential Thrombocytosis -- Evaluation", "content": "It is helpful to recognize which genetic mutation a patient has, whether it is JAK2, CALR, or MPL, because each of these mutations determines the clinical features, complications, and survival of myeloproliferative neoplasm. [21] Research shows that genetic testing will help to determine the phenotype and prognosis of essential thrombocytosis. For instance, a patient with CALR mutations of essential thrombocytosis has a better prognosis. [26] The presence of a mutation strengthens the diagnosis of all myeloproliferative neoplasms, as 97% of patients have some form of mutation, whether JAK2, CALR, or MPL. [26]", "contents": "Essential Thrombocytosis -- Evaluation. It is helpful to recognize which genetic mutation a patient has, whether it is JAK2, CALR, or MPL, because each of these mutations determines the clinical features, complications, and survival of myeloproliferative neoplasm. [21] Research shows that genetic testing will help to determine the phenotype and prognosis of essential thrombocytosis. For instance, a patient with CALR mutations of essential thrombocytosis has a better prognosis. [26] The presence of a mutation strengthens the diagnosis of all myeloproliferative neoplasms, as 97% of patients have some form of mutation, whether JAK2, CALR, or MPL. [26]"}
{"id": "article-30099_13", "title": "Essential Thrombocytosis -- Treatment / Management", "content": "The goal of the treatment of essential thrombocytosis is to prevent vascular complications such as thrombotic and hemorrhagic events; this is because thrombosis and hemorrhage are the leading causes of morbidity and mortality. [27] The International Prognostic Score for Essential Thrombocytosis (IPSET) defines age greater than or equal to 60 years, leukocyte counts greater than or equal to 11,000 /uL,  cardiovascular risk factors (eg. diabetes, tobacco use, hypertension), the JAK2V617F mutation, and a history of prior thromboses as risk factors for overall survival (OS) thereby dividing ETT into 3 treatment groups [28] [29] .   Risk stratification is used to determine whether the patient should receive treatment or not. Therefore, treatment strategy depends on whether the patient is at low or high risk for thrombosis. Generally, low-risk patients are young (under age 60) with no prior thrombosis, and high-risk patients are as older (over age 60) with a previous history of thrombosis. [23] For a low-risk patient, it is recommended to treat with aspirin if there are no major contraindications for aspirin. There should be careful consideration of possible acquired von Willebrand syndrome when platelets are more than 1000 x 10 9 /L. In the setting of abnormal von Willebrand laboratory parameters and/or bleeding, aspirin should not be used. For a high-risk patient, antiplatelet (low-dose aspirin)  and cytoreductive therapy are the choice.", "contents": "Essential Thrombocytosis -- Treatment / Management. The goal of the treatment of essential thrombocytosis is to prevent vascular complications such as thrombotic and hemorrhagic events; this is because thrombosis and hemorrhage are the leading causes of morbidity and mortality. [27] The International Prognostic Score for Essential Thrombocytosis (IPSET) defines age greater than or equal to 60 years, leukocyte counts greater than or equal to 11,000 /uL,  cardiovascular risk factors (eg. diabetes, tobacco use, hypertension), the JAK2V617F mutation, and a history of prior thromboses as risk factors for overall survival (OS) thereby dividing ETT into 3 treatment groups [28] [29] .   Risk stratification is used to determine whether the patient should receive treatment or not. Therefore, treatment strategy depends on whether the patient is at low or high risk for thrombosis. Generally, low-risk patients are young (under age 60) with no prior thrombosis, and high-risk patients are as older (over age 60) with a previous history of thrombosis. [23] For a low-risk patient, it is recommended to treat with aspirin if there are no major contraindications for aspirin. There should be careful consideration of possible acquired von Willebrand syndrome when platelets are more than 1000 x 10 9 /L. In the setting of abnormal von Willebrand laboratory parameters and/or bleeding, aspirin should not be used. For a high-risk patient, antiplatelet (low-dose aspirin)  and cytoreductive therapy are the choice."}
{"id": "article-30099_14", "title": "Essential Thrombocytosis -- Treatment / Management", "content": "For cytoreductive therapy, Hydroxyurea is a common choice, with anagrelide and interferon (especially the pegylated forms) secondarily so.   Hydroxyurea has been shown to reduce both the number of platelets and the number of leukocytes, causing a reduction in thrombosis and myelofibrosis. [1] Anagrelide, on the other hand, is a second-line therapy used to reduce platelet count [30] . It does this by inhibiting the differentiation of megakaryocytes and platelet aggregation. [1] Compared to hydroxyurea, anagrelide is superior in preventing venous thrombosis, but it increases the rate of hemorrhage when combined with aspirin. IFN use is supported by UK data with an overall response rate (ORR) of 81% [29] .  Pegylated forms are reportedly superior to anagrelide, but flu-like toxicity still occurs [31] [32] .  Many clinical trials have proven the use of cytoreductive therapy to reduce the number of thrombotic events, including the one reported by Cortelazzo et al. (1995). Cortelazzo et al. followed high risks patients taking either hydroxyurea or placebo for 6 months, and they found that 3.6% of patients receiving hydroxyurea suffered from thrombotic events compared to the 24% of people not taking hydroxyurea in the placebo group. [33]", "contents": "Essential Thrombocytosis -- Treatment / Management. For cytoreductive therapy, Hydroxyurea is a common choice, with anagrelide and interferon (especially the pegylated forms) secondarily so.   Hydroxyurea has been shown to reduce both the number of platelets and the number of leukocytes, causing a reduction in thrombosis and myelofibrosis. [1] Anagrelide, on the other hand, is a second-line therapy used to reduce platelet count [30] . It does this by inhibiting the differentiation of megakaryocytes and platelet aggregation. [1] Compared to hydroxyurea, anagrelide is superior in preventing venous thrombosis, but it increases the rate of hemorrhage when combined with aspirin. IFN use is supported by UK data with an overall response rate (ORR) of 81% [29] .  Pegylated forms are reportedly superior to anagrelide, but flu-like toxicity still occurs [31] [32] .  Many clinical trials have proven the use of cytoreductive therapy to reduce the number of thrombotic events, including the one reported by Cortelazzo et al. (1995). Cortelazzo et al. followed high risks patients taking either hydroxyurea or placebo for 6 months, and they found that 3.6% of patients receiving hydroxyurea suffered from thrombotic events compared to the 24% of people not taking hydroxyurea in the placebo group. [33]"}
{"id": "article-30099_15", "title": "Essential Thrombocytosis -- Treatment / Management", "content": "Pregnancies with ETT have an increase in first-trimester fetal loss as well as placental complications [12] .  For pregnant ETT patients, concurrent low molecular weight heparin (LMWH) with low-dose aspirin is advocated, the latter withdrawn should bleeding occur.  IFN use had led to improved live birth rates [29] .  For pregnant patients with essential thrombocytosis, it is recommended to use low molecular weight heparin during pregnancy for 6 weeks after delivery as well as cytoreduction with pegylated interferon. [1] [34] [1] Also, in pregnant females who have extremely high platelets (>1.5 million) where the action of interferon is slow to bring down the platelets, plateletpheresis was reported to be an option to reduce the number of platelets. [35] Hydroxyurea and anagrelide are contraindicated in pregnant ETT patients [29] .  Hydroxyurea is potentially teratogenic.  Anagrelide may cross the placenta leading to possible fetal thrombocytopenia.", "contents": "Essential Thrombocytosis -- Treatment / Management. Pregnancies with ETT have an increase in first-trimester fetal loss as well as placental complications [12] .  For pregnant ETT patients, concurrent low molecular weight heparin (LMWH) with low-dose aspirin is advocated, the latter withdrawn should bleeding occur.  IFN use had led to improved live birth rates [29] .  For pregnant patients with essential thrombocytosis, it is recommended to use low molecular weight heparin during pregnancy for 6 weeks after delivery as well as cytoreduction with pegylated interferon. [1] [34] [1] Also, in pregnant females who have extremely high platelets (>1.5 million) where the action of interferon is slow to bring down the platelets, plateletpheresis was reported to be an option to reduce the number of platelets. [35] Hydroxyurea and anagrelide are contraindicated in pregnant ETT patients [29] .  Hydroxyurea is potentially teratogenic.  Anagrelide may cross the placenta leading to possible fetal thrombocytopenia."}
{"id": "article-30099_16", "title": "Essential Thrombocytosis -- Treatment / Management", "content": "Other agents have been considered but carry their own shortcomings [29] .  Busulfan has demonstrated some activity in ETT but is limited by its hematologic toxicity, which includes high rates of transformation into MDS and Acute Leukemia.  Histone Deacetylase inhibitors such as Vorinostat and Givinostat bring only a modicum of response.  Imetelstat, a Telomerase inhibitor, carries a high risk of neutropenia, thrombosis, and abnormal liver studies.  Ruxolitinib, a JAK inhibitor, underwent analysis with the resultant opinion that it was of dubious benefit.", "contents": "Essential Thrombocytosis -- Treatment / Management. Other agents have been considered but carry their own shortcomings [29] .  Busulfan has demonstrated some activity in ETT but is limited by its hematologic toxicity, which includes high rates of transformation into MDS and Acute Leukemia.  Histone Deacetylase inhibitors such as Vorinostat and Givinostat bring only a modicum of response.  Imetelstat, a Telomerase inhibitor, carries a high risk of neutropenia, thrombosis, and abnormal liver studies.  Ruxolitinib, a JAK inhibitor, underwent analysis with the resultant opinion that it was of dubious benefit."}
{"id": "article-30099_17", "title": "Essential Thrombocytosis -- Treatment / Management", "content": "Erythromelalgia is a painful and burning sensation of the feet or hands showing erythema and warmth.  The symptoms are due to an abnormal small vessel-platelet/endothelial interaction [7] .  Aspirin is the treatment of choice.", "contents": "Essential Thrombocytosis -- Treatment / Management. Erythromelalgia is a painful and burning sensation of the feet or hands showing erythema and warmth.  The symptoms are due to an abnormal small vessel-platelet/endothelial interaction [7] .  Aspirin is the treatment of choice."}
{"id": "article-30099_18", "title": "Essential Thrombocytosis -- Treatment / Management", "content": "The use of Aspirin in the pediatric group raises some trepidation over the appearance of Reyes syndrome [25] .  This is a rare, entity that manifests as cerebral edema, increased intracranial pressure, and liver damage.  The fatality rate reportedly averages 21%.", "contents": "Essential Thrombocytosis -- Treatment / Management. The use of Aspirin in the pediatric group raises some trepidation over the appearance of Reyes syndrome [25] .  This is a rare, entity that manifests as cerebral edema, increased intracranial pressure, and liver damage.  The fatality rate reportedly averages 21%."}
{"id": "article-30099_19", "title": "Essential Thrombocytosis -- Differential Diagnosis", "content": "The differential diagnosis of essential thrombocytosis is broad. Differential diagnoses include other causes of clonal neoplasms and reactive and spurious thrombocytosis. Clonal causes include different types of myeloproliferative disorders, including polycythemia vera and primary myelofibrosis. The presentation of essential thrombocytosis and other myeloproliferative disorders overlap considerably, and the only way to be sure of the diagnosis is to rule out the other myeloproliferative disorders. [18] In essential thrombocytosis, there is thrombocytosis but no fibrosis of the bone marrow, unlike in primary myelofibrosis, where there is fibrosis of the bone marrow. Reactive (or secondary) thrombocytosis can occur in pediatric cases, for example, due to a number of factors, including infection, inflammation (eg. Kawasaki disease), tissue damage (surgery or trauma), hyposplenism, iron deficiency anemia, cancer, drugs (eg. Vincristine), allergic reactions, and hemolysis.  COVID infections, coupled with myeloproliferative neoplasms such as ETT, manifest systemic inflammation and increases the risk of arteriovenous thromboses [36] [37] .  COVID creates the procoagulant state that ETT exacerbates. Spurious thrombocytosis is due to the miscount of structures that are not platelets as platelets. For instance, the automated counter in labs has been reported to miscount cryoglobulin crystals, cytoplasmic fragments of circulating leukemic cells, and bacteria as platelets leading to thrombocytosis. [23]", "contents": "Essential Thrombocytosis -- Differential Diagnosis. The differential diagnosis of essential thrombocytosis is broad. Differential diagnoses include other causes of clonal neoplasms and reactive and spurious thrombocytosis. Clonal causes include different types of myeloproliferative disorders, including polycythemia vera and primary myelofibrosis. The presentation of essential thrombocytosis and other myeloproliferative disorders overlap considerably, and the only way to be sure of the diagnosis is to rule out the other myeloproliferative disorders. [18] In essential thrombocytosis, there is thrombocytosis but no fibrosis of the bone marrow, unlike in primary myelofibrosis, where there is fibrosis of the bone marrow. Reactive (or secondary) thrombocytosis can occur in pediatric cases, for example, due to a number of factors, including infection, inflammation (eg. Kawasaki disease), tissue damage (surgery or trauma), hyposplenism, iron deficiency anemia, cancer, drugs (eg. Vincristine), allergic reactions, and hemolysis.  COVID infections, coupled with myeloproliferative neoplasms such as ETT, manifest systemic inflammation and increases the risk of arteriovenous thromboses [36] [37] .  COVID creates the procoagulant state that ETT exacerbates. Spurious thrombocytosis is due to the miscount of structures that are not platelets as platelets. For instance, the automated counter in labs has been reported to miscount cryoglobulin crystals, cytoplasmic fragments of circulating leukemic cells, and bacteria as platelets leading to thrombocytosis. [23]"}
{"id": "article-30099_20", "title": "Essential Thrombocytosis -- Differential Diagnosis", "content": "Hereditary or Familial Thrombocytosis is polyclonal, typically autosomal dominant with variable penetrance [38] [25] [8] .  Patients manifest hepatosplenomegaly and thrombocytosis (though the latter is reportedly not as prominent as with ETT), and affect genes with TPO or its receptor MPL.  There is megakaryocytosis in the bone marrow and increased platelet activation.", "contents": "Essential Thrombocytosis -- Differential Diagnosis. Hereditary or Familial Thrombocytosis is polyclonal, typically autosomal dominant with variable penetrance [38] [25] [8] .  Patients manifest hepatosplenomegaly and thrombocytosis (though the latter is reportedly not as prominent as with ETT), and affect genes with TPO or its receptor MPL.  There is megakaryocytosis in the bone marrow and increased platelet activation."}
{"id": "article-30099_21", "title": "Essential Thrombocytosis -- Prognosis", "content": "Essential thrombocytosis is an indolent disease, and the median survival is 18 years [7] . The reported life expectancy of patients with essential thrombocytosis was as high as 33 years in patients younger than 60 years. [39] Compared to polycythemia vera, the life expectancy of patients with essential thrombocytosis is superior. [39] Even though essential thrombocytosis is an indolent disease, they have a poorer life expectancy compared to the general population due to thrombotic events that could complicate the disease. [21]", "contents": "Essential Thrombocytosis -- Prognosis. Essential thrombocytosis is an indolent disease, and the median survival is 18 years [7] . The reported life expectancy of patients with essential thrombocytosis was as high as 33 years in patients younger than 60 years. [39] Compared to polycythemia vera, the life expectancy of patients with essential thrombocytosis is superior. [39] Even though essential thrombocytosis is an indolent disease, they have a poorer life expectancy compared to the general population due to thrombotic events that could complicate the disease. [21]"}
{"id": "article-30099_22", "title": "Essential Thrombocytosis -- Complications", "content": "The most common cause of mortality and morbidity in patients with essential thrombocytosis is thrombosis. Thrombosis occurs 20% of the time, followed by hemorrhage, which is reported to be 10%, and the estimates of risk for conversion are less than 1%. [18] [40] Thrombosis is the formation of a clot in the vasculature. It could occur in the cerebral, coronary, and hepatic vessels. When it occurs in the cerebral vessels, it causes transient ischemic attack or stroke. In the coronary arteries, it can lead to acute coronary syndrome, and when it occurs in the hepatic vein can lead to Budd-Chiari syndrome. Patients who are older than 60 with a history of thrombosis are reported to be at high risk for a thrombotic event. [21] For children, thromboses are reportedly few, and hemorrhages are reportedly fewer [8] .  Though leukemic transformation in kids is reportedly rare, in adults, it is 2% to 3% at 10 years and 5% at 15 years [12] [8] .", "contents": "Essential Thrombocytosis -- Complications. The most common cause of mortality and morbidity in patients with essential thrombocytosis is thrombosis. Thrombosis occurs 20% of the time, followed by hemorrhage, which is reported to be 10%, and the estimates of risk for conversion are less than 1%. [18] [40] Thrombosis is the formation of a clot in the vasculature. It could occur in the cerebral, coronary, and hepatic vessels. When it occurs in the cerebral vessels, it causes transient ischemic attack or stroke. In the coronary arteries, it can lead to acute coronary syndrome, and when it occurs in the hepatic vein can lead to Budd-Chiari syndrome. Patients who are older than 60 with a history of thrombosis are reported to be at high risk for a thrombotic event. [21] For children, thromboses are reportedly few, and hemorrhages are reportedly fewer [8] .  Though leukemic transformation in kids is reportedly rare, in adults, it is 2% to 3% at 10 years and 5% at 15 years [12] [8] ."}
{"id": "article-30099_23", "title": "Essential Thrombocytosis -- Complications", "content": "Essential thrombocytosis is also associated with pregnancy complications. Complications could include eclampsia, placental abruption, intrauterine growth retardation, and stillbirth. [1]", "contents": "Essential Thrombocytosis -- Complications. Essential thrombocytosis is also associated with pregnancy complications. Complications could include eclampsia, placental abruption, intrauterine growth retardation, and stillbirth. [1]"}
{"id": "article-30099_24", "title": "Essential Thrombocytosis -- Deterrence and Patient Education", "content": "Essential thrombocytosis is not curable; however, patients should be aware that to prevent complications from the disease, they have to be compliant with recommended medications. It is also vital for patients to follow up with their healthcare providers for close monitoring of their platelet values. Some patients with extreme thrombocytosis could also be required to get hydroxyurea because of the high risk of thrombosis, so patients should follow up on their platelet levels.", "contents": "Essential Thrombocytosis -- Deterrence and Patient Education. Essential thrombocytosis is not curable; however, patients should be aware that to prevent complications from the disease, they have to be compliant with recommended medications. It is also vital for patients to follow up with their healthcare providers for close monitoring of their platelet values. Some patients with extreme thrombocytosis could also be required to get hydroxyurea because of the high risk of thrombosis, so patients should follow up on their platelet levels."}
{"id": "article-30099_25", "title": "Essential Thrombocytosis -- Enhancing Healthcare Team Outcomes", "content": "Essential thrombocytosis usually presents as an incidental finding. Once diagnosed, the most important step is to risk-stratify patients. Patients could be categorized under low, intermediate, or high risk. This stratification guides healthcare professionals in deciding what treatment strategy to perform. Educating patients on their risk of thrombosis and hemorrhage is imperative as this could encourage patient compliance. Some low-risk patients are only required to take aspirin daily. Younger age indicates low risk, and these patients can be monitored closely instead of treating them with aspirin. It is also important for patients to be aware of the side effects of some cytoreductive medications. These side effects may require the stoppage of the medication and the switch to another alternative cytoreductive medication.", "contents": "Essential Thrombocytosis -- Enhancing Healthcare Team Outcomes. Essential thrombocytosis usually presents as an incidental finding. Once diagnosed, the most important step is to risk-stratify patients. Patients could be categorized under low, intermediate, or high risk. This stratification guides healthcare professionals in deciding what treatment strategy to perform. Educating patients on their risk of thrombosis and hemorrhage is imperative as this could encourage patient compliance. Some low-risk patients are only required to take aspirin daily. Younger age indicates low risk, and these patients can be monitored closely instead of treating them with aspirin. It is also important for patients to be aware of the side effects of some cytoreductive medications. These side effects may require the stoppage of the medication and the switch to another alternative cytoreductive medication."}
{"id": "article-30099_26", "title": "Essential Thrombocytosis -- Enhancing Healthcare Team Outcomes", "content": "Although the cytoreductive medications currently available help to reduce thrombotic, hemorrhagic events and conversion to myelofibrosis or acute leukemia, more research needs to be done by pharmaceutical companies and physicians to find a cure. The current goal of managing essential thrombocytosis is to prevent vascular events. It is imperative to find a cure, as complications due to stroke and myocardial infarction could be deadly and cause untimely deaths in high-risk patients.", "contents": "Essential Thrombocytosis -- Enhancing Healthcare Team Outcomes. Although the cytoreductive medications currently available help to reduce thrombotic, hemorrhagic events and conversion to myelofibrosis or acute leukemia, more research needs to be done by pharmaceutical companies and physicians to find a cure. The current goal of managing essential thrombocytosis is to prevent vascular events. It is imperative to find a cure, as complications due to stroke and myocardial infarction could be deadly and cause untimely deaths in high-risk patients."}
{"id": "article-30099_27", "title": "Essential Thrombocytosis -- Enhancing Healthcare Team Outcomes", "content": "Treatment and management of essential thrombocytosis require an interprofessional team approach involving physicians, nursing staff, and pharmacy, working together to achieve optimal patient outcomes. Platelets and coagulation proteins are the \"brick and mortar\" the body uses to prevent hemorrhage. For either, in excess, the internal results can be baneful.", "contents": "Essential Thrombocytosis -- Enhancing Healthcare Team Outcomes. Treatment and management of essential thrombocytosis require an interprofessional team approach involving physicians, nursing staff, and pharmacy, working together to achieve optimal patient outcomes. Platelets and coagulation proteins are the \"brick and mortar\" the body uses to prevent hemorrhage. For either, in excess, the internal results can be baneful."}
{"id": "article-30099_28", "title": "Essential Thrombocytosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Essential Thrombocytosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}