{"id": "article-30633_0", "title": "Tropical Pulmonary Eosinophilia -- Continuing Education Activity", "content": "Tropical pulmonary eosinophilia (TPE) is a hyperresponsive pulmonary syndrome in response to trapped microfilariae within the lung tissue characterized by nocturnal cough, dyspnea, and wheezing. Travel history to a lymphatic filariasis endemic region, peripheral eosinophilia >3,000/mm3, and elevated serum IgE and antifilarial antibodies level is crucial for diagnosis. Treatment with diethylcarbamazine has an excellent response. Despite treatment, mild interstitial lung disease has been found to persist in some patients. This activity reviews the evaluation and treatment of TPE and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Tropical Pulmonary Eosinophilia -- Continuing Education Activity. Tropical pulmonary eosinophilia (TPE) is a hyperresponsive pulmonary syndrome in response to trapped microfilariae within the lung tissue characterized by nocturnal cough, dyspnea, and wheezing. Travel history to a lymphatic filariasis endemic region, peripheral eosinophilia >3,000/mm3, and elevated serum IgE and antifilarial antibodies level is crucial for diagnosis. Treatment with diethylcarbamazine has an excellent response. Despite treatment, mild interstitial lung disease has been found to persist in some patients. This activity reviews the evaluation and treatment of TPE and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-30633_1", "title": "Tropical Pulmonary Eosinophilia -- Continuing Education Activity", "content": "Objectives: Explain the pathophysiology of tropical pulmonary eosinophilia. Summarize the appropriate history and physical findings in patients with tropical pulmonary eosinophilia. Outline the treatment options available for patients with tropical pulmonary eosinophilia. Review the importance of collaboration and communication among the interprofessional team to improve outcomes for patients affected by tropical pulmonary eosinophilia. Access free multiple choice questions on this topic.", "contents": "Tropical Pulmonary Eosinophilia -- Continuing Education Activity. Objectives: Explain the pathophysiology of tropical pulmonary eosinophilia. Summarize the appropriate history and physical findings in patients with tropical pulmonary eosinophilia. Outline the treatment options available for patients with tropical pulmonary eosinophilia. Review the importance of collaboration and communication among the interprofessional team to improve outcomes for patients affected by tropical pulmonary eosinophilia. Access free multiple choice questions on this topic."}
{"id": "article-30633_2", "title": "Tropical Pulmonary Eosinophilia -- Introduction", "content": "Tropical pulmonary eosinophilia (TPE) is a hyperresponsive pulmonary syndrome in response to trapped microfilariae within the lung tissue. TPE is a clinical manifestation of lymphatic filariasis caused by filarial nematodes. Weingarten first described the term tropical pulmonary eosinophilia (TPE) in 1943. It was previously described as “pseudotuberculosis with eosinophilia.” [1] [2]", "contents": "Tropical Pulmonary Eosinophilia -- Introduction. Tropical pulmonary eosinophilia (TPE) is a hyperresponsive pulmonary syndrome in response to trapped microfilariae within the lung tissue. TPE is a clinical manifestation of lymphatic filariasis caused by filarial nematodes. Weingarten first described the term tropical pulmonary eosinophilia (TPE) in 1943. It was previously described as “pseudotuberculosis with eosinophilia.” [1] [2]"}
{"id": "article-30633_3", "title": "Tropical Pulmonary Eosinophilia -- Introduction", "content": "The onset of tropical pulmonary eosinophilia is slow, and the major symptoms are fever, nocturnal cough, dyspnea, and wheezing. TPE is common in the filarial endemic region, but recently an increase in the prevalence of this disease is seen in developed countries due to migration and globalization. Lymphatic filariasis is a neglected tropical disease, and the most common clinical manifestation of this disease is elephantiasis. According to the World Health Organization (WHO), an estimated 120 million people are infected with lymphatic filariasis in tropical and subtropical regions. Study shows that less than 1% of individuals with filariasis will develop TPE.", "contents": "Tropical Pulmonary Eosinophilia -- Introduction. The onset of tropical pulmonary eosinophilia is slow, and the major symptoms are fever, nocturnal cough, dyspnea, and wheezing. TPE is common in the filarial endemic region, but recently an increase in the prevalence of this disease is seen in developed countries due to migration and globalization. Lymphatic filariasis is a neglected tropical disease, and the most common clinical manifestation of this disease is elephantiasis. According to the World Health Organization (WHO), an estimated 120 million people are infected with lymphatic filariasis in tropical and subtropical regions. Study shows that less than 1% of individuals with filariasis will develop TPE."}
{"id": "article-30633_4", "title": "Tropical Pulmonary Eosinophilia -- Introduction", "content": "Pulmonary eosinophilic syndromes can be classified as extrinsic or intrinsic on the basis of causative factors. The extrinsic causes include medications (sulfonamides, phenytoin, phenobarbital, and carbamazepine) and infectious agents (parasites, fungi, mycobacteria). The intrinsic causes include Churg-Strauss syndrome, eosinophilic granuloma, chronic eosinophilic pneumonia, and idiopathic hypereosinophilic syndrome. Tropical pulmonary eosinophilia comes under extrinsic causes.", "contents": "Tropical Pulmonary Eosinophilia -- Introduction. Pulmonary eosinophilic syndromes can be classified as extrinsic or intrinsic on the basis of causative factors. The extrinsic causes include medications (sulfonamides, phenytoin, phenobarbital, and carbamazepine) and infectious agents (parasites, fungi, mycobacteria). The intrinsic causes include Churg-Strauss syndrome, eosinophilic granuloma, chronic eosinophilic pneumonia, and idiopathic hypereosinophilic syndrome. Tropical pulmonary eosinophilia comes under extrinsic causes."}
{"id": "article-30633_5", "title": "Tropical Pulmonary Eosinophilia -- Etiology", "content": "Tropical pulmonary eosinophilia (TPE) is a type 1 hypersensitivity reaction to the microfilariae trapped within the lung parenchyma. The species causing filariasis in humans are Wuchereria bancrofti, Brugia malayi , and Brugia timori . These nematodes reside in the lymphatic system and bloodstream of humans. Filariasis spreads from person to person by mosquito bites, which serve as a vector. The vectors of W. bancrofti are Culex, Anopheles, and Aedes mosquitoes. [3] [4]", "contents": "Tropical Pulmonary Eosinophilia -- Etiology. Tropical pulmonary eosinophilia (TPE) is a type 1 hypersensitivity reaction to the microfilariae trapped within the lung parenchyma. The species causing filariasis in humans are Wuchereria bancrofti, Brugia malayi , and Brugia timori . These nematodes reside in the lymphatic system and bloodstream of humans. Filariasis spreads from person to person by mosquito bites, which serve as a vector. The vectors of W. bancrofti are Culex, Anopheles, and Aedes mosquitoes. [3] [4]"}
{"id": "article-30633_6", "title": "Tropical Pulmonary Eosinophilia -- Epidemiology", "content": "Tropical pulmonary eosinophilia can occur in any tropical area but most commonly found in filarial endemic regions like the Indian subcontinent, South East Asia, South America, and Africa. Due to an increased frequency of migration between the continents, this disease is increasing in Western countries. TPE is more likely to occur in non-immune individuals (persons who traveled to the endemic regions) than in the individuals permanently residing in endemic regions due to immunity developed against the filarial infections. TPE is 4 to 7 times more common in males than in females. TPE most commonly affects young adults. The severity of infection is usually high in immunocompromised individuals. [3]", "contents": "Tropical Pulmonary Eosinophilia -- Epidemiology. Tropical pulmonary eosinophilia can occur in any tropical area but most commonly found in filarial endemic regions like the Indian subcontinent, South East Asia, South America, and Africa. Due to an increased frequency of migration between the continents, this disease is increasing in Western countries. TPE is more likely to occur in non-immune individuals (persons who traveled to the endemic regions) than in the individuals permanently residing in endemic regions due to immunity developed against the filarial infections. TPE is 4 to 7 times more common in males than in females. TPE most commonly affects young adults. The severity of infection is usually high in immunocompromised individuals. [3]"}
{"id": "article-30633_7", "title": "Tropical Pulmonary Eosinophilia -- Pathophysiology", "content": "There are several theories postulated for the pathogenesis of TPE, but the exact mechanism is still unclear. Eosinophils play a central role in the pathogenesis of TPE. The microfilariae are periodically released from the lymphatic system, which gets trapped within the pulmonary microcirculation. This triggers an immune response by releasing eosinophils. Eosinophil degranulates releasing eosinophilic cationic protein (ECP), eosinophil-derived neurotoxin (EDN), major basic proteins (MBP), and eosinophil peroxidase (EPO), which helps in the clearance of microfilariae as well as causes lung damage. Compliment activation and opsonization by antifilarial antibodies also help in microfilariae clearance. It is postulated that MBP-2 is associated with airway hyperactivity and interleukin (IL)-4 induces while interferon (IFN)-gamma suppresses the airway hyperactivity induced by microfilariae. Microfilariae in pulmonary circulation also generate an overactive systemic and pulmonary TH2 response resulting in increased levels of IL-4, IL-5, filarial-specific IgG, IgM, IgE antibodies, and massive pulmonary eosinophilia.", "contents": "Tropical Pulmonary Eosinophilia -- Pathophysiology. There are several theories postulated for the pathogenesis of TPE, but the exact mechanism is still unclear. Eosinophils play a central role in the pathogenesis of TPE. The microfilariae are periodically released from the lymphatic system, which gets trapped within the pulmonary microcirculation. This triggers an immune response by releasing eosinophils. Eosinophil degranulates releasing eosinophilic cationic protein (ECP), eosinophil-derived neurotoxin (EDN), major basic proteins (MBP), and eosinophil peroxidase (EPO), which helps in the clearance of microfilariae as well as causes lung damage. Compliment activation and opsonization by antifilarial antibodies also help in microfilariae clearance. It is postulated that MBP-2 is associated with airway hyperactivity and interleukin (IL)-4 induces while interferon (IFN)-gamma suppresses the airway hyperactivity induced by microfilariae. Microfilariae in pulmonary circulation also generate an overactive systemic and pulmonary TH2 response resulting in increased levels of IL-4, IL-5, filarial-specific IgG, IgM, IgE antibodies, and massive pulmonary eosinophilia."}
{"id": "article-30633_8", "title": "Tropical Pulmonary Eosinophilia -- Pathophysiology", "content": "The Bm22-25, a major antigen of the infective L3 stage larvae of B. malayi, has been shown to induce IgE production in patients with TPE. The gamma-glutamyl transpeptidase present on the surface of human pulmonary epithelium is found to have similarities with the gamma-glutamyl transpeptidase found in the infective L3 stage larvae. Therefore, it has been proposed that the filarial gamma-glutaryl transpeptidase plays an important role in the pathogenesis of TPE. Treatment with diethylcarbamazine (DEC) suppresses the intense eosinophilic alveolitis seen in a patient with TPE. [5] [6]", "contents": "Tropical Pulmonary Eosinophilia -- Pathophysiology. The Bm22-25, a major antigen of the infective L3 stage larvae of B. malayi, has been shown to induce IgE production in patients with TPE. The gamma-glutamyl transpeptidase present on the surface of human pulmonary epithelium is found to have similarities with the gamma-glutamyl transpeptidase found in the infective L3 stage larvae. Therefore, it has been proposed that the filarial gamma-glutaryl transpeptidase plays an important role in the pathogenesis of TPE. Treatment with diethylcarbamazine (DEC) suppresses the intense eosinophilic alveolitis seen in a patient with TPE. [5] [6]"}
{"id": "article-30633_9", "title": "Tropical Pulmonary Eosinophilia -- Pathophysiology", "content": "Some studies show that oxidants like superoxide and hydrogen peroxide are released from the lower respiratory tract inflammatory cells, which cause an acute and chronic form of TPE. Thus, a short course of corticosteroids is needed to suppress the production of oxidants. [7]", "contents": "Tropical Pulmonary Eosinophilia -- Pathophysiology. Some studies show that oxidants like superoxide and hydrogen peroxide are released from the lower respiratory tract inflammatory cells, which cause an acute and chronic form of TPE. Thus, a short course of corticosteroids is needed to suppress the production of oxidants. [7]"}
{"id": "article-30633_10", "title": "Tropical Pulmonary Eosinophilia -- Histopathology", "content": "The major histopathological changes in tropical pulmonary eosinophilia with time are as follows: Histiocyte infiltration in the lung parenchyma is the earliest finding resulting in symptoms like cough, dyspnea, and wheezing. Eosinophilic interstitial infiltration occurs shortly after histiocyte infiltration, which may further progress to eosinophilic abscesses, eosinophilic granulomas, or eosinophilic bronchopneumonia. At 6 months to 2 years from onset, mixed cell reaction is seen (histiocytes, eosinophils, epithelioid cells, and lymphocytes). If still untreated, the patient may show pulmonary fibrosis. [3]", "contents": "Tropical Pulmonary Eosinophilia -- Histopathology. The major histopathological changes in tropical pulmonary eosinophilia with time are as follows: Histiocyte infiltration in the lung parenchyma is the earliest finding resulting in symptoms like cough, dyspnea, and wheezing. Eosinophilic interstitial infiltration occurs shortly after histiocyte infiltration, which may further progress to eosinophilic abscesses, eosinophilic granulomas, or eosinophilic bronchopneumonia. At 6 months to 2 years from onset, mixed cell reaction is seen (histiocytes, eosinophils, epithelioid cells, and lymphocytes). If still untreated, the patient may show pulmonary fibrosis. [3]"}
{"id": "article-30633_11", "title": "Tropical Pulmonary Eosinophilia -- History and Physical -- History", "content": "The patient gives a history of residence or travel to a filarial endemic region. History of medications and foods should be asked to rule out other causes of pulmonary eosinophilia. Loeffler syndrome is precipitated by infections, food, or medications. Characteristic symptoms of tropical pulmonary eosinophilia include: Dry cough, which is paroxysmal and nocturnal Cough associated with dyspnea Systemic manifestations such as fever, malaise, anorexia, and weight loss Peripheral blood eosinophilia greater than 3,000/mm3 Extrapulmonary manifestations like lymphadenopathy and hepatosplenomegaly may be seen in a few cases.", "contents": "Tropical Pulmonary Eosinophilia -- History and Physical -- History. The patient gives a history of residence or travel to a filarial endemic region. History of medications and foods should be asked to rule out other causes of pulmonary eosinophilia. Loeffler syndrome is precipitated by infections, food, or medications. Characteristic symptoms of tropical pulmonary eosinophilia include: Dry cough, which is paroxysmal and nocturnal Cough associated with dyspnea Systemic manifestations such as fever, malaise, anorexia, and weight loss Peripheral blood eosinophilia greater than 3,000/mm3 Extrapulmonary manifestations like lymphadenopathy and hepatosplenomegaly may be seen in a few cases."}
{"id": "article-30633_12", "title": "Tropical Pulmonary Eosinophilia -- History and Physical -- Physical Findings", "content": "Chest auscultation may reveal wheezing and crepitations. Organomegaly on abdominal palpation in a few cases Enlarged lymph nodes", "contents": "Tropical Pulmonary Eosinophilia -- History and Physical -- Physical Findings. Chest auscultation may reveal wheezing and crepitations. Organomegaly on abdominal palpation in a few cases Enlarged lymph nodes"}
{"id": "article-30633_13", "title": "Tropical Pulmonary Eosinophilia -- Evaluation", "content": "Evaluation of a suspected patient with tropical pulmonary eosinophilia includes blood work-up, stool test, chest radiography, and pulmonary function tests.", "contents": "Tropical Pulmonary Eosinophilia -- Evaluation. Evaluation of a suspected patient with tropical pulmonary eosinophilia includes blood work-up, stool test, chest radiography, and pulmonary function tests."}
{"id": "article-30633_14", "title": "Tropical Pulmonary Eosinophilia -- Evaluation", "content": "Complete blood count : Leukocytosis with eosinophilia >3,000/mm3 is the cardinal finding in a patient with TPE. Stool examination : To rule out other parasites causing the pulmonary eosinophilia syndrome. Quantitative serum immunoglobulin test : Elevated immunoglobulin E level is frequently seen in a patient with TPE. Indirect ELISA test : Diagnosis is confirmed by a rise in filarial antibody titers. [8] Chest x-ray : May show reticulonodular opacities or miliary mottling in the middle or lower lung zones. About 20 to 30% of patients with TPE may have normal lungs. Fibrosis may be seen in advanced disease. Chest CT scan : May show bronchiectasis, lymphadenopathy, and pleural effusion. It is done in cases where the diagnosis is not established. Pulmonary function tests (PFTs) : Typically shows a mixed pattern with a predominant restrictive and mild to moderate obstructive pattern.", "contents": "Tropical Pulmonary Eosinophilia -- Evaluation. Complete blood count : Leukocytosis with eosinophilia >3,000/mm3 is the cardinal finding in a patient with TPE. Stool examination : To rule out other parasites causing the pulmonary eosinophilia syndrome. Quantitative serum immunoglobulin test : Elevated immunoglobulin E level is frequently seen in a patient with TPE. Indirect ELISA test : Diagnosis is confirmed by a rise in filarial antibody titers. [8] Chest x-ray : May show reticulonodular opacities or miliary mottling in the middle or lower lung zones. About 20 to 30% of patients with TPE may have normal lungs. Fibrosis may be seen in advanced disease. Chest CT scan : May show bronchiectasis, lymphadenopathy, and pleural effusion. It is done in cases where the diagnosis is not established. Pulmonary function tests (PFTs) : Typically shows a mixed pattern with a predominant restrictive and mild to moderate obstructive pattern."}
{"id": "article-30633_15", "title": "Tropical Pulmonary Eosinophilia -- Evaluation", "content": "The patient presenting with TPE-like syndrome due to other infectious causes may have serological tests that cross-react with filarial antigens. So, to differentiate TPE-like syndrome according to causes, there is a need for more specific tests. [9]", "contents": "Tropical Pulmonary Eosinophilia -- Evaluation. The patient presenting with TPE-like syndrome due to other infectious causes may have serological tests that cross-react with filarial antigens. So, to differentiate TPE-like syndrome according to causes, there is a need for more specific tests. [9]"}
{"id": "article-30633_16", "title": "Tropical Pulmonary Eosinophilia -- Evaluation", "content": "The diagnostic criteria for TPE : (a) history of residence or travel to a filarial endemic region, (b) paroxysmal and nocturnal cough with dyspnea, (c) leukocytosis with peripheral blood eosinophilia >3,000/mm3, (d) elevated serum IgE and filarial antibody titers, (e) pulmonary infiltrations in chest x-ray, and (f) clinical improvement with DEC.", "contents": "Tropical Pulmonary Eosinophilia -- Evaluation. The diagnostic criteria for TPE : (a) history of residence or travel to a filarial endemic region, (b) paroxysmal and nocturnal cough with dyspnea, (c) leukocytosis with peripheral blood eosinophilia >3,000/mm3, (d) elevated serum IgE and filarial antibody titers, (e) pulmonary infiltrations in chest x-ray, and (f) clinical improvement with DEC."}
{"id": "article-30633_17", "title": "Tropical Pulmonary Eosinophilia -- Treatment / Management", "content": "The confirmed case of tropical pulmonary eosinophilia is treated with diethylcarbamazine (DEC) for 21 days. DEC is active against both microfilariae and adults. Signs and symptoms respond dramatically with DEC, which is the characteristic of TPE.", "contents": "Tropical Pulmonary Eosinophilia -- Treatment / Management. The confirmed case of tropical pulmonary eosinophilia is treated with diethylcarbamazine (DEC) for 21 days. DEC is active against both microfilariae and adults. Signs and symptoms respond dramatically with DEC, which is the characteristic of TPE."}
{"id": "article-30633_18", "title": "Tropical Pulmonary Eosinophilia -- Treatment / Management", "content": "Concomitant therapy with corticosteroids reduces inflammation of airways in a chronic setting. It is postulated that lower respiratory tract inflammatory cells release superoxide and hydrogen peroxide, which causes chronic respiratory tract inflammation and mild interstitial lung disease that is reduced by corticosteroids. Strongyloidiasis infection in the lung should be ruled out before starting corticosteroids due to the risk of disseminated infection. [10] [11] Other agents used for treatment include ivermectin (acts on microfilariae) and albendazole (acts on adult worms). However, there is no published data available.", "contents": "Tropical Pulmonary Eosinophilia -- Treatment / Management. Concomitant therapy with corticosteroids reduces inflammation of airways in a chronic setting. It is postulated that lower respiratory tract inflammatory cells release superoxide and hydrogen peroxide, which causes chronic respiratory tract inflammation and mild interstitial lung disease that is reduced by corticosteroids. Strongyloidiasis infection in the lung should be ruled out before starting corticosteroids due to the risk of disseminated infection. [10] [11] Other agents used for treatment include ivermectin (acts on microfilariae) and albendazole (acts on adult worms). However, there is no published data available."}
{"id": "article-30633_19", "title": "Tropical Pulmonary Eosinophilia -- Differential Diagnosis", "content": "Pulmonary eosinophilia due to other infectious cause - Strongyloides , Toxocara , and Ascariasis Bronchial asthma Allergic bronchopulmonary aspergillosis Allergic rhinitis Acute and chronic eosinophilic pneumonia Fungal pneumonia Churg-Strauss syndrome DRESS syndrome (drug reaction with eosinophilia and systemic symptoms) Miliary tuberculosis [12] [13]", "contents": "Tropical Pulmonary Eosinophilia -- Differential Diagnosis. Pulmonary eosinophilia due to other infectious cause - Strongyloides , Toxocara , and Ascariasis Bronchial asthma Allergic bronchopulmonary aspergillosis Allergic rhinitis Acute and chronic eosinophilic pneumonia Fungal pneumonia Churg-Strauss syndrome DRESS syndrome (drug reaction with eosinophilia and systemic symptoms) Miliary tuberculosis [12] [13]"}
{"id": "article-30633_20", "title": "Tropical Pulmonary Eosinophilia -- Treatment Planning", "content": "The dose of diethylcarbamazine (DEC) prescribed for TPE is 6 mg/kg in three doses for 21 days.", "contents": "Tropical Pulmonary Eosinophilia -- Treatment Planning. The dose of diethylcarbamazine (DEC) prescribed for TPE is 6 mg/kg in three doses for 21 days."}
{"id": "article-30633_21", "title": "Tropical Pulmonary Eosinophilia -- Toxicity and Adverse Effect Management", "content": "Diethylcarbamazine has mild side effects which include fever, headache, and gastrointestinal manifestations.", "contents": "Tropical Pulmonary Eosinophilia -- Toxicity and Adverse Effect Management. Diethylcarbamazine has mild side effects which include fever, headache, and gastrointestinal manifestations."}
{"id": "article-30633_22", "title": "Tropical Pulmonary Eosinophilia -- Prognosis", "content": "Most of the patients have shown good response after treatment with DEC. Despite treatment, mild interstitial lung disease has been found to persist in some patients. Studies have shown that almost 20% of patients may relapse in five years. Patients developing pulmonary hypertension may have a poor prognosis because, most of the time, it is irreversible.", "contents": "Tropical Pulmonary Eosinophilia -- Prognosis. Most of the patients have shown good response after treatment with DEC. Despite treatment, mild interstitial lung disease has been found to persist in some patients. Studies have shown that almost 20% of patients may relapse in five years. Patients developing pulmonary hypertension may have a poor prognosis because, most of the time, it is irreversible."}
{"id": "article-30633_23", "title": "Tropical Pulmonary Eosinophilia -- Complications", "content": "Tropical pulmonary eosinophilia (TPE), if treated late or left untreated, can lead to pulmonary fibrosis or chronic bronchitis with chronic respiratory failure. Pulmonary hypertension leading to cor-pulmonale may be seen in a few patients due to embolization of destructed microfilariae into lung capillaries.", "contents": "Tropical Pulmonary Eosinophilia -- Complications. Tropical pulmonary eosinophilia (TPE), if treated late or left untreated, can lead to pulmonary fibrosis or chronic bronchitis with chronic respiratory failure. Pulmonary hypertension leading to cor-pulmonale may be seen in a few patients due to embolization of destructed microfilariae into lung capillaries."}
{"id": "article-30633_24", "title": "Tropical Pulmonary Eosinophilia -- Consultations", "content": "Consultation with an infectious disease expert, pulmonologist, and public health expert is required after the diagnosis of TPE is made.", "contents": "Tropical Pulmonary Eosinophilia -- Consultations. Consultation with an infectious disease expert, pulmonologist, and public health expert is required after the diagnosis of TPE is made."}
{"id": "article-30633_25", "title": "Tropical Pulmonary Eosinophilia -- Deterrence and Patient Education", "content": "People traveling to the filarial endemic regions like the Indian subcontinent, South East Asia, South America, and Africa should follow adequate protective measures to prevent mosquito bites. Filariasis spreads from person to person by mosquito bites, which serve as a vector. Travelers should use vector controlling measures like insecticide-impregnated bed nets and permethrin-treated clothing.", "contents": "Tropical Pulmonary Eosinophilia -- Deterrence and Patient Education. People traveling to the filarial endemic regions like the Indian subcontinent, South East Asia, South America, and Africa should follow adequate protective measures to prevent mosquito bites. Filariasis spreads from person to person by mosquito bites, which serve as a vector. Travelers should use vector controlling measures like insecticide-impregnated bed nets and permethrin-treated clothing."}
{"id": "article-30633_26", "title": "Tropical Pulmonary Eosinophilia -- Pearls and Other Issues", "content": "The eradication of lymphatic filariasis can lower the incidence rate of tropical pulmonary eosinophilia. The WHO recommends an elimination strategy for lymphatic filariasis by interrupting the transmission cycle. This strategy includes the administration of ivermectin with DEC or albendazole annually to the people of endemic regions. Since adult worms remain viable for years, the drug should be given for 4 to 6 years. The mosquito control strategy is also used to eliminate the vector causing lymphatic filariasis.", "contents": "Tropical Pulmonary Eosinophilia -- Pearls and Other Issues. The eradication of lymphatic filariasis can lower the incidence rate of tropical pulmonary eosinophilia. The WHO recommends an elimination strategy for lymphatic filariasis by interrupting the transmission cycle. This strategy includes the administration of ivermectin with DEC or albendazole annually to the people of endemic regions. Since adult worms remain viable for years, the drug should be given for 4 to 6 years. The mosquito control strategy is also used to eliminate the vector causing lymphatic filariasis."}
{"id": "article-30633_27", "title": "Tropical Pulmonary Eosinophilia -- Pearls and Other Issues", "content": "It is crucial to diagnose and treat TPE in the early stage. Chronic TPE can result in pulmonary fibrosis and, subsequently, chronic respiratory failure even after the treatment with DEC. Patients with early diagnosis respond dramatically to DEC. [14]", "contents": "Tropical Pulmonary Eosinophilia -- Pearls and Other Issues. It is crucial to diagnose and treat TPE in the early stage. Chronic TPE can result in pulmonary fibrosis and, subsequently, chronic respiratory failure even after the treatment with DEC. Patients with early diagnosis respond dramatically to DEC. [14]"}
{"id": "article-30633_28", "title": "Tropical Pulmonary Eosinophilia -- Enhancing Healthcare Team Outcomes", "content": "Tropical pulmonary eosinophilia is an extremely rare disease in the United States. The patient presenting with nocturnal cough, dyspnea, wheezing, and eosinophilia on bloodwork with travel history to the filarial endemic region should undergo tests to measure serum IgE and antifilarial antibody levels. They should also undergo stool tests to rule out other causes like Strongyloides, Toxocara , and Ascariasis.", "contents": "Tropical Pulmonary Eosinophilia -- Enhancing Healthcare Team Outcomes. Tropical pulmonary eosinophilia is an extremely rare disease in the United States. The patient presenting with nocturnal cough, dyspnea, wheezing, and eosinophilia on bloodwork with travel history to the filarial endemic region should undergo tests to measure serum IgE and antifilarial antibody levels. They should also undergo stool tests to rule out other causes like Strongyloides, Toxocara , and Ascariasis."}
{"id": "article-30633_29", "title": "Tropical Pulmonary Eosinophilia -- Enhancing Healthcare Team Outcomes", "content": "The management of TPE involves an interprofessional team that consists of an infectious disease expert, pulmonologist, microbiologist, pharmacist, nurse, and clinician. The clinician and nurse should take a careful history, including asking about recent travel to the endemic region, which can help early detection of TPE. The role of infectious disease experts and microbiologists is to find the exact organism causing the disease and rule out other infectious causes of pulmonary eosinophilia syndrome. Once the diagnosis is made, treatment with DEC has an excellent response.", "contents": "Tropical Pulmonary Eosinophilia -- Enhancing Healthcare Team Outcomes. The management of TPE involves an interprofessional team that consists of an infectious disease expert, pulmonologist, microbiologist, pharmacist, nurse, and clinician. The clinician and nurse should take a careful history, including asking about recent travel to the endemic region, which can help early detection of TPE. The role of infectious disease experts and microbiologists is to find the exact organism causing the disease and rule out other infectious causes of pulmonary eosinophilia syndrome. Once the diagnosis is made, treatment with DEC has an excellent response."}
{"id": "article-30633_30", "title": "Tropical Pulmonary Eosinophilia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tropical Pulmonary Eosinophilia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}