{"id": "article-30697_0", "title": "Twin-to-Twin Transfusion Syndrome -- Continuing Education Activity", "content": "Twin-twin transfusion syndrome (TTTS) is a potential complication of monochorionic twin or higher gestations. There are numerous possible outcomes of this condition ranging from fetal demise to stabilization. It is important to screen diligently for the development of this condition to ensure appropriate treatment and management can be undertaken. This activity reviews the etiology, epidemiology, history and physical findings, evaluation, treatment/management, differential diagnosis, staging, prognosis, complications, patient education, and recommendations to enhance healthcare team outcomes for pregnancies complicated by TTTS.", "contents": "Twin-to-Twin Transfusion Syndrome -- Continuing Education Activity. Twin-twin transfusion syndrome (TTTS) is a potential complication of monochorionic twin or higher gestations. There are numerous possible outcomes of this condition ranging from fetal demise to stabilization. It is important to screen diligently for the development of this condition to ensure appropriate treatment and management can be undertaken. This activity reviews the etiology, epidemiology, history and physical findings, evaluation, treatment/management, differential diagnosis, staging, prognosis, complications, patient education, and recommendations to enhance healthcare team outcomes for pregnancies complicated by TTTS."}
{"id": "article-30697_1", "title": "Twin-to-Twin Transfusion Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology of twin-twin transfusion syndrome. Summarize the evaluation of twin-twin transfusion syndrome. Describe the management options available for twin-twin transfusion syndrome. Access free multiple choice questions on this topic.", "contents": "Twin-to-Twin Transfusion Syndrome -- Continuing Education Activity. Objectives: Identify the etiology of twin-twin transfusion syndrome. Summarize the evaluation of twin-twin transfusion syndrome. Describe the management options available for twin-twin transfusion syndrome. Access free multiple choice questions on this topic."}
{"id": "article-30697_2", "title": "Twin-to-Twin Transfusion Syndrome -- Introduction", "content": "Twin-Twin Transfusion Syndrome (TTTS) is a condition that can affect twin gestations that share one placenta. This disorder highlights the importance of determining the chorionicity (number of placentas) and amnionic (number of amniotic sacs) for all twin gestations, which will influence management. Twin gestations can be dichorionic diamniotic (DCDA, two placentas, and two amniotic sacs), monochorionic diamniotic (MCDA, one placenta, and two amniotic sacs), or monochorionic monoamniotic (MCMA, one placenta, and one amniotic sac). [1]", "contents": "Twin-to-Twin Transfusion Syndrome -- Introduction. Twin-Twin Transfusion Syndrome (TTTS) is a condition that can affect twin gestations that share one placenta. This disorder highlights the importance of determining the chorionicity (number of placentas) and amnionic (number of amniotic sacs) for all twin gestations, which will influence management. Twin gestations can be dichorionic diamniotic (DCDA, two placentas, and two amniotic sacs), monochorionic diamniotic (MCDA, one placenta, and two amniotic sacs), or monochorionic monoamniotic (MCMA, one placenta, and one amniotic sac). [1]"}
{"id": "article-30697_3", "title": "Twin-to-Twin Transfusion Syndrome -- Introduction", "content": "In the most accepted model of monozygotic twinning, the number of placentas and amniotic sacs depends upon when the splitting of the zygote occurs; DCDA twins result when splitting occurs between days 1 to 3, MCDA twins result when splitting occurs between days 3 to 8, MCMA twins result when splitting occurs between days 8 to 13, and conjoined twins result when splitting occurs on or after day 13. [2] Ultrasound findings that help distinguish dichorionic and monochorionic twin gestations are the findings of a “lambda sign” in DC and a “T sign” in MC twin gestations. [3] The “T sign” is created by the thin dividing membrane between two amniotic sacs when there is only one placenta supporting both gestations (monochorionic). This requires an absence of the “lambda” or “twin peak” sign, which is seen when each gestation is supported by its own placenta (dichorionic). [3] The greatest risk of developing TTTS is in monochorionicity, and it is more common in MCDA twins than MCMA twin gestations.", "contents": "Twin-to-Twin Transfusion Syndrome -- Introduction. In the most accepted model of monozygotic twinning, the number of placentas and amniotic sacs depends upon when the splitting of the zygote occurs; DCDA twins result when splitting occurs between days 1 to 3, MCDA twins result when splitting occurs between days 3 to 8, MCMA twins result when splitting occurs between days 8 to 13, and conjoined twins result when splitting occurs on or after day 13. [2] Ultrasound findings that help distinguish dichorionic and monochorionic twin gestations are the findings of a “lambda sign” in DC and a “T sign” in MC twin gestations. [3] The “T sign” is created by the thin dividing membrane between two amniotic sacs when there is only one placenta supporting both gestations (monochorionic). This requires an absence of the “lambda” or “twin peak” sign, which is seen when each gestation is supported by its own placenta (dichorionic). [3] The greatest risk of developing TTTS is in monochorionicity, and it is more common in MCDA twins than MCMA twin gestations."}
{"id": "article-30697_4", "title": "Twin-to-Twin Transfusion Syndrome -- Introduction", "content": "To diagnose TTTS prenatally, an ultrasound must show a single placenta, one twin with oligohydramnios, and one twin with polyhydramnios. Oligohydramnios is typically defined as a maximal vertical pocket (MVP) of < 2 cm, while polyhydramnios is typically defined as an MVP of > 8 cm. Growth discordance and intrauterine growth restriction can occur but are not required for the diagnosis of TTTS. In monoamniotic twin gestations, findings consist of polyhydramnios and fetal bladder differences. [4]", "contents": "Twin-to-Twin Transfusion Syndrome -- Introduction. To diagnose TTTS prenatally, an ultrasound must show a single placenta, one twin with oligohydramnios, and one twin with polyhydramnios. Oligohydramnios is typically defined as a maximal vertical pocket (MVP) of < 2 cm, while polyhydramnios is typically defined as an MVP of > 8 cm. Growth discordance and intrauterine growth restriction can occur but are not required for the diagnosis of TTTS. In monoamniotic twin gestations, findings consist of polyhydramnios and fetal bladder differences. [4]"}
{"id": "article-30697_5", "title": "Twin-to-Twin Transfusion Syndrome -- Etiology", "content": "The principal etiology of TTTS is an increased number of arteriovenous anastomoses deep in the placenta; these are capillary connections that occur in the cotyledon portion of the placenta. Unidirectional flow can occur in these AV anastomoses and result in shunting of blood towards one twin and away from the other when the AV anastomoses are unbalanced. Arterioarterial anastomoses and venovenous anastomoses can have bidirectional flow and are found more superficially on the placenta. AA anastomoses are thought to be protective against TTTS and are decreased in twin gestations with TTTS. MCMA twins are thought to have more AA anastomoses, which is a theoretical reason why rates are lower in these twins than MCDA twins. [4]", "contents": "Twin-to-Twin Transfusion Syndrome -- Etiology. The principal etiology of TTTS is an increased number of arteriovenous anastomoses deep in the placenta; these are capillary connections that occur in the cotyledon portion of the placenta. Unidirectional flow can occur in these AV anastomoses and result in shunting of blood towards one twin and away from the other when the AV anastomoses are unbalanced. Arterioarterial anastomoses and venovenous anastomoses can have bidirectional flow and are found more superficially on the placenta. AA anastomoses are thought to be protective against TTTS and are decreased in twin gestations with TTTS. MCMA twins are thought to have more AA anastomoses, which is a theoretical reason why rates are lower in these twins than MCDA twins. [4]"}
{"id": "article-30697_6", "title": "Twin-to-Twin Transfusion Syndrome -- Etiology", "content": "The hypovolemia experienced by one twin causes renal hypoperfusion, which stimulates the renin-angiotensin-aldosterone system (RAAS) in that twin. This leads to oliguria and oligohydramnios. The hypervolemia experienced by the other twin causes cardiac stretch, which increases atrial natriuretic peptide and brain natriuretic peptide release in that twin. This inhibits the RAAS and leads to polyuria and polyhydramnios. [5] [6] [7] Atrioventricular valve insufficiency, diastolic dysfunction, and pulmonary stenosis or atresia can be seen in the recipient. In contrast, vascular changes due to increased collagen synthesis and hypertrophy of the vascular media and smooth muscle layers can be seen in the donor. [8]", "contents": "Twin-to-Twin Transfusion Syndrome -- Etiology. The hypovolemia experienced by one twin causes renal hypoperfusion, which stimulates the renin-angiotensin-aldosterone system (RAAS) in that twin. This leads to oliguria and oligohydramnios. The hypervolemia experienced by the other twin causes cardiac stretch, which increases atrial natriuretic peptide and brain natriuretic peptide release in that twin. This inhibits the RAAS and leads to polyuria and polyhydramnios. [5] [6] [7] Atrioventricular valve insufficiency, diastolic dysfunction, and pulmonary stenosis or atresia can be seen in the recipient. In contrast, vascular changes due to increased collagen synthesis and hypertrophy of the vascular media and smooth muscle layers can be seen in the donor. [8]"}
{"id": "article-30697_7", "title": "Twin-to-Twin Transfusion Syndrome -- Epidemiology", "content": "It is estimated that twin births account for about 2% to 4% of births worldwide. [9] Based upon data from the National Vital Statistics System of the National Center for Health Statistics of the Centers for Disease Control and Prevention, the prevalence of twin births in the United States in 2018 was about 33 per 1000 live births or about 3% of live births. [10] This is an increase in the rate of twinning from the rate of about 1.8% in the U.S. in 1980. [9]", "contents": "Twin-to-Twin Transfusion Syndrome -- Epidemiology. It is estimated that twin births account for about 2% to 4% of births worldwide. [9] Based upon data from the National Vital Statistics System of the National Center for Health Statistics of the Centers for Disease Control and Prevention, the prevalence of twin births in the United States in 2018 was about 33 per 1000 live births or about 3% of live births. [10] This is an increase in the rate of twinning from the rate of about 1.8% in the U.S. in 1980. [9]"}
{"id": "article-30697_8", "title": "Twin-to-Twin Transfusion Syndrome -- Epidemiology", "content": "Of twin gestations, an estimated 67% are dizygotic, and 33% are monozygotic. Among monozygotic twins, approximately 75% are MCDA. Twin-Twin Transfusion Syndrome occurs at a rate of about 8-10% of MCDA twin gestations, about 6% of MCMA twin gestations, and it is estimated that 1 to 3 per 10,000 births are affected by TTTS. [1] [4]", "contents": "Twin-to-Twin Transfusion Syndrome -- Epidemiology. Of twin gestations, an estimated 67% are dizygotic, and 33% are monozygotic. Among monozygotic twins, approximately 75% are MCDA. Twin-Twin Transfusion Syndrome occurs at a rate of about 8-10% of MCDA twin gestations, about 6% of MCMA twin gestations, and it is estimated that 1 to 3 per 10,000 births are affected by TTTS. [1] [4]"}
{"id": "article-30697_9", "title": "Twin-to-Twin Transfusion Syndrome -- Epidemiology", "content": "As there is a possibility of monozygotic twinning with in vitro fertilization, TTTS can also occur in such pregnancies. There is little data regarding the prevalence of each stage of TTTS. Based upon data from referral centers, the Society for Maternal-Fetal Medicine (SMFM) estimates a prevalence of Stage I: 11% to 15%, Stage II: 20% to 40%, Stage III: 38% to 60%, Stage IV: 6% to 7%, and Stage V: 2%. [1]", "contents": "Twin-to-Twin Transfusion Syndrome -- Epidemiology. As there is a possibility of monozygotic twinning with in vitro fertilization, TTTS can also occur in such pregnancies. There is little data regarding the prevalence of each stage of TTTS. Based upon data from referral centers, the Society for Maternal-Fetal Medicine (SMFM) estimates a prevalence of Stage I: 11% to 15%, Stage II: 20% to 40%, Stage III: 38% to 60%, Stage IV: 6% to 7%, and Stage V: 2%. [1]"}
{"id": "article-30697_10", "title": "Twin-to-Twin Transfusion Syndrome -- History and Physical", "content": "The physical findings of the fetuses expected of this disease depend upon the stage of TTTS, but at the very least, must include oligohydramnios in one amniotic sac and polyhydramnios in the other amniotic sac. As mentioned above, in monoamniotic gestations, polyhydramnios is seen in the amniotic sac as well as differences in the fetal bladders. [4] In cases of significant oligohydramnios, the amnion surrounding the donor twin can appear “stuck” to the twin on ultrasound. [3]", "contents": "Twin-to-Twin Transfusion Syndrome -- History and Physical. The physical findings of the fetuses expected of this disease depend upon the stage of TTTS, but at the very least, must include oligohydramnios in one amniotic sac and polyhydramnios in the other amniotic sac. As mentioned above, in monoamniotic gestations, polyhydramnios is seen in the amniotic sac as well as differences in the fetal bladders. [4] In cases of significant oligohydramnios, the amnion surrounding the donor twin can appear “stuck” to the twin on ultrasound. [3]"}
{"id": "article-30697_11", "title": "Twin-to-Twin Transfusion Syndrome -- History and Physical", "content": "Mothers may experience no symptoms, symptoms before TTTS is diagnosed, and/or symptoms after TTTS is diagnosed. [11] In a survey of women who had a pregnancy complicated by TTTS, symptoms were experienced by almost half of these women before their diagnosis. Rapid weight gain, a feeling of swelling, and pain were the most common symptoms experienced by these women, followed by contractions and “other.”", "contents": "Twin-to-Twin Transfusion Syndrome -- History and Physical. Mothers may experience no symptoms, symptoms before TTTS is diagnosed, and/or symptoms after TTTS is diagnosed. [11] In a survey of women who had a pregnancy complicated by TTTS, symptoms were experienced by almost half of these women before their diagnosis. Rapid weight gain, a feeling of swelling, and pain were the most common symptoms experienced by these women, followed by contractions and “other.”"}
{"id": "article-30697_12", "title": "Twin-to-Twin Transfusion Syndrome -- Evaluation", "content": "Based upon the SMFM Guideline on Twin-Twin Transfusion Syndrome, an ultrasound at 10 to 13 weeks evaluating viability, chorionicity, crown-rump length, and nuchal translucency is recommended for women with twin gestation. Future development of TTTS is associated with the crown-rump length and nuchal translucency abnormalities. Additional ultrasound findings that are associated with TTTS include velamentous umbilical cord insertion and intertwin membrane folding. Once MCDA twin gestation is established, it is recommended that women return for ultrasound scanning every two to four weeks to monitor for development of TTTS, which typically develops in the second trimester and is usually seen between 16 and 26 weeks. [4]", "contents": "Twin-to-Twin Transfusion Syndrome -- Evaluation. Based upon the SMFM Guideline on Twin-Twin Transfusion Syndrome, an ultrasound at 10 to 13 weeks evaluating viability, chorionicity, crown-rump length, and nuchal translucency is recommended for women with twin gestation. Future development of TTTS is associated with the crown-rump length and nuchal translucency abnormalities. Additional ultrasound findings that are associated with TTTS include velamentous umbilical cord insertion and intertwin membrane folding. Once MCDA twin gestation is established, it is recommended that women return for ultrasound scanning every two to four weeks to monitor for development of TTTS, which typically develops in the second trimester and is usually seen between 16 and 26 weeks. [4]"}
{"id": "article-30697_13", "title": "Twin-to-Twin Transfusion Syndrome -- Evaluation", "content": "At 16 weeks, it is recommended to begin performing an ultrasound to assess MVP in each amniotic sac as well as fetal bladders with repeat scans every two weeks until delivery. This frequency of scanning is recommended due to the variability in progression to TTTS. Delivery timing differs depending upon individual characteristics of each pregnancy complicated by TTTS, including stage and intervention effects; thus, taking these characteristics in mind, SMFM recommends delivery timing around 34 to 37 weeks if possible. To promote fetal lung maturation, SMFM also recommends considering steroids between gestational ages of 24 to 34 weeks, especially due to the higher risk of preterm birth in this population.", "contents": "Twin-to-Twin Transfusion Syndrome -- Evaluation. At 16 weeks, it is recommended to begin performing an ultrasound to assess MVP in each amniotic sac as well as fetal bladders with repeat scans every two weeks until delivery. This frequency of scanning is recommended due to the variability in progression to TTTS. Delivery timing differs depending upon individual characteristics of each pregnancy complicated by TTTS, including stage and intervention effects; thus, taking these characteristics in mind, SMFM recommends delivery timing around 34 to 37 weeks if possible. To promote fetal lung maturation, SMFM also recommends considering steroids between gestational ages of 24 to 34 weeks, especially due to the higher risk of preterm birth in this population."}
{"id": "article-30697_14", "title": "Twin-to-Twin Transfusion Syndrome -- Evaluation", "content": "Limited data demonstrate the benefit of utilizing doppler studies of the umbilical artery as a screening tool for TTTS, but the SMFM states it can be used when a discrepancy in size and/or fluid is noted. Doppler studies of the umbilical artery, umbilical vein, and ductus venosus in each twin help establish staging once TTTS is diagnosed. SMFM also recommends fetal echocardiography in MCDA twin gestations due to the increased risk of congenital heart disease in this population, especially in gestations with TTTS, which negatively affects the recipient twin’s heart. Due to the increased risk of preterm labor and miscarriage in both twin gestations and TTTS, in addition to shortened cervix occurring in about 6% to 7% of pregnancies complicated by TTTS, evaluating the cervix length has also been recommended. [3] Counseling for the mother and her partner is recommended. [1]", "contents": "Twin-to-Twin Transfusion Syndrome -- Evaluation. Limited data demonstrate the benefit of utilizing doppler studies of the umbilical artery as a screening tool for TTTS, but the SMFM states it can be used when a discrepancy in size and/or fluid is noted. Doppler studies of the umbilical artery, umbilical vein, and ductus venosus in each twin help establish staging once TTTS is diagnosed. SMFM also recommends fetal echocardiography in MCDA twin gestations due to the increased risk of congenital heart disease in this population, especially in gestations with TTTS, which negatively affects the recipient twin’s heart. Due to the increased risk of preterm labor and miscarriage in both twin gestations and TTTS, in addition to shortened cervix occurring in about 6% to 7% of pregnancies complicated by TTTS, evaluating the cervix length has also been recommended. [3] Counseling for the mother and her partner is recommended. [1]"}
{"id": "article-30697_15", "title": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management", "content": "There are multiple management options available once TTTS is diagnosed. These include expectant management, amnioreduction, intentional septostomy (not commonly performed currently), fetoscopic laser photocoagulation, selective reduction, and voluntary pregnancy termination. Amnioreduction is typically performed to correct the polyhydramnios to < 8 cm, can be performed at any point > 14 weeks, and can be performed once or serially. Selective reduction is typically not considered unless the TTTS has reached stage III or IV.", "contents": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management. There are multiple management options available once TTTS is diagnosed. These include expectant management, amnioreduction, intentional septostomy (not commonly performed currently), fetoscopic laser photocoagulation, selective reduction, and voluntary pregnancy termination. Amnioreduction is typically performed to correct the polyhydramnios to < 8 cm, can be performed at any point > 14 weeks, and can be performed once or serially. Selective reduction is typically not considered unless the TTTS has reached stage III or IV."}
{"id": "article-30697_16", "title": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management", "content": "Fetoscopic laser photocoagulation is performed under ultrasound guidance typically between 15 to 26 weeks of gestation with the goal of creating “two chorions,” each supplying one twin. The procedure can be completed outside of this timeframe, but there are different disadvantages in these timeframes; at under 16 weeks, there is a greater risk of PPROM, and at over 25 weeks, there is greater difficulty in coagulation due to the increased size of vessels. In the past, it has been recommended to selectively coagulate AV, AA, and VV anastomoses rather than nonselectively coagulate. However, there is concern that some anastomoses could be missed and may result in a greater risk of recurrence of TTTS and twin anemia polycythemia sequence (TAPS).", "contents": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management. Fetoscopic laser photocoagulation is performed under ultrasound guidance typically between 15 to 26 weeks of gestation with the goal of creating “two chorions,” each supplying one twin. The procedure can be completed outside of this timeframe, but there are different disadvantages in these timeframes; at under 16 weeks, there is a greater risk of PPROM, and at over 25 weeks, there is greater difficulty in coagulation due to the increased size of vessels. In the past, it has been recommended to selectively coagulate AV, AA, and VV anastomoses rather than nonselectively coagulate. However, there is concern that some anastomoses could be missed and may result in a greater risk of recurrence of TTTS and twin anemia polycythemia sequence (TAPS)."}
{"id": "article-30697_17", "title": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management", "content": "The Solomon technique was then developed, consisting of coagulating in a thin line from one end of the placenta to the other after finding and coagulating the anastomoses. This technique does result in fewer TTTS recurrences, decreased development of TAPS, and increased perinatal survival, but there is a greater risk of placental abruption. Based upon the available data, the authors of the 2019 Update on TTTS in Best Practice and Research Clinical Obstetrics and Gynaecology recommend a partial Solomon technique in which anastomoses are coagulated as well as a small area along the division of the placenta to optimize sufficient anastomoses coagulation and salvaging of a healthy placenta. [4] Management recommendations differ based upon the stage of TTTS and gestational age and are outlined below: [1]", "contents": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management. The Solomon technique was then developed, consisting of coagulating in a thin line from one end of the placenta to the other after finding and coagulating the anastomoses. This technique does result in fewer TTTS recurrences, decreased development of TAPS, and increased perinatal survival, but there is a greater risk of placental abruption. Based upon the available data, the authors of the 2019 Update on TTTS in Best Practice and Research Clinical Obstetrics and Gynaecology recommend a partial Solomon technique in which anastomoses are coagulated as well as a small area along the division of the placenta to optimize sufficient anastomoses coagulation and salvaging of a healthy placenta. [4] Management recommendations differ based upon the stage of TTTS and gestational age and are outlined below: [1]"}
{"id": "article-30697_18", "title": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management", "content": "Stage I: Expectant management is recommended due to similar outcomes compared to amnioreduction and fetoscopic laser photocoagulation. Weekly ultrasound checks can be considered. Additionally, only about 25% of Stage I TTTS progresses in stage, and with expectant management, the survival of at least one twin occurs in most pregnancies. [12]", "contents": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management. Stage I: Expectant management is recommended due to similar outcomes compared to amnioreduction and fetoscopic laser photocoagulation. Weekly ultrasound checks can be considered. Additionally, only about 25% of Stage I TTTS progresses in stage, and with expectant management, the survival of at least one twin occurs in most pregnancies. [12]"}
{"id": "article-30697_19", "title": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management", "content": "Stage II, III, IV: Fetoscopic laser photocoagulation is recommended at these stages at gestational age < 26 weeks. [1] [4] A multicenter RCT conducted by Senat et al. demonstrated better outcomes after fetoscopoic laser coagulation than with serial amnioreductions, including increased survival rates of one or both twins, delivery at greater gestational ages, and superior neurological outcomes. [4] It should be noted, this study did not include TTTS at Stage I, and thus, should not be applied to the management of that stage. Stage V: No interventions have been evaluated at this stage.", "contents": "Twin-to-Twin Transfusion Syndrome -- Treatment / Management. Stage II, III, IV: Fetoscopic laser photocoagulation is recommended at these stages at gestational age < 26 weeks. [1] [4] A multicenter RCT conducted by Senat et al. demonstrated better outcomes after fetoscopoic laser coagulation than with serial amnioreductions, including increased survival rates of one or both twins, delivery at greater gestational ages, and superior neurological outcomes. [4] It should be noted, this study did not include TTTS at Stage I, and thus, should not be applied to the management of that stage. Stage V: No interventions have been evaluated at this stage."}
{"id": "article-30697_20", "title": "Twin-to-Twin Transfusion Syndrome -- Differential Diagnosis", "content": "Preterm premature rupture of membranes (PPROM) and premature rupture of membranes (PROM), amniotic fluid discrepancy caused by an anomaly in one twin, selective fetal growth restriction (sFGR), and twin anemia polycythemia sequence (TAPS) are in the differential diagnosis for TTTS. Before making the diagnosis of TTTS, it is important to determine whether the mother has experienced a rupture of membranes by asking about any leakage of fluid with or without contractions. sIUGR is defined by one twin displaying an estimated weight of < 10% based upon gestational age.", "contents": "Twin-to-Twin Transfusion Syndrome -- Differential Diagnosis. Preterm premature rupture of membranes (PPROM) and premature rupture of membranes (PROM), amniotic fluid discrepancy caused by an anomaly in one twin, selective fetal growth restriction (sFGR), and twin anemia polycythemia sequence (TAPS) are in the differential diagnosis for TTTS. Before making the diagnosis of TTTS, it is important to determine whether the mother has experienced a rupture of membranes by asking about any leakage of fluid with or without contractions. sIUGR is defined by one twin displaying an estimated weight of < 10% based upon gestational age."}
{"id": "article-30697_21", "title": "Twin-to-Twin Transfusion Syndrome -- Differential Diagnosis", "content": "Growth differences can occur as part of TTTS or separately from it. TAPS can occur in MCDA twins and occurs both spontaneously (1% to 5%) or as a complication of fetoscopic laser photocoagulation (16%). Ultrasound findings prenatally include doppler abnormalities in the MCA flow of both the donor and recipient twin, which indicate anemia in the donor and polycythemia in the recipient. [13]", "contents": "Twin-to-Twin Transfusion Syndrome -- Differential Diagnosis. Growth differences can occur as part of TTTS or separately from it. TAPS can occur in MCDA twins and occurs both spontaneously (1% to 5%) or as a complication of fetoscopic laser photocoagulation (16%). Ultrasound findings prenatally include doppler abnormalities in the MCA flow of both the donor and recipient twin, which indicate anemia in the donor and polycythemia in the recipient. [13]"}
{"id": "article-30697_22", "title": "Twin-to-Twin Transfusion Syndrome -- Staging", "content": "The staging system most utilized for TTTS is the Quintero Staging System, which is based upon two-dimensional ultrasound and doppler study findings and is as follows: Stage I: oligohydramnios and polyhydramnios sequence, donor twin bladder is visible, doppler studies of UA/UV/DV are normal in both twins. Stage II: oligohydramnios and polyhydramnios sequence, donor twin bladder is not visible, doppler studies of UA/UV/DV are normal in both twins. Stage III: oligohydramnios and polyhydramnios sequence and abnormal Doppler study (only one of the following is required in either twin) [absent/reversed end-diastolic flow in UA, pulsatile flow in UV, or reversed a-wave flow in DV]. Stage IV: oligohydramnios and polyhydramnios sequence, and one or both fetuses have hydrops. Stage V: oligohydramnios and polyhydramnios sequence, and one or both fetuses have died.", "contents": "Twin-to-Twin Transfusion Syndrome -- Staging. The staging system most utilized for TTTS is the Quintero Staging System, which is based upon two-dimensional ultrasound and doppler study findings and is as follows: Stage I: oligohydramnios and polyhydramnios sequence, donor twin bladder is visible, doppler studies of UA/UV/DV are normal in both twins. Stage II: oligohydramnios and polyhydramnios sequence, donor twin bladder is not visible, doppler studies of UA/UV/DV are normal in both twins. Stage III: oligohydramnios and polyhydramnios sequence and abnormal Doppler study (only one of the following is required in either twin) [absent/reversed end-diastolic flow in UA, pulsatile flow in UV, or reversed a-wave flow in DV]. Stage IV: oligohydramnios and polyhydramnios sequence, and one or both fetuses have hydrops. Stage V: oligohydramnios and polyhydramnios sequence, and one or both fetuses have died."}
{"id": "article-30697_23", "title": "Twin-to-Twin Transfusion Syndrome -- Prognosis", "content": "Prognosis varies depending on the stage, the severity of the disease, and gestational age at diagnosis. Younger gestational age at diagnosis and the higher stage is associated with poorer prognosis. Single twin survival ranges from 15% to 70%, with about 50% survival of both twins, even with treatment. The prognosis is best for Stage I with overall survival of 86%. Additionally, about 75% of Stage I remain stable or regress. [12]", "contents": "Twin-to-Twin Transfusion Syndrome -- Prognosis. Prognosis varies depending on the stage, the severity of the disease, and gestational age at diagnosis. Younger gestational age at diagnosis and the higher stage is associated with poorer prognosis. Single twin survival ranges from 15% to 70%, with about 50% survival of both twins, even with treatment. The prognosis is best for Stage I with overall survival of 86%. Additionally, about 75% of Stage I remain stable or regress. [12]"}
{"id": "article-30697_24", "title": "Twin-to-Twin Transfusion Syndrome -- Prognosis", "content": "There is less information available for Stages II-IV, but the perinatal death rate for ≥ Stage III is estimated to be 70% to 100%. Regarding Stage V, following the demise of one twin, there is a 10% risk of death and a 10 to 30% risk of neurological complication in the other twin. Some research shows an improved neurological outcome in the surviving twin if fetoscopic laser photocoagulation was performed earlier in gestation.", "contents": "Twin-to-Twin Transfusion Syndrome -- Prognosis. There is less information available for Stages II-IV, but the perinatal death rate for ≥ Stage III is estimated to be 70% to 100%. Regarding Stage V, following the demise of one twin, there is a 10% risk of death and a 10 to 30% risk of neurological complication in the other twin. Some research shows an improved neurological outcome in the surviving twin if fetoscopic laser photocoagulation was performed earlier in gestation."}
{"id": "article-30697_25", "title": "Twin-to-Twin Transfusion Syndrome -- Complications", "content": "As mentioned above, the death of one or both twins is a complication of TTTS, with the survival of one twin ranging from 15% to 70% and survival of both twins hovering around 50%. Cardiac complications can also occur in both the recipient and donor; these include atrioventricular valve insufficiency, diastolic dysfunction, and pulmonary stenosis or atresia in the recipient, and vascular changes due to increased collagen synthesis and hypertrophy of the vascular media and smooth muscle layers in the donor. [8] In general, twin gestations have a higher risk of premature delivery, and there is similarly an elevated risk of premature delivery in TTTS. Neurological deficits are both complications of TTTS and preterm delivery with an increased risk of cerebral palsy and long-term neurodevelopmental impairment (NDI). [14] [13]", "contents": "Twin-to-Twin Transfusion Syndrome -- Complications. As mentioned above, the death of one or both twins is a complication of TTTS, with the survival of one twin ranging from 15% to 70% and survival of both twins hovering around 50%. Cardiac complications can also occur in both the recipient and donor; these include atrioventricular valve insufficiency, diastolic dysfunction, and pulmonary stenosis or atresia in the recipient, and vascular changes due to increased collagen synthesis and hypertrophy of the vascular media and smooth muscle layers in the donor. [8] In general, twin gestations have a higher risk of premature delivery, and there is similarly an elevated risk of premature delivery in TTTS. Neurological deficits are both complications of TTTS and preterm delivery with an increased risk of cerebral palsy and long-term neurodevelopmental impairment (NDI). [14] [13]"}
{"id": "article-30697_26", "title": "Twin-to-Twin Transfusion Syndrome -- Complications", "content": "Complications also differ depending upon management. Expectant management carries the complication risk of further stage progression; this risk of progression depends upon the stage at diagnosis as most (75%) of Stage I remain stable or regress without treatment. [12] Potential complications of amnioreduction include the death of one or both twins (survival rates following this procedure range from 50 to 65%), need for serial amnioreductions, PPROM, preterm labor, placental abruption, infection, and decreased success of potential future fetoscopic laser photocoagulation. Additionally, there is an increased risk of poor neurological outcomes, including cerebral injury, cerebral palsy, and NDI after amnioreduction compared to fetoscopic laser photocoagulation. [14] While still the recommended treatment for Stages II-IV, fetoscopic laser photocoagulation has numerous possible complications, which consist of PPROM, preterm delivery, extravasation of amniotic fluid outside the uterus, placental abruption, vaginal bleeding, infection, fetal death, recurrent TTTS, and TAPS. [4] Although associated with a lower risk than amnioreduction, cerebral injury, cerebral palsy, and NDI are also potential complications of fetoscopic laser photocoagulation. [14]", "contents": "Twin-to-Twin Transfusion Syndrome -- Complications. Complications also differ depending upon management. Expectant management carries the complication risk of further stage progression; this risk of progression depends upon the stage at diagnosis as most (75%) of Stage I remain stable or regress without treatment. [12] Potential complications of amnioreduction include the death of one or both twins (survival rates following this procedure range from 50 to 65%), need for serial amnioreductions, PPROM, preterm labor, placental abruption, infection, and decreased success of potential future fetoscopic laser photocoagulation. Additionally, there is an increased risk of poor neurological outcomes, including cerebral injury, cerebral palsy, and NDI after amnioreduction compared to fetoscopic laser photocoagulation. [14] While still the recommended treatment for Stages II-IV, fetoscopic laser photocoagulation has numerous possible complications, which consist of PPROM, preterm delivery, extravasation of amniotic fluid outside the uterus, placental abruption, vaginal bleeding, infection, fetal death, recurrent TTTS, and TAPS. [4] Although associated with a lower risk than amnioreduction, cerebral injury, cerebral palsy, and NDI are also potential complications of fetoscopic laser photocoagulation. [14]"}
{"id": "article-30697_27", "title": "Twin-to-Twin Transfusion Syndrome -- Deterrence and Patient Education", "content": "Educating patients about what symptoms may be signs of TTTS, including contractions and a sudden increase in size, and advising them to quickly report them to their provider may help with earlier diagnosis of TTTS. [15]", "contents": "Twin-to-Twin Transfusion Syndrome -- Deterrence and Patient Education. Educating patients about what symptoms may be signs of TTTS, including contractions and a sudden increase in size, and advising them to quickly report them to their provider may help with earlier diagnosis of TTTS. [15]"}
{"id": "article-30697_28", "title": "Twin-to-Twin Transfusion Syndrome -- Deterrence and Patient Education", "content": "Once diagnosed, patient education and counseling regarding the prognosis based upon the stage, management, and treatment options available along with their respective risks and benefits, and expected progression of the condition should be provided. Additionally, there should also be a discussion about the possibility of long-term complications after birth, including neurological complications. [14]", "contents": "Twin-to-Twin Transfusion Syndrome -- Deterrence and Patient Education. Once diagnosed, patient education and counseling regarding the prognosis based upon the stage, management, and treatment options available along with their respective risks and benefits, and expected progression of the condition should be provided. Additionally, there should also be a discussion about the possibility of long-term complications after birth, including neurological complications. [14]"}
{"id": "article-30697_29", "title": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Teamwork skills, strategy, interprofessional communication, and care coordination are imperative in the delivery room management. Specific behaviors recommended for team functioning include communication, management, and leadership, as these are associated with quality of care. Communication consists of both inquiry and sharing of information, management consists of vigilance and managing the workload, and leadership consists of assertion, sharing information, and evaluating plans. [16] Preparation and training for difficult deliveries and management of newborns can be undertaken with team simulation scenarios. [17]", "contents": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes. Teamwork skills, strategy, interprofessional communication, and care coordination are imperative in the delivery room management. Specific behaviors recommended for team functioning include communication, management, and leadership, as these are associated with quality of care. Communication consists of both inquiry and sharing of information, management consists of vigilance and managing the workload, and leadership consists of assertion, sharing information, and evaluating plans. [16] Preparation and training for difficult deliveries and management of newborns can be undertaken with team simulation scenarios. [17]"}
{"id": "article-30697_30", "title": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Numerous recommendations were put forth in the Seminars in Perinatology regarding interdisciplinary care and preparation for conjoined twins and included ensuring privacy while optimizing keeping the mother and neonates together if possible, creating a room layout that has adequate space and equipment for the care of both twins, considering color coding equipment for each twin, and determining necessary nurse staffing before delivery. [18] Additionally, primary nursing is recommended to promote patient-centered care with consistent communication and rapport with families. Primary nursing also ensures bedside care providers with expertise and care continuity. Regular team meetings to discuss updates, current and future concerns, and plan of care are beneficial as well. While conjoined twins present a different set of challenges, the care recommendations can be applied to the delivery management of twins affected by TTTS.", "contents": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes. Numerous recommendations were put forth in the Seminars in Perinatology regarding interdisciplinary care and preparation for conjoined twins and included ensuring privacy while optimizing keeping the mother and neonates together if possible, creating a room layout that has adequate space and equipment for the care of both twins, considering color coding equipment for each twin, and determining necessary nurse staffing before delivery. [18] Additionally, primary nursing is recommended to promote patient-centered care with consistent communication and rapport with families. Primary nursing also ensures bedside care providers with expertise and care continuity. Regular team meetings to discuss updates, current and future concerns, and plan of care are beneficial as well. While conjoined twins present a different set of challenges, the care recommendations can be applied to the delivery management of twins affected by TTTS."}
{"id": "article-30697_31", "title": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes", "content": "When planning care for preterm delivery, anticipating, and planning care ahead of time is recommended. [19] An interprofessional team at an urban academic medical center retrospectively examined the deliveries of late preterm infants and found transfers to the NICU commonly resulting from exhaustion of resources and development of complications in the preterm neonate; further workups and interventions in the NICU additionally increase time mothers and infants spend apart. Communication with parents regarding their goals of care is imperative and especially for preterm infants. [17]", "contents": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes. When planning care for preterm delivery, anticipating, and planning care ahead of time is recommended. [19] An interprofessional team at an urban academic medical center retrospectively examined the deliveries of late preterm infants and found transfers to the NICU commonly resulting from exhaustion of resources and development of complications in the preterm neonate; further workups and interventions in the NICU additionally increase time mothers and infants spend apart. Communication with parents regarding their goals of care is imperative and especially for preterm infants. [17]"}
{"id": "article-30697_32", "title": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes", "content": "After a stay in the NICU, it is important to ensure there is an interprofessional follow-up, education for the parents, and early therapeutic interventions to improve outcomes. [20] Facilitation of connection to different levels of care needed is also important, and the SMFM recommends consulting a maternal-fetal Medicine specialist to discuss management and treatment for TTTS. [1] Linking parents with local community resources and potential funding sources are important as well. Short and long-term counseling should be provided for parents. [20] [19]", "contents": "Twin-to-Twin Transfusion Syndrome -- Enhancing Healthcare Team Outcomes. After a stay in the NICU, it is important to ensure there is an interprofessional follow-up, education for the parents, and early therapeutic interventions to improve outcomes. [20] Facilitation of connection to different levels of care needed is also important, and the SMFM recommends consulting a maternal-fetal Medicine specialist to discuss management and treatment for TTTS. [1] Linking parents with local community resources and potential funding sources are important as well. Short and long-term counseling should be provided for parents. [20] [19]"}
{"id": "article-30697_33", "title": "Twin-to-Twin Transfusion Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Twin-to-Twin Transfusion Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}