{"id": "article-26388_0", "title": "Osteogenesis Imperfecta -- Continuing Education Activity", "content": "Osteogenesis imperfecta (OI) is a genetic disorder of connective tissues caused by an abnormality in the synthesis or processing of type I collagen. It is also called brittle bone disease. It is characterized by an increased susceptibility to bone fractures and decreased bone density. Other manifestations include blue sclerae, dentinogenesis imperfecta, short stature, as well as deafness in adulthood. There are also reports of valvular insufficiencies and aortic root dilation. Milder manifestations include generalized laxity, easy bruising, hernias, and excess sweating. Clinical manifestations range from mild with a nearly asymptomatic form to most severe forms (involving infants presenting with crumpled ribs, fragile cranium, and long bone fractures incompatible with life), resulting in increased perinatal mortality.[ This activity reviews the pathophysiology of osteogenesis imperfecta and highlights the role of the interprofessional team in its management.", "contents": "Osteogenesis Imperfecta -- Continuing Education Activity. Osteogenesis imperfecta (OI) is a genetic disorder of connective tissues caused by an abnormality in the synthesis or processing of type I collagen. It is also called brittle bone disease. It is characterized by an increased susceptibility to bone fractures and decreased bone density. Other manifestations include blue sclerae, dentinogenesis imperfecta, short stature, as well as deafness in adulthood. There are also reports of valvular insufficiencies and aortic root dilation. Milder manifestations include generalized laxity, easy bruising, hernias, and excess sweating. Clinical manifestations range from mild with a nearly asymptomatic form to most severe forms (involving infants presenting with crumpled ribs, fragile cranium, and long bone fractures incompatible with life), resulting in increased perinatal mortality.[ This activity reviews the pathophysiology of osteogenesis imperfecta and highlights the role of the interprofessional team in its management."}
{"id": "article-26388_1", "title": "Osteogenesis Imperfecta -- Continuing Education Activity", "content": "Objectives: Identify the etiology of osteogenesis imperfecta. Review the presentation of a patient with osteogenesis imperfecta. Outline the management options available for osteogenesis imperfecta. Describe some interprofessional team strategies for improving care coordination and outcomes in patients with osteogenesis imperfecta. Access free multiple choice questions on this topic.", "contents": "Osteogenesis Imperfecta -- Continuing Education Activity. Objectives: Identify the etiology of osteogenesis imperfecta. Review the presentation of a patient with osteogenesis imperfecta. Outline the management options available for osteogenesis imperfecta. Describe some interprofessional team strategies for improving care coordination and outcomes in patients with osteogenesis imperfecta. Access free multiple choice questions on this topic."}
{"id": "article-26388_2", "title": "Osteogenesis Imperfecta -- Introduction", "content": "Osteogenesis imperfecta (OI) is a genetic disorder of connective tissues caused by an abnormality in the synthesis or processing of type I collagen. [1] [2] It is also called brittle bone disease. It is characterized by an increased susceptibility to bone fractures and decreased bone density. Other manifestations include blue sclerae, dentinogenesis imperfecta, short stature, as well as deafness in adulthood. There are also reports of valvular insufficiencies and aortic root dilation. Milder manifestations include generalized laxity, easy bruising, hernias, and excess sweating. [3] Clinical manifestations range from mild with a nearly asymptomatic form to most severe forms (involving infants presenting with crumpled ribs, fragile cranium, and long bone fractures incompatible with life), resulting in increased perinatal mortality. [4]", "contents": "Osteogenesis Imperfecta -- Introduction. Osteogenesis imperfecta (OI) is a genetic disorder of connective tissues caused by an abnormality in the synthesis or processing of type I collagen. [1] [2] It is also called brittle bone disease. It is characterized by an increased susceptibility to bone fractures and decreased bone density. Other manifestations include blue sclerae, dentinogenesis imperfecta, short stature, as well as deafness in adulthood. There are also reports of valvular insufficiencies and aortic root dilation. Milder manifestations include generalized laxity, easy bruising, hernias, and excess sweating. [3] Clinical manifestations range from mild with a nearly asymptomatic form to most severe forms (involving infants presenting with crumpled ribs, fragile cranium, and long bone fractures incompatible with life), resulting in increased perinatal mortality. [4]"}
{"id": "article-26388_3", "title": "Osteogenesis Imperfecta -- Etiology", "content": "Osteogenesis imperfecta is a rare genetic disease. In the majority of cases, it occurs secondary to mutations in the COL1A1 and COL1A2 genes. More recently, diverse mutations related to OI have been identified. [5] The following is the OI classification according to the International Society of Skeletal Dysplasias based on the mode of inheritance and genes involved. [6]", "contents": "Osteogenesis Imperfecta -- Etiology. Osteogenesis imperfecta is a rare genetic disease. In the majority of cases, it occurs secondary to mutations in the COL1A1 and COL1A2 genes. More recently, diverse mutations related to OI have been identified. [5] The following is the OI classification according to the International Society of Skeletal Dysplasias based on the mode of inheritance and genes involved. [6]"}
{"id": "article-26388_4", "title": "Osteogenesis Imperfecta -- Etiology -- Osteogenesis Imperfecta / Type / Inheritance / Genes", "content": "Nondeforming OI (Type I) / AD / COL1A1, COL1A2 / X-linked / PLS3 Perinatal (type II) / AD, AR / COL1A1, COL1A2, CRTAP, LEPRE1, PPIB, BMP1 Progressively deforming (type III) / AD, AR / COL1A1, COL1A2, CRTAP, LEPRE1, PPIB, FKBP10, SERPINH1, SERINF1, WNT1 Moderate (type IV) / AD, AR / COL1A1, COL1A2, CRTAP, FKBP10, SP7, SERPINF1, WNT1, TMEM38B Calcification of interosseous membrane or hypertrophic callus (type V) / AD / IFITM5", "contents": "Osteogenesis Imperfecta -- Etiology -- Osteogenesis Imperfecta / Type / Inheritance / Genes. Nondeforming OI (Type I) / AD / COL1A1, COL1A2 / X-linked / PLS3 Perinatal (type II) / AD, AR / COL1A1, COL1A2, CRTAP, LEPRE1, PPIB, BMP1 Progressively deforming (type III) / AD, AR / COL1A1, COL1A2, CRTAP, LEPRE1, PPIB, FKBP10, SERPINH1, SERINF1, WNT1 Moderate (type IV) / AD, AR / COL1A1, COL1A2, CRTAP, FKBP10, SP7, SERPINF1, WNT1, TMEM38B Calcification of interosseous membrane or hypertrophic callus (type V) / AD / IFITM5"}
{"id": "article-26388_5", "title": "Osteogenesis Imperfecta -- Epidemiology", "content": "Osteogenesis imperfecta is a rare disease occurring in 1 in 15,000 to 20,000 births. [4] The population frequencies of type I OI have been reported to range between 2.35 to 4.7 in 100,000 worldwide. Reports of the incidence of type II OI range between 1 in 40,000 to 1.4 in 100,000 live births. The exact incidence of types III and IV OI is not known, although their incidence is much less common than type I. [7] [8] [9] In Shapiro's study, the incidence of types congenita A, congenita B, tarda A, and tarda B was approximately 19%, 31%, 25%, and 25%, respectively. [10] [11]", "contents": "Osteogenesis Imperfecta -- Epidemiology. Osteogenesis imperfecta is a rare disease occurring in 1 in 15,000 to 20,000 births. [4] The population frequencies of type I OI have been reported to range between 2.35 to 4.7 in 100,000 worldwide. Reports of the incidence of type II OI range between 1 in 40,000 to 1.4 in 100,000 live births. The exact incidence of types III and IV OI is not known, although their incidence is much less common than type I. [7] [8] [9] In Shapiro's study, the incidence of types congenita A, congenita B, tarda A, and tarda B was approximately 19%, 31%, 25%, and 25%, respectively. [10] [11]"}
{"id": "article-26388_6", "title": "Osteogenesis Imperfecta -- Pathophysiology", "content": "Two pro-alpha-1 chains and one pro-alpha-2 chain make up type I collagen, which forms the main protein of the extracellular membrane of skin, bones, tendons, etc., and create a rigid, triple helix structure. Each alpha chain consists of an amino-terminal pro-peptide, carboxyl-terminal pro-peptide, and a central pro-peptide consisting of 338 glycine repeats. Glycine is the smallest residue that can occupy the axial position of the triple helix. [12] The triple helix structure of type I collagen is possible because of the presence of glycine at every third amino acid residue.", "contents": "Osteogenesis Imperfecta -- Pathophysiology. Two pro-alpha-1 chains and one pro-alpha-2 chain make up type I collagen, which forms the main protein of the extracellular membrane of skin, bones, tendons, etc., and create a rigid, triple helix structure. Each alpha chain consists of an amino-terminal pro-peptide, carboxyl-terminal pro-peptide, and a central pro-peptide consisting of 338 glycine repeats. Glycine is the smallest residue that can occupy the axial position of the triple helix. [12] The triple helix structure of type I collagen is possible because of the presence of glycine at every third amino acid residue."}
{"id": "article-26388_7", "title": "Osteogenesis Imperfecta -- Pathophysiology", "content": "At least 90% of OI patients have a genetic defect resulting in quantitative and qualitative (or both) abnormalities in type I collagen molecules. This disorder is inherited in an autosomal dominant, autosomal recessive, or spontaneous mutation pattern. [12] [13] The autosomal dominant forms are caused by direct defects in type 1 collagen, while autosomal recessive forms are caused by non-collagenous proteins, which take part in post-translational modifications or triple helix formation. [4]", "contents": "Osteogenesis Imperfecta -- Pathophysiology. At least 90% of OI patients have a genetic defect resulting in quantitative and qualitative (or both) abnormalities in type I collagen molecules. This disorder is inherited in an autosomal dominant, autosomal recessive, or spontaneous mutation pattern. [12] [13] The autosomal dominant forms are caused by direct defects in type 1 collagen, while autosomal recessive forms are caused by non-collagenous proteins, which take part in post-translational modifications or triple helix formation. [4]"}
{"id": "article-26388_8", "title": "Osteogenesis Imperfecta -- Pathophysiology -- Defects Involving Type 1 Collagen Molecules", "content": "Frameshift mutations (involving premature stop codon in the affected allele) can result in a quantitative decrease in the amount of structurally normal type 1 collagen. Patients who are heterozygous for this condition may secrete half the normal amount of type 1 collagen [haplo-insufficiency, as seen in type IA OI in Sillence Classification]. [9] Alternatively, errors in substitution or deletion involving a glycine peptide residue along the polypeptide chain can result in the production of structurally or qualitatively abnormal or less effectual collagen. The phenotypic expression of these defects depends on the position of substitution, whether glycine substitutes at the carboxy-terminal (severe form) or the amino-terminal (milder form) of the polypeptide chains. [14]", "contents": "Osteogenesis Imperfecta -- Pathophysiology -- Defects Involving Type 1 Collagen Molecules. Frameshift mutations (involving premature stop codon in the affected allele) can result in a quantitative decrease in the amount of structurally normal type 1 collagen. Patients who are heterozygous for this condition may secrete half the normal amount of type 1 collagen [haplo-insufficiency, as seen in type IA OI in Sillence Classification]. [9] Alternatively, errors in substitution or deletion involving a glycine peptide residue along the polypeptide chain can result in the production of structurally or qualitatively abnormal or less effectual collagen. The phenotypic expression of these defects depends on the position of substitution, whether glycine substitutes at the carboxy-terminal (severe form) or the amino-terminal (milder form) of the polypeptide chains. [14]"}
{"id": "article-26388_9", "title": "Osteogenesis Imperfecta -- Pathophysiology -- Defects Involving Type 1 Collagen Molecules", "content": "Substitutions at the carboxy end of the peptide are potentially more serious owing to cross-linking of the triple helix beginning at the carboxy terminus of polypeptide chains. These patients with mutations of glycine residues affecting the quality of collagen chains (commonly identified defects in Sillence types II, III, and IV types) develop more severe skeletal manifestations than patients with haploinsufficiency defects. [15]", "contents": "Osteogenesis Imperfecta -- Pathophysiology -- Defects Involving Type 1 Collagen Molecules. Substitutions at the carboxy end of the peptide are potentially more serious owing to cross-linking of the triple helix beginning at the carboxy terminus of polypeptide chains. These patients with mutations of glycine residues affecting the quality of collagen chains (commonly identified defects in Sillence types II, III, and IV types) develop more severe skeletal manifestations than patients with haploinsufficiency defects. [15]"}
{"id": "article-26388_10", "title": "Osteogenesis Imperfecta -- Pathophysiology -- Other Mutations", "content": "Apart from type I collagen mutations, other genetic mutations producing autosomal recessive types of OI (types VI, VII, VIII, IX, X, and XI) have also been described. These mutations may involve components that encode collagen 3-hydroxylation complex, which helps assemble the triple helix. These recessive mutational types account for less than 5% of the cases of OI collectively. [15]", "contents": "Osteogenesis Imperfecta -- Pathophysiology -- Other Mutations. Apart from type I collagen mutations, other genetic mutations producing autosomal recessive types of OI (types VI, VII, VIII, IX, X, and XI) have also been described. These mutations may involve components that encode collagen 3-hydroxylation complex, which helps assemble the triple helix. These recessive mutational types account for less than 5% of the cases of OI collectively. [15]"}
{"id": "article-26388_11", "title": "Osteogenesis Imperfecta -- Histopathology", "content": "Generally, the defects involving decreased collagen type 1 secretion or secretion of abnormal collagen result in insufficient osteoid production. [16] Both enchondral and intramembranous ossification are affected. Thin, poorly organized bony trabeculae and collagen matrix, scanty spongiosa; a relative abundance of osteoblasts and osteoclasts, increased bone turnover; and broad, irregular physes with disorganized proliferative and hypertrophic zones, as well as thinned calcified zone, are typical histological features. [17] Newer studies have proposed problems with specific growth factors, particularly transforming growth factor beta (TGFb), so completely innovative treatments are being developed to neutralize this factor with a specialized antibody. [18]", "contents": "Osteogenesis Imperfecta -- Histopathology. Generally, the defects involving decreased collagen type 1 secretion or secretion of abnormal collagen result in insufficient osteoid production. [16] Both enchondral and intramembranous ossification are affected. Thin, poorly organized bony trabeculae and collagen matrix, scanty spongiosa; a relative abundance of osteoblasts and osteoclasts, increased bone turnover; and broad, irregular physes with disorganized proliferative and hypertrophic zones, as well as thinned calcified zone, are typical histological features. [17] Newer studies have proposed problems with specific growth factors, particularly transforming growth factor beta (TGFb), so completely innovative treatments are being developed to neutralize this factor with a specialized antibody. [18]"}
{"id": "article-26388_12", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Two clinically useful classification systems of osteogenesis imperfecta have been described by Sillence et al. and Shapiro et al. [7] [19] [10] In 1979, Sillence and Danks initially described four types of OI based on the clinical and genetic basis. They originally identified types I and IV as autosomal dominant and types II and III as autosomal recessive inheritance. More recent literature has shown that true autosomal recessive inheritance is quite rare. Based on further research on the genetic defects involved, Cole further added types V to XI to the original Sillence Classification (type V with autosomal dominant and types VI to XI with autosomal recessive transmissions). [12] [4] Osteogenesis imperfecta classification based on phenotypic characteristics and mode of inheritance modified from Sillence et al.:", "contents": "Osteogenesis Imperfecta -- History and Physical. Two clinically useful classification systems of osteogenesis imperfecta have been described by Sillence et al. and Shapiro et al. [7] [19] [10] In 1979, Sillence and Danks initially described four types of OI based on the clinical and genetic basis. They originally identified types I and IV as autosomal dominant and types II and III as autosomal recessive inheritance. More recent literature has shown that true autosomal recessive inheritance is quite rare. Based on further research on the genetic defects involved, Cole further added types V to XI to the original Sillence Classification (type V with autosomal dominant and types VI to XI with autosomal recessive transmissions). [12] [4] Osteogenesis imperfecta classification based on phenotypic characteristics and mode of inheritance modified from Sillence et al.:"}
{"id": "article-26388_13", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Type I: Autosomal dominant (COL1A1 gene does not produce viable mRNA for procollagen); collagen amount is 50% reduced; however, the molecule is structurally normal. General manifestation shows generalized osteoporosis, abnormal bone fragility (fractures typically during the ambulatory years of child development and reduced bone maturity), blue sclera, conductive deafness, and mild stunting. IA (Normal Teeth), IB/IC (dentinogenesis imperfecta). [9] [6]", "contents": "Osteogenesis Imperfecta -- History and Physical. Type I: Autosomal dominant (COL1A1 gene does not produce viable mRNA for procollagen); collagen amount is 50% reduced; however, the molecule is structurally normal. General manifestation shows generalized osteoporosis, abnormal bone fragility (fractures typically during the ambulatory years of child development and reduced bone maturity), blue sclera, conductive deafness, and mild stunting. IA (Normal Teeth), IB/IC (dentinogenesis imperfecta). [9] [6]"}
{"id": "article-26388_14", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Type II: Originally classified as autosomal recessive; however, recent work indicates that it follows a dominant negative inheritance (7% risk of disease in subsequent pregnancies), often due to spontaneous mutation. This form results in severe disruption in the qualitative function of the collagen molecule: lethal perinatal form. General manifestation demonstrates extreme bone fragility (accordion femur), delayed skull ossification, blue sclera, and perinatal death. Type IIA  has short and wide long bones with fractures and wide ribs with sparse fractures. II-B manifests with short and widened long bones with fractures and ribs with sparse fractures. II-C presents with thin, long bones with fractures and thin ribs. [20] [12]", "contents": "Osteogenesis Imperfecta -- History and Physical. Type II: Originally classified as autosomal recessive; however, recent work indicates that it follows a dominant negative inheritance (7% risk of disease in subsequent pregnancies), often due to spontaneous mutation. This form results in severe disruption in the qualitative function of the collagen molecule: lethal perinatal form. General manifestation demonstrates extreme bone fragility (accordion femur), delayed skull ossification, blue sclera, and perinatal death. Type IIA  has short and wide long bones with fractures and wide ribs with sparse fractures. II-B manifests with short and widened long bones with fractures and ribs with sparse fractures. II-C presents with thin, long bones with fractures and thin ribs. [20] [12]"}
{"id": "article-26388_15", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Type III: Autosomal recessive or dominant negative inheritance; type I collagen alteration is both qualitative and quantitative. Most children with severe clinical manifestations belong to this category. General manifestation presents with blue sclera in infancy and returns to normal hue in adolescence. Moderate to severe bone fragility, coxa vara, multiple fractures, and marked long bone deformities (more severe than type I with greater ambulation difficulties). These patients require intramedullary nailing prophylactically. Other specific features: Early onset scoliosis, triangular facies, frontal bossing, basilar invagination, and extremely short stature. [3] [21] [13] [22] [23]", "contents": "Osteogenesis Imperfecta -- History and Physical. Type III: Autosomal recessive or dominant negative inheritance; type I collagen alteration is both qualitative and quantitative. Most children with severe clinical manifestations belong to this category. General manifestation presents with blue sclera in infancy and returns to normal hue in adolescence. Moderate to severe bone fragility, coxa vara, multiple fractures, and marked long bone deformities (more severe than type I with greater ambulation difficulties). These patients require intramedullary nailing prophylactically. Other specific features: Early onset scoliosis, triangular facies, frontal bossing, basilar invagination, and extremely short stature. [3] [21] [13] [22] [23]"}
{"id": "article-26388_16", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Type IV: Heterogenous group; autosomal dominant that also has qualitative and quantitative changes in type I collagen—more severe clinical manifestations than type I OI. General manifestation shows normal sclera, moderate to severe bone fragility and deformity of the long bones and spinal column, and moderate to severe growth stunting. Type IV A presents with normal teeth, while Type IV B shows dentinogenesis imperfect. Type V: Autosomal dominant; mutation in the gene encoding interferon-induced transmembrane protein-5 (IFITM5); histologically demonstrates a mesh-like appearance of the lamellar bone. It presents with mild to moderate degrees of severity. Specific features include normal sclera, the absence of dental involvement, calcification of interosseous membrane, especially the forearm that can lead to secondary dislocation of the radius, hypertrophic callus, and a radiodense band near long bone physis are specific characteristics of this type. [24] [25] [26]", "contents": "Osteogenesis Imperfecta -- History and Physical. Type IV: Heterogenous group; autosomal dominant that also has qualitative and quantitative changes in type I collagen—more severe clinical manifestations than type I OI. General manifestation shows normal sclera, moderate to severe bone fragility and deformity of the long bones and spinal column, and moderate to severe growth stunting. Type IV A presents with normal teeth, while Type IV B shows dentinogenesis imperfect. Type V: Autosomal dominant; mutation in the gene encoding interferon-induced transmembrane protein-5 (IFITM5); histologically demonstrates a mesh-like appearance of the lamellar bone. It presents with mild to moderate degrees of severity. Specific features include normal sclera, the absence of dental involvement, calcification of interosseous membrane, especially the forearm that can lead to secondary dislocation of the radius, hypertrophic callus, and a radiodense band near long bone physis are specific characteristics of this type. [24] [25] [26]"}
{"id": "article-26388_17", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Type VI: Mutation involving SERPINF1 gene; characteristic histological presentation includes lamellar bone with fish scale pattern under a polarized light microscope and severe mineralization defects. This type presents with moderate to severe skeletal manifestations, normal sclera, and an absence of dental involvement.", "contents": "Osteogenesis Imperfecta -- History and Physical. Type VI: Mutation involving SERPINF1 gene; characteristic histological presentation includes lamellar bone with fish scale pattern under a polarized light microscope and severe mineralization defects. This type presents with moderate to severe skeletal manifestations, normal sclera, and an absence of dental involvement."}
{"id": "article-26388_18", "title": "Osteogenesis Imperfecta -- History and Physical -- Common Features", "content": "A defect in the prolyl 3-hydroxylation complex in the endoplasmic reticulum (ER) (which helps in the assembly of the triple helix) Autosomal recessive [4] [27] [28] Specific defects include cartilage-associated protein defects (CRTAP) - type VII, prolyl 3-hydroxylase (LEPRE1) - type VIII, and peptidyl-prolyl cis-trans isomerase B (PPIB) - type IX.", "contents": "Osteogenesis Imperfecta -- History and Physical -- Common Features. A defect in the prolyl 3-hydroxylation complex in the endoplasmic reticulum (ER) (which helps in the assembly of the triple helix) Autosomal recessive [4] [27] [28] Specific defects include cartilage-associated protein defects (CRTAP) - type VII, prolyl 3-hydroxylase (LEPRE1) - type VIII, and peptidyl-prolyl cis-trans isomerase B (PPIB) - type IX."}
{"id": "article-26388_19", "title": "Osteogenesis Imperfecta -- History and Physical -- General Manifestation", "content": "Type VII: Moderate to severe. It is associated with rhizomelia and coxa vara. Type VIII: Severe to lethal. It is associated with rhizomelia. Type IX:  Severe autosomal recessive form.", "contents": "Osteogenesis Imperfecta -- History and Physical -- General Manifestation. Type VII: Moderate to severe. It is associated with rhizomelia and coxa vara. Type VIII: Severe to lethal. It is associated with rhizomelia. Type IX:  Severe autosomal recessive form."}
{"id": "article-26388_20", "title": "Osteogenesis Imperfecta -- History and Physical -- Common Features", "content": "A defect in collagen chaperones that accompany procollagen molecules from ER to Golgi apparatus 2.Autosomal recessive [28] [29] Specific defects: SERPINH1 - type X, FKBP10 - type XI.", "contents": "Osteogenesis Imperfecta -- History and Physical -- Common Features. A defect in collagen chaperones that accompany procollagen molecules from ER to Golgi apparatus 2.Autosomal recessive [28] [29] Specific defects: SERPINH1 - type X, FKBP10 - type XI."}
{"id": "article-26388_21", "title": "Osteogenesis Imperfecta -- History and Physical -- General Manifestation", "content": "Type X: Severe bone dysplasia, dentinogenesis imperfecta, transient skin bullae, blue sclera, pyloric stenosis, and renal stones. Type XI: Bone dysplasia, ligamentous laxity, scoliosis, and platyspondyly. Normal sclera and absence of dental involvement. The pitfall of Sillence Classification: Significant variability in the severity of deformities and fractures within different classification categories. Less prognostic relevance. Looser et al. (1906): Classified OI into two types - OI congenita (presence of numerous fractures at birth) and OI tarda (fractures occur after the perinatal period). Shapiro's modification of Looser classification (4 types): Excellent practical application regarding prognostication for survival and ambulation. [10] Congenita A (Incompatible with life) - Sustain fractures in utero or at birth; Radiographically, present with crumpled long bones, crumpled ribs, rib cage deformity, and fragile skull.", "contents": "Osteogenesis Imperfecta -- History and Physical -- General Manifestation. Type X: Severe bone dysplasia, dentinogenesis imperfecta, transient skin bullae, blue sclera, pyloric stenosis, and renal stones. Type XI: Bone dysplasia, ligamentous laxity, scoliosis, and platyspondyly. Normal sclera and absence of dental involvement. The pitfall of Sillence Classification: Significant variability in the severity of deformities and fractures within different classification categories. Less prognostic relevance. Looser et al. (1906): Classified OI into two types - OI congenita (presence of numerous fractures at birth) and OI tarda (fractures occur after the perinatal period). Shapiro's modification of Looser classification (4 types): Excellent practical application regarding prognostication for survival and ambulation. [10] Congenita A (Incompatible with life) - Sustain fractures in utero or at birth; Radiographically, present with crumpled long bones, crumpled ribs, rib cage deformity, and fragile skull."}
{"id": "article-26388_22", "title": "Osteogenesis Imperfecta -- History and Physical", "content": "Congenita B (Compatible with survival) - Sustain fractures in utero or at birth; Radiographically, present with more tubular long bones with funnelization in the metaphysis, normally formed ribs, and no rib cage deformity. Tarda A - Fractures before walking; Age of onset of fractures - not prognostic for ambulation. Tarda B - First fracture after walking age; All patients usually ambulate.", "contents": "Osteogenesis Imperfecta -- History and Physical. Congenita B (Compatible with survival) - Sustain fractures in utero or at birth; Radiographically, present with more tubular long bones with funnelization in the metaphysis, normally formed ribs, and no rib cage deformity. Tarda A - Fractures before walking; Age of onset of fractures - not prognostic for ambulation. Tarda B - First fracture after walking age; All patients usually ambulate."}
{"id": "article-26388_23", "title": "Osteogenesis Imperfecta -- Evaluation", "content": "It is important to rule out non-accidental trauma in these patients presenting with multiple fractures. [30] [31] Diagnosis: is based on clinical and family history, bone mineral density (lumbar vertebra), bone biochemistry, and radiographic features. [32] The most common clinical finding is bone fragility in most OI types. Most of them have specific features, as described by Van Dijk and Sillence. [33] Patients usually present with four Major Clinical Features: Decreased bone mass, increased bone fragility Blue sclera Dentinogenesis imperfecta (Normal enamel with dentin abnormality) Hearing loss Other features include ligament laxity, increased joint mobility, short stature, and easy bruising.", "contents": "Osteogenesis Imperfecta -- Evaluation. It is important to rule out non-accidental trauma in these patients presenting with multiple fractures. [30] [31] Diagnosis: is based on clinical and family history, bone mineral density (lumbar vertebra), bone biochemistry, and radiographic features. [32] The most common clinical finding is bone fragility in most OI types. Most of them have specific features, as described by Van Dijk and Sillence. [33] Patients usually present with four Major Clinical Features: Decreased bone mass, increased bone fragility Blue sclera Dentinogenesis imperfecta (Normal enamel with dentin abnormality) Hearing loss Other features include ligament laxity, increased joint mobility, short stature, and easy bruising."}
{"id": "article-26388_24", "title": "Osteogenesis Imperfecta -- Evaluation", "content": "Fractures in OI: the earlier the onset of fractures, the poorer the prognosis is. [34] [35] There is a possibility of hypertrophic callus during fracture healing (which may resemble osteosarcoma); however, the fractures, on most occasions, heal at the usual rate. Bony deformities may occur secondary to fractures; protrusio acetabuli, proximal varus or anterolateral bowing (femur), anterior bow (tibia), cubitus varus, and other proximal forearm deformities are known to occur. [36] Facies in OI: Elfin facies, helmet head appearance. Manifestations depend on the type of OI.", "contents": "Osteogenesis Imperfecta -- Evaluation. Fractures in OI: the earlier the onset of fractures, the poorer the prognosis is. [34] [35] There is a possibility of hypertrophic callus during fracture healing (which may resemble osteosarcoma); however, the fractures, on most occasions, heal at the usual rate. Bony deformities may occur secondary to fractures; protrusio acetabuli, proximal varus or anterolateral bowing (femur), anterior bow (tibia), cubitus varus, and other proximal forearm deformities are known to occur. [36] Facies in OI: Elfin facies, helmet head appearance. Manifestations depend on the type of OI."}
{"id": "article-26388_25", "title": "Osteogenesis Imperfecta -- Evaluation", "content": "Laboratory: no commercially available diagnostic test is available due to a wide variety of genetic mutations. Laboratory values are typically within the normal range with potentially mildly elevated alkaline phosphatase (ALP).", "contents": "Osteogenesis Imperfecta -- Evaluation. Laboratory: no commercially available diagnostic test is available due to a wide variety of genetic mutations. Laboratory values are typically within the normal range with potentially mildly elevated alkaline phosphatase (ALP)."}
{"id": "article-26388_26", "title": "Osteogenesis Imperfecta -- Evaluation -- Plain Radiograph", "content": "Head, neck, and Spine: wormian bones, basilar invagination, kyphoscoliosis (39 to 100%), platyspondyly Chest: pectus excavatum or carinatum Pelvis: protusio acetabuli, coxa vara General: osteoporosis, lack of funneling of long bones, cortical thinning, hypertrophic callus formation, popcorn calcifications involving metaphysis and epiphysis, pseudoarthrosis at the site of fractures Prenatal ultrasound: decreased calvarial ossification, shortened and angulated long bones, multiple bone fractures, a beaded appearance of ribs, polyhydramnios. [37]", "contents": "Osteogenesis Imperfecta -- Evaluation -- Plain Radiograph. Head, neck, and Spine: wormian bones, basilar invagination, kyphoscoliosis (39 to 100%), platyspondyly Chest: pectus excavatum or carinatum Pelvis: protusio acetabuli, coxa vara General: osteoporosis, lack of funneling of long bones, cortical thinning, hypertrophic callus formation, popcorn calcifications involving metaphysis and epiphysis, pseudoarthrosis at the site of fractures Prenatal ultrasound: decreased calvarial ossification, shortened and angulated long bones, multiple bone fractures, a beaded appearance of ribs, polyhydramnios. [37]"}
{"id": "article-26388_27", "title": "Osteogenesis Imperfecta -- Evaluation -- Computed Tomography (CT)", "content": "Wormian bone Basilar invagination Otosclerosis Long bone fractures [38] Magnetic Resonance Imaging (MRI) (to evaluate basilar invagination) Fibroblast culturing to analyze type I collagen (positive in 80% of type IV): used for confirmation of the diagnosis in equivocal cases", "contents": "Osteogenesis Imperfecta -- Evaluation -- Computed Tomography (CT). Wormian bone Basilar invagination Otosclerosis Long bone fractures [38] Magnetic Resonance Imaging (MRI) (to evaluate basilar invagination) Fibroblast culturing to analyze type I collagen (positive in 80% of type IV): used for confirmation of the diagnosis in equivocal cases"}
{"id": "article-26388_28", "title": "Osteogenesis Imperfecta -- Evaluation -- Biopsy", "content": "Collagen analysis of a punch biopsy Iliac crest biopsy which demonstrates a decrease in cortical widths and the volume of cancellous bone, with increased bone remodeling", "contents": "Osteogenesis Imperfecta -- Evaluation -- Biopsy. Collagen analysis of a punch biopsy Iliac crest biopsy which demonstrates a decrease in cortical widths and the volume of cancellous bone, with increased bone remodeling"}
{"id": "article-26388_29", "title": "Osteogenesis Imperfecta -- Treatment / Management", "content": "Management varies with the age, severity, and functional status of patients: Mild disease: subtle restriction, avoid contact sports, treated for any fractures [39] Moderate to Severe disease: rehabilitation and orthopedic interventions, management of acute fractures and scoliosis [40] Severe disease: an intramedullary rod with osteotomy used to correct severe bowing of long bones [41] [42]", "contents": "Osteogenesis Imperfecta -- Treatment / Management. Management varies with the age, severity, and functional status of patients: Mild disease: subtle restriction, avoid contact sports, treated for any fractures [39] Moderate to Severe disease: rehabilitation and orthopedic interventions, management of acute fractures and scoliosis [40] Severe disease: an intramedullary rod with osteotomy used to correct severe bowing of long bones [41] [42]"}
{"id": "article-26388_30", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Medical management can take a number of forms, as listed below. [43] [44] [45] [46] [47] [48] [49]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Medical management can take a number of forms, as listed below. [43] [44] [45] [46] [47] [48] [49]"}
{"id": "article-26388_31", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Sex hormones, sodium fluoride, calcium, calcitonin, magnesium oxide, and vitamins C and D - attempted in the past with no or mixed results.", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Sex hormones, sodium fluoride, calcium, calcitonin, magnesium oxide, and vitamins C and D - attempted in the past with no or mixed results."}
{"id": "article-26388_32", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Bisphosphonates (intravenous pamidronate, oral alendronate) have been demonstrated to be useful (decrease fracture risk, improve bone mineral density as well as ambulatory status) through their ability to reduce the osteoclastic resorption of bone in children with OI [50] [51] [52] [53] [52]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Bisphosphonates (intravenous pamidronate, oral alendronate) have been demonstrated to be useful (decrease fracture risk, improve bone mineral density as well as ambulatory status) through their ability to reduce the osteoclastic resorption of bone in children with OI [50] [51] [52] [53] [52]"}
{"id": "article-26388_33", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Gene therapy and cell transplantation (to correct defective COL1A1 and COL1A2 genes) are still not widely available, but experimental studies in animals showed promising results [54] [55] [56]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Gene therapy and cell transplantation (to correct defective COL1A1 and COL1A2 genes) are still not widely available, but experimental studies in animals showed promising results [54] [55] [56]"}
{"id": "article-26388_34", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Sclerostin antibody medication (romosozumab) has been used in animal models with beneficial effects on the skeleton, but there are no human studies reported yet [57] [58] [59] [60] [57]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Sclerostin antibody medication (romosozumab) has been used in animal models with beneficial effects on the skeleton, but there are no human studies reported yet [57] [58] [59] [60] [57]"}
{"id": "article-26388_35", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Denosumab has been proven to help with bone quality in small-scale studies, but it is not yet approved for wide use in OI patients; ongoing studies are looking into more details of this treatment [61]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Denosumab has been proven to help with bone quality in small-scale studies, but it is not yet approved for wide use in OI patients; ongoing studies are looking into more details of this treatment [61]"}
{"id": "article-26388_36", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "Anabolic bone therapy with teriparatide was also tried in a small study and showed an increase in the bone density of the OI-treated patients compared to the placebo group, but this medication is also not officially approved for use in this population [62]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. Anabolic bone therapy with teriparatide was also tried in a small study and showed an increase in the bone density of the OI-treated patients compared to the placebo group, but this medication is also not officially approved for use in this population [62]"}
{"id": "article-26388_37", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management", "content": "An antibody to transforming growth factor beta (TGFb) is one of the latest medical treatments studied in animal models with OI, and it has also offered some promising results [18] [63] [64]", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Medical Management. An antibody to transforming growth factor beta (TGFb) is one of the latest medical treatments studied in animal models with OI, and it has also offered some promising results [18] [63] [64]"}
{"id": "article-26388_38", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Orthopedic Management", "content": "The goals focus on ways to ameliorate patient functional status, prevent deformity and disability, correct deformities, and monitor for complications. 1. Orthotic treatment: orthosis, walking aids, wheelchairs 2. Management of long bone fractures 3. Management of long bone deformities includes: In infants and children: Closed osteoclasis without intramedullary fixation Closed osteoclasis with percutaneous intramedullary fixation Open osteotomy with internal fixation (Sofield and Millar procedure) - Rush nail, Williams rod [65] [66] [67] [68] In young adult patients: External fixation with circular or uniplanar constructs with osteotomy. 4. Prophylactic intramedullary rod for children who repeatedly fracture their long bones. Different types of rods according to bone size and skeletal maturity are used:", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Orthopedic Management. The goals focus on ways to ameliorate patient functional status, prevent deformity and disability, correct deformities, and monitor for complications. 1. Orthotic treatment: orthosis, walking aids, wheelchairs 2. Management of long bone fractures 3. Management of long bone deformities includes: In infants and children: Closed osteoclasis without intramedullary fixation Closed osteoclasis with percutaneous intramedullary fixation Open osteotomy with internal fixation (Sofield and Millar procedure) - Rush nail, Williams rod [65] [66] [67] [68] In young adult patients: External fixation with circular or uniplanar constructs with osteotomy. 4. Prophylactic intramedullary rod for children who repeatedly fracture their long bones. Different types of rods according to bone size and skeletal maturity are used:"}
{"id": "article-26388_39", "title": "Osteogenesis Imperfecta -- Treatment / Management -- Orthopedic Management", "content": "Osteotomy and fixation with telescoping rod (Bailey-Dubow rod, Sheffield rod, Fassier-Duval rod) Osteotomy and fixation with a non-telescoping rod (Kirschner wire, Steinmann pin, Williams rod, push rod, other fixed-length rods) 5. Management of spinal deformities: basilar invagination, kyphoscoliosis, spinal fractures", "contents": "Osteogenesis Imperfecta -- Treatment / Management -- Orthopedic Management. Osteotomy and fixation with telescoping rod (Bailey-Dubow rod, Sheffield rod, Fassier-Duval rod) Osteotomy and fixation with a non-telescoping rod (Kirschner wire, Steinmann pin, Williams rod, push rod, other fixed-length rods) 5. Management of spinal deformities: basilar invagination, kyphoscoliosis, spinal fractures"}
{"id": "article-26388_40", "title": "Osteogenesis Imperfecta -- Differential Diagnosis", "content": "Major differentials include: Congenital hypophosphatasia [30] Achondroplasia Pyknodysostosis [31] Diffuse osteopenia in the early stages of leukemia [69] Idiopathic juvenile osteoporosis Child abuse or battered child syndrome [70]", "contents": "Osteogenesis Imperfecta -- Differential Diagnosis. Major differentials include: Congenital hypophosphatasia [30] Achondroplasia Pyknodysostosis [31] Diffuse osteopenia in the early stages of leukemia [69] Idiopathic juvenile osteoporosis Child abuse or battered child syndrome [70]"}
{"id": "article-26388_41", "title": "Osteogenesis Imperfecta -- Prognosis", "content": "Varied across the diverse spectrum of the disease. [10] As previously discussed, the Shapiro classification (more than the Sillence classification) is a good prognostic indicator. The age of onset of long bone fractures has been demonstrated as an important prognostic indicator for ambulatory ability. Survival: The most significant indicators include the location and severity of fractures and the general radiographic appearance of the skeleton. Engelbert et al. demonstrated that children who achieved independent sitting or standing, or both, by 12 years of age were finally able to ambulate. The authors also found that children who could achieve independent sitting or standing, or both, at 12 months old were likely to be able to walk. [71]", "contents": "Osteogenesis Imperfecta -- Prognosis. Varied across the diverse spectrum of the disease. [10] As previously discussed, the Shapiro classification (more than the Sillence classification) is a good prognostic indicator. The age of onset of long bone fractures has been demonstrated as an important prognostic indicator for ambulatory ability. Survival: The most significant indicators include the location and severity of fractures and the general radiographic appearance of the skeleton. Engelbert et al. demonstrated that children who achieved independent sitting or standing, or both, by 12 years of age were finally able to ambulate. The authors also found that children who could achieve independent sitting or standing, or both, at 12 months old were likely to be able to walk. [71]"}
{"id": "article-26388_42", "title": "Osteogenesis Imperfecta -- Complications", "content": "The following complications may present with osteogenesis imperfecta: Hyperplastic callus formation is rare and managed by conservative, palliative radiotherapy (caution: secondary malignancy) and bisphosphonates [72] Tumors: Osteogenic sarcoma [73] Basilar invagination: Cranial nerve involvement, direct brain stem compression, altered cerebrospinal fluid (CSF) dynamics [74] Malignant hyperthermia: both the surgeon and anesthesiologist should keep in mind the possibility of malignant hyperthermia during anesthesia [75]", "contents": "Osteogenesis Imperfecta -- Complications. The following complications may present with osteogenesis imperfecta: Hyperplastic callus formation is rare and managed by conservative, palliative radiotherapy (caution: secondary malignancy) and bisphosphonates [72] Tumors: Osteogenic sarcoma [73] Basilar invagination: Cranial nerve involvement, direct brain stem compression, altered cerebrospinal fluid (CSF) dynamics [74] Malignant hyperthermia: both the surgeon and anesthesiologist should keep in mind the possibility of malignant hyperthermia during anesthesia [75]"}
{"id": "article-26388_43", "title": "Osteogenesis Imperfecta -- Deterrence and Patient Education", "content": "It is vital to educate the parent regarding the likelihood of survival and what to expect regarding deformity, disability, and ambulatory capacity. Genetic counseling and prenatal screening (including ultrasonography) may be necessary during future pregnancies. The parents should also receive counseling that their children, despite their orthopedic impairments, have normal intelligence and social abilities. They should also receive information regarding the need for caution against falls to obviate recurrent fragility fractures. [76] Antenatal diagnosis: Antenatal ultrasound can demonstrate OI Sillence type II by 16 weeks of fetal age. Based on the severity of disease expression, Sillence types I, III, and IV can also be diagnosable on imaging. [3]", "contents": "Osteogenesis Imperfecta -- Deterrence and Patient Education. It is vital to educate the parent regarding the likelihood of survival and what to expect regarding deformity, disability, and ambulatory capacity. Genetic counseling and prenatal screening (including ultrasonography) may be necessary during future pregnancies. The parents should also receive counseling that their children, despite their orthopedic impairments, have normal intelligence and social abilities. They should also receive information regarding the need for caution against falls to obviate recurrent fragility fractures. [76] Antenatal diagnosis: Antenatal ultrasound can demonstrate OI Sillence type II by 16 weeks of fetal age. Based on the severity of disease expression, Sillence types I, III, and IV can also be diagnosable on imaging. [3]"}
{"id": "article-26388_44", "title": "Osteogenesis Imperfecta -- Deterrence and Patient Education", "content": "Parents with a history of a fetus affected by OI type II carry a 2% to 7% risk of a similarly affected fetus in future pregnancies. Antenatal diagnosis can be made in such scenarios by DNA analysis of chorionic villus samples obtained by ultrasonographic imaging.", "contents": "Osteogenesis Imperfecta -- Deterrence and Patient Education. Parents with a history of a fetus affected by OI type II carry a 2% to 7% risk of a similarly affected fetus in future pregnancies. Antenatal diagnosis can be made in such scenarios by DNA analysis of chorionic villus samples obtained by ultrasonographic imaging."}
{"id": "article-26388_45", "title": "Osteogenesis Imperfecta -- Enhancing Healthcare Team Outcomes", "content": "The management of osteogenesis imperfecta is challenging and complex and requires an interprofessional healthcare team approach to management. [76] The primary reason underlying the complexity of management is the wide variation in the phenotypic expression across the different spectra of the disease. The significant role of early diagnosis (clinical, imaging, biochemical, and genetic evaluation) and early risk stratification in the long-term management of the child should never be understated. The importance of an interprofessional intervention over the long term involving a family physician, pediatrician, endocrinologist, radiologist, orthopedic surgeon, neurosurgeon, anesthesiologist, mid-level practitioners (NPS and PAs), orthotic expert, occupational therapist, physiotherapist, and pharmacist over different stages of management needs to be understood. The orthopedic surgeon is involved in preventing and managing fractures and deformities of extremities.", "contents": "Osteogenesis Imperfecta -- Enhancing Healthcare Team Outcomes. The management of osteogenesis imperfecta is challenging and complex and requires an interprofessional healthcare team approach to management. [76] The primary reason underlying the complexity of management is the wide variation in the phenotypic expression across the different spectra of the disease. The significant role of early diagnosis (clinical, imaging, biochemical, and genetic evaluation) and early risk stratification in the long-term management of the child should never be understated. The importance of an interprofessional intervention over the long term involving a family physician, pediatrician, endocrinologist, radiologist, orthopedic surgeon, neurosurgeon, anesthesiologist, mid-level practitioners (NPS and PAs), orthotic expert, occupational therapist, physiotherapist, and pharmacist over different stages of management needs to be understood. The orthopedic surgeon is involved in preventing and managing fractures and deformities of extremities."}
{"id": "article-26388_46", "title": "Osteogenesis Imperfecta -- Enhancing Healthcare Team Outcomes", "content": "Medical management with bisphosphonates can prevent fractures in children with recurrent fractures. The pharmacist can perform medication reconciliation, verify dosing, counsel parents on the potential adverse effects, and answer their medication questions. If they note any concerns in the patient's medication regimen, they must immediately contact the prescriber or nurse to implement corrective measures. A neurosurgeon may be involved in managing upper cervical spine/craniocervical junction compressive pathologies or spinal deformities. The role of parent education on what to expect at different stages of disease management is also highly significant. Nurses can play a vital role in imparting holistic care to the patient and providing the needed support to the caregivers. Such interprofessional care can aid in meeting basic goals in the management of OI, including ameliorating the patient's functional status, preventing deformity and disability, correcting existing deformities, and monitoring for possible complications.", "contents": "Osteogenesis Imperfecta -- Enhancing Healthcare Team Outcomes. Medical management with bisphosphonates can prevent fractures in children with recurrent fractures. The pharmacist can perform medication reconciliation, verify dosing, counsel parents on the potential adverse effects, and answer their medication questions. If they note any concerns in the patient's medication regimen, they must immediately contact the prescriber or nurse to implement corrective measures. A neurosurgeon may be involved in managing upper cervical spine/craniocervical junction compressive pathologies or spinal deformities. The role of parent education on what to expect at different stages of disease management is also highly significant. Nurses can play a vital role in imparting holistic care to the patient and providing the needed support to the caregivers. Such interprofessional care can aid in meeting basic goals in the management of OI, including ameliorating the patient's functional status, preventing deformity and disability, correcting existing deformities, and monitoring for possible complications."}
{"id": "article-26388_47", "title": "Osteogenesis Imperfecta -- Enhancing Healthcare Team Outcomes", "content": "Most of the current knowledge on the subject of OI has its basis in available level 3 to 5 evidence.", "contents": "Osteogenesis Imperfecta -- Enhancing Healthcare Team Outcomes. Most of the current knowledge on the subject of OI has its basis in available level 3 to 5 evidence."}
{"id": "article-26388_48", "title": "Osteogenesis Imperfecta -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Osteogenesis Imperfecta -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}