{"id": "article-17817_0", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Introduction", "content": "In general terms, abduction, in the anatomical sense, is classified as the motion of a limb or appendage away from the midline of the body. In the case of arm abduction, it is the movement of the arms away from the body within the plane of the torso (coronal plane). The abduction of the arm begins with the arm in a position parallel to the torso and the hand in an inferior position, continues with the movement of the arm to a position perpendicular to the torso, and ends with the movement of the arm so that the humerus is raised above the shoulder joint and points straight upward. (The upper extremity action during a jumping jack can is exemplary of the full range of motion for arm abduction.) The primary muscles involved in the action of arm abduction include the supraspinatus, deltoid, trapezius, and serratus anterior. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Introduction. In general terms, abduction, in the anatomical sense, is classified as the motion of a limb or appendage away from the midline of the body. In the case of arm abduction, it is the movement of the arms away from the body within the plane of the torso (coronal plane). The abduction of the arm begins with the arm in a position parallel to the torso and the hand in an inferior position, continues with the movement of the arm to a position perpendicular to the torso, and ends with the movement of the arm so that the humerus is raised above the shoulder joint and points straight upward. (The upper extremity action during a jumping jack can is exemplary of the full range of motion for arm abduction.) The primary muscles involved in the action of arm abduction include the supraspinatus, deltoid, trapezius, and serratus anterior. [1]"}
{"id": "article-17817_1", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Structure and Function", "content": "The ability to abduct the arm is a crucial contributor to the full range of motion of the arm. Four different muscles control this action: supraspinatus, deltoid, trapezius, and serratus anterior. [2] [3] [4] [5] The supraspinatus is the primary muscle for the abduction of the arm to 15 degrees. The deltoid controls abduction from 15 to 90 degrees. The trapezius and serratus anterior coordinate with each other and the scapula to facilitate abduction of the arm upwards of 90 degrees. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Structure and Function. The ability to abduct the arm is a crucial contributor to the full range of motion of the arm. Four different muscles control this action: supraspinatus, deltoid, trapezius, and serratus anterior. [2] [3] [4] [5] The supraspinatus is the primary muscle for the abduction of the arm to 15 degrees. The deltoid controls abduction from 15 to 90 degrees. The trapezius and serratus anterior coordinate with each other and the scapula to facilitate abduction of the arm upwards of 90 degrees. [1]"}
{"id": "article-17817_2", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Embryology", "content": "The muscles of arm abduction, like all muscle within the body, except for a few exceptions, is mesodermal in origin during the development of the embryo. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Embryology. The muscles of arm abduction, like all muscle within the body, except for a few exceptions, is mesodermal in origin during the development of the embryo. [6]"}
{"id": "article-17817_3", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Supraspinatus", "content": "The suprascapular artery delivers blood to the supraspinatus muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Supraspinatus. The suprascapular artery delivers blood to the supraspinatus muscle."}
{"id": "article-17817_4", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Deltoid", "content": "The posterior circumflex humeral artery and the deltoid branch of the thoracoacromial artery are the vascular sources for the deltoid.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Deltoid. The posterior circumflex humeral artery and the deltoid branch of the thoracoacromial artery are the vascular sources for the deltoid."}
{"id": "article-17817_5", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Trapezius", "content": "The transverse cervical artery provides vascular supply to the trapezius.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Trapezius. The transverse cervical artery provides vascular supply to the trapezius."}
{"id": "article-17817_6", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Serratus Anterior", "content": "The circumflex scapular artery is the blood supply to the serratus anterior.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Blood Supply and Lymphatics -- Serratus Anterior. The circumflex scapular artery is the blood supply to the serratus anterior."}
{"id": "article-17817_7", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Supraspinatus", "content": "The neural supply of the supraspinatus is by the suprascapular nerve (C5, C6) from the upper trunk of the brachial plexus.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Supraspinatus. The neural supply of the supraspinatus is by the suprascapular nerve (C5, C6) from the upper trunk of the brachial plexus."}
{"id": "article-17817_8", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Deltoid", "content": "The neural supply of the deltoid is via the axillary nerve (C5, C6) from the posterior cord of the brachial plexus.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Deltoid. The neural supply of the deltoid is via the axillary nerve (C5, C6) from the posterior cord of the brachial plexus."}
{"id": "article-17817_9", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Trapezius", "content": "The neural supply of the trapezius is the spinal accessory nerve (C1-C5). C3 and C4 are responsible for proprioception of the trapezius.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Trapezius. The neural supply of the trapezius is the spinal accessory nerve (C1-C5). C3 and C4 are responsible for proprioception of the trapezius."}
{"id": "article-17817_10", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Serratus Anterior", "content": "The neural supply of the serratus anterior is the long thoracic nerve (C5-C7) which originates from the roots of the brachial plexus.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Nerves -- Serratus Anterior. The neural supply of the serratus anterior is the long thoracic nerve (C5-C7) which originates from the roots of the brachial plexus."}
{"id": "article-17817_11", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Supraspinatus", "content": "The supraspinatus muscle originates from the supraspinous fossa of the scapula, passes under the acromion, and inserts on the superior facet of the greater tubercle of the humerus. It is responsible for the initiation of arm abduction by stabilizing the humeral head in the glenoid fossa and is in control of the motion up to the first 15 degrees of abduction. Past 15 degrees, it assists the deltoid with the abduction of the arm up to 90 degrees. Additionally, the supraspinatus contributes to shoulder joint stability by providing resistance to gravitational forces acting on the joint and maintaining contact between the head of the humerus and the glenoid fossa. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Supraspinatus. The supraspinatus muscle originates from the supraspinous fossa of the scapula, passes under the acromion, and inserts on the superior facet of the greater tubercle of the humerus. It is responsible for the initiation of arm abduction by stabilizing the humeral head in the glenoid fossa and is in control of the motion up to the first 15 degrees of abduction. Past 15 degrees, it assists the deltoid with the abduction of the arm up to 90 degrees. Additionally, the supraspinatus contributes to shoulder joint stability by providing resistance to gravitational forces acting on the joint and maintaining contact between the head of the humerus and the glenoid fossa. [3]"}
{"id": "article-17817_12", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Deltoid", "content": "The deltoid, aptly named after the Greek letter delta, is a triangular-shaped muscle found over the glenohumeral joint and is composed of three different heads: anterior, lateral, and posterior. The anterior head originates from the anterior surface of the lateral third of the clavicle. The lateral head originates from the superior surface of the acromion process. The posterior head originates from the posterior border of the spine of the scapula. All heads of the deltoid come together to insert onto the deltoid tuberosity of the humerus. The deltoid is the primary muscle responsible for the abduction of the arm from 15 to 90 degrees. It also serves as a stabilizer of the humeral head, especially in instances of load carrying. [7] [2] [7]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Deltoid. The deltoid, aptly named after the Greek letter delta, is a triangular-shaped muscle found over the glenohumeral joint and is composed of three different heads: anterior, lateral, and posterior. The anterior head originates from the anterior surface of the lateral third of the clavicle. The lateral head originates from the superior surface of the acromion process. The posterior head originates from the posterior border of the spine of the scapula. All heads of the deltoid come together to insert onto the deltoid tuberosity of the humerus. The deltoid is the primary muscle responsible for the abduction of the arm from 15 to 90 degrees. It also serves as a stabilizer of the humeral head, especially in instances of load carrying. [7] [2] [7]"}
{"id": "article-17817_13", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Trapezius and Serratus Anterior", "content": "The trapezius is a large, superficial muscle of the back that divides into three functional parts: descending (superior), middle, and ascending (inferior). The superior fibers of the trapezius originate from the medial third of the superior nuchal line, spinous process of C7, external occipital protuberance, and nuchal ligament; they converge and insert onto the posterior portion of the lateral third of the clavicle. The middle fibers also originate from the spinous process of C7, as well as the spinous processes of T1-T3, and insert upon acromion and the spine of the scapula. The inferior fibers originate from the spinous processes of T4-T12 and converge near the scapula in the form of the aponeurosis. The trapezius functions to laterally rotate, elevate, and retract the scapula. It can also function to extend and laterally flex the neck if the scapula is kept in a fixed position. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Trapezius and Serratus Anterior. The trapezius is a large, superficial muscle of the back that divides into three functional parts: descending (superior), middle, and ascending (inferior). The superior fibers of the trapezius originate from the medial third of the superior nuchal line, spinous process of C7, external occipital protuberance, and nuchal ligament; they converge and insert onto the posterior portion of the lateral third of the clavicle. The middle fibers also originate from the spinous process of C7, as well as the spinous processes of T1-T3, and insert upon acromion and the spine of the scapula. The inferior fibers originate from the spinous processes of T4-T12 and converge near the scapula in the form of the aponeurosis. The trapezius functions to laterally rotate, elevate, and retract the scapula. It can also function to extend and laterally flex the neck if the scapula is kept in a fixed position. [5]"}
{"id": "article-17817_14", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Trapezius and Serratus Anterior", "content": "The serratus anterior is a saw-shaped muscle originating from the upper eight ribs and inserting upon the inner medial border of the scapula. Its primary function is to laterally rotate and protract the scapula. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Trapezius and Serratus Anterior. The serratus anterior is a saw-shaped muscle originating from the upper eight ribs and inserting upon the inner medial border of the scapula. Its primary function is to laterally rotate and protract the scapula. [4]"}
{"id": "article-17817_15", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Trapezius and Serratus Anterior", "content": "The trapezius and serratus anterior muscles work in tandem to coordinate rotation and movement of the scapula to accommodate the full range of motion of the arm. Specifically, they facilitate abduction of the arm from 90 degrees and further upwards.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Muscles -- Trapezius and Serratus Anterior. The trapezius and serratus anterior muscles work in tandem to coordinate rotation and movement of the scapula to accommodate the full range of motion of the arm. Specifically, they facilitate abduction of the arm from 90 degrees and further upwards."}
{"id": "article-17817_16", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance", "content": "One of the most common reasons for the inability to abduct the arm or pain with the abduction of the arm is a tear of the rotator cuff. The rotator cuff is a group of muscles—supraspinatus, infraspinatus, subscapularis, and teres minor—responsible for the movement and stabilization of the shoulder joint. [8] Of the four muscles found in the rotator cuff, the supraspinatus is the one most frequently torn or injured. [9] As previously mentioned, the supraspinatus is crucial to the initiation of abduction to 15 degrees and assists the deltoid with abduction up to 90 degrees; as such, injury to it would represent a significant obstacle to one’s ability to abduct the arm. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance. One of the most common reasons for the inability to abduct the arm or pain with the abduction of the arm is a tear of the rotator cuff. The rotator cuff is a group of muscles—supraspinatus, infraspinatus, subscapularis, and teres minor—responsible for the movement and stabilization of the shoulder joint. [8] Of the four muscles found in the rotator cuff, the supraspinatus is the one most frequently torn or injured. [9] As previously mentioned, the supraspinatus is crucial to the initiation of abduction to 15 degrees and assists the deltoid with abduction up to 90 degrees; as such, injury to it would represent a significant obstacle to one’s ability to abduct the arm. [10]"}
{"id": "article-17817_17", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance", "content": "Several physical maneuvers may be used to assess the rotator cuff for possible supraspinatus tear or injury. However, the empty can test is the most commonly utilized assessment for supraspinatus injury. In this test, the patient elevates the arm to parallel the ground and fully internally rotates the arm so that the thumb points downwards; the patient is then asked to resist applied downward pressure. Pain and/or weakness from this action results in a positive test and is indicative of supraspinatus injury. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance. Several physical maneuvers may be used to assess the rotator cuff for possible supraspinatus tear or injury. However, the empty can test is the most commonly utilized assessment for supraspinatus injury. In this test, the patient elevates the arm to parallel the ground and fully internally rotates the arm so that the thumb points downwards; the patient is then asked to resist applied downward pressure. Pain and/or weakness from this action results in a positive test and is indicative of supraspinatus injury. [11]"}
{"id": "article-17817_18", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance", "content": "Scapular winging is another sign that a clinician can check to examine muscles and nerves involved in should abduction. [12] This condition is almost always the result of damage to one of three nerves that control muscles of the upper back, neck, and shoulder girdle: Long thoracic nerve- controls serratus anterior Spinal accessory nerve - trapezius Dorsal scapular nerve - rhomboid muscles", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance. Scapular winging is another sign that a clinician can check to examine muscles and nerves involved in should abduction. [12] This condition is almost always the result of damage to one of three nerves that control muscles of the upper back, neck, and shoulder girdle: Long thoracic nerve- controls serratus anterior Spinal accessory nerve - trapezius Dorsal scapular nerve - rhomboid muscles"}
{"id": "article-17817_19", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance", "content": "Physical therapists can play an essential role in helping to diagnose and rehabilitate shoulder injuries where abduction is affected. In such cases, they can coordinate their activities with orthopedists, chiropractors, and family clinicians.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Clinical Significance. Physical therapists can play an essential role in helping to diagnose and rehabilitate shoulder injuries where abduction is affected. In such cases, they can coordinate their activities with orthopedists, chiropractors, and family clinicians."}
{"id": "article-17817_20", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Other Issues", "content": "The shoulder movements are the integrated response of all the muscles of the body (fixers, facilitators, antagonists, etc.), but in particular, from the proprioceptive information of the elbow. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Other Issues. The shoulder movements are the integrated response of all the muscles of the body (fixers, facilitators, antagonists, etc.), but in particular, from the proprioceptive information of the elbow. [13]"}
{"id": "article-17817_21", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Other Issues", "content": "The first rib in an inspiratory position or the first four dorsal vertebrae can limit the movement of shoulder abduction, as well as all the joints that form the thoracic outlet (clavicle-sternum, clavicle-scapula, rib-sternum, rib-vertebra).", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Other Issues. The first rib in an inspiratory position or the first four dorsal vertebrae can limit the movement of shoulder abduction, as well as all the joints that form the thoracic outlet (clavicle-sternum, clavicle-scapula, rib-sternum, rib-vertebra)."}
{"id": "article-17817_22", "title": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Arm Abductor Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}