{"id": "article-24227_0", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Introduction", "content": "The levator scapulae muscles are superficial extrinsic muscles of the back that primarily function to elevate the scapulae. Levator comes from the Latin levare, meaning \"to raise.\" Scapulae refer to the scapulas, or shoulder blades, possibly originating from the Greek \"skaptein,\" meaning \"to dig.\" In conjunction with other posterior axial-appendicular muscles, the levator scapulae can inferiorly rotate the glenoid cavity and extend and laterally flex the neck. The levator scapulae also serve a role in connecting the axial skeleton with the superior appendicular skeleton. The levator scapulae can be involved in numerous pathologies, including snapping scapula syndrome, levator scapulae syndrome, Sprengel deformity, cervical myofascial pain, and fibromyalgia.", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Introduction. The levator scapulae muscles are superficial extrinsic muscles of the back that primarily function to elevate the scapulae. Levator comes from the Latin levare, meaning \"to raise.\" Scapulae refer to the scapulas, or shoulder blades, possibly originating from the Greek \"skaptein,\" meaning \"to dig.\" In conjunction with other posterior axial-appendicular muscles, the levator scapulae can inferiorly rotate the glenoid cavity and extend and laterally flex the neck. The levator scapulae also serve a role in connecting the axial skeleton with the superior appendicular skeleton. The levator scapulae can be involved in numerous pathologies, including snapping scapula syndrome, levator scapulae syndrome, Sprengel deformity, cervical myofascial pain, and fibromyalgia."}
{"id": "article-24227_1", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Structure and Function", "content": "The levator scapulae muscle originates from the posterior tubercles of transverse processes of C1 (atlas), C2 (axis), C3, and C4 vertebrae. [1] [2] The muscle inserts on the posterior lip of the medial scapular border, typically between the superior angle and root of the scapular spine. [3] [4] The sternocleidomastoid and trapezius overlay the superior and inferior aspects of the levator scapulae, respectively, with the levator scapulae comprising part of the floor of the posterior triangle of the neck. [5]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Structure and Function. The levator scapulae muscle originates from the posterior tubercles of transverse processes of C1 (atlas), C2 (axis), C3, and C4 vertebrae. [1] [2] The muscle inserts on the posterior lip of the medial scapular border, typically between the superior angle and root of the scapular spine. [3] [4] The sternocleidomastoid and trapezius overlay the superior and inferior aspects of the levator scapulae, respectively, with the levator scapulae comprising part of the floor of the posterior triangle of the neck. [5]"}
{"id": "article-24227_2", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Structure and Function", "content": "The primary action of the levator scapulae is to elevate the scapula. The levator scapula works in conjunction with the trapezius and rhomboid muscles to accomplish this motion. The levator scapulae, along with the descending fibers of the trapezius, latissimus dorsi, rhomboids, pectoralis major and minor, and gravity, also inferiorly rotates the scapula, depressing the glenoid cavity. [6] [7] The levator scapulae muscle also assists in neck extension, ipsilateral rotation, and lateral flexion. [8]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Structure and Function. The primary action of the levator scapulae is to elevate the scapula. The levator scapula works in conjunction with the trapezius and rhomboid muscles to accomplish this motion. The levator scapulae, along with the descending fibers of the trapezius, latissimus dorsi, rhomboids, pectoralis major and minor, and gravity, also inferiorly rotates the scapula, depressing the glenoid cavity. [6] [7] The levator scapulae muscle also assists in neck extension, ipsilateral rotation, and lateral flexion. [8]"}
{"id": "article-24227_3", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Embryology", "content": "Levator scapulae muscles derive from the paraxial mesoderm along with the rhomboid major and minor. Their development is induced by tailbud neuromesodermal progenitors by fibroblast growth factor (FGF) and Wnt signaling. The dorsal scapular nerve derives from the anterior (motor) rami of C5. The anterior root forms from the basal plate region of the spinal cord. [9] [10]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Embryology. Levator scapulae muscles derive from the paraxial mesoderm along with the rhomboid major and minor. Their development is induced by tailbud neuromesodermal progenitors by fibroblast growth factor (FGF) and Wnt signaling. The dorsal scapular nerve derives from the anterior (motor) rami of C5. The anterior root forms from the basal plate region of the spinal cord. [9] [10]"}
{"id": "article-24227_4", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Embryology", "content": "Anatomic variation of the subclavian artery can be implicated in failed supraclavicular brachial plexus blocks. Clinicians perform supraclavicular brachial plexus blocks for analgesia and anesthesia of the upper limb. Kohli et al. present a case of a variant branch of the subclavian artery visualized on ultrasound, which is hypothesized to be the dorsal scapular artery, passing through the brachial plexus nerve bundle. [11]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Embryology. Anatomic variation of the subclavian artery can be implicated in failed supraclavicular brachial plexus blocks. Clinicians perform supraclavicular brachial plexus blocks for analgesia and anesthesia of the upper limb. Kohli et al. present a case of a variant branch of the subclavian artery visualized on ultrasound, which is hypothesized to be the dorsal scapular artery, passing through the brachial plexus nerve bundle. [11]"}
{"id": "article-24227_5", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Blood Supply and Lymphatics -- Dorsal Scapular Artery", "content": "The dorsal scapular artery is the predominant blood supply of the levator scapulae muscle. The origin is currently in dispute in the literature. The origin most frequently cited is the subclavian artery, with the second most common being a branch of the thyrocervical trunk. [12] The transverse cervical artery, a branch of the thyrocervical trunk, divides into the superior and deep branches at the level of the levator scapulae. [6] The deep branch of the transverse cervical artery is also known as the dorsal scapular artery. [13]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Blood Supply and Lymphatics -- Dorsal Scapular Artery. The dorsal scapular artery is the predominant blood supply of the levator scapulae muscle. The origin is currently in dispute in the literature. The origin most frequently cited is the subclavian artery, with the second most common being a branch of the thyrocervical trunk. [12] The transverse cervical artery, a branch of the thyrocervical trunk, divides into the superior and deep branches at the level of the levator scapulae. [6] The deep branch of the transverse cervical artery is also known as the dorsal scapular artery. [13]"}
{"id": "article-24227_6", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Blood Supply and Lymphatics -- Anatomic Variation", "content": "Anatomic variation of the subclavian artery has implications for failed supraclavicular brachial plexus blocks. Supraclavicular brachial plexus blocks are useful for analgesia and anesthesia of the upper limb. Kohli et al. present a case of a variant branch of the subclavian artery visualized on ultrasound. They hypothesized it could be the dorsal scapular artery passing through the brachial plexus nerve bundle. [11]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Blood Supply and Lymphatics -- Anatomic Variation. Anatomic variation of the subclavian artery has implications for failed supraclavicular brachial plexus blocks. Supraclavicular brachial plexus blocks are useful for analgesia and anesthesia of the upper limb. Kohli et al. present a case of a variant branch of the subclavian artery visualized on ultrasound. They hypothesized it could be the dorsal scapular artery passing through the brachial plexus nerve bundle. [11]"}
{"id": "article-24227_7", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Blood Supply and Lymphatics -- Lymphatics", "content": "Generally, the shoulder blade is associated with the axillary and supraclavicular lymph nodes. The lymph nodes from the right scapula drain into the right lymphatic duct. The left scapula drains directly into the thoracic duct. [7]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Blood Supply and Lymphatics -- Lymphatics. Generally, the shoulder blade is associated with the axillary and supraclavicular lymph nodes. The lymph nodes from the right scapula drain into the right lymphatic duct. The left scapula drains directly into the thoracic duct. [7]"}
{"id": "article-24227_8", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Nerves -- Dorsal Scapular Nerve", "content": "The innervation of the levator scapulae is typically from the dorsal scapular nerve, or DSN, originating from the C4 and C5 nerve roots. This nerve also provides motor innervation to the rhomboids. The DSN arises from the anterior rami of the C5 root, from the upper brachial plexus, and is typically the first nerve branch off the C5 root. Innervation can also be from cervical nerves (C3, C4) via the cervical plexus. [7] [14]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Nerves -- Dorsal Scapular Nerve. The innervation of the levator scapulae is typically from the dorsal scapular nerve, or DSN, originating from the C4 and C5 nerve roots. This nerve also provides motor innervation to the rhomboids. The DSN arises from the anterior rami of the C5 root, from the upper brachial plexus, and is typically the first nerve branch off the C5 root. Innervation can also be from cervical nerves (C3, C4) via the cervical plexus. [7] [14]"}
{"id": "article-24227_9", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Physiologic Variants", "content": "There are reports of anatomic variations of the levator scapulae origin and insertion. The clinical implications and significance are not definite. [2] [6] [15] [16] [17]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Physiologic Variants. There are reports of anatomic variations of the levator scapulae origin and insertion. The clinical implications and significance are not definite. [2] [6] [15] [16] [17]"}
{"id": "article-24227_10", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Surgical Considerations -- Eden-Lange Procedure", "content": "Few surgical procedures primarily involve the levator scapulae. The Eden-Lange procedure, first described in 1924, aims to recreate the functionality lost in trapezius muscle palsy, better known by the eponym \"winged scapula.\" The tendon of the levator scapulae is transferred to the acromion, while the rhomboids are attached to the infraspinatus fossa. [4]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Surgical Considerations -- Eden-Lange Procedure. Few surgical procedures primarily involve the levator scapulae. The Eden-Lange procedure, first described in 1924, aims to recreate the functionality lost in trapezius muscle palsy, better known by the eponym \"winged scapula.\" The tendon of the levator scapulae is transferred to the acromion, while the rhomboids are attached to the infraspinatus fossa. [4]"}
{"id": "article-24227_11", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Surgical Considerations -- Modified Eden-Lange Procedure", "content": "The Modified Eden-Lange procedure is a variant also performed to reproduce native scapular positioning. Instead of transferring the rhomboid to the center of the scapula, the surgeon transfers the rhomboid minor to the supraspinatus fossa, and the rhomboid major is attached to the infraspinatus fossa. The levator scapulae muscle is then attached to the spine of the scapula. [4] [18]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Surgical Considerations -- Modified Eden-Lange Procedure. The Modified Eden-Lange procedure is a variant also performed to reproduce native scapular positioning. Instead of transferring the rhomboid to the center of the scapula, the surgeon transfers the rhomboid minor to the supraspinatus fossa, and the rhomboid major is attached to the infraspinatus fossa. The levator scapulae muscle is then attached to the spine of the scapula. [4] [18]"}
{"id": "article-24227_12", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Surgical Considerations -- Thoracotomy", "content": "The levator scapulae have been reportedly implicated in thoracotomy for excision of the lung. A common deep aponeurosis covering the levator scapulae and serratus anterior must be recognized and released to avoid functional consequences of dynamic shoulder instability. [19]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Surgical Considerations -- Thoracotomy. The levator scapulae have been reportedly implicated in thoracotomy for excision of the lung. A common deep aponeurosis covering the levator scapulae and serratus anterior must be recognized and released to avoid functional consequences of dynamic shoulder instability. [19]"}
{"id": "article-24227_13", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Scapulothoracic Articulation", "content": "The scapulothoracic articulation is an intricate, sliding junction that composes part of the shoulder in conjunction with the glenohumeral, acromioclavicular and coracoclavicular joints. The scapula has a complex anatomical relationship, comprised of 17 muscular attachments that function to dynamically stabilize the scapula and control the position of the glenoid to permit a wide range of motion for the upper extremity through the glenohumeral joint. The scapula does not have any ligamentous connections to the thorax. Due to the complexity of the scapulothoracic articulation, scapulothoracic disorders can be present and go underdiagnosed or underestimated because of the various and often subtle morphological alterations in normal architecture. [6]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Scapulothoracic Articulation. The scapulothoracic articulation is an intricate, sliding junction that composes part of the shoulder in conjunction with the glenohumeral, acromioclavicular and coracoclavicular joints. The scapula has a complex anatomical relationship, comprised of 17 muscular attachments that function to dynamically stabilize the scapula and control the position of the glenoid to permit a wide range of motion for the upper extremity through the glenohumeral joint. The scapula does not have any ligamentous connections to the thorax. Due to the complexity of the scapulothoracic articulation, scapulothoracic disorders can be present and go underdiagnosed or underestimated because of the various and often subtle morphological alterations in normal architecture. [6]"}
{"id": "article-24227_14", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Levator Scapulae Syndrome", "content": "The most common clinical manifestation of levator scapulae pathology is levator scapulae syndrome or tenderness over the upper medial angle of the scapula. Though well documented, this condition is often unrecognized. Movements that stretch the muscle tend to exaggerate symptoms. There is a hypothesis that constant trigger points, crepitation, and increased heat emission result from a combination of anatomic variability and the confluence of a bursa between the insertion of the levator scapulae, origin serratus anterior, and the scapula. Effective treatment modalities include physical therapy and/or local corticosteroid injections. [16] [20]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Levator Scapulae Syndrome. The most common clinical manifestation of levator scapulae pathology is levator scapulae syndrome or tenderness over the upper medial angle of the scapula. Though well documented, this condition is often unrecognized. Movements that stretch the muscle tend to exaggerate symptoms. There is a hypothesis that constant trigger points, crepitation, and increased heat emission result from a combination of anatomic variability and the confluence of a bursa between the insertion of the levator scapulae, origin serratus anterior, and the scapula. Effective treatment modalities include physical therapy and/or local corticosteroid injections. [16] [20]"}
{"id": "article-24227_15", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Snapping Scapula Syndrome", "content": "Significant shoulder dysfunction can present as painful crepitus or scapulothoracic bursitis, termed snapping scapula syndrome or \"washboard syndrome.\" This condition commonly manifests secondary to a chronic injury, overuse, or muscle imbalance that impacts the scapulothoracic articulation. Osseous lesions at the superomedial angle of the scapula secondary to repetitive injury or avulsion of the levator scapulae have also been implicated in the clinical manifestation. [6] [21] This condition may be more common in military personnel due to chronic stress and recurrent injury secondary to load-bearing activities of the upper extremity. Treatment is typically conservative, with an 80% success rate. [22] For those that fail conservative treatment, arthroscopic bursectomy with or without partial scapulectomy is the most effective treatment modality. [23] [24]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Snapping Scapula Syndrome. Significant shoulder dysfunction can present as painful crepitus or scapulothoracic bursitis, termed snapping scapula syndrome or \"washboard syndrome.\" This condition commonly manifests secondary to a chronic injury, overuse, or muscle imbalance that impacts the scapulothoracic articulation. Osseous lesions at the superomedial angle of the scapula secondary to repetitive injury or avulsion of the levator scapulae have also been implicated in the clinical manifestation. [6] [21] This condition may be more common in military personnel due to chronic stress and recurrent injury secondary to load-bearing activities of the upper extremity. Treatment is typically conservative, with an 80% success rate. [22] For those that fail conservative treatment, arthroscopic bursectomy with or without partial scapulectomy is the most effective treatment modality. [23] [24]"}
{"id": "article-24227_16", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Myofascial Pain", "content": "Cervical myofascial pain is a musculoskeletal disorder consisting of pain attributed to muscles and their surrounding fascia. The levator scapulae are one of the most commonly involved muscles in the cervical spine. The etiology of myofascial pain is not completely understood but commonly results from postural mechanics, muscle overuse, trauma, or secondarily to another pathologic condition, such as fibromyalgia or arthropathies of zygapophyseal joints. [25] [26] Cervical myofascial pain can be local, regional, or characterized by trigger points. Trigger points are hypersensitive areas in muscle tissue that elicit pain with mechanical stimulation and can refer pain to surrounding tissue. The levator scapulae is a common location for trigger points and frequently has a tender point associated with the diagnosis of fibromyalgia. [27] [28] [29]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Myofascial Pain. Cervical myofascial pain is a musculoskeletal disorder consisting of pain attributed to muscles and their surrounding fascia. The levator scapulae are one of the most commonly involved muscles in the cervical spine. The etiology of myofascial pain is not completely understood but commonly results from postural mechanics, muscle overuse, trauma, or secondarily to another pathologic condition, such as fibromyalgia or arthropathies of zygapophyseal joints. [25] [26] Cervical myofascial pain can be local, regional, or characterized by trigger points. Trigger points are hypersensitive areas in muscle tissue that elicit pain with mechanical stimulation and can refer pain to surrounding tissue. The levator scapulae is a common location for trigger points and frequently has a tender point associated with the diagnosis of fibromyalgia. [27] [28] [29]"}
{"id": "article-24227_17", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Other Clinical Considerations", "content": "There are also documented cases of active trigger points of the levator scapula with a high prevalence, including those secondary to an acute whiplash injury. [30] Pain at the insertion site correlates with upper and median cervical spine dysfunction. [31] Varying degrees of levator scapulae atrophy are observable in patients with Sprengel deformity. [32]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Clinical Significance -- Other Clinical Considerations. There are also documented cases of active trigger points of the levator scapula with a high prevalence, including those secondary to an acute whiplash injury. [30] Pain at the insertion site correlates with upper and median cervical spine dysfunction. [31] Varying degrees of levator scapulae atrophy are observable in patients with Sprengel deformity. [32]"}
{"id": "article-24227_18", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Other Issues -- Association with Posterior Triangle of the Neck", "content": "The posterior triangle of the neck, located in the lateral cervical region, is an important anatomic location for surgeons and anesthesiologists. The contents of this anatomic region include the entire brachial plexus, cervical sympathetic ganglions, deep cervical lymph nodes, and the major vascular structures of the neck/upper extremity. Other nerves, such as the spinal accessory, phrenic, vagus, and cutaneous cervical nerves, course through the region. The posterior triangle of the neck forms from the sternocleidomastoid anteriorly, trapezius posteriorly, and clavicle as the base. The levator scapulae form part of the floor along with the splenius, scalenus, and anterior scalene muscles.", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Other Issues -- Association with Posterior Triangle of the Neck. The posterior triangle of the neck, located in the lateral cervical region, is an important anatomic location for surgeons and anesthesiologists. The contents of this anatomic region include the entire brachial plexus, cervical sympathetic ganglions, deep cervical lymph nodes, and the major vascular structures of the neck/upper extremity. Other nerves, such as the spinal accessory, phrenic, vagus, and cutaneous cervical nerves, course through the region. The posterior triangle of the neck forms from the sternocleidomastoid anteriorly, trapezius posteriorly, and clavicle as the base. The levator scapulae form part of the floor along with the splenius, scalenus, and anterior scalene muscles."}
{"id": "article-24227_19", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Other Issues -- Association with Posterior Triangle of the Neck", "content": "The location of the levator scapulae in the posterior triangle of the neck is pivotal when performing a cervical paravertebral block of the brachial or cervical plexuses utilizing a posterior approach. In the posterior approach to the brachial or cervical plexuses, a muscle-sparing needle trajectory is optimal to decrease pain and soft tissue injury associated with the procedure. The needle insertion can be between the levator scapula and trapezius muscles. [5] [33]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Other Issues -- Association with Posterior Triangle of the Neck. The location of the levator scapulae in the posterior triangle of the neck is pivotal when performing a cervical paravertebral block of the brachial or cervical plexuses utilizing a posterior approach. In the posterior approach to the brachial or cervical plexuses, a muscle-sparing needle trajectory is optimal to decrease pain and soft tissue injury associated with the procedure. The needle insertion can be between the levator scapula and trapezius muscles. [5] [33]"}
{"id": "article-24227_20", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Other Issues -- Medial Angle", "content": "The angle at the medial border, or spinovertebral angle, represents the insertion site of the levator scapulae. Research has noted that the right spinovertebral angle is greater than the left, and alteration of the angle may result in levator scapulae pathology from a directional change of the insertion site, possibly manifesting as neck stiffness. [3]", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Other Issues -- Medial Angle. The angle at the medial border, or spinovertebral angle, represents the insertion site of the levator scapulae. Research has noted that the right spinovertebral angle is greater than the left, and alteration of the angle may result in levator scapulae pathology from a directional change of the insertion site, possibly manifesting as neck stiffness. [3]"}
{"id": "article-24227_21", "title": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Levator Scapulae Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}