{"id": "article-510_0", "title": "Poikiloderma Congenitale -- Continuing Education Activity", "content": "Congenital poikiloderma, also known as Rothmund-Thomson syndrome (RTS), is a rare genodermatosis with autosomal recessive inheritance. It is characterized by early-onset facial poikiloderma and associated with clinical features, including short stature, sparse scalp hair, absent or sparse eyelashes and/or eyebrows, juvenile cataracts, skeletal abnormalities, premature aging, and susceptibility to osteosarcoma. There are 2 types of congenital poikiloderma. Type 1 is characterized by a rapidly-progressive, bilateral, juvenile cataracts, while type 2 is characterized by congenital bone abnormalities and an increased risk of osteosarcoma in childhood and squamous cell carcinoma at an older age. This activity reviews the presentation, evaluation, and management of congenital poikiloderma and stresses the role of an interprofessional team approach to the care of affected patients.", "contents": "Poikiloderma Congenitale -- Continuing Education Activity. Congenital poikiloderma, also known as Rothmund-Thomson syndrome (RTS), is a rare genodermatosis with autosomal recessive inheritance. It is characterized by early-onset facial poikiloderma and associated with clinical features, including short stature, sparse scalp hair, absent or sparse eyelashes and/or eyebrows, juvenile cataracts, skeletal abnormalities, premature aging, and susceptibility to osteosarcoma. There are 2 types of congenital poikiloderma. Type 1 is characterized by a rapidly-progressive, bilateral, juvenile cataracts, while type 2 is characterized by congenital bone abnormalities and an increased risk of osteosarcoma in childhood and squamous cell carcinoma at an older age. This activity reviews the presentation, evaluation, and management of congenital poikiloderma and stresses the role of an interprofessional team approach to the care of affected patients."}
{"id": "article-510_1", "title": "Poikiloderma Congenitale -- Continuing Education Activity", "content": "Objectives: Identify the epidemiology of congenital poikiloderma. Outline the history and physical exam findings typically seen in patients with congenital poikiloderma. Review the management of congenital poikiloderma. Explain the modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by congenital poikiloderma. Access free multiple choice questions on this topic.", "contents": "Poikiloderma Congenitale -- Continuing Education Activity. Objectives: Identify the epidemiology of congenital poikiloderma. Outline the history and physical exam findings typically seen in patients with congenital poikiloderma. Review the management of congenital poikiloderma. Explain the modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by congenital poikiloderma. Access free multiple choice questions on this topic."}
{"id": "article-510_2", "title": "Poikiloderma Congenitale -- Introduction", "content": "Congenital poikiloderma, also known as Rothmund-Thomson syndrome (RTS), is a rare genodermatosis of autosomal recessive (AR) inheritance characterized by a typical erythema facial (poikiloderma) of early-onset, associated with different clinical features including short stature, sparse scalp hair, absent or sparse eyelashes and/or eyebrows, juvenile cataracts, skeletal abnormalities, juvenile cataract, premature aging, and susceptibility to osteosarcoma. See Image. Poikiloderma Congenitale.", "contents": "Poikiloderma Congenitale -- Introduction. Congenital poikiloderma, also known as Rothmund-Thomson syndrome (RTS), is a rare genodermatosis of autosomal recessive (AR) inheritance characterized by a typical erythema facial (poikiloderma) of early-onset, associated with different clinical features including short stature, sparse scalp hair, absent or sparse eyelashes and/or eyebrows, juvenile cataracts, skeletal abnormalities, juvenile cataract, premature aging, and susceptibility to osteosarcoma. See Image. Poikiloderma Congenitale."}
{"id": "article-510_3", "title": "Poikiloderma Congenitale -- Introduction", "content": "There are 2 types of Rothmund-Thomson syndrome. Type 1 is characterized by rapidly progressive, bilateral, juvenile cataracts, while type 2 is characterized by congenital bone abnormalities and an increased risk of osteosarcoma in childhood and squamous cell carcinoma at an older age. [1] [2]", "contents": "Poikiloderma Congenitale -- Introduction. There are 2 types of Rothmund-Thomson syndrome. Type 1 is characterized by rapidly progressive, bilateral, juvenile cataracts, while type 2 is characterized by congenital bone abnormalities and an increased risk of osteosarcoma in childhood and squamous cell carcinoma at an older age. [1] [2]"}
{"id": "article-510_4", "title": "Poikiloderma Congenitale -- Etiology", "content": "The gene responsible for type 1 Rothmund-Thomson syndrome has not yet been found. Type 2 Rothmund-Thomson syndrome is due to homozygous or heterozygous composite mutations of the RECQL4 gene of the RecQ-helicase family (8q24.3, detected in 60% to 65% of patients). The RECQL4 gene encodes a protein DNA helicase RecQ involved in the replication and repair of DNA and telomeres. [2]", "contents": "Poikiloderma Congenitale -- Etiology. The gene responsible for type 1 Rothmund-Thomson syndrome has not yet been found. Type 2 Rothmund-Thomson syndrome is due to homozygous or heterozygous composite mutations of the RECQL4 gene of the RecQ-helicase family (8q24.3, detected in 60% to 65% of patients). The RECQL4 gene encodes a protein DNA helicase RecQ involved in the replication and repair of DNA and telomeres. [2]"}
{"id": "article-510_5", "title": "Poikiloderma Congenitale -- Epidemiology", "content": "The prevalence of congenital poikiloderma is unknown, but about 300 cases have been described in the literature, and type 2 Rothmund-Thomson syndrome accounts for almost two-thirds of cases. Given the autosomal recessive inheritance, most reported cases were isolated, but some cases involving more than one person in the same family were also reported. The gender ratio is equal to 1, but a male or female predominance has been noted in some series. Finally, congenital poikiloderma has been reported in all ethnic groups. [2]", "contents": "Poikiloderma Congenitale -- Epidemiology. The prevalence of congenital poikiloderma is unknown, but about 300 cases have been described in the literature, and type 2 Rothmund-Thomson syndrome accounts for almost two-thirds of cases. Given the autosomal recessive inheritance, most reported cases were isolated, but some cases involving more than one person in the same family were also reported. The gender ratio is equal to 1, but a male or female predominance has been noted in some series. Finally, congenital poikiloderma has been reported in all ethnic groups. [2]"}
{"id": "article-510_6", "title": "Poikiloderma Congenitale -- Pathophysiology", "content": "RECQL4, whose mutation is responsible in the majority of congenital poikiloderma cases, belongs to the RECQ DNA helicase family. Within this family, mutations in genes RECQL2 (BLM), WRN, and RECQL4 are responsible for Bloom syndrome, Werner syndrome, and type 2 Rothmund-Thomson syndrome, respectively. The origin of type 1 Rothmund-Thomson syndrome is still unknown.", "contents": "Poikiloderma Congenitale -- Pathophysiology. RECQL4, whose mutation is responsible in the majority of congenital poikiloderma cases, belongs to the RECQ DNA helicase family. Within this family, mutations in genes RECQL2 (BLM), WRN, and RECQL4 are responsible for Bloom syndrome, Werner syndrome, and type 2 Rothmund-Thomson syndrome, respectively. The origin of type 1 Rothmund-Thomson syndrome is still unknown."}
{"id": "article-510_7", "title": "Poikiloderma Congenitale -- Pathophysiology", "content": "The protein product of RECQL4 plays an essential role in maintaining the integrity of the human genome. Indeed it is essential in DNA replication, DNA damage repair, homologous recombination, and maintenance of mitochondrial and telomere DNA integrity. The alteration of these functions is at the origin of the poikiloderma, premature age, and different clinical features that characterize congenital poikiloderma.", "contents": "Poikiloderma Congenitale -- Pathophysiology. The protein product of RECQL4 plays an essential role in maintaining the integrity of the human genome. Indeed it is essential in DNA replication, DNA damage repair, homologous recombination, and maintenance of mitochondrial and telomere DNA integrity. The alteration of these functions is at the origin of the poikiloderma, premature age, and different clinical features that characterize congenital poikiloderma."}
{"id": "article-510_8", "title": "Poikiloderma Congenitale -- Pathophysiology", "content": "Apart from type 2 Rothmund-Thomson syndrome, the mutation of the same gene RECQL4 is at the origin of 2 other rare syndromes, namely Baller-Gerold syndrome and RAPADILINO syndrome, which have common signs. [1] [2]", "contents": "Poikiloderma Congenitale -- Pathophysiology. Apart from type 2 Rothmund-Thomson syndrome, the mutation of the same gene RECQL4 is at the origin of 2 other rare syndromes, namely Baller-Gerold syndrome and RAPADILINO syndrome, which have common signs. [1] [2]"}
{"id": "article-510_9", "title": "Poikiloderma Congenitale -- Histopathology", "content": "In cases of histological examination of a skin specimen, one finds the usual signs of poikiloderma, namely hyperkeratosis, epidermal atrophy, vacuolization of the basal layer, rare apoptotic bodies, many telangiectatic vessels, pigment incontinence with dermal melanophages, and an inflammatory infiltrate of the superficial dermis. Biopsy of verrucous lesions shows significant hyperkeratosis, normal or thickened epidermis, and dyskeratotic cells. [2]", "contents": "Poikiloderma Congenitale -- Histopathology. In cases of histological examination of a skin specimen, one finds the usual signs of poikiloderma, namely hyperkeratosis, epidermal atrophy, vacuolization of the basal layer, rare apoptotic bodies, many telangiectatic vessels, pigment incontinence with dermal melanophages, and an inflammatory infiltrate of the superficial dermis. Biopsy of verrucous lesions shows significant hyperkeratosis, normal or thickened epidermis, and dyskeratotic cells. [2]"}
{"id": "article-510_10", "title": "Poikiloderma Congenitale -- History and Physical", "content": "The dermatologist generally suspects the diagnosis of congenital poikiloderma since the first clinical signs of this syndrome affect organs of ectodermal and mesodermal origin, namely skin, hair, nails, and teeth. The involvement of other organs is rarer and later.", "contents": "Poikiloderma Congenitale -- History and Physical. The dermatologist generally suspects the diagnosis of congenital poikiloderma since the first clinical signs of this syndrome affect organs of ectodermal and mesodermal origin, namely skin, hair, nails, and teeth. The involvement of other organs is rarer and later."}
{"id": "article-510_11", "title": "Poikiloderma Congenitale -- History and Physical -- Skin Features", "content": "The skin is usually normal at birth, but erythema of the cheeks appear between the third and sixth month of life, then extending to the extremities and possibly to the buttocks. The trunk and abdomen are usually spared. In case of intense erythema, it can appear swelling and blistering. The evolution is towards punctate skin atrophy with reticular hypo- and hyperpigmentation and the development of permanent telangiectasias, realizing the typical appearance of poikiloderma that persists throughout life. Recognition of the age of onset, evolution, and stabilization of this poikiloderma may be an important argument for differentiating Rothmund-Thomson syndrome from other syndromes that also include poikilothermic features.", "contents": "Poikiloderma Congenitale -- History and Physical -- Skin Features. The skin is usually normal at birth, but erythema of the cheeks appear between the third and sixth month of life, then extending to the extremities and possibly to the buttocks. The trunk and abdomen are usually spared. In case of intense erythema, it can appear swelling and blistering. The evolution is towards punctate skin atrophy with reticular hypo- and hyperpigmentation and the development of permanent telangiectasias, realizing the typical appearance of poikiloderma that persists throughout life. Recognition of the age of onset, evolution, and stabilization of this poikiloderma may be an important argument for differentiating Rothmund-Thomson syndrome from other syndromes that also include poikilothermic features."}
{"id": "article-510_12", "title": "Poikiloderma Congenitale -- History and Physical -- Skin Features", "content": "Later, may appear latte milk cafe au lait spots. Premature aging of the skin has been reported in some subjects. One-third of individuals had hyperkeratotic palmoplantar lesions. Sparse, thin, or absent hair on the scalp, eyebrows, and/or eyelashes are common signs. Nail anomalies such as dystrophy or pachyonychia are also frequent. Dental abnormalities are usual and include microdontia, rudimentary teeth, crown formations, and an increased incidence of caries.", "contents": "Poikiloderma Congenitale -- History and Physical -- Skin Features. Later, may appear latte milk cafe au lait spots. Premature aging of the skin has been reported in some subjects. One-third of individuals had hyperkeratotic palmoplantar lesions. Sparse, thin, or absent hair on the scalp, eyebrows, and/or eyelashes are common signs. Nail anomalies such as dystrophy or pachyonychia are also frequent. Dental abnormalities are usual and include microdontia, rudimentary teeth, crown formations, and an increased incidence of caries."}
{"id": "article-510_13", "title": "Poikiloderma Congenitale -- History and Physical -- Ocular Involvement", "content": "Bilateral cataracts develop in the first years of life and are the most common ocular sign. They are subcapsular and can lead to blindness, and characterizes type 1 Rothmund-Thomson syndrome. Other ocular abnormalities have been reported, including corneal atrophy, exophthalmia, congenital bilateral glaucoma, retinal atrophy, strabismus, photophobia, and blue sclerae.", "contents": "Poikiloderma Congenitale -- History and Physical -- Ocular Involvement. Bilateral cataracts develop in the first years of life and are the most common ocular sign. They are subcapsular and can lead to blindness, and characterizes type 1 Rothmund-Thomson syndrome. Other ocular abnormalities have been reported, including corneal atrophy, exophthalmia, congenital bilateral glaucoma, retinal atrophy, strabismus, photophobia, and blue sclerae."}
{"id": "article-510_14", "title": "Poikiloderma Congenitale -- History and Physical -- Skeletal Abnormalities", "content": "They are common (68% in the literature), including saddle nose, frontal bossing, and abnormalities of the long bones. All patients with bone abnormalities had a RECQL4 mutation that explains the predisposition of this mutation to osteosarcoma development.", "contents": "Poikiloderma Congenitale -- History and Physical -- Skeletal Abnormalities. They are common (68% in the literature), including saddle nose, frontal bossing, and abnormalities of the long bones. All patients with bone abnormalities had a RECQL4 mutation that explains the predisposition of this mutation to osteosarcoma development."}
{"id": "article-510_15", "title": "Poikiloderma Congenitale -- History and Physical -- Systemic Manifestations", "content": "They include growth anomalies with low birth weight and short stature, mental retardation and sensorineural deafness, anomalies of the gastrointestinal system such as pyloric stenosis and anal atresia, bronchiectasis with an increased incidence of lower respiratory tract infections, hematological signs as progressive leukopenia and chronic hypochromic anemia. [1] [3] [4] [5] [6]", "contents": "Poikiloderma Congenitale -- History and Physical -- Systemic Manifestations. They include growth anomalies with low birth weight and short stature, mental retardation and sensorineural deafness, anomalies of the gastrointestinal system such as pyloric stenosis and anal atresia, bronchiectasis with an increased incidence of lower respiratory tract infections, hematological signs as progressive leukopenia and chronic hypochromic anemia. [1] [3] [4] [5] [6]"}
{"id": "article-510_16", "title": "Poikiloderma Congenitale -- History and Physical -- Malignancies", "content": "The major risk in congenital poikiloderma is the development of neoplasia, which is life-threatening. The most common are bone (30%) and skin (5%) cancers. Osteosarcoma is the most common mesenchymal cancer. It has the same characteristics as the sporadic bone but of earlier onset (14 versus 17 years). Cases of multiple osteosarcomas have been reported with a more frequent incidence than sporadic osteosarcoma (17.9 to 25.6% versus 0.4% to 10%).", "contents": "Poikiloderma Congenitale -- History and Physical -- Malignancies. The major risk in congenital poikiloderma is the development of neoplasia, which is life-threatening. The most common are bone (30%) and skin (5%) cancers. Osteosarcoma is the most common mesenchymal cancer. It has the same characteristics as the sporadic bone but of earlier onset (14 versus 17 years). Cases of multiple osteosarcomas have been reported with a more frequent incidence than sporadic osteosarcoma (17.9 to 25.6% versus 0.4% to 10%)."}
{"id": "article-510_17", "title": "Poikiloderma Congenitale -- History and Physical -- Malignancies", "content": "The most common skin cancer is squamous cell carcinoma. Other skin cancers (basal cell carcinoma, Bowen disease, melanoma), hematologic (myelodysplasia, Hodgkin and non-Hodgkin lymphomas, acute myeloid leukemia), and visceral (fibrosarcoma, gastric carcinoma) have been reported rarely. [7] [8] [9] [10]", "contents": "Poikiloderma Congenitale -- History and Physical -- Malignancies. The most common skin cancer is squamous cell carcinoma. Other skin cancers (basal cell carcinoma, Bowen disease, melanoma), hematologic (myelodysplasia, Hodgkin and non-Hodgkin lymphomas, acute myeloid leukemia), and visceral (fibrosarcoma, gastric carcinoma) have been reported rarely. [7] [8] [9] [10]"}
{"id": "article-510_18", "title": "Poikiloderma Congenitale -- Evaluation", "content": "Histological examination of the cutaneous lesions is not necessary. This diagnostic contribution is modest. Radiological investigation of skeletal abnormalities should be systematic because they may not be detected by clinical examination. The rest of the biological and radiological explorations are guided by data from the anamnesis and clinical examination.", "contents": "Poikiloderma Congenitale -- Evaluation. Histological examination of the cutaneous lesions is not necessary. This diagnostic contribution is modest. Radiological investigation of skeletal abnormalities should be systematic because they may not be detected by clinical examination. The rest of the biological and radiological explorations are guided by data from the anamnesis and clinical examination."}
{"id": "article-510_19", "title": "Poikiloderma Congenitale -- Treatment / Management", "content": "The management of congenital poikiloderma requires a long-term follow-up and is made by an interprofessional team, including a dermatologist, an ophthalmologist, an oncologist, and an orthopedic surgeon. The surveillance is done at least twice a year, looking for skin changes, a cataract, a bone tumor.", "contents": "Poikiloderma Congenitale -- Treatment / Management. The management of congenital poikiloderma requires a long-term follow-up and is made by an interprofessional team, including a dermatologist, an ophthalmologist, an oncologist, and an orthopedic surgeon. The surveillance is done at least twice a year, looking for skin changes, a cataract, a bone tumor."}
{"id": "article-510_20", "title": "Poikiloderma Congenitale -- Treatment / Management", "content": "The treatment of skin manifestations must be preventive, by effective, external photoprotection, including clothes with long sleeves and the application of the sunscreens with a high protection index and the adoption of a healthy behavior avoiding the maximum sun exposure. The telangiectasias already showing can be treated by the pulsed dye laser. Cataract treatment is surgical. The orthopedic surgeon and the oncologist should discuss and manage bone tumors. Other abnormalities that can be seen in the Rothmund-Thomson syndrome, namely stomatological and respiratory abnormalities, require specialized and early management. [7] [8] [9]", "contents": "Poikiloderma Congenitale -- Treatment / Management. The treatment of skin manifestations must be preventive, by effective, external photoprotection, including clothes with long sleeves and the application of the sunscreens with a high protection index and the adoption of a healthy behavior avoiding the maximum sun exposure. The telangiectasias already showing can be treated by the pulsed dye laser. Cataract treatment is surgical. The orthopedic surgeon and the oncologist should discuss and manage bone tumors. Other abnormalities that can be seen in the Rothmund-Thomson syndrome, namely stomatological and respiratory abnormalities, require specialized and early management. [7] [8] [9]"}
{"id": "article-510_21", "title": "Poikiloderma Congenitale -- Differential Diagnosis", "content": "The diagnosis of congenital poikiloderma is not always obvious. Some genodermatoses may have a fairly similar clinical presentation with a poikiloderma. The differential diagnosis includes: Bloom syndrome (AR) Werner syndrome (AR) Cockayne syndrome Xeroderma pigmentosum (AR) Fanconi anemia (AR)", "contents": "Poikiloderma Congenitale -- Differential Diagnosis. The diagnosis of congenital poikiloderma is not always obvious. Some genodermatoses may have a fairly similar clinical presentation with a poikiloderma. The differential diagnosis includes: Bloom syndrome (AR) Werner syndrome (AR) Cockayne syndrome Xeroderma pigmentosum (AR) Fanconi anemia (AR)"}
{"id": "article-510_22", "title": "Poikiloderma Congenitale -- Prognosis", "content": "The prognosis is variable. Life expectancy is normal if there is no cancer; whereas, the evolution of patients with malignant diseases depends on the quality and frequency of cancer screening and treatment.", "contents": "Poikiloderma Congenitale -- Prognosis. The prognosis is variable. Life expectancy is normal if there is no cancer; whereas, the evolution of patients with malignant diseases depends on the quality and frequency of cancer screening and treatment."}
{"id": "article-510_23", "title": "Poikiloderma Congenitale -- Prognosis", "content": "Patients with type 2 Rothmund-Thomson syndrome should be monitored regularly because of the increased risk of developing cancer. Management includes laser treatment of telangiectatic lesions, annual ophthalmologic examination, radiological examination for bone pain, lameness, or fracture suggestive of osteosarcoma. Increased sensitivity to the effects of chemotherapy is suspected, with a risk of secondary malignancy (risk of 5% of developing skin cancer). [7] [9]", "contents": "Poikiloderma Congenitale -- Prognosis. Patients with type 2 Rothmund-Thomson syndrome should be monitored regularly because of the increased risk of developing cancer. Management includes laser treatment of telangiectatic lesions, annual ophthalmologic examination, radiological examination for bone pain, lameness, or fracture suggestive of osteosarcoma. Increased sensitivity to the effects of chemotherapy is suspected, with a risk of secondary malignancy (risk of 5% of developing skin cancer). [7] [9]"}
{"id": "article-510_24", "title": "Poikiloderma Congenitale -- Complications", "content": "The primary complication accompanying Rothmund-Thomson syndrome is susceptibility to cancer. [11]", "contents": "Poikiloderma Congenitale -- Complications. The primary complication accompanying Rothmund-Thomson syndrome is susceptibility to cancer. [11]"}
{"id": "article-510_25", "title": "Poikiloderma Congenitale -- Deterrence and Patient Education", "content": "Patients with congenital poikiloderma need to understand that sun exposure increased their risk of skin cancer. Therefore sun exposure protection is crucial, including remaining in full shade, wearing clothing that covers the exposed skin, and broad-spectrum sunscreens. Blindness secondary to cataract development is another potential complication. Genetic counseling is also a consideration for family members.", "contents": "Poikiloderma Congenitale -- Deterrence and Patient Education. Patients with congenital poikiloderma need to understand that sun exposure increased their risk of skin cancer. Therefore sun exposure protection is crucial, including remaining in full shade, wearing clothing that covers the exposed skin, and broad-spectrum sunscreens. Blindness secondary to cataract development is another potential complication. Genetic counseling is also a consideration for family members."}
{"id": "article-510_26", "title": "Poikiloderma Congenitale -- Pearls and Other Issues", "content": "There is a problem of genotype/phenotype correlation in congenital poikiloderma or Rothmund-Thomson syndrome group. The mutation of the RECQL4 gene was not detected in type 1 Rothmund-Thomson syndrome, and it was only detected in two-thirds of type 2 Rothmund-Thomson syndrome cases. The risk of osteosarcoma is associated with type 2 Rothmund-Thomson syndrome. According to many studies, it is directly associated with the presence of at least one mutation of the RECQL4 gene since this mutation is not detected in a third of cases. It is now known that there are other syndromes associated with a mutation of the same gene, namely the RAPADILINO syndrome, in which the risk of cancer is much lower. Cataract characterizes type 1 Rothmund-Thomson syndrome, but the mutation related to this association is not yet identified.", "contents": "Poikiloderma Congenitale -- Pearls and Other Issues. There is a problem of genotype/phenotype correlation in congenital poikiloderma or Rothmund-Thomson syndrome group. The mutation of the RECQL4 gene was not detected in type 1 Rothmund-Thomson syndrome, and it was only detected in two-thirds of type 2 Rothmund-Thomson syndrome cases. The risk of osteosarcoma is associated with type 2 Rothmund-Thomson syndrome. According to many studies, it is directly associated with the presence of at least one mutation of the RECQL4 gene since this mutation is not detected in a third of cases. It is now known that there are other syndromes associated with a mutation of the same gene, namely the RAPADILINO syndrome, in which the risk of cancer is much lower. Cataract characterizes type 1 Rothmund-Thomson syndrome, but the mutation related to this association is not yet identified."}
{"id": "article-510_27", "title": "Poikiloderma Congenitale -- Enhancing Healthcare Team Outcomes", "content": "Congenital poikiloderma is a rare genetic disease that requires early diagnosis and adequate multispecialty management. The dermatologist's role is important because the poikiloderma is a fundamental sign that allows them to suspect the diagnosis. The advice on effective and long-term photoprotection is of major importance. The early detection of cataracts and their adequate management by the ophthalmologist in type 1 Rothmund-Thomson syndrome is necessary to avoid the evolution towards blindness with its heavy consequences both medically and socially. Also, screening for bone abnormalities in type 2 Rothmund-Thomson syndrome is fundamental. This has consequences on the musculoskeletal system, but above all, a predictive value on the occurrence of osteosarcoma is the major risk in type 2 Rothmund-Thomson syndrome. A diagnosis of this neoplasia and its treatment by orthopedists must be early and adequate. Psychological care is also critical since the disease can alter the quality of life of the patient. Nurses and primary care clinicians must be aware of the disease and treatment to provide appropriate support to the patient and their families.", "contents": "Poikiloderma Congenitale -- Enhancing Healthcare Team Outcomes. Congenital poikiloderma is a rare genetic disease that requires early diagnosis and adequate multispecialty management. The dermatologist's role is important because the poikiloderma is a fundamental sign that allows them to suspect the diagnosis. The advice on effective and long-term photoprotection is of major importance. The early detection of cataracts and their adequate management by the ophthalmologist in type 1 Rothmund-Thomson syndrome is necessary to avoid the evolution towards blindness with its heavy consequences both medically and socially. Also, screening for bone abnormalities in type 2 Rothmund-Thomson syndrome is fundamental. This has consequences on the musculoskeletal system, but above all, a predictive value on the occurrence of osteosarcoma is the major risk in type 2 Rothmund-Thomson syndrome. A diagnosis of this neoplasia and its treatment by orthopedists must be early and adequate. Psychological care is also critical since the disease can alter the quality of life of the patient. Nurses and primary care clinicians must be aware of the disease and treatment to provide appropriate support to the patient and their families."}
{"id": "article-510_28", "title": "Poikiloderma Congenitale -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Poikiloderma Congenitale -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}