{"id": "article-28057_0", "title": "Physiology, Pulmonary Vascular Resistance -- Introduction", "content": "Pulmonary vascular resistance (PVR) is the resistance against blood flow from the 4 pulmonary veins of the lung to the left atrium. It is most commonly modeled using a modification of Ohm’s law (see Image. Pulmonary Vascular Resistance Derived from Ohm's Law). Input pressure represents the mean pulmonary arterial pressure (15 mm Hg). The output pressure represents the pulmonary venous pressure, equivalent to the pulmonary capillary wedge or left atrial pressure (5 to 6 mm Hg). Total blood flow represents the cardiac output (5 to 6 L/min). A normal value for pulmonary vascular resistance using conventional units is 0.25 to 1.6 mmHg·min/l. Pulmonary vascular resistance is also represented in units of dynes/sec/cm -5 (normal = 37dynes/sec/cm -5 to 250 dynes/sec/cm -5 ). [1]", "contents": "Physiology, Pulmonary Vascular Resistance -- Introduction. Pulmonary vascular resistance (PVR) is the resistance against blood flow from the 4 pulmonary veins of the lung to the left atrium. It is most commonly modeled using a modification of Ohm’s law (see Image. Pulmonary Vascular Resistance Derived from Ohm's Law). Input pressure represents the mean pulmonary arterial pressure (15 mm Hg). The output pressure represents the pulmonary venous pressure, equivalent to the pulmonary capillary wedge or left atrial pressure (5 to 6 mm Hg). Total blood flow represents the cardiac output (5 to 6 L/min). A normal value for pulmonary vascular resistance using conventional units is 0.25 to 1.6 mmHg·min/l. Pulmonary vascular resistance is also represented in units of dynes/sec/cm -5 (normal = 37dynes/sec/cm -5 to 250 dynes/sec/cm -5 ). [1]"}
{"id": "article-28057_1", "title": "Physiology, Pulmonary Vascular Resistance -- Introduction", "content": "Poiseuille’s law has been used to model PVR (see Image. Poiseuille's Law Modeling Pulmonary Vascular Resistance). In this equation, l represents the length of the tube or vessel, r its radius, and n the fluid's viscosity. Poiseuille’s law clarifies the impact of the radius on resistance. For example, a 50% reduction in radius increases the resistance 16-fold. However, Ohm’s and Poiseuille’s laws are approximations of PVR. Both equations assume that blood flow is constant and linear, but it is pulsatile and laminar. Pulmonary blood vessels are dynamic, multi-layered tissues that expand to accommodate increased flow. Additionally, the non-homogenous quality of blood makes it difficult to ascertain a single value for viscosity. Blood viscosity varies with shear rate. [2] [3]", "contents": "Physiology, Pulmonary Vascular Resistance -- Introduction. Poiseuille’s law has been used to model PVR (see Image. Poiseuille's Law Modeling Pulmonary Vascular Resistance). In this equation, l represents the length of the tube or vessel, r its radius, and n the fluid's viscosity. Poiseuille’s law clarifies the impact of the radius on resistance. For example, a 50% reduction in radius increases the resistance 16-fold. However, Ohm’s and Poiseuille’s laws are approximations of PVR. Both equations assume that blood flow is constant and linear, but it is pulsatile and laminar. Pulmonary blood vessels are dynamic, multi-layered tissues that expand to accommodate increased flow. Additionally, the non-homogenous quality of blood makes it difficult to ascertain a single value for viscosity. Blood viscosity varies with shear rate. [2] [3]"}
{"id": "article-28057_2", "title": "Physiology, Pulmonary Vascular Resistance -- Introduction", "content": "The pressure drop from the pulmonary veins to the left atrium is approximately 10 mm Hg compared to a 100 mm Hg pressure gradient in the systemic circulation. Therefore, PVR is one-tenth of the resistance of systemic circulation. Low PVR maximizes the distribution of blood to the peripheral alveoli and facilitates gas exchange. Low resistance also enables the pulmonary system to pump the total cardiac output at low pressures.", "contents": "Physiology, Pulmonary Vascular Resistance -- Introduction. The pressure drop from the pulmonary veins to the left atrium is approximately 10 mm Hg compared to a 100 mm Hg pressure gradient in the systemic circulation. Therefore, PVR is one-tenth of the resistance of systemic circulation. Low PVR maximizes the distribution of blood to the peripheral alveoli and facilitates gas exchange. Low resistance also enables the pulmonary system to pump the total cardiac output at low pressures."}
{"id": "article-28057_3", "title": "Physiology, Pulmonary Vascular Resistance -- Introduction", "content": "Most of the total vascular resistance and distribution of blood flow in the pulmonary circuit is due to the cross-sectional area of capillaries rather than veins, venules, or arteries. However, pulmonary resistance is approximately equally divided between arteries, capillaries, and veins. Because resistance increases in the capillaries, the largest drop in pulmonary pressure occurs, and to a lesser extent, in the small pulmonary arteries. In the systemic circulation, the largest pressure drop occurs in the arterioles. [1]", "contents": "Physiology, Pulmonary Vascular Resistance -- Introduction. Most of the total vascular resistance and distribution of blood flow in the pulmonary circuit is due to the cross-sectional area of capillaries rather than veins, venules, or arteries. However, pulmonary resistance is approximately equally divided between arteries, capillaries, and veins. Because resistance increases in the capillaries, the largest drop in pulmonary pressure occurs, and to a lesser extent, in the small pulmonary arteries. In the systemic circulation, the largest pressure drop occurs in the arterioles. [1]"}
{"id": "article-28057_4", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism", "content": "Multiple mechanisms regulate and contribute to pulmonary vascular resistance. Broad categories include pulmonary vascular pressure, lung volume, gravity, smooth muscle tonicity, and alveolar hypoxia. [4]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism. Multiple mechanisms regulate and contribute to pulmonary vascular resistance. Broad categories include pulmonary vascular pressure, lung volume, gravity, smooth muscle tonicity, and alveolar hypoxia. [4]"}
{"id": "article-28057_5", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Pulmonary Intravascular Pressure", "content": "As cardiac input increases, for example, during exercise, the pulmonic circulation must adapt to accommodate this increased forward flow. Therefore, pulmonary intravascular pressure and pulmonary vascular resistance are inversely related. Experiments have shown that increasing the pulmonary arterial pressure while holding the left atrial pressure constant decreases pulmonary vascular resistance. This decrease occurs via 2 mechanisms: capillary recruitment and capillary distension.", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Pulmonary Intravascular Pressure. As cardiac input increases, for example, during exercise, the pulmonic circulation must adapt to accommodate this increased forward flow. Therefore, pulmonary intravascular pressure and pulmonary vascular resistance are inversely related. Experiments have shown that increasing the pulmonary arterial pressure while holding the left atrial pressure constant decreases pulmonary vascular resistance. This decrease occurs via 2 mechanisms: capillary recruitment and capillary distension."}
{"id": "article-28057_6", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Pulmonary Intravascular Pressure", "content": "The first mechanism is capillary recruitment. Some pulmonary capillaries are partially or entirely closed at baseline, impeding blood flow. Capillary recruitment refers to opening closed capillaries during states of increased blood flow. Flow distribution over a greater cross-sectional surface area reduces the overall vascular resistance. Recruitment usually occurs in zone 1 of the lung (apices), where the capillary pressures are the lowest.", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Pulmonary Intravascular Pressure. The first mechanism is capillary recruitment. Some pulmonary capillaries are partially or entirely closed at baseline, impeding blood flow. Capillary recruitment refers to opening closed capillaries during states of increased blood flow. Flow distribution over a greater cross-sectional surface area reduces the overall vascular resistance. Recruitment usually occurs in zone 1 of the lung (apices), where the capillary pressures are the lowest."}
{"id": "article-28057_7", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Pulmonary Intravascular Pressure", "content": "Capillary distension is the second mechanism and involves widening the capillaries to accommodate increased blood flow. The Ovular vessels become more circular, the predominant mechanism for maintaining low PVR at higher pulmonary arterial pressures. [1]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Pulmonary Intravascular Pressure. Capillary distension is the second mechanism and involves widening the capillaries to accommodate increased blood flow. The Ovular vessels become more circular, the predominant mechanism for maintaining low PVR at higher pulmonary arterial pressures. [1]"}
{"id": "article-28057_8", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Lung Volumes", "content": "Alveolar pressures and volumes influence pulmonary vascular resistance. The effect of lung volume depends on the type of vessel. Extra-alveolar vessels run through the lung parenchyma. These vessels have smooth muscle and elastic tissue, which reduces vessel circumference by counteracting distension. As the lung expands, the diameter of these vessels increases via radial traction of the vessel walls. Therefore, vascular resistance is low at large lung volumes. During low lung volumes, there is high resistance due to the unopposed action of vessel elasticity.", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Lung Volumes. Alveolar pressures and volumes influence pulmonary vascular resistance. The effect of lung volume depends on the type of vessel. Extra-alveolar vessels run through the lung parenchyma. These vessels have smooth muscle and elastic tissue, which reduces vessel circumference by counteracting distension. As the lung expands, the diameter of these vessels increases via radial traction of the vessel walls. Therefore, vascular resistance is low at large lung volumes. During low lung volumes, there is high resistance due to the unopposed action of vessel elasticity."}
{"id": "article-28057_9", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Lung Volumes", "content": "Critical opening pressure represents the air pressure facilitating blood flow through extra-alveolar capillaries. This concept applies when modeling vascular resistance in a collapsed lung with low volume. Alveolar capillaries include capillaries and vessels in the corner of the alveolar walls. Their transmural pressure determines the amount of lung distension.", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Lung Volumes. Critical opening pressure represents the air pressure facilitating blood flow through extra-alveolar capillaries. This concept applies when modeling vascular resistance in a collapsed lung with low volume. Alveolar capillaries include capillaries and vessels in the corner of the alveolar walls. Their transmural pressure determines the amount of lung distension."}
{"id": "article-28057_10", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Lung Volumes", "content": "Alveolar pressure is highest in zone 1 (near the apices) and lowest in zone 3 (near the bases). During inspiration, alveolar pressure rises, compressing the surrounding alveolar capillaries. With increased right heart return on inspiration, stretching and thinning of the alveolar walls reduces capillary caliber and increases PVR. PVR is highest at total lung capacity (TLC), high at residual volume (RV), and lowest at functional residual capacity (FRC) (see Image. Standard Lung Volumes and Capacities). [5]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Lung Volumes. Alveolar pressure is highest in zone 1 (near the apices) and lowest in zone 3 (near the bases). During inspiration, alveolar pressure rises, compressing the surrounding alveolar capillaries. With increased right heart return on inspiration, stretching and thinning of the alveolar walls reduces capillary caliber and increases PVR. PVR is highest at total lung capacity (TLC), high at residual volume (RV), and lowest at functional residual capacity (FRC) (see Image. Standard Lung Volumes and Capacities). [5]"}
{"id": "article-28057_11", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Gravity", "content": "Three zones of the lung are typically identified (see Image. Normal PA Chest X-Ray Delineated by Lung Zones). PVR is greatest at zone 1 since the elevated alveolar pressure increases the inward transmural pressure on the alveolar-capillary membrane. The capillary becomes collapsible, and the resistance increases. PVR is lowest at zone 3, where the arterial pressure is higher than the alveolar pressure, causing an increased outward transmural pressure and vessel caliber. [6]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Gravity. Three zones of the lung are typically identified (see Image. Normal PA Chest X-Ray Delineated by Lung Zones). PVR is greatest at zone 1 since the elevated alveolar pressure increases the inward transmural pressure on the alveolar-capillary membrane. The capillary becomes collapsible, and the resistance increases. PVR is lowest at zone 3, where the arterial pressure is higher than the alveolar pressure, causing an increased outward transmural pressure and vessel caliber. [6]"}
{"id": "article-28057_12", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Alveolar Hypoxia", "content": "Hypoxia within the alveoli induces vasoconstriction within the lung vasculature. This homeostatic mechanism allows the lungs to shunt blood to more oxygenated lung segments, increasing the ventilation/perfusion (V/Q) ratio and improving oxygen delivery throughout the body.", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Alveolar Hypoxia. Hypoxia within the alveoli induces vasoconstriction within the lung vasculature. This homeostatic mechanism allows the lungs to shunt blood to more oxygenated lung segments, increasing the ventilation/perfusion (V/Q) ratio and improving oxygen delivery throughout the body."}
{"id": "article-28057_13", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Alveolar Hypoxia", "content": "This mechanism is important when the lungs are exposed to disruptive processes, such as consolidation (eg, pneumonia) or blockage within the vasculature (eg, pulmonary emboli), leading to physiological compensation. The theory is that this response begins at the molecular level when a mitochondrial sensor utilizes redox coupling reactions to alter the elasticity of pulmonary artery smooth muscle cells (PASMC).", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Alveolar Hypoxia. This mechanism is important when the lungs are exposed to disruptive processes, such as consolidation (eg, pneumonia) or blockage within the vasculature (eg, pulmonary emboli), leading to physiological compensation. The theory is that this response begins at the molecular level when a mitochondrial sensor utilizes redox coupling reactions to alter the elasticity of pulmonary artery smooth muscle cells (PASMC)."}
{"id": "article-28057_14", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Alveolar Hypoxia", "content": "The redox reactions lead to the depolarization of PASMC via activation of voltage-gated calcium channels and inhibition of potassium channels, causing decreased elasticity within the arterioles of hypoxic lung segments. If hypoxia is sustained, alternative pathways are activated (eg, rho kinase), and the chemokine release (eg, hypoxia-inducible factor (HIF)-1 alpha) leads to vasoconstrictive effects and vasculature remodeling. [7]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Alveolar Hypoxia. The redox reactions lead to the depolarization of PASMC via activation of voltage-gated calcium channels and inhibition of potassium channels, causing decreased elasticity within the arterioles of hypoxic lung segments. If hypoxia is sustained, alternative pathways are activated (eg, rho kinase), and the chemokine release (eg, hypoxia-inducible factor (HIF)-1 alpha) leads to vasoconstrictive effects and vasculature remodeling. [7]"}
{"id": "article-28057_15", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity", "content": "Generally, the pulmonary circulation has a low vascular tone due to pulmonary vessels having proportionately less smooth muscle than vessels of similar diameter in other organs. Compared to systemic vessels, the smooth muscle tissue in pulmonary vessels is distributed less evenly in the tunica intima. The pulmonary veins are also more compliant than systemic arteries due to the lack of tissue around small vessels, reduced elastin and collagen fibers, and reduced smooth muscle content. This phenomenon is demonstrated by the pressure gradient between the right and left ventricles. [2] [8]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity. Generally, the pulmonary circulation has a low vascular tone due to pulmonary vessels having proportionately less smooth muscle than vessels of similar diameter in other organs. Compared to systemic vessels, the smooth muscle tissue in pulmonary vessels is distributed less evenly in the tunica intima. The pulmonary veins are also more compliant than systemic arteries due to the lack of tissue around small vessels, reduced elastin and collagen fibers, and reduced smooth muscle content. This phenomenon is demonstrated by the pressure gradient between the right and left ventricles. [2] [8]"}
{"id": "article-28057_16", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity", "content": "Pulmonary arteries are both elastic and muscular. These arteries contain smooth muscle within the tunica media surrounded by internal and external elastic laminae. These include the pulmonary artery trunk, main branches, and extra-alveolar vessels. Larger, peri-bronchial arteries are more muscular (>2mm). Peri-bronchial arteries lie within the lung lobules. These extra-alveolar arteries control PVR through neural, humoral, or gaseous mediators. As the vessels are smaller, smooth muscle content decreases. The smooth muscle takes on a spiral shape and forms the pulmonary arterioles that supply alveoli and alveolar ducts. Smooth muscle exceeding 5% of the external diameter is considered pathological.", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity. Pulmonary arteries are both elastic and muscular. These arteries contain smooth muscle within the tunica media surrounded by internal and external elastic laminae. These include the pulmonary artery trunk, main branches, and extra-alveolar vessels. Larger, peri-bronchial arteries are more muscular (>2mm). Peri-bronchial arteries lie within the lung lobules. These extra-alveolar arteries control PVR through neural, humoral, or gaseous mediators. As the vessels are smaller, smooth muscle content decreases. The smooth muscle takes on a spiral shape and forms the pulmonary arterioles that supply alveoli and alveolar ducts. Smooth muscle exceeding 5% of the external diameter is considered pathological."}
{"id": "article-28057_17", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity", "content": "Pulmonary arteries have more smooth muscle than veins and represent vasoactive mediators' constriction sites. Capillaries are devoid of vasomotor control. Factors that cause increased tone and increased PVR include serotonin, epinephrine, norepinephrine, histamine, ATP, adenosine, neurokinin A, endothelin, angiotensin, thromboxane A/prostaglandins/leukotrienes (LTB). Most of these factors act through a G-protein coupled pathway, which activates myosin contraction. Neuronally, pulmonary constriction is under the mediation of the sympathetic nervous system by stimulation of a1 adrenergic receptors. [9]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity. Pulmonary arteries have more smooth muscle than veins and represent vasoactive mediators' constriction sites. Capillaries are devoid of vasomotor control. Factors that cause increased tone and increased PVR include serotonin, epinephrine, norepinephrine, histamine, ATP, adenosine, neurokinin A, endothelin, angiotensin, thromboxane A/prostaglandins/leukotrienes (LTB). Most of these factors act through a G-protein coupled pathway, which activates myosin contraction. Neuronally, pulmonary constriction is under the mediation of the sympathetic nervous system by stimulation of a1 adrenergic receptors. [9]"}
{"id": "article-28057_18", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity", "content": "Factors that decrease smooth muscle tonicity and PVR include acetylcholine and isoproterenol, prostacyclin (PGI), bradykinin, vasopressin, ANP, substance P, VIP, and histamine (during adrenaline response). Most of the factors act through activation of cyclic adenosine 3’,5’ monophosphate (cAMP). cAMP de-phosphorylates myosin and reduces calcium levels, causing relaxation of smooth muscle. Pulmonary endothelial cells cause relaxation by producing nitric oxide (NO).", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity. Factors that decrease smooth muscle tonicity and PVR include acetylcholine and isoproterenol, prostacyclin (PGI), bradykinin, vasopressin, ANP, substance P, VIP, and histamine (during adrenaline response). Most of the factors act through activation of cyclic adenosine 3’,5’ monophosphate (cAMP). cAMP de-phosphorylates myosin and reduces calcium levels, causing relaxation of smooth muscle. Pulmonary endothelial cells cause relaxation by producing nitric oxide (NO)."}
{"id": "article-28057_19", "title": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity", "content": "NO diffuses through smooth muscle cells and activates cyclic guanosine 3’, 5’ monophosphate (cGMP), which causes smooth muscle relaxation by the de-phosphorylation of myosin. Additionally, stimuli from the parasympathetic nervous system via the vagus nerve on M muscarinic receptors in the vasculature cause NO-dependent vasodilation. [9]", "contents": "Physiology, Pulmonary Vascular Resistance -- Mechanism -- Smooth Muscle Tonicity. NO diffuses through smooth muscle cells and activates cyclic guanosine 3’, 5’ monophosphate (cGMP), which causes smooth muscle relaxation by the de-phosphorylation of myosin. Additionally, stimuli from the parasympathetic nervous system via the vagus nerve on M muscarinic receptors in the vasculature cause NO-dependent vasodilation. [9]"}
{"id": "article-28057_20", "title": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology", "content": "Disease processes that cause chronic hypoxia increase pulmonary vascular resistance through hypoxic pulmonary vasoconstriction that remodels the vessels of the pulmonary circulation over time. These include pulmonary edema, pulmonary emboli, and cardiovascular disease.", "contents": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology. Disease processes that cause chronic hypoxia increase pulmonary vascular resistance through hypoxic pulmonary vasoconstriction that remodels the vessels of the pulmonary circulation over time. These include pulmonary edema, pulmonary emboli, and cardiovascular disease."}
{"id": "article-28057_21", "title": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology", "content": "Pulmonary edema causes alveoli to shrink due to increased surface tension, causing hypoxemia and shunting of blood to areas of higher ventilation. Hypoxia induces vasoconstriction, leading to pulmonary hypertension and increased vascular resistance. Peri-bronchial cuffing increases the resistance of extra-alveolar vessels, while alveolar edema compresses and distorts capillaries.", "contents": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology. Pulmonary edema causes alveoli to shrink due to increased surface tension, causing hypoxemia and shunting of blood to areas of higher ventilation. Hypoxia induces vasoconstriction, leading to pulmonary hypertension and increased vascular resistance. Peri-bronchial cuffing increases the resistance of extra-alveolar vessels, while alveolar edema compresses and distorts capillaries."}
{"id": "article-28057_22", "title": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology", "content": "Recruitment and distension of pulmonary capillaries provide a large reserve in the pulmonary circulation. Half of the pulmonary circulation can become obstructed before a detectable rise in pulmonary pressure occurs. While the mechanism of increased PVR secondary to pulmonary embolism is still under research, current understanding suggests that it is caused by serotonin release from platelets.", "contents": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology. Recruitment and distension of pulmonary capillaries provide a large reserve in the pulmonary circulation. Half of the pulmonary circulation can become obstructed before a detectable rise in pulmonary pressure occurs. While the mechanism of increased PVR secondary to pulmonary embolism is still under research, current understanding suggests that it is caused by serotonin release from platelets."}
{"id": "article-28057_23", "title": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology", "content": "Cardiovascular disease may also lead to increased pulmonary vascular resistance. Left heart valvular disease, such as mitral stenosis or regurgitation, leads to elevated pressures in the left atrium and, ultimately, the pulmonary veins. Increases in pulmonary capillary pressures over a long period lead to smooth muscle hypertrophy and fibrosis of pulmonary vasculature. These changes, in turn, cause pulmonary arterial hypertension and eventually cor pulmonale.", "contents": "Physiology, Pulmonary Vascular Resistance -- Pathophysiology. Cardiovascular disease may also lead to increased pulmonary vascular resistance. Left heart valvular disease, such as mitral stenosis or regurgitation, leads to elevated pressures in the left atrium and, ultimately, the pulmonary veins. Increases in pulmonary capillary pressures over a long period lead to smooth muscle hypertrophy and fibrosis of pulmonary vasculature. These changes, in turn, cause pulmonary arterial hypertension and eventually cor pulmonale."}
{"id": "article-28057_24", "title": "Physiology, Pulmonary Vascular Resistance -- Clinical Significance", "content": "Increased pulmonary vascular resistance is the leading cause of pulmonary hypertension. [10] Furthermore, increased PVR can lead to pulmonary hypertension, leading to increased PVR due to chronic vasoconstriction, vascular remodeling, endothelial thickening, arteriolar smooth muscle hypertrophy, and increased thromboxane and endothelin-1 production. Pulmonary hypertension is a mean pressure greater than 25 mm Hg and a PVR greater than 3 mmHg·min/l. This measurement is obtained through a right heart catheterization (eg, Swan-Ganz catheters). [11]", "contents": "Physiology, Pulmonary Vascular Resistance -- Clinical Significance. Increased pulmonary vascular resistance is the leading cause of pulmonary hypertension. [10] Furthermore, increased PVR can lead to pulmonary hypertension, leading to increased PVR due to chronic vasoconstriction, vascular remodeling, endothelial thickening, arteriolar smooth muscle hypertrophy, and increased thromboxane and endothelin-1 production. Pulmonary hypertension is a mean pressure greater than 25 mm Hg and a PVR greater than 3 mmHg·min/l. This measurement is obtained through a right heart catheterization (eg, Swan-Ganz catheters). [11]"}
{"id": "article-28057_25", "title": "Physiology, Pulmonary Vascular Resistance -- Clinical Significance", "content": "Increased PVR may occur secondary to processes that cause hypoxic pulmonary vasoconstriction or neurally mediated vasoconstriction (catecholamine release). These processes include chronic obstructive pulmonary disease, emphysema, pulmonary fibrosis, cystic fibrosis, sleep apnea, lupus, scleroderma, rheumatoid arthritis, and HIV. Vascular obstruction secondary to venous thromboembolism, air embolus, amniotic fluid, and schistosomiasis also causes an increase in pulmonary vascular resistance, leading to pulmonary hypertension. Obliterative processes such as pulmonary vasculitides destroy capillary beds, ultimately increasing PVR in certain areas. [7]", "contents": "Physiology, Pulmonary Vascular Resistance -- Clinical Significance. Increased PVR may occur secondary to processes that cause hypoxic pulmonary vasoconstriction or neurally mediated vasoconstriction (catecholamine release). These processes include chronic obstructive pulmonary disease, emphysema, pulmonary fibrosis, cystic fibrosis, sleep apnea, lupus, scleroderma, rheumatoid arthritis, and HIV. Vascular obstruction secondary to venous thromboembolism, air embolus, amniotic fluid, and schistosomiasis also causes an increase in pulmonary vascular resistance, leading to pulmonary hypertension. Obliterative processes such as pulmonary vasculitides destroy capillary beds, ultimately increasing PVR in certain areas. [7]"}
{"id": "article-28057_26", "title": "Physiology, Pulmonary Vascular Resistance -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Pulmonary Vascular Resistance -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}