{"id": "article-26330_0", "title": "Organizational Culture -- Definition/Introduction", "content": "Organizational culture (OC) is composed of beliefs and expectations shared by members of an organization. [1] Organizational culture consists of common norms, values, and beliefs of individuals within that group. [2] In a historical context, this could be considered the cultural equivalent of the rituals, rites, symbols, and stories of a people. [3] By today’s standards, organizational culture usually refers to the mutual outlook, assumptions, and standards of an organization’s membership. Organizational culture determinants include an organization’s structure, leadership, mission, and strategy. [4] Organizational culture can give employees a feeling of unity and purpose and can help a team cope with complex and dynamic changes. [5] A strong organizational culture can serve as an asset in helping team members accomplish goals and to experience fulfillment in their careers. [4] In fact, an analysis of a company’s OC can be a predictor of factors such as job satisfaction, employee commitment to the organization, or the likelihood of success of a quality improvement initiative. [3]", "contents": "Organizational Culture -- Definition/Introduction. Organizational culture (OC) is composed of beliefs and expectations shared by members of an organization. [1] Organizational culture consists of common norms, values, and beliefs of individuals within that group. [2] In a historical context, this could be considered the cultural equivalent of the rituals, rites, symbols, and stories of a people. [3] By today’s standards, organizational culture usually refers to the mutual outlook, assumptions, and standards of an organization’s membership. Organizational culture determinants include an organization’s structure, leadership, mission, and strategy. [4] Organizational culture can give employees a feeling of unity and purpose and can help a team cope with complex and dynamic changes. [5] A strong organizational culture can serve as an asset in helping team members accomplish goals and to experience fulfillment in their careers. [4] In fact, an analysis of a company’s OC can be a predictor of factors such as job satisfaction, employee commitment to the organization, or the likelihood of success of a quality improvement initiative. [3]"}
{"id": "article-26330_1", "title": "Organizational Culture -- Definition/Introduction", "content": "Culture can be framed through various lenses. For example, one framework is Hofstede’s cultural dimensions, which contends that culture is based on the dimensions of masculinity, power distance index, uncertainty avoidance, and pluralism. [6] [3] The Competing Values Framework (CVF) is one framework that has been used in the healthcare organization’s culture assessments and will be discussed in more detail in this article. [3]", "contents": "Organizational Culture -- Definition/Introduction. Culture can be framed through various lenses. For example, one framework is Hofstede’s cultural dimensions, which contends that culture is based on the dimensions of masculinity, power distance index, uncertainty avoidance, and pluralism. [6] [3] The Competing Values Framework (CVF) is one framework that has been used in the healthcare organization’s culture assessments and will be discussed in more detail in this article. [3]"}
{"id": "article-26330_2", "title": "Organizational Culture -- Definition/Introduction", "content": "The CVF is made of two axes or dimensions which serve as a foundation for four types of ideal culture. [7] [8] [3] It can be used to see where an organization’s OC falls along the axes and which ideal culture describes that OC.  The horizontal axis is an indicator of the degree of an organization’s effectiveness based on internal emphasis and integration on one side of the spectrum versus external emphasis and differentiation on the other side. [7] The vertical axis assesses an organization’s effectiveness based on a commitment to control and stability versus its effectiveness based on change and flexibility. [7] Each of the four quadrants represents one of the four ideal culture types, as shown in Figure 1 and discussed below: clan, adhocracy, hierarchy, and market. [7] [9] [8] [3]", "contents": "Organizational Culture -- Definition/Introduction. The CVF is made of two axes or dimensions which serve as a foundation for four types of ideal culture. [7] [8] [3] It can be used to see where an organization’s OC falls along the axes and which ideal culture describes that OC.  The horizontal axis is an indicator of the degree of an organization’s effectiveness based on internal emphasis and integration on one side of the spectrum versus external emphasis and differentiation on the other side. [7] The vertical axis assesses an organization’s effectiveness based on a commitment to control and stability versus its effectiveness based on change and flexibility. [7] Each of the four quadrants represents one of the four ideal culture types, as shown in Figure 1 and discussed below: clan, adhocracy, hierarchy, and market. [7] [9] [8] [3]"}
{"id": "article-26330_3", "title": "Organizational Culture -- Definition/Introduction -- Clan", "content": "Clan culture, also referred to as group culture in some literature, is built on cooperation. It places a lot of emphasis on building and creating solid and stronger teams with high morale. It is committed to developing and mentoring people in the organization and listening to their input.", "contents": "Organizational Culture -- Definition/Introduction -- Clan. Clan culture, also referred to as group culture in some literature, is built on cooperation. It places a lot of emphasis on building and creating solid and stronger teams with high morale. It is committed to developing and mentoring people in the organization and listening to their input."}
{"id": "article-26330_4", "title": "Organizational Culture -- Definition/Introduction -- Market", "content": "The market culture emphasizes competition and is driven to achieve a market advantage. It prioritizes achieving goals of high productivity and profitability.", "contents": "Organizational Culture -- Definition/Introduction -- Market. The market culture emphasizes competition and is driven to achieve a market advantage. It prioritizes achieving goals of high productivity and profitability."}
{"id": "article-26330_5", "title": "Organizational Culture -- Definition/Introduction -- Adhocracy", "content": "In an adhocracy culture, creativity is a prime characteristic built on an entrepreneurial and innovative spirit. This culture thrives in an environment that is agile and transformative.", "contents": "Organizational Culture -- Definition/Introduction -- Adhocracy. In an adhocracy culture, creativity is a prime characteristic built on an entrepreneurial and innovative spirit. This culture thrives in an environment that is agile and transformative."}
{"id": "article-26330_6", "title": "Organizational Culture -- Definition/Introduction -- Hierarchy", "content": "A hierarchical culture’s focus is control, which is achieved by monitoring, structure, and organization. Repeatability, dependability, and standardization are the usual aims and descriptors associated with this culture.", "contents": "Organizational Culture -- Definition/Introduction -- Hierarchy. A hierarchical culture’s focus is control, which is achieved by monitoring, structure, and organization. Repeatability, dependability, and standardization are the usual aims and descriptors associated with this culture."}
{"id": "article-26330_7", "title": "Organizational Culture -- Definition/Introduction -- Hierarchy", "content": "The CVF can be very useful when applied to the organizational culture of a healthcare organization.  Every organization has elements of each ideal culture type. The CVF can be applied to assess the degree to which each ideal culture is represented in an organization relative to the other types - this can be valuable in the formulation of hypotheses regarding how organizational culture will influence factors like the successful implementation of quality improvement initiatives or achieving certain organizational outcomes. [3] For example, an organizational culture high in group culture will likely result in high satisfaction scores from physicians, who value a strong work ethic and making contributions to the team.  In contrast, an OC high in hierarchical culture will likely result in low satisfaction scores from physicians because such an OC is perceived to limit independence and decision-making ability with regards to patient care. [5]", "contents": "Organizational Culture -- Definition/Introduction -- Hierarchy. The CVF can be very useful when applied to the organizational culture of a healthcare organization.  Every organization has elements of each ideal culture type. The CVF can be applied to assess the degree to which each ideal culture is represented in an organization relative to the other types - this can be valuable in the formulation of hypotheses regarding how organizational culture will influence factors like the successful implementation of quality improvement initiatives or achieving certain organizational outcomes. [3] For example, an organizational culture high in group culture will likely result in high satisfaction scores from physicians, who value a strong work ethic and making contributions to the team.  In contrast, an OC high in hierarchical culture will likely result in low satisfaction scores from physicians because such an OC is perceived to limit independence and decision-making ability with regards to patient care. [5]"}
{"id": "article-26330_8", "title": "Organizational Culture -- Definition/Introduction -- Organizational Culture Assessment Instrument", "content": "The organizational culture assessment instrument (OCAI) is a commonly used tool and is related to the Competing Values Framework and attributed to Kim S. Cameron and Robert E. Quinn at the University of Michigan. [10] The tool is composed of six domains, each with four descriptions to choose from to describe the current culture. The domains are “Dominant Characteristics, Organizational Leadership, Management of Employee, Organization Glue, Strategic Emphases, and Criteria of Success.” [10] Responses to the OCAI corresponds to the four distinct OC types. This tool could be used to establish the current OC and be used as a baseline to strengthen the current culture or determine future culture goals. While some studies have found OCAI to be a reliable and valid instrument, others have mixed results. [11] [10]", "contents": "Organizational Culture -- Definition/Introduction -- Organizational Culture Assessment Instrument. The organizational culture assessment instrument (OCAI) is a commonly used tool and is related to the Competing Values Framework and attributed to Kim S. Cameron and Robert E. Quinn at the University of Michigan. [10] The tool is composed of six domains, each with four descriptions to choose from to describe the current culture. The domains are “Dominant Characteristics, Organizational Leadership, Management of Employee, Organization Glue, Strategic Emphases, and Criteria of Success.” [10] Responses to the OCAI corresponds to the four distinct OC types. This tool could be used to establish the current OC and be used as a baseline to strengthen the current culture or determine future culture goals. While some studies have found OCAI to be a reliable and valid instrument, others have mixed results. [11] [10]"}
{"id": "article-26330_9", "title": "Organizational Culture -- Issues of Concern", "content": "While analysis of an organizational culture via CVF is often helpful and predictive, there are areas of concern. A study by Kava et al. found that organizational culture was not significantly associated with the adoption of an anti-smoking initiative. [1] An increase in group culture actually correlated with a decreased chance of offering smoking cessation activities. [1] Heritage et al. found weak criterion validity when using the Organizational Culture Assessment Instrument (OCAI, a variant of the CVF) to assess organizational culture for ideal culture. [11]", "contents": "Organizational Culture -- Issues of Concern. While analysis of an organizational culture via CVF is often helpful and predictive, there are areas of concern. A study by Kava et al. found that organizational culture was not significantly associated with the adoption of an anti-smoking initiative. [1] An increase in group culture actually correlated with a decreased chance of offering smoking cessation activities. [1] Heritage et al. found weak criterion validity when using the Organizational Culture Assessment Instrument (OCAI, a variant of the CVF) to assess organizational culture for ideal culture. [11]"}
{"id": "article-26330_10", "title": "Organizational Culture -- Clinical Significance", "content": "Organizational culture is a primary concern in the process of hospital accreditation, wherein the quality of a hospital’s patient care is systematically assessed against the standards of care in medical practice. [5] In a study by Andres et al., the hospital accreditation process may lead to changes in staff perceptions in the current organizational culture and can lead to cultural shifts away from hierarchal culture and towards the group and developmental cultures. [5]", "contents": "Organizational Culture -- Clinical Significance. Organizational culture is a primary concern in the process of hospital accreditation, wherein the quality of a hospital’s patient care is systematically assessed against the standards of care in medical practice. [5] In a study by Andres et al., the hospital accreditation process may lead to changes in staff perceptions in the current organizational culture and can lead to cultural shifts away from hierarchal culture and towards the group and developmental cultures. [5]"}
{"id": "article-26330_11", "title": "Organizational Culture -- Clinical Significance", "content": "Organizational culture is not just relevant to the hospital setting alone. Clinic and office-specific cultural archetypes can be identified and then potentially modified as part of practice redesign to culture types more strongly associated with high provider satisfaction. [2] Certain aspects of physician organizational culture are related to better physician satisfaction in group practice. [3] Korner et al. demonstrated that job gratification links with components that include both organizational culture and interprofessional teamwork. [4] Organizational culture has also been demonstrated to have differential effects on RNs, LPNs, and NP staff turnover rate. LPNs favored a more flexible organizational culture, whereas RNs preferred more rigid internal rules. [12]", "contents": "Organizational Culture -- Clinical Significance. Organizational culture is not just relevant to the hospital setting alone. Clinic and office-specific cultural archetypes can be identified and then potentially modified as part of practice redesign to culture types more strongly associated with high provider satisfaction. [2] Certain aspects of physician organizational culture are related to better physician satisfaction in group practice. [3] Korner et al. demonstrated that job gratification links with components that include both organizational culture and interprofessional teamwork. [4] Organizational culture has also been demonstrated to have differential effects on RNs, LPNs, and NP staff turnover rate. LPNs favored a more flexible organizational culture, whereas RNs preferred more rigid internal rules. [12]"}
{"id": "article-26330_12", "title": "Organizational Culture -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Analysis of organizational culture is extremely beneficial in identifying hurdles and possible interventions to strengthen nursing, allied health, and interprofessional teams. For example, in a survey by Poghosyan et al., nurse practitioners felt that in their organization, they get less organizational support and less access to organizational resources than physicians in similar situations. [13] They also felt there was a lack of equity on how organizational resources are allocated and that they had no representation on committees that set organizational policy. [13]", "contents": "Organizational Culture -- Nursing, Allied Health, and Interprofessional Team Interventions. Analysis of organizational culture is extremely beneficial in identifying hurdles and possible interventions to strengthen nursing, allied health, and interprofessional teams. For example, in a survey by Poghosyan et al., nurse practitioners felt that in their organization, they get less organizational support and less access to organizational resources than physicians in similar situations. [13] They also felt there was a lack of equity on how organizational resources are allocated and that they had no representation on committees that set organizational policy. [13]"}
{"id": "article-26330_13", "title": "Organizational Culture -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "When organizational culture is cohesive and unified, however, there can be many benefits to patient care.  Take interprofessional health care teams that conduct interdisciplinary ward rounds. An organizational culture strong in-group culture will allow all team members to collaborate on patient care that is holistic and patient-centered. This paradigm can be difficult to accomplish, however, as perceived challenges include health professionals’ limited time as well as coordination of different teams to allow involvement in rounds. [14]", "contents": "Organizational Culture -- Nursing, Allied Health, and Interprofessional Team Interventions. When organizational culture is cohesive and unified, however, there can be many benefits to patient care.  Take interprofessional health care teams that conduct interdisciplinary ward rounds. An organizational culture strong in-group culture will allow all team members to collaborate on patient care that is holistic and patient-centered. This paradigm can be difficult to accomplish, however, as perceived challenges include health professionals’ limited time as well as coordination of different teams to allow involvement in rounds. [14]"}
{"id": "article-26330_14", "title": "Organizational Culture -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "An examination of organizational culture can be used to monitor for success within interprofessional teams. As mentioned, Korner et al. demonstrated that job liking links with factors that include organizational culture and teamwork. [4] Thus, the effect of successful organizational culture is facilitated by interprofessional teamwork.  Team interventions that lead to increased functionality can be recommended and should be supported. [4] Each member’s accountability, supported by a team of patient care partners, such as the patients themselves and their family, helps to achieve ideal patient care.  Achieving optimal results as an interprofessional team, however, is an ongoing process.  Small changes and small steps will lead to improved interprofessional team efforts and patient safety. [15]", "contents": "Organizational Culture -- Nursing, Allied Health, and Interprofessional Team Monitoring. An examination of organizational culture can be used to monitor for success within interprofessional teams. As mentioned, Korner et al. demonstrated that job liking links with factors that include organizational culture and teamwork. [4] Thus, the effect of successful organizational culture is facilitated by interprofessional teamwork.  Team interventions that lead to increased functionality can be recommended and should be supported. [4] Each member’s accountability, supported by a team of patient care partners, such as the patients themselves and their family, helps to achieve ideal patient care.  Achieving optimal results as an interprofessional team, however, is an ongoing process.  Small changes and small steps will lead to improved interprofessional team efforts and patient safety. [15]"}
{"id": "article-26330_15", "title": "Organizational Culture -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Organizational Culture -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}