{"id": "article-26888_0", "title": "Pendred Syndrome -- Continuing Education Activity", "content": "Pendred syndrome is characterized by the combination of sensorineural hearing loss and thyroid goiter with or without hypothyroidism. This activity is a review of Pendred syndrome, its clinical presentation, diagnosis, and management. Also, it illustrates the importance of interprofessional team follow-up for patients with this syndrome.", "contents": "Pendred Syndrome -- Continuing Education Activity. Pendred syndrome is characterized by the combination of sensorineural hearing loss and thyroid goiter with or without hypothyroidism. This activity is a review of Pendred syndrome, its clinical presentation, diagnosis, and management. Also, it illustrates the importance of interprofessional team follow-up for patients with this syndrome."}
{"id": "article-26888_1", "title": "Pendred Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the mutations associated with Pendred syndrome. Review the presentation of Pendred syndrome. Summarize the workup of a patient with Pendred syndrome. Explain why it is crucial in cases of Pendred syndrome that the patients need to be followed by an interprofessional team to treat the clinical manifestation of the syndrome and to identify the risk in future offspring. Access free multiple choice questions on this topic.", "contents": "Pendred Syndrome -- Continuing Education Activity. Objectives: Describe the mutations associated with Pendred syndrome. Review the presentation of Pendred syndrome. Summarize the workup of a patient with Pendred syndrome. Explain why it is crucial in cases of Pendred syndrome that the patients need to be followed by an interprofessional team to treat the clinical manifestation of the syndrome and to identify the risk in future offspring. Access free multiple choice questions on this topic."}
{"id": "article-26888_2", "title": "Pendred Syndrome -- Introduction", "content": "Pendred syndrome characteristically presents with a combination of sensorineural hearing loss and thyroid goiter with or without hypothyroidism. It is an autosomal recessive disorder, which is caused by a biallelic mutation in the PDS gene leading to a defect in pendrin protein. [1]", "contents": "Pendred Syndrome -- Introduction. Pendred syndrome characteristically presents with a combination of sensorineural hearing loss and thyroid goiter with or without hypothyroidism. It is an autosomal recessive disorder, which is caused by a biallelic mutation in the PDS gene leading to a defect in pendrin protein. [1]"}
{"id": "article-26888_3", "title": "Pendred Syndrome -- Etiology", "content": "Pendred syndrome occurs due to mutation in The Pendrin Gene (PDS/SLC26A4), which encodes Pendrin/SLC26A4 Protein. [2] SLC26A4 is on chromosome 7q22.3, and it expresses in multiple organs, including the inner ear, kidneys, thyroid, and bronchial epithelial cells. [1] [2] It a multifunctional anion exchanger that has an affinity to chloride, iodide, bicarbonate, and other anions. [1]", "contents": "Pendred Syndrome -- Etiology. Pendred syndrome occurs due to mutation in The Pendrin Gene (PDS/SLC26A4), which encodes Pendrin/SLC26A4 Protein. [2] SLC26A4 is on chromosome 7q22.3, and it expresses in multiple organs, including the inner ear, kidneys, thyroid, and bronchial epithelial cells. [1] [2] It a multifunctional anion exchanger that has an affinity to chloride, iodide, bicarbonate, and other anions. [1]"}
{"id": "article-26888_4", "title": "Pendred Syndrome -- Epidemiology", "content": "The prevalence of Pendred syndrome has been estimated to be between 7.5 and 10 per 100000. [1] [3] More importantly, Pendred syndrome accounts for to up to 10% of congenital deafness cases. [2] [1] Thus, it may be the most frequent cause of syndromic deafness. [1] [4] Given its autosomal recessive mode of inheritance, the risk for inheritance from heterozygous parents is 25%. [1]", "contents": "Pendred Syndrome -- Epidemiology. The prevalence of Pendred syndrome has been estimated to be between 7.5 and 10 per 100000. [1] [3] More importantly, Pendred syndrome accounts for to up to 10% of congenital deafness cases. [2] [1] Thus, it may be the most frequent cause of syndromic deafness. [1] [4] Given its autosomal recessive mode of inheritance, the risk for inheritance from heterozygous parents is 25%. [1]"}
{"id": "article-26888_5", "title": "Pendred Syndrome -- Pathophysiology -- Inner Ear", "content": "Pendrin is expressed in the cochlea and vestibule of the inner ear, thus playing an important role in endolymphatic fluid resorption, acid-base balance, and proper function of the inner ear. [2]", "contents": "Pendred Syndrome -- Pathophysiology -- Inner Ear. Pendrin is expressed in the cochlea and vestibule of the inner ear, thus playing an important role in endolymphatic fluid resorption, acid-base balance, and proper function of the inner ear. [2]"}
{"id": "article-26888_6", "title": "Pendred Syndrome -- Pathophysiology -- Thyroid gland", "content": "Pendrin is expressed on the thyrocyte apical membrane, where its activity as a Cl-/I- exchanger is essential for cellular iodide efflux into the follicular lumen. A defect in the Pendrin gene usually leads to the partial impairment of thyroid organification. However, patients with Pendred syndrome usually have a euthyroid goiter. [2] [1]", "contents": "Pendred Syndrome -- Pathophysiology -- Thyroid gland. Pendrin is expressed on the thyrocyte apical membrane, where its activity as a Cl-/I- exchanger is essential for cellular iodide efflux into the follicular lumen. A defect in the Pendrin gene usually leads to the partial impairment of thyroid organification. However, patients with Pendred syndrome usually have a euthyroid goiter. [2] [1]"}
{"id": "article-26888_7", "title": "Pendred Syndrome -- Pathophysiology -- Kidneys", "content": "Pendrin protein is located at or near the apical membrane of type B and non A non B intercalated cells of the cortical collecting ducts. [2] Pendrin acts as a chloride/anion exchanger, which leads to bicarbonate secretion to the tubular lumen and chloride reabsorption. [1] Therefore, it plays an important role in the regulation of blood pressure [2] and fluid balance. [2] [5] Defects in Pendrin protein can cause metabolic alkalosis. [6]", "contents": "Pendred Syndrome -- Pathophysiology -- Kidneys. Pendrin protein is located at or near the apical membrane of type B and non A non B intercalated cells of the cortical collecting ducts. [2] Pendrin acts as a chloride/anion exchanger, which leads to bicarbonate secretion to the tubular lumen and chloride reabsorption. [1] Therefore, it plays an important role in the regulation of blood pressure [2] and fluid balance. [2] [5] Defects in Pendrin protein can cause metabolic alkalosis. [6]"}
{"id": "article-26888_8", "title": "Pendred Syndrome -- Pathophysiology -- Bronchial Epithelium", "content": "Pendrin is also expressed in the airway epithelium at the apical membrane of bronchial epithelial cells. It helps to regulate airway surface liquid thickness via its function as a Chloride/bicarbonate exchanger. The defective pendrin gene affects mucus production and may play a vital role in patients with asthma and COPD. It also functions as SCN/Cl exchanger that helps in the innate defense mechanism of mucosal surfaces by secreting SCN, which is an antioxidant to the lumen. [2]", "contents": "Pendred Syndrome -- Pathophysiology -- Bronchial Epithelium. Pendrin is also expressed in the airway epithelium at the apical membrane of bronchial epithelial cells. It helps to regulate airway surface liquid thickness via its function as a Chloride/bicarbonate exchanger. The defective pendrin gene affects mucus production and may play a vital role in patients with asthma and COPD. It also functions as SCN/Cl exchanger that helps in the innate defense mechanism of mucosal surfaces by secreting SCN, which is an antioxidant to the lumen. [2]"}
{"id": "article-26888_9", "title": "Pendred Syndrome -- History and Physical", "content": "Hearing Impairment: Pendred syndrome patients have sensorineural hearing loss that is broad and can range from mild to profound. [4] Hearing impairment typically is congenital or prelingual and profound. It can also develop later in infancy with progressive worsening, which may be aggravated by exposure to acoustic traumas, barotraumas, or head injury. [1] [4] Hearing impairment is usually bilateral, although asymmetry can be present. Early signs include the absence of a reaction to sound or a delay in language acquisition.", "contents": "Pendred Syndrome -- History and Physical. Hearing Impairment: Pendred syndrome patients have sensorineural hearing loss that is broad and can range from mild to profound. [4] Hearing impairment typically is congenital or prelingual and profound. It can also develop later in infancy with progressive worsening, which may be aggravated by exposure to acoustic traumas, barotraumas, or head injury. [1] [4] Hearing impairment is usually bilateral, although asymmetry can be present. Early signs include the absence of a reaction to sound or a delay in language acquisition."}
{"id": "article-26888_10", "title": "Pendred Syndrome -- History and Physical", "content": "Vestibular manifestations are usually not obvious but may be noticed during progressive hearing loss period or in performances needing motor skills and balance. [1] Some patients may show features of temporal bone abnormalities. [3]", "contents": "Pendred Syndrome -- History and Physical. Vestibular manifestations are usually not obvious but may be noticed during progressive hearing loss period or in performances needing motor skills and balance. [1] Some patients may show features of temporal bone abnormalities. [3]"}
{"id": "article-26888_11", "title": "Pendred Syndrome -- History and Physical", "content": "Thyroid: Euthyroid goiter is the typical presentation of Pendred syndrome. [7] Enlargement of the thyroid gland occurs because of iodide organification defects. It may also present with multinodular goiter in late childhood or early puberty. [1] Some may develop thyroid goiter during their adult life. Approximately 75% of patients with Pendred syndrome have a goiter on physical examination. [7] While the majority of patients present with congenital goiter, [4] the rest can have normal size glands, especially if they have adequate iodine intake. [1] [7] [4]", "contents": "Pendred Syndrome -- History and Physical. Thyroid: Euthyroid goiter is the typical presentation of Pendred syndrome. [7] Enlargement of the thyroid gland occurs because of iodide organification defects. It may also present with multinodular goiter in late childhood or early puberty. [1] Some may develop thyroid goiter during their adult life. Approximately 75% of patients with Pendred syndrome have a goiter on physical examination. [7] While the majority of patients present with congenital goiter, [4] the rest can have normal size glands, especially if they have adequate iodine intake. [1] [7] [4]"}
{"id": "article-26888_12", "title": "Pendred Syndrome -- History and Physical", "content": "Since Iodide organification is not solely dependent on pendrin, patients usually have partial iodide organification defects. [7] While 50 % of patients will have normal thyroid function, others have subclinical hypothyroidism, which can be congenital. [1] Renal System: Patients with Pendred syndrome might develop life-threatening metabolic alkalosis due to acid-base balance abnormalities. [6]", "contents": "Pendred Syndrome -- History and Physical. Since Iodide organification is not solely dependent on pendrin, patients usually have partial iodide organification defects. [7] While 50 % of patients will have normal thyroid function, others have subclinical hypothyroidism, which can be congenital. [1] Renal System: Patients with Pendred syndrome might develop life-threatening metabolic alkalosis due to acid-base balance abnormalities. [6]"}
{"id": "article-26888_13", "title": "Pendred Syndrome -- Evaluation -- Genetic testing:", "content": "Molecular genetic testing is the confirmatory test and should be performed to confirm the diagnosis. [1] SLC26A4 gene is the most affected gene, and 50 % of Pendred syndrome patients have a mutation in this gene. [1] [3] [7] Genetic testing is by direct sequencing of the coding region of the SLC26A4 gene [1] By identifying the biallelic pathogenic variant in the gene or the presence of double heterozygous for one pathogenic variant. [7] FOXII and KCNJI0 gene mutations are affected in less than 2% of patients. [3] [7] Because of the diverse mutations in the SLC26A4 gene, researchers have identified approximately 200 sequence variants. [1] Efforts should be made to recognize the full range of presentation of the syndrome to narrow down the suspected cases before performing the molecular studies, taking into account the more specific clinical criteria. [8]", "contents": "Pendred Syndrome -- Evaluation -- Genetic testing:. Molecular genetic testing is the confirmatory test and should be performed to confirm the diagnosis. [1] SLC26A4 gene is the most affected gene, and 50 % of Pendred syndrome patients have a mutation in this gene. [1] [3] [7] Genetic testing is by direct sequencing of the coding region of the SLC26A4 gene [1] By identifying the biallelic pathogenic variant in the gene or the presence of double heterozygous for one pathogenic variant. [7] FOXII and KCNJI0 gene mutations are affected in less than 2% of patients. [3] [7] Because of the diverse mutations in the SLC26A4 gene, researchers have identified approximately 200 sequence variants. [1] Efforts should be made to recognize the full range of presentation of the syndrome to narrow down the suspected cases before performing the molecular studies, taking into account the more specific clinical criteria. [8]"}
{"id": "article-26888_14", "title": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:", "content": "Affected individuals have temporal bone abnormalities, which can be identified by thin-cut CT with detailed cochlear anatomy.", "contents": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:. Affected individuals have temporal bone abnormalities, which can be identified by thin-cut CT with detailed cochlear anatomy."}
{"id": "article-26888_15", "title": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:", "content": "The enlarged vestibular aqueduct is measurable by high-resolution CT of the temporal bone with coronal and axial sections. COnfirmation of vestibular aqueduct enlargement is if the width of the middle portion of the descending limb of the vestibular aqueduct over 1.5 mm. [7] [8] Patients also can have cochlear hypoplasia when cochlea have 1.5 turns instead of normal 2.75 turns. If a patient has vestibular aqueduct enlargement associated with cochlear hypoplasia, it is referred to as Mondini malformation. [2] [7]", "contents": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:. The enlarged vestibular aqueduct is measurable by high-resolution CT of the temporal bone with coronal and axial sections. COnfirmation of vestibular aqueduct enlargement is if the width of the middle portion of the descending limb of the vestibular aqueduct over 1.5 mm. [7] [8] Patients also can have cochlear hypoplasia when cochlea have 1.5 turns instead of normal 2.75 turns. If a patient has vestibular aqueduct enlargement associated with cochlear hypoplasia, it is referred to as Mondini malformation. [2] [7]"}
{"id": "article-26888_16", "title": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:", "content": "Thyroid Findings: Euthyroid goiter is the typical thyroid abnormality in Pendred syndrome, and it is detected by volumetric studies to assess the size of the gland, thyroid ultrasound helps to evaluate the volume of the thyroid gland and characterize the size and structure of the nodules. [1] [7] If Pendred syndrome diagnosis is confirmed, thyroid function tests should take place regularly. Pendred syndrome can also coexist with autoimmune thyroiditis. [1]", "contents": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:. Thyroid Findings: Euthyroid goiter is the typical thyroid abnormality in Pendred syndrome, and it is detected by volumetric studies to assess the size of the gland, thyroid ultrasound helps to evaluate the volume of the thyroid gland and characterize the size and structure of the nodules. [1] [7] If Pendred syndrome diagnosis is confirmed, thyroid function tests should take place regularly. Pendred syndrome can also coexist with autoimmune thyroiditis. [1]"}
{"id": "article-26888_17", "title": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:", "content": "Perchlorate test is a screening test for iodide organification defects done by administering radioactive iodine and measuring the intrathyroidal radioactive iodine content. If it is less than 10%, it suggests an organification defect. However, a negative test does not rule out the diagnosis of Pendred syndrome because multiple factors can affect the results. One of the factors is the previous use of high-dose iodine intake, which can interfere with the testing. [1] [7]", "contents": "Pendred Syndrome -- Evaluation -- Temporal Bone Findings:. Perchlorate test is a screening test for iodide organification defects done by administering radioactive iodine and measuring the intrathyroidal radioactive iodine content. If it is less than 10%, it suggests an organification defect. However, a negative test does not rule out the diagnosis of Pendred syndrome because multiple factors can affect the results. One of the factors is the previous use of high-dose iodine intake, which can interfere with the testing. [1] [7]"}
{"id": "article-26888_18", "title": "Pendred Syndrome -- Treatment / Management", "content": "There is no definite management for Pendred syndrome. The treatment basis is from clinical manifestations. Patients with Pendred syndrome need to follow with a multidisciplinary team, including ENT, endocrinology, genetics, and surgery. Assessment of hearing impairment and treatment accordingly by providing hearing aids and cochlear implants. [7] [9] Monitoring thyroid function and thyroid gland size, which might need medical or surgical intervention. [7] The importance of genetic counseling for the family and testing family members and discussion about offspring outcome. [7]", "contents": "Pendred Syndrome -- Treatment / Management. There is no definite management for Pendred syndrome. The treatment basis is from clinical manifestations. Patients with Pendred syndrome need to follow with a multidisciplinary team, including ENT, endocrinology, genetics, and surgery. Assessment of hearing impairment and treatment accordingly by providing hearing aids and cochlear implants. [7] [9] Monitoring thyroid function and thyroid gland size, which might need medical or surgical intervention. [7] The importance of genetic counseling for the family and testing family members and discussion about offspring outcome. [7]"}
{"id": "article-26888_19", "title": "Pendred Syndrome -- Differential Diagnosis", "content": "The differential diagnosis includes other causes of sensorineural hearing loss and thyroid disease. Nonsyndromic causes of congenital deafness such as congenital infections example CMV, exposure to autotoxic agents, or trauma Nonsyndromic enlarged vestibular aqueduct without associated thyroid goiter [7] Congenital hypothyroidism with hearing impairment [7] Other causes of syndromic deafness examples: Branchiootorenal (BOR) syndrome, branchial cyst, hearing impairment, and renal involvement [10] Waardenburg syndrome associated with pigmentation of hair and skin [3] Usher syndrome associated with retinitis pigmentosa [3] Alport syndrome with hearing impairment, with renal and ocular involvement [3] Jervell and Lange-Nielsen and its association with arrhythmia [3] Perrault syndrome characterized by progressives sensorineural hearing loss associated with ovarian involvement in females. [3]", "contents": "Pendred Syndrome -- Differential Diagnosis. The differential diagnosis includes other causes of sensorineural hearing loss and thyroid disease. Nonsyndromic causes of congenital deafness such as congenital infections example CMV, exposure to autotoxic agents, or trauma Nonsyndromic enlarged vestibular aqueduct without associated thyroid goiter [7] Congenital hypothyroidism with hearing impairment [7] Other causes of syndromic deafness examples: Branchiootorenal (BOR) syndrome, branchial cyst, hearing impairment, and renal involvement [10] Waardenburg syndrome associated with pigmentation of hair and skin [3] Usher syndrome associated with retinitis pigmentosa [3] Alport syndrome with hearing impairment, with renal and ocular involvement [3] Jervell and Lange-Nielsen and its association with arrhythmia [3] Perrault syndrome characterized by progressives sensorineural hearing loss associated with ovarian involvement in females. [3]"}
{"id": "article-26888_20", "title": "Pendred Syndrome -- Prognosis", "content": "Pendred syndrome patients usually have a progressive hearing impairment. Patients with the syndrome can benefit from cochlear implantation, which provides optimal hearing rehabilitation, cochlear implantation in Pendred syndrome can have some surgical difficulties due to the inner ear malformations. [11] Pendred syndrome also affects the thyroid gland and might lead to euthyroid goiter or clinical hypothyroidism. [1]", "contents": "Pendred Syndrome -- Prognosis. Pendred syndrome patients usually have a progressive hearing impairment. Patients with the syndrome can benefit from cochlear implantation, which provides optimal hearing rehabilitation, cochlear implantation in Pendred syndrome can have some surgical difficulties due to the inner ear malformations. [11] Pendred syndrome also affects the thyroid gland and might lead to euthyroid goiter or clinical hypothyroidism. [1]"}
{"id": "article-26888_21", "title": "Pendred Syndrome -- Complications", "content": "Progressive hearing impairment Hypothyroidism, euthyroid goiter, or thyroid nodules Life-threatening metabolic alkalosis [6] There is a report of a rare case of Hoffmann syndrome with this condition. [12]", "contents": "Pendred Syndrome -- Complications. Progressive hearing impairment Hypothyroidism, euthyroid goiter, or thyroid nodules Life-threatening metabolic alkalosis [6] There is a report of a rare case of Hoffmann syndrome with this condition. [12]"}
{"id": "article-26888_22", "title": "Pendred Syndrome -- Deterrence and Patient Education", "content": "The importance of follow up for hearing assessment and thyroid monitoring The importance of genetic counseling and testing family members and discussion about offspring outcome. [7]", "contents": "Pendred Syndrome -- Deterrence and Patient Education. The importance of follow up for hearing assessment and thyroid monitoring The importance of genetic counseling and testing family members and discussion about offspring outcome. [7]"}
{"id": "article-26888_23", "title": "Pendred Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Patients with Pendred syndrome should be followed by an interprofessional team, including otolaryngology, endocrinology, genetics, and surgery, to provide the follow-up and treatment needed. In surgical cases, surgical nurses can play a significant role by assisting during the procedure, providing post-operative care, and offering patient counsel. Open collaboration is essential to optimize patient outcomes. [Level 5]", "contents": "Pendred Syndrome -- Enhancing Healthcare Team Outcomes. Patients with Pendred syndrome should be followed by an interprofessional team, including otolaryngology, endocrinology, genetics, and surgery, to provide the follow-up and treatment needed. In surgical cases, surgical nurses can play a significant role by assisting during the procedure, providing post-operative care, and offering patient counsel. Open collaboration is essential to optimize patient outcomes. [Level 5]"}
{"id": "article-26888_24", "title": "Pendred Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pendred Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}