{"id": "article-20331_0", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Introduction", "content": "The deltoid muscle is a large triangular intrinsic shoulder muscle, so named because its shape resembles the inverted Greek letter delta. This muscle forms the shoulder's rounded contour, being thick and spread out anteroposteriorly (see Image . Surface Anatomy of the Right Upper Extremity, Posterior Aspect). The deltoid is a common site for intramuscular injections, including vaccinations.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Introduction. The deltoid muscle is a large triangular intrinsic shoulder muscle, so named because its shape resembles the inverted Greek letter delta. This muscle forms the shoulder's rounded contour, being thick and spread out anteroposteriorly (see Image . Surface Anatomy of the Right Upper Extremity, Posterior Aspect). The deltoid is a common site for intramuscular injections, including vaccinations."}
{"id": "article-20331_1", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Introduction", "content": "The deltoid muscle is a key player in shoulder stability and motion. Rotator cuff injuries may force the deltoid to compensate for the resulting shoulder weakness. Conditions affecting this muscle are often due to trauma and chronic wear and tear. In surgery, deltoid flaps may be used to correct shoulder defects arising from breast cancer treatment. Understanding the anatomy and clinical significance of this muscle is crucial for diagnosing and treating various arm and glenohumeral joint conditions. [1] [2]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Introduction. The deltoid muscle is a key player in shoulder stability and motion. Rotator cuff injuries may force the deltoid to compensate for the resulting shoulder weakness. Conditions affecting this muscle are often due to trauma and chronic wear and tear. In surgery, deltoid flaps may be used to correct shoulder defects arising from breast cancer treatment. Understanding the anatomy and clinical significance of this muscle is crucial for diagnosing and treating various arm and glenohumeral joint conditions. [1] [2]"}
{"id": "article-20331_2", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Structure", "content": "The proximal humerus, scapula, and clavicle comprise the shoulder girdle's osseous components. [3] On the other hand, the muscles in this region include the following (see Image . Superficial Muscles of the Chest and Shoulder): [4] [5] [6] [7] [8] Deltoid Rotator cuff muscles, which include the supraspinatus, infraspinatus, teres minor, and subscapularis Posterior axioappendicular muscles, which include the trapezius, latissimus dorsi, levator scapulae, rhomboids, and serratus posterior Triceps brachii Pectoralis major and minor The deltoid is divided into 3 parts: [9] Anterior (clavicular) Lateral (acromial) Posterior (spinal) The anterior and posterior portions are unipennate, while the lateral region is multipennate. Together, these 3 parts form a triangular muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Structure. The proximal humerus, scapula, and clavicle comprise the shoulder girdle's osseous components. [3] On the other hand, the muscles in this region include the following (see Image . Superficial Muscles of the Chest and Shoulder): [4] [5] [6] [7] [8] Deltoid Rotator cuff muscles, which include the supraspinatus, infraspinatus, teres minor, and subscapularis Posterior axioappendicular muscles, which include the trapezius, latissimus dorsi, levator scapulae, rhomboids, and serratus posterior Triceps brachii Pectoralis major and minor The deltoid is divided into 3 parts: [9] Anterior (clavicular) Lateral (acromial) Posterior (spinal) The anterior and posterior portions are unipennate, while the lateral region is multipennate. Together, these 3 parts form a triangular muscle."}
{"id": "article-20331_3", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Structure", "content": "The deltoid originates from the scapular spine, superior acromial surface, and lateral third of the clavicle. Thus, this muscle's proximal attachment is U-shaped, mirroring the trapezius muscle's distal insertion. The deltoid distally attaches to the deltoid tuberosity of the humerus.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Structure. The deltoid originates from the scapular spine, superior acromial surface, and lateral third of the clavicle. Thus, this muscle's proximal attachment is U-shaped, mirroring the trapezius muscle's distal insertion. The deltoid distally attaches to the deltoid tuberosity of the humerus."}
{"id": "article-20331_4", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Function", "content": "When the 3 parts of the deltoid contract simultaneously, the muscle can assist in abducting the arm past 15°. The deltoid cannot initiate abduction because it contracts parallel to the humeral axis. Throughout abduction, the anterior and posterior parts of the deltoid stabilize the arm, while the lateral segment assists in raising the arm from 15° to 100° degrees. The anterior deltoid works with the pectoralis major to flex the arm when walking. Conversely, the posterior deltoid works with the latissimus dorsi to extend the arm during ambulation. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Function. When the 3 parts of the deltoid contract simultaneously, the muscle can assist in abducting the arm past 15°. The deltoid cannot initiate abduction because it contracts parallel to the humeral axis. Throughout abduction, the anterior and posterior parts of the deltoid stabilize the arm, while the lateral segment assists in raising the arm from 15° to 100° degrees. The anterior deltoid works with the pectoralis major to flex the arm when walking. Conversely, the posterior deltoid works with the latissimus dorsi to extend the arm during ambulation. [10]"}
{"id": "article-20331_5", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Function", "content": "The deltoid is a key shoulder stabilizer. This muscle prevents inferior glenohumeral joint displacement while completely adducted and bearing a heavy load, as in deadlift exercises. Additionally, a 2018 study revealed that the deltoid compensates for weak shoulder abduction due to rotator cuff tears by as much as 108.1% of the normal. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Structure and Function -- Function. The deltoid is a key shoulder stabilizer. This muscle prevents inferior glenohumeral joint displacement while completely adducted and bearing a heavy load, as in deadlift exercises. Additionally, a 2018 study revealed that the deltoid compensates for weak shoulder abduction due to rotator cuff tears by as much as 108.1% of the normal. [11]"}
{"id": "article-20331_6", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Embryology", "content": "All striated trunk and limb muscles, including the deltoid, derive from the segmented paraxial mesoderm. The paraxial mesoderm divides into bilaterally paired blocks called somites. Myogenic precursors (myoblasts) in the somites migrate toward developing limb buds during the 5th week of development. These myoblasts condense into 2 major groups in the dorsal and ventral limb buds, the dorsal and ventral muscle masses. The deltoid develops from the dorsal muscle mass. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Embryology. All striated trunk and limb muscles, including the deltoid, derive from the segmented paraxial mesoderm. The paraxial mesoderm divides into bilaterally paired blocks called somites. Myogenic precursors (myoblasts) in the somites migrate toward developing limb buds during the 5th week of development. These myoblasts condense into 2 major groups in the dorsal and ventral limb buds, the dorsal and ventral muscle masses. The deltoid develops from the dorsal muscle mass. [12]"}
{"id": "article-20331_7", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Blood Supply and Lymphatics", "content": "The deltoid receives blood from the thoracoacromial branch of the axillary artery. The thoracoacromial branch originates from the 2nd part of the axillary artery, which lies posterior to the pectoralis minor. The thoracoacromial artery travels alongside the cephalic vein in the deltopectoral groove. The deltoid muscle also receives minor contributions from the posterior humeral circumflex and profunda brachii arteries. Terminal branches of the posterior circumflex artery cross the space between the deltoid and proximal humerus. This region is vulnerable to bleeding or hematoma formation when taking an anterior approach to shoulder surgery. [13] The muscle's lymphatic drainage courses toward the deltopectoral lymph nodes, situated beside the cephalic vein within the deltopectoral groove.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Blood Supply and Lymphatics. The deltoid receives blood from the thoracoacromial branch of the axillary artery. The thoracoacromial branch originates from the 2nd part of the axillary artery, which lies posterior to the pectoralis minor. The thoracoacromial artery travels alongside the cephalic vein in the deltopectoral groove. The deltoid muscle also receives minor contributions from the posterior humeral circumflex and profunda brachii arteries. Terminal branches of the posterior circumflex artery cross the space between the deltoid and proximal humerus. This region is vulnerable to bleeding or hematoma formation when taking an anterior approach to shoulder surgery. [13] The muscle's lymphatic drainage courses toward the deltopectoral lymph nodes, situated beside the cephalic vein within the deltopectoral groove."}
{"id": "article-20331_8", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Nerves", "content": "The anterior and posterior branches of the axillary nerve innervate the deltoid. The axillary nerve arises from C5 and C6 roots and is a terminal branch of the brachial plexus posterior cord. This nerve travels to the arm's posterior aspect through the quadrangular space together with the posterior circumflex artery and courses around the humeral surgical neck. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Nerves. The anterior and posterior branches of the axillary nerve innervate the deltoid. The axillary nerve arises from C5 and C6 roots and is a terminal branch of the brachial plexus posterior cord. This nerve travels to the arm's posterior aspect through the quadrangular space together with the posterior circumflex artery and courses around the humeral surgical neck. [14]"}
{"id": "article-20331_9", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Muscles", "content": "The 4 rotator cuff muscles—the supraspinatus, infraspinatus, teres minor, and subscapularis—work with the deltoid to stabilize the shoulder and move the upper limb. These muscles initiate abduction from 0° to 15° and stabilize the glenohumeral joint when the deltoid abducts the arm past 15°. All rotator cuff muscles except the supraspinatus rotate the humerus. The supraspinatus initiates abduction and assists the deltoid during abduction to wider angles.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Muscles. The 4 rotator cuff muscles—the supraspinatus, infraspinatus, teres minor, and subscapularis—work with the deltoid to stabilize the shoulder and move the upper limb. These muscles initiate abduction from 0° to 15° and stabilize the glenohumeral joint when the deltoid abducts the arm past 15°. All rotator cuff muscles except the supraspinatus rotate the humerus. The supraspinatus initiates abduction and assists the deltoid during abduction to wider angles."}
{"id": "article-20331_10", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Physiologic Variants", "content": "Rare anatomical deltoid variants have been described in the literature. In several case reports, the posterior part of the deltoid has separate fascial sheaths. [15] In another, the posterior deltoid is completely separated from the rest of the muscle and may resemble the teres minor. [16] Surgeons and surgical staff must be aware of these variants, which may cause confusion during posterior deltoid flap procedures.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Physiologic Variants. Rare anatomical deltoid variants have been described in the literature. In several case reports, the posterior part of the deltoid has separate fascial sheaths. [15] In another, the posterior deltoid is completely separated from the rest of the muscle and may resemble the teres minor. [16] Surgeons and surgical staff must be aware of these variants, which may cause confusion during posterior deltoid flap procedures."}
{"id": "article-20331_11", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Physiologic Variants", "content": "Abnormal insertion into the medial epicondyle of the humerus may also have profound surgical implications. This variant has the deltoid fibers passing superficial to the brachial artery, ulnar nerve, and median nerve, increasing the risk for iatrogenic neurovascular injury. Aberrant deltoid straps have also been reported. The anomalous straps were found to course perpendicular to the posterior deltoid fibers, which may cause confusion during flap surgery.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Physiologic Variants. Abnormal insertion into the medial epicondyle of the humerus may also have profound surgical implications. This variant has the deltoid fibers passing superficial to the brachial artery, ulnar nerve, and median nerve, increasing the risk for iatrogenic neurovascular injury. Aberrant deltoid straps have also been reported. The anomalous straps were found to course perpendicular to the posterior deltoid fibers, which may cause confusion during flap surgery."}
{"id": "article-20331_12", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Physiologic Variants", "content": "The literature also reports thoracoacromial artery variants. The type I variant has the artery crossing the deltopectoral interval and tunnels into the deltoid muscle. The type II variant has the artery traversing the deltopectoral interval, coursing with the cephalic vei,n then crossing back toward the pectoralis major. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Physiologic Variants. The literature also reports thoracoacromial artery variants. The type I variant has the artery crossing the deltopectoral interval and tunnels into the deltoid muscle. The type II variant has the artery traversing the deltopectoral interval, coursing with the cephalic vei,n then crossing back toward the pectoralis major. [17]"}
{"id": "article-20331_13", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations", "content": "Deltoid manipulation is a significant consideration during procedures with an anterior approach, as it allows good access to the shoulder joint. Procedures needing deltoid manipulation include the following:", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations. Deltoid manipulation is a significant consideration during procedures with an anterior approach, as it allows good access to the shoulder joint. Procedures needing deltoid manipulation include the following:"}
{"id": "article-20331_14", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations", "content": "Open Bankart capsular reconstruction: indicated in recurrent anterior shoulder instability. Shoulder arthroplasty: indicated in post-traumatic deformity, advanced degenerative arthritis, and avascular necrosis. Includes hemiarthroplasty, total shoulder arthroplasty, and reverse total shoulder arthroplasty. Repair, tenotomy, and tenodesis of the tendon of the long head of the biceps: indicated in instability of the tendon of the biceps long head or bicipital groove and end-stage tendinopathy of the biceps long head. [18] [19] Rotator cuff repair: contemporary indications remain somewhat controversial, although most of these procedures are now performed arthroscopically. Popular alternatives to the deltopectoral approach include the mini-open approach (lateral deltoid-splitting approach) Potential complications of deltoid manipulations include axillary nerve damage and cephalic vein rupture.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations. Open Bankart capsular reconstruction: indicated in recurrent anterior shoulder instability. Shoulder arthroplasty: indicated in post-traumatic deformity, advanced degenerative arthritis, and avascular necrosis. Includes hemiarthroplasty, total shoulder arthroplasty, and reverse total shoulder arthroplasty. Repair, tenotomy, and tenodesis of the tendon of the long head of the biceps: indicated in instability of the tendon of the biceps long head or bicipital groove and end-stage tendinopathy of the biceps long head. [18] [19] Rotator cuff repair: contemporary indications remain somewhat controversial, although most of these procedures are now performed arthroscopically. Popular alternatives to the deltopectoral approach include the mini-open approach (lateral deltoid-splitting approach) Potential complications of deltoid manipulations include axillary nerve damage and cephalic vein rupture."}
{"id": "article-20331_15", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Deltopectoral Approach", "content": "In this technique, the coracoid process is first marked on the skin to determine the surgical incision's direction. An incision is then made over the deltopectoral groove. A \"fat stripe,\" which houses the cephalic vein, should be appreciated in the middle of the deltoid and pectoralis major fibers. The deltoid is then retracted laterally, and the pectoralis major medially. Depending on the surgeon's preference, the cephalic vein is retracted in either direction. [20]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Deltopectoral Approach. In this technique, the coracoid process is first marked on the skin to determine the surgical incision's direction. An incision is then made over the deltopectoral groove. A \"fat stripe,\" which houses the cephalic vein, should be appreciated in the middle of the deltoid and pectoralis major fibers. The deltoid is then retracted laterally, and the pectoralis major medially. Depending on the surgeon's preference, the cephalic vein is retracted in either direction. [20]"}
{"id": "article-20331_16", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach", "content": "The anterolateral and direct lateral approaches to shoulder surgery may be taken if the deltopectoral approach is impractical. For example, a modified anterolateral approach may permit better access to specific fracture fragments in certain cases than an anterior approach. [21]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach. The anterolateral and direct lateral approaches to shoulder surgery may be taken if the deltopectoral approach is impractical. For example, a modified anterolateral approach may permit better access to specific fracture fragments in certain cases than an anterior approach. [21]"}
{"id": "article-20331_17", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach", "content": "The anterolateral approach to the acromioclavicular joint and subacromial space is used primarily to repair the rotator cuff and promote anterior shoulder joint decompression. According to a 2018 study, the anterolateral surgical approach is especially useful when exposing the posterior aspect of the shoulder.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach. The anterolateral approach to the acromioclavicular joint and subacromial space is used primarily to repair the rotator cuff and promote anterior shoulder joint decompression. According to a 2018 study, the anterolateral surgical approach is especially useful when exposing the posterior aspect of the shoulder."}
{"id": "article-20331_18", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach", "content": "In this technique, the incision landmarks are the coracoid process and acromion. The deltoid is retracted after exposing the acromioclavicular joint. The muscle is split during rotator cuff repairs. [22]", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach. In this technique, the incision landmarks are the coracoid process and acromion. The deltoid is retracted after exposing the acromioclavicular joint. The muscle is split during rotator cuff repairs. [22]"}
{"id": "article-20331_19", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach", "content": "The lateral approach also requires deltoid splitting. A 5 cm longitudinal incision from the acromion to the lateral aspect of the arm is made. A 5-cm deltoid incision is also made from superior to inferior. A suture at the incision's apex prevents inadvertent axillary nerve damage.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach. The lateral approach also requires deltoid splitting. A 5 cm longitudinal incision from the acromion to the lateral aspect of the arm is made. A 5-cm deltoid incision is also made from superior to inferior. A suture at the incision's apex prevents inadvertent axillary nerve damage."}
{"id": "article-20331_20", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach", "content": "Minimally invasive approaches to the shoulder also involve deltoid splitting. The lateral minimally invasive technique requires one proximal and one distal deltoid incision. The axillary nerve runs between the 2 incisions. In contrast, the minimally invasive anterolateral approach involves pressing a guidewire through the deltoid's substance. Radiographic imaging will confirm the placement before a deltoid incision is made.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Alternatives to the Deltopectoral Approach. Minimally invasive approaches to the shoulder also involve deltoid splitting. The lateral minimally invasive technique requires one proximal and one distal deltoid incision. The axillary nerve runs between the 2 incisions. In contrast, the minimally invasive anterolateral approach involves pressing a guidewire through the deltoid's substance. Radiographic imaging will confirm the placement before a deltoid incision is made."}
{"id": "article-20331_21", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Complications of Deltoid Manipulation", "content": "Deltoid injury can arise as a complication of shoulder surgery requiring manipulation of this muscle. Deltoid detachment from the clavicle is an example. Reattachment requires full-thickness and transosseous sutures and 4 to 6 weeks of complete healing.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Complications of Deltoid Manipulation. Deltoid injury can arise as a complication of shoulder surgery requiring manipulation of this muscle. Deltoid detachment from the clavicle is an example. Reattachment requires full-thickness and transosseous sutures and 4 to 6 weeks of complete healing."}
{"id": "article-20331_22", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Complications of Deltoid Manipulation", "content": "Axillary nerve damage is another potential complication of these procedures. The nerve passes under the deltoid muscle and travels posteroanteriorly. An anterior deltoid retraction or incision may inadvertently injure the nerve. Axillary nerve damage can weaken arm abduction past 15° and sensation over the deltoid. Cephalic vein rupture and subsequent upper limb edema may also arise from poor surgical technique.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Surgical Considerations -- Complications of Deltoid Manipulation. Axillary nerve damage is another potential complication of these procedures. The nerve passes under the deltoid muscle and travels posteroanteriorly. An anterior deltoid retraction or incision may inadvertently injure the nerve. Axillary nerve damage can weaken arm abduction past 15° and sensation over the deltoid. Cephalic vein rupture and subsequent upper limb edema may also arise from poor surgical technique."}
{"id": "article-20331_23", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Clinical Significance", "content": "Deltoid function may be tested clinically by raising the patient's arm to 15°. Abduction against resistance is an alternative. Lateral deltoid contraction will be evident in patients with normal muscle function but not those with axillary nerve or deltoid damage. Common causes of axillary nerve palsy include crutch overuse, surgery, and posterior shoulder dislocation from severe trauma.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Clinical Significance. Deltoid function may be tested clinically by raising the patient's arm to 15°. Abduction against resistance is an alternative. Lateral deltoid contraction will be evident in patients with normal muscle function but not those with axillary nerve or deltoid damage. Common causes of axillary nerve palsy include crutch overuse, surgery, and posterior shoulder dislocation from severe trauma."}
{"id": "article-20331_24", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Other Issues", "content": "The inability to abduct the arm does not specifically indicate a localized deltoid pathology, as this symptom may also accompany systemic processes and proximal neuromuscular disorders. The differential diagnosis of deltoid dysfunction includes the following: [23] [24] [25] Lambert-Eaton myasthenic syndrome Muscular inflammatory processes like polymyositis and dermatomyositis Polymyalgia rheumatica, which usually presents with stiffness rather than weakness Side effect of aluminum hydroxide-containing vaccines Cachexia from chronic disease or malnourishment", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Other Issues. The inability to abduct the arm does not specifically indicate a localized deltoid pathology, as this symptom may also accompany systemic processes and proximal neuromuscular disorders. The differential diagnosis of deltoid dysfunction includes the following: [23] [24] [25] Lambert-Eaton myasthenic syndrome Muscular inflammatory processes like polymyositis and dermatomyositis Polymyalgia rheumatica, which usually presents with stiffness rather than weakness Side effect of aluminum hydroxide-containing vaccines Cachexia from chronic disease or malnourishment"}
{"id": "article-20331_25", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Other Issues", "content": "These conditions may present with proximal muscle weakness or inability to abduct the arm. A thorough clinical evaluation helps differentiate various deltoid disorders and determine the correct diagnosis.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Other Issues. These conditions may present with proximal muscle weakness or inability to abduct the arm. A thorough clinical evaluation helps differentiate various deltoid disorders and determine the correct diagnosis."}
{"id": "article-20331_26", "title": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Deltoid Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}