{"id": "article-65846_0", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Continuing Education Activity", "content": "This activity outlines the current scientific literature and knowledge of the risks and benefits of inhaling nicotine through proprietary devices. It discusses the largely unknown and unquantified risks, and a dramatic increase in the use of these devices, particularly in pediatric populations, as well as the role of the interprofessional team in recommending these devices.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Continuing Education Activity. This activity outlines the current scientific literature and knowledge of the risks and benefits of inhaling nicotine through proprietary devices. It discusses the largely unknown and unquantified risks, and a dramatic increase in the use of these devices, particularly in pediatric populations, as well as the role of the interprofessional team in recommending these devices."}
{"id": "article-65846_1", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Continuing Education Activity", "content": "Objectives: Determine the risks of inhaling nicotine through electronic devices. Assess the at-risk populations for electronic nicotine delivery systems. Compare the long-term risks of inhaling nicotine through electronic devices. Communicate the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients addicted to nicotine. Access free multiple choice questions on this topic.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Continuing Education Activity. Objectives: Determine the risks of inhaling nicotine through electronic devices. Assess the at-risk populations for electronic nicotine delivery systems. Compare the long-term risks of inhaling nicotine through electronic devices. Communicate the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients addicted to nicotine. Access free multiple choice questions on this topic."}
{"id": "article-65846_2", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Introduction", "content": "One of the latest public health controversies has centered around the introduction and the rising popularity of electronic nicotine delivery systems. These devices, most commonly called e-cigarettes or vaporizers, aerosolize various combinations of glycerol, propylene glycol, flavorings, nicotine, or cannabis to be inhaled by consumers. The marketing strategy for e-cigarettes is a “healthier” alternative to traditional tobacco and a novel aid for smoking cessation, with little data to support these claims. [1] For chronic tobacco users, these new devices may lead to harm reduction by reducing exposure to many of the harmful effects of tobacco smoke. On the other hand, novel nicotine users experience increased harm from the known hazards of nicotine consumption. They may also suffer from unknown adverse health effects of other additives found in e-cigarettes. [2] In 2019, physicians throughout the United States began reporting cases of severe lung injury associated with vaping in increasing numbers. [3] Vaping-related lung injury commonly causes a severe respiratory compromise in previously healthy individuals, necessitating intubation or intensive care admission. [3] The exact cause of the lung injury remains unknown but has prompted further concern about the safety and regulation of these devices and their additives. An additional concern lies with e-cigarette use among adolescents and young adults. Early research suggests that e-cigarette use poses a higher risk for subsequent tobacco use later in youth and adulthood. [4] Other studies show increased respiratory symptoms, ie, chronic cough, wheezing, and bronchitis with long-term use. [5] Nicotine alone correlates with negative cardiovascular outcomes, including hypertension, coronary artery disease, and heart failure. [6] The majority of e-cigarette companies are subsidiaries of large tobacco companies, and perhaps the most nefarious concern lies with the ongoing efforts of tobacco corporations to rebrand themselves to target the developing “cash cow” that is the vulnerable adolescent population. [7] Given the potential for benefit in specific populations and harm in others, more research is needed to delineate the accurate benefits of e-cigarettes as a smoking cessation aid versus the potential harm associated with long-term use.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Introduction. One of the latest public health controversies has centered around the introduction and the rising popularity of electronic nicotine delivery systems. These devices, most commonly called e-cigarettes or vaporizers, aerosolize various combinations of glycerol, propylene glycol, flavorings, nicotine, or cannabis to be inhaled by consumers. The marketing strategy for e-cigarettes is a “healthier” alternative to traditional tobacco and a novel aid for smoking cessation, with little data to support these claims. [1] For chronic tobacco users, these new devices may lead to harm reduction by reducing exposure to many of the harmful effects of tobacco smoke. On the other hand, novel nicotine users experience increased harm from the known hazards of nicotine consumption. They may also suffer from unknown adverse health effects of other additives found in e-cigarettes. [2] In 2019, physicians throughout the United States began reporting cases of severe lung injury associated with vaping in increasing numbers. [3] Vaping-related lung injury commonly causes a severe respiratory compromise in previously healthy individuals, necessitating intubation or intensive care admission. [3] The exact cause of the lung injury remains unknown but has prompted further concern about the safety and regulation of these devices and their additives. An additional concern lies with e-cigarette use among adolescents and young adults. Early research suggests that e-cigarette use poses a higher risk for subsequent tobacco use later in youth and adulthood. [4] Other studies show increased respiratory symptoms, ie, chronic cough, wheezing, and bronchitis with long-term use. [5] Nicotine alone correlates with negative cardiovascular outcomes, including hypertension, coronary artery disease, and heart failure. [6] The majority of e-cigarette companies are subsidiaries of large tobacco companies, and perhaps the most nefarious concern lies with the ongoing efforts of tobacco corporations to rebrand themselves to target the developing “cash cow” that is the vulnerable adolescent population. [7] Given the potential for benefit in specific populations and harm in others, more research is needed to delineate the accurate benefits of e-cigarettes as a smoking cessation aid versus the potential harm associated with long-term use."}
{"id": "article-65846_3", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Function", "content": "Electronic nicotine delivery systems come in an array of designs. The primary differences are nicotine concentration, various additives and flavorings, battery type, and superficial aesthetics. The classic e-cigarette comprises a compact lithium-ion battery, a vaporization chamber, and a solvent mixture cartridge. [1] The liquid is heated in the chamber and evaporated, followed by rapid cooling. The aerosol is then directly inhaled orally by the user via a mouthpiece, leading to direct systemic absorption through the respiratory system. There have been several generations of e-cigarette models. The earlier designs closely resemble the classic cigarette and deliver lower levels of nicotine. The latest models contain larger cartridges, higher-powered batteries, and lower resistance coils, which enhance the concentration of nicotine consumed. Cartridges can be exchanged easily between or during usage. [1]", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Function. Electronic nicotine delivery systems come in an array of designs. The primary differences are nicotine concentration, various additives and flavorings, battery type, and superficial aesthetics. The classic e-cigarette comprises a compact lithium-ion battery, a vaporization chamber, and a solvent mixture cartridge. [1] The liquid is heated in the chamber and evaporated, followed by rapid cooling. The aerosol is then directly inhaled orally by the user via a mouthpiece, leading to direct systemic absorption through the respiratory system. There have been several generations of e-cigarette models. The earlier designs closely resemble the classic cigarette and deliver lower levels of nicotine. The latest models contain larger cartridges, higher-powered batteries, and lower resistance coils, which enhance the concentration of nicotine consumed. Cartridges can be exchanged easily between or during usage. [1]"}
{"id": "article-65846_4", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Function", "content": "The “pod-mod” class of devices that resemble a slick and modern universal serial bus drive is particularly popular among youth consumers. These super-compact vaporizers can deliver highly concentrated puffs at levels that would be aversive to even chronic tobacco users. [8] Popular companies use nicotine formulations in their pod-mod devices that derive from the nicotine salts of loose-leaf tobacco. One pod of JUUL possesses the same amount of nicotine as twenty classic combustible cigarettes. [8] Nicotine salts, when combined with additives and flavorings, mask the noxious taste of the ultra-concentrated nicotine. [8] JUUL pods are about 9.4 by 1.5 by 0.8 centimeters and weigh approximately 0.01 kilograms. [8] The modern, ultra-compact, and customizable designs are slick pieces of technology and allow discreet transport of the pods. This concealability has become a hot area of contention in schools that struggle to prevent students from vaping in restrooms, hallways, and classrooms. Furthermore, commercial marketing targets children with colorful exteriors and sweet flavors such as bubble gum, doritos, and hello kitty to seductively increase their grip on this vulnerable demographic. [8]", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Function. The “pod-mod” class of devices that resemble a slick and modern universal serial bus drive is particularly popular among youth consumers. These super-compact vaporizers can deliver highly concentrated puffs at levels that would be aversive to even chronic tobacco users. [8] Popular companies use nicotine formulations in their pod-mod devices that derive from the nicotine salts of loose-leaf tobacco. One pod of JUUL possesses the same amount of nicotine as twenty classic combustible cigarettes. [8] Nicotine salts, when combined with additives and flavorings, mask the noxious taste of the ultra-concentrated nicotine. [8] JUUL pods are about 9.4 by 1.5 by 0.8 centimeters and weigh approximately 0.01 kilograms. [8] The modern, ultra-compact, and customizable designs are slick pieces of technology and allow discreet transport of the pods. This concealability has become a hot area of contention in schools that struggle to prevent students from vaping in restrooms, hallways, and classrooms. Furthermore, commercial marketing targets children with colorful exteriors and sweet flavors such as bubble gum, doritos, and hello kitty to seductively increase their grip on this vulnerable demographic. [8]"}
{"id": "article-65846_5", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern", "content": "There are many constituents in the aerosols and liquids of e-cigarette cartridges. The most common include glycerol, propylene glycol, and nicotine. Micro-constituents found in smaller concentrations include acrolein, formaldehyde, acetone, acetaldehyde, heavy metals, and many more. [1] Most ingredients in individual flavorings have not been tested for long-term safety. One animal study showed that aerosolized glycerol and propylene glycol inhalation was associated with local squamous metaplasia in the upper airways. Known carcinogens like various aldehyde compounds have been found in lower but still present concentrations when compared to traditional cigarettes. [9] Heavy metals like chromium, nickel, and lead also appear in small quantities within the combustible vapor. [9] These metals have known carcinogenic effects and are also associated with inflammation and damage. [9] Varying manufacturing practices have shown discrepancies between levels of these compounds. Most research regarding exposure to e-cigarette aerosols has been completed either in vitro with cell cultures or in vivo with rodents. One study in mice examined exposure to inhaled nicotine liquids, associated with significant inflammation and oxidative stress to the pulmonary endothelium. [1] Other mouse studies have shown reduced endothelial glutathione levels and increased inflammatory cytokines. [1] Additionally, mice exposed to inhaled nicotine liquids showed higher rates of respiratory infections, including viruses and common bacteria. [1]", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern. There are many constituents in the aerosols and liquids of e-cigarette cartridges. The most common include glycerol, propylene glycol, and nicotine. Micro-constituents found in smaller concentrations include acrolein, formaldehyde, acetone, acetaldehyde, heavy metals, and many more. [1] Most ingredients in individual flavorings have not been tested for long-term safety. One animal study showed that aerosolized glycerol and propylene glycol inhalation was associated with local squamous metaplasia in the upper airways. Known carcinogens like various aldehyde compounds have been found in lower but still present concentrations when compared to traditional cigarettes. [9] Heavy metals like chromium, nickel, and lead also appear in small quantities within the combustible vapor. [9] These metals have known carcinogenic effects and are also associated with inflammation and damage. [9] Varying manufacturing practices have shown discrepancies between levels of these compounds. Most research regarding exposure to e-cigarette aerosols has been completed either in vitro with cell cultures or in vivo with rodents. One study in mice examined exposure to inhaled nicotine liquids, associated with significant inflammation and oxidative stress to the pulmonary endothelium. [1] Other mouse studies have shown reduced endothelial glutathione levels and increased inflammatory cytokines. [1] Additionally, mice exposed to inhaled nicotine liquids showed higher rates of respiratory infections, including viruses and common bacteria. [1]"}
{"id": "article-65846_6", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern", "content": "Due to the profound cardiovascular and respiratory harm induced by conventional cigarettes, it is crucial for further research to help reveal the short-term and long-term consequences of the new alternatives. Early studies suggest a short-term increase in vital signs such as blood pressure and heart rate. Other studies have shown that e-cigarette vapors induce platelet activation in the endothelium of healthy naïve participants. [1] Down the line, this could have implications for the risk of thrombosis. [6] The risk of long-term e-cigarette use has had direct research on humans. However, the negative effect of nicotine alone, such as that found in e-cigarettes, has been shown to have short-term side effects, including gastrointestinal distress, palpitations, and headaches. [1] If absorbed in a large enough dose, nicotine can cause seizures, respiratory depression, and severe bradycardia. [1] Doses tolerable to adults can be life-threatening if consumed by small children. It is easy to see how a sweet flavor cartridge may be tempting to a young child and present as a toxic hazard. [10]", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern. Due to the profound cardiovascular and respiratory harm induced by conventional cigarettes, it is crucial for further research to help reveal the short-term and long-term consequences of the new alternatives. Early studies suggest a short-term increase in vital signs such as blood pressure and heart rate. Other studies have shown that e-cigarette vapors induce platelet activation in the endothelium of healthy naïve participants. [1] Down the line, this could have implications for the risk of thrombosis. [6] The risk of long-term e-cigarette use has had direct research on humans. However, the negative effect of nicotine alone, such as that found in e-cigarettes, has been shown to have short-term side effects, including gastrointestinal distress, palpitations, and headaches. [1] If absorbed in a large enough dose, nicotine can cause seizures, respiratory depression, and severe bradycardia. [1] Doses tolerable to adults can be life-threatening if consumed by small children. It is easy to see how a sweet flavor cartridge may be tempting to a young child and present as a toxic hazard. [10]"}
{"id": "article-65846_7", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern", "content": "Furthermore, exposure to any form of nicotine has been shown to impair the development of neural circuits and lead to a permanent impairment of neurochemical and behavioral functioning. [11] Teens and young adults are of particular concern for neurologic harm from the nicotine in e-cigarettes because the human brain does not cease development until the mid-twenties. Some epidemiologic studies suggest that women who consume nicotine during pregnancy risk neurotoxic effects on the developing fetus. [11] The cholinergic system of the central nervous system is spread throughout the body and is vital for cognitive processes such as memory, attention, and executive processing. Nicotine itself can cross the placenta and bind to fetal nicotinic acetylcholine receptors. [11] Evidence also exists that exposure to prenatal tobacco may harm fetal lung maturity, reduce lung compliance, impair overall lung function in infants, and possibly increase the risk of sudden infant death syndrome. [11] Many women who were chronic cigarette users before becoming pregnant switch to e-cigarettes to reduce their exposure. This switch may have benefits, but it does not subvert the independent harm of nicotine that is further compounded by the increasing concentrations found in certain devices.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern. Furthermore, exposure to any form of nicotine has been shown to impair the development of neural circuits and lead to a permanent impairment of neurochemical and behavioral functioning. [11] Teens and young adults are of particular concern for neurologic harm from the nicotine in e-cigarettes because the human brain does not cease development until the mid-twenties. Some epidemiologic studies suggest that women who consume nicotine during pregnancy risk neurotoxic effects on the developing fetus. [11] The cholinergic system of the central nervous system is spread throughout the body and is vital for cognitive processes such as memory, attention, and executive processing. Nicotine itself can cross the placenta and bind to fetal nicotinic acetylcholine receptors. [11] Evidence also exists that exposure to prenatal tobacco may harm fetal lung maturity, reduce lung compliance, impair overall lung function in infants, and possibly increase the risk of sudden infant death syndrome. [11] Many women who were chronic cigarette users before becoming pregnant switch to e-cigarettes to reduce their exposure. This switch may have benefits, but it does not subvert the independent harm of nicotine that is further compounded by the increasing concentrations found in certain devices."}
{"id": "article-65846_8", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern", "content": "Much anecdotal evidence exists suggesting e-cigarettes have associations with the development of chronic respiratory symptoms. [5] Some components of the nicotine aerosol already have known pulmonary toxicity, as previously mentioned. One study evaluated the association between adolescent e-cigarette use and symptoms of chronic bronchitis. [5] Adolescents who currently consumed e-cigarette aerosols had a 2-fold increase (odds ratio, 2.02; 95% confidence interval, 1.42-2.88) in bronchitic symptoms (cough, wheezing, etc) when compared to never users. [5] This effect persisted after adjusting for confounders such as concurrent and past cigarette usage among the participants (odds ratio, 1.70; 95% confidence interval, 1.11-2.59). [5] Overall, more research is needed, but to date, there is evidence to support the negative health consequences of e-cigarette use in novel users, particularly adolescent consumers.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern. Much anecdotal evidence exists suggesting e-cigarettes have associations with the development of chronic respiratory symptoms. [5] Some components of the nicotine aerosol already have known pulmonary toxicity, as previously mentioned. One study evaluated the association between adolescent e-cigarette use and symptoms of chronic bronchitis. [5] Adolescents who currently consumed e-cigarette aerosols had a 2-fold increase (odds ratio, 2.02; 95% confidence interval, 1.42-2.88) in bronchitic symptoms (cough, wheezing, etc) when compared to never users. [5] This effect persisted after adjusting for confounders such as concurrent and past cigarette usage among the participants (odds ratio, 1.70; 95% confidence interval, 1.11-2.59). [5] Overall, more research is needed, but to date, there is evidence to support the negative health consequences of e-cigarette use in novel users, particularly adolescent consumers."}
{"id": "article-65846_9", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern", "content": "In 2019, outbreaks of vaping-associated lung injuries were reported in increasing numbers throughout the United States. [3] Common characteristics of vaping-associated lung injury include pulmonary infiltrate seen on radiographic imaging without an alternative diagnosis (such as infection) and vaping use within the past 90 days. [3] The exact cause of lung injury remains unknown. No 1 substance or device has been linked to all of the cases. [3] The treatment primarily includes steroids and traditional respiratory support such as supplemental oxygen, non-invasive ventilation, and intubation if necessary. [3] Extracorporeal membrane oxygenation (ECHMO) is sometimes required, and at least 1 mortality has been reported.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Issues of Concern. In 2019, outbreaks of vaping-associated lung injuries were reported in increasing numbers throughout the United States. [3] Common characteristics of vaping-associated lung injury include pulmonary infiltrate seen on radiographic imaging without an alternative diagnosis (such as infection) and vaping use within the past 90 days. [3] The exact cause of lung injury remains unknown. No 1 substance or device has been linked to all of the cases. [3] The treatment primarily includes steroids and traditional respiratory support such as supplemental oxygen, non-invasive ventilation, and intubation if necessary. [3] Extracorporeal membrane oxygenation (ECHMO) is sometimes required, and at least 1 mortality has been reported."}
{"id": "article-65846_10", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Clinical Significance", "content": "E-cigarettes are frequently cited as smoking cessation and reduction aids by vendors. However, little solid evidence has been published to date to support such a claim. However, 1 study out of a UK study published in the New England Journal of Medicine randomized 886 participants into 2 separate treatment groups. [2] One group used standard nicotine replacement products (ie, patches and pills), and the other used an e-cigarette starter pack. Both groups received behavioral support and counseling. The primary outcome evaluated was the abstinence rate after 1 year. E-cigarettes showed a statistically significant increase in abstinence rates (8.1%) when compared to the nicotine replacement group. [2] The study utilized a population of pre-motivated smokers to quit and provided them with ample resources and behavioral support, making the study less generalizable to the public. [2] However, the results of this 1 study suggest in the appropriate environment and with the proper support, patients who are heavy smokers may benefit from switching to electronic nicotine systems to reduce the adverse symptoms of exposure to cigarette smoke.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Clinical Significance. E-cigarettes are frequently cited as smoking cessation and reduction aids by vendors. However, little solid evidence has been published to date to support such a claim. However, 1 study out of a UK study published in the New England Journal of Medicine randomized 886 participants into 2 separate treatment groups. [2] One group used standard nicotine replacement products (ie, patches and pills), and the other used an e-cigarette starter pack. Both groups received behavioral support and counseling. The primary outcome evaluated was the abstinence rate after 1 year. E-cigarettes showed a statistically significant increase in abstinence rates (8.1%) when compared to the nicotine replacement group. [2] The study utilized a population of pre-motivated smokers to quit and provided them with ample resources and behavioral support, making the study less generalizable to the public. [2] However, the results of this 1 study suggest in the appropriate environment and with the proper support, patients who are heavy smokers may benefit from switching to electronic nicotine systems to reduce the adverse symptoms of exposure to cigarette smoke."}
{"id": "article-65846_11", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Clinical Significance", "content": "Since there is unclear clinical guidance, clinicians may struggle to advise patients on if and how to weave e-cigarettes into their treatment plans. Most experts take the harm reduction approach. FDA-approved aids are suggested first due to their established efficacy and safety. [12] E-cigarettes can be utilized second if other aids have failed or patients are insistent. Patients should use flavorless liquids to minimize additives and their unknown effects. Patients should also avoid secondhand vaping indoors and around children because the effects of second and third-hand exposures to these products are also unclear. Lastly, it’s important to emphasize the lack of evidence of the long-term use of these devices and to provide emotional and behavioral support during the process. [12]", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Clinical Significance. Since there is unclear clinical guidance, clinicians may struggle to advise patients on if and how to weave e-cigarettes into their treatment plans. Most experts take the harm reduction approach. FDA-approved aids are suggested first due to their established efficacy and safety. [12] E-cigarettes can be utilized second if other aids have failed or patients are insistent. Patients should use flavorless liquids to minimize additives and their unknown effects. Patients should also avoid secondhand vaping indoors and around children because the effects of second and third-hand exposures to these products are also unclear. Lastly, it’s important to emphasize the lack of evidence of the long-term use of these devices and to provide emotional and behavioral support during the process. [12]"}
{"id": "article-65846_12", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Other Issues", "content": "Overall, rates of cigarette usage were declining among high-school students before e-cigarettes entered the market in 2007. [7] Anti-tobacco campaigns appeared to be highly effective in addition to public health restrictions on the packaging, advertisement, taxation, and promotion of tobacco products. For example, since 2009, the FDA has prohibited advertising tobacco products on television and radio platforms. Many states and local communities have banned cigarette use in public areas such as restaurants and bars. Attitudes towards smoking among adolescents have also shifted in the past couple of decades, and public health campaigns have succeeded in labeling cigarette use as unglamorous and unappealing. Unfortunately, attitudes towards e-cigarettes are not the same. Approximately 20% of high school youth now use some form of e-cigarette device, and far fewer view these products as dangerous when compared to traditional cigarettes. [7] Nearly all e-cigarette companies are owned in part by other major tobacco companies. In the modern era, these companies have subverted previous restrictions using new-found advertising methods, including social media and youth influencers. Tobacco companies view the youth demographic as a means to increase their lifetime customer base. They go out of their way to reach consumers in developing nations, hoping to tighten and expand their grip on an already deeply addicted market. To respond to this crisis, public health organizations have been pushing to regulate the e-cigarette class of products the same as traditional tobacco products; this would hopefully subvert the efforts of tobacco companies to use modern media to reach easily influenced young consumers.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Other Issues. Overall, rates of cigarette usage were declining among high-school students before e-cigarettes entered the market in 2007. [7] Anti-tobacco campaigns appeared to be highly effective in addition to public health restrictions on the packaging, advertisement, taxation, and promotion of tobacco products. For example, since 2009, the FDA has prohibited advertising tobacco products on television and radio platforms. Many states and local communities have banned cigarette use in public areas such as restaurants and bars. Attitudes towards smoking among adolescents have also shifted in the past couple of decades, and public health campaigns have succeeded in labeling cigarette use as unglamorous and unappealing. Unfortunately, attitudes towards e-cigarettes are not the same. Approximately 20% of high school youth now use some form of e-cigarette device, and far fewer view these products as dangerous when compared to traditional cigarettes. [7] Nearly all e-cigarette companies are owned in part by other major tobacco companies. In the modern era, these companies have subverted previous restrictions using new-found advertising methods, including social media and youth influencers. Tobacco companies view the youth demographic as a means to increase their lifetime customer base. They go out of their way to reach consumers in developing nations, hoping to tighten and expand their grip on an already deeply addicted market. To respond to this crisis, public health organizations have been pushing to regulate the e-cigarette class of products the same as traditional tobacco products; this would hopefully subvert the efforts of tobacco companies to use modern media to reach easily influenced young consumers."}
{"id": "article-65846_13", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Other Issues", "content": "One study attempted to quantify the receptivity of never-smoking American adolescents to tobacco advertising. 41% of the 12- to 13-year-old participants were found to be receptive to at least 1 of the tobacco advertisements, and the highest response was for the media that included electronic cigarettes. [13] This evidence is concerning because the tobacco industry has historically relied on slowly building general interest among young consumers to cash in later when they come of age and develop full autonomy over their purchases. We know from historical industry documents that tobacco companies target young adults at major transition points in life, including moving away from home, entering college, beginning new jobs, joining the military, and hanging out at bars. [14] At the same time as these major life changes, exposure to anti-tobacco public health efforts begin tapering off in this demographic. This reduces the resiliency of never or light smokers from progressing to heavier patterns of use. All of this further supports the idea that stricter regulatory measures towards e-cigarettes are required to protect susceptible adolescents and young adults from carefully crafted and targeted commercial advertising. Early evidence suggests that e-cigarette use in adolescents may lead to heavier cigarette smoking into adulthood. [15]", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Other Issues. One study attempted to quantify the receptivity of never-smoking American adolescents to tobacco advertising. 41% of the 12- to 13-year-old participants were found to be receptive to at least 1 of the tobacco advertisements, and the highest response was for the media that included electronic cigarettes. [13] This evidence is concerning because the tobacco industry has historically relied on slowly building general interest among young consumers to cash in later when they come of age and develop full autonomy over their purchases. We know from historical industry documents that tobacco companies target young adults at major transition points in life, including moving away from home, entering college, beginning new jobs, joining the military, and hanging out at bars. [14] At the same time as these major life changes, exposure to anti-tobacco public health efforts begin tapering off in this demographic. This reduces the resiliency of never or light smokers from progressing to heavier patterns of use. All of this further supports the idea that stricter regulatory measures towards e-cigarettes are required to protect susceptible adolescents and young adults from carefully crafted and targeted commercial advertising. Early evidence suggests that e-cigarette use in adolescents may lead to heavier cigarette smoking into adulthood. [15]"}
{"id": "article-65846_14", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional cooperation and education can positively benefit patients and improve outcomes. The more healthcare team members ask about e-cigarette use and educate patients, the better. Most interventions occur in primary care, where physicians and pharmacists discuss smoking cessation with patients. Each team member needs to be educated regarding the risks and benefits of electronic nicotine delivery devices. When questioning patients about their social history, all team members must ask specifically about e-cigarette use, as patients may not consider e-cigarettes to be harmful or in the same category as traditional cigarette smoking and thus may not disclose their use. Due to the rising popularity of these devices in the pediatric population, it is crucial to ask and educate about e-cigarettes during well-child exams. Some adolescents who would not have smoked may try e-cigarettes, which correlate with higher levels of smoking later in life. Interventions with adolescents aimed at smoking have demonstrated effectiveness in decreasing rates of e-cigarette users who later convert to traditional smoking. [16] Currently, traditional cigarette use has far more proven negative health consequences than e-cigarettes, but this is in part because of a lack of research. E-cigarettes are not benign. The adverse effects of nicotine found in e-cigarettes on the cardiovascular system and childhood neurologic development require emphasis. Finally, clinicians should recommend that the public quit smoking. There are no health benefits of smoking, and individuals who would like to try vaping should instead be offered methods of quitting smoking altogether; not only does smoking discontinuation improve health, but it saves money both for the individual and the healthcare system.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Enhancing Healthcare Team Outcomes. Interprofessional cooperation and education can positively benefit patients and improve outcomes. The more healthcare team members ask about e-cigarette use and educate patients, the better. Most interventions occur in primary care, where physicians and pharmacists discuss smoking cessation with patients. Each team member needs to be educated regarding the risks and benefits of electronic nicotine delivery devices. When questioning patients about their social history, all team members must ask specifically about e-cigarette use, as patients may not consider e-cigarettes to be harmful or in the same category as traditional cigarette smoking and thus may not disclose their use. Due to the rising popularity of these devices in the pediatric population, it is crucial to ask and educate about e-cigarettes during well-child exams. Some adolescents who would not have smoked may try e-cigarettes, which correlate with higher levels of smoking later in life. Interventions with adolescents aimed at smoking have demonstrated effectiveness in decreasing rates of e-cigarette users who later convert to traditional smoking. [16] Currently, traditional cigarette use has far more proven negative health consequences than e-cigarettes, but this is in part because of a lack of research. E-cigarettes are not benign. The adverse effects of nicotine found in e-cigarettes on the cardiovascular system and childhood neurologic development require emphasis. Finally, clinicians should recommend that the public quit smoking. There are no health benefits of smoking, and individuals who would like to try vaping should instead be offered methods of quitting smoking altogether; not only does smoking discontinuation improve health, but it saves money both for the individual and the healthcare system."}
{"id": "article-65846_15", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Enhancing Healthcare Team Outcomes", "content": "Only through a concerted effort by clinicians at all levels can the morbidity associated with smoking decrease. Patients require ongoing education that smoking is harmful to health, and a coordinated effort from all members of the interprofessional team can contribute to that goal.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Enhancing Healthcare Team Outcomes. Only through a concerted effort by clinicians at all levels can the morbidity associated with smoking decrease. Patients require ongoing education that smoking is harmful to health, and a coordinated effort from all members of the interprofessional team can contribute to that goal."}
{"id": "article-65846_16", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Clinicians are essential in collecting and updating patients' social histories and relaying any e-cigarette use to the healthcare team. The healthcare team needs to be aware of the risks and potential benefits of e-cigarettes and how they relate to patient care and health.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Nursing, Allied Health, and Interprofessional Team Interventions. Clinicians are essential in collecting and updating patients' social histories and relaying any e-cigarette use to the healthcare team. The healthcare team needs to be aware of the risks and potential benefits of e-cigarettes and how they relate to patient care and health."}
{"id": "article-65846_17", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Patients who use e-cigarettes heavily may need nicotine patches/replacements while in the hospital and may experience typical symptoms of nicotine withdrawal, which clinicians must monitor.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Nursing, Allied Health, and Interprofessional Team Monitoring. Patients who use e-cigarettes heavily may need nicotine patches/replacements while in the hospital and may experience typical symptoms of nicotine withdrawal, which clinicians must monitor."}
{"id": "article-65846_18", "title": "Electronic Vaping Delivery of Cannabis and Nicotine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Electronic Vaping Delivery of Cannabis and Nicotine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}