{"id": "article-25404_0", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Introduction", "content": "The musculocutaneous nerve is a terminal branch of the lateral cord of the brachial plexus that carries fibers of cervical spinal nerves five through seven (i.e., C5, C6, and C7). The musculocutaneous nerve leaves the axilla and rapidly descends into the coracobrachialis muscle fibers.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Introduction. The musculocutaneous nerve is a terminal branch of the lateral cord of the brachial plexus that carries fibers of cervical spinal nerves five through seven (i.e., C5, C6, and C7). The musculocutaneous nerve leaves the axilla and rapidly descends into the coracobrachialis muscle fibers."}
{"id": "article-25404_1", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Introduction", "content": "The musculocutaneous nerve supplies the biceps brachii and brachialis muscles as it descends between them within the anterior compartment of the arm. The musculocutaneous nerve changes names as it passes lateral to the tendon of the biceps brachii, where it changes its name to the lateral cutaneous nerve of the forearm, also known as the lateral antebrachial cutaneous nerve. This nerve mainly provides motor innervation to the anterior compartment of the arm and returns cutaneous sensation from the lateral forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Introduction. The musculocutaneous nerve supplies the biceps brachii and brachialis muscles as it descends between them within the anterior compartment of the arm. The musculocutaneous nerve changes names as it passes lateral to the tendon of the biceps brachii, where it changes its name to the lateral cutaneous nerve of the forearm, also known as the lateral antebrachial cutaneous nerve. This nerve mainly provides motor innervation to the anterior compartment of the arm and returns cutaneous sensation from the lateral forearm."}
{"id": "article-25404_2", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function", "content": "The brachial plexus is the complex arrangement of nerves originating from the ventral roots of four cervical and one thoracic spinal nerve (C5-T1). The brachial plexus innervates numerous muscles and cutaneous regions of the upper limb, thorax, and back. The five ventral rami, or roots of the brachial plexus, rearrange into a superior, middle, and inferior trunk. These trunks form six divisions (three anterior and three posterior), which are continuous with a medial, posterior, and lateral cord. Along the course of the brachial plexus, 18 nerves arise, including five terminal branches. The musculocutaneous nerve (C5-7) is a terminal branch of the lateral cord. The musculocutaneous nerve innervates the three muscles of the anterior compartment of the arm: the coracobrachialis, biceps brachii, and brachialis muscles. It is also responsible for cutaneous innervation of the lateral forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function. The brachial plexus is the complex arrangement of nerves originating from the ventral roots of four cervical and one thoracic spinal nerve (C5-T1). The brachial plexus innervates numerous muscles and cutaneous regions of the upper limb, thorax, and back. The five ventral rami, or roots of the brachial plexus, rearrange into a superior, middle, and inferior trunk. These trunks form six divisions (three anterior and three posterior), which are continuous with a medial, posterior, and lateral cord. Along the course of the brachial plexus, 18 nerves arise, including five terminal branches. The musculocutaneous nerve (C5-7) is a terminal branch of the lateral cord. The musculocutaneous nerve innervates the three muscles of the anterior compartment of the arm: the coracobrachialis, biceps brachii, and brachialis muscles. It is also responsible for cutaneous innervation of the lateral forearm."}
{"id": "article-25404_3", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "The musculocutaneous nerve may be the most identifiable nerve of the brachial plexus. When viewing the axilla, the musculocutaneous nerve can be seen arising from the lateral cord at the inferior border of the pectoralis minor muscle and piercing directly into the deep surface of the coracobrachialis muscle. The nerve enters the coracobrachialis an average of 5.6 cm from the muscle’s origination on the coracoid process of the scapula. [1] It then can be seen exiting the anterior surface of the coracobrachialis to continue coursing inferiorly within the anterior compartment.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function -- Gross Anatomy and Course. The musculocutaneous nerve may be the most identifiable nerve of the brachial plexus. When viewing the axilla, the musculocutaneous nerve can be seen arising from the lateral cord at the inferior border of the pectoralis minor muscle and piercing directly into the deep surface of the coracobrachialis muscle. The nerve enters the coracobrachialis an average of 5.6 cm from the muscle’s origination on the coracoid process of the scapula. [1] It then can be seen exiting the anterior surface of the coracobrachialis to continue coursing inferiorly within the anterior compartment."}
{"id": "article-25404_4", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "Throughout this portion of the arm, the nerve is found deep to the biceps brachii and superficial to the brachialis, and it gives off motor branches to these muscles along the way. Using the acromion process as the origin, the motor nerve branch points for the biceps brachii and brachialis were found to occur at an average distance of 13.0 cm and 17.5 cm along the course of the musculocutaneous nerve, respectively. [2] Having given off all of its motor fibers, the main trunk of the musculocutaneous nerve continues inferiorly. A few centimeters superior to the elbow joint, it then exits the space between the biceps brachii and brachialis muscles just lateral to the biceps brachii tendon. At this point, it is considered the lateral cutaneous nerve of the forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function -- Gross Anatomy and Course. Throughout this portion of the arm, the nerve is found deep to the biceps brachii and superficial to the brachialis, and it gives off motor branches to these muscles along the way. Using the acromion process as the origin, the motor nerve branch points for the biceps brachii and brachialis were found to occur at an average distance of 13.0 cm and 17.5 cm along the course of the musculocutaneous nerve, respectively. [2] Having given off all of its motor fibers, the main trunk of the musculocutaneous nerve continues inferiorly. A few centimeters superior to the elbow joint, it then exits the space between the biceps brachii and brachialis muscles just lateral to the biceps brachii tendon. At this point, it is considered the lateral cutaneous nerve of the forearm."}
{"id": "article-25404_5", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function -- Gross Anatomy and Course", "content": "The lateral cutaneous nerve of the forearm pierces the deep fascia superficially to gain access to the subcutaneous compartment. This terminal cutaneous branch of the musculocutaneous nerve gives off a volar and dorsal branch to supply the skin of the lateral forearm. Cutaneous innervation of the medial forearm is supplied by the medial cutaneous nerve of the forearm (roots C8-T1), a direct branch of the medial cord. The posterior forearm receives cutaneous innervation from the posterior cutaneous nerve of the forearm (roots C7-C8), a branch of the radial nerve. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Structure and Function -- Gross Anatomy and Course. The lateral cutaneous nerve of the forearm pierces the deep fascia superficially to gain access to the subcutaneous compartment. This terminal cutaneous branch of the musculocutaneous nerve gives off a volar and dorsal branch to supply the skin of the lateral forearm. Cutaneous innervation of the medial forearm is supplied by the medial cutaneous nerve of the forearm (roots C8-T1), a direct branch of the medial cord. The posterior forearm receives cutaneous innervation from the posterior cutaneous nerve of the forearm (roots C7-C8), a branch of the radial nerve. [3]"}
{"id": "article-25404_6", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Blood Supply and Lymphatics -- Arterial Supply", "content": "The musculocutaneous nerve parallels the axillary artery proximally in the arm, but as the nerve passes into the coracobrachialis, it then takes the unique course between the biceps brachii and brachialis and does not parallel any specific artery. Nevertheless, the blood supply to the arm is managed primarily by the brachial artery, which is a continuation of the axillary artery that arises once the vessel passes the lower margin of the teres major muscle. The brachial artery and its branches (the deep brachial, radial, and ulnar arteries) supply the muscles of the arm's anterior compartment in addition to the other structures in the arm, forearm, and hand.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Blood Supply and Lymphatics -- Arterial Supply. The musculocutaneous nerve parallels the axillary artery proximally in the arm, but as the nerve passes into the coracobrachialis, it then takes the unique course between the biceps brachii and brachialis and does not parallel any specific artery. Nevertheless, the blood supply to the arm is managed primarily by the brachial artery, which is a continuation of the axillary artery that arises once the vessel passes the lower margin of the teres major muscle. The brachial artery and its branches (the deep brachial, radial, and ulnar arteries) supply the muscles of the arm's anterior compartment in addition to the other structures in the arm, forearm, and hand."}
{"id": "article-25404_7", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Blood Supply and Lymphatics -- Venous Drainage", "content": "Venous drainage in the arm is primarily supplied by the cephalic vein and its tributaries laterally and the basilic vein and its tributaries medially. These two veins, along with the brachial vein deep in the arm, all drain into the axillary vein that carries blood back towards the right atrium. The cephalic vein closely parallels the lateral cutaneous nerve of the forearm distal to the nerve's passage on the lateral side of the biceps brachii tendon.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Blood Supply and Lymphatics -- Venous Drainage. Venous drainage in the arm is primarily supplied by the cephalic vein and its tributaries laterally and the basilic vein and its tributaries medially. These two veins, along with the brachial vein deep in the arm, all drain into the axillary vein that carries blood back towards the right atrium. The cephalic vein closely parallels the lateral cutaneous nerve of the forearm distal to the nerve's passage on the lateral side of the biceps brachii tendon."}
{"id": "article-25404_8", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Muscles", "content": "As stated before, the musculocutaneous nerve innervates the three muscles of the arm’s anterior compartment. The coracobrachialis, the first muscle to receive innervation, originates from the coracoid process and inserts on the middle third of the medial aspect of the humerus. It flexes and adducts the shoulder at the glenohumeral joint. It is important to note that, unlike the other two anterior compartment muscles, the coracobrachialis does not cross the elbow joint and, thus, has no action on the elbow.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Muscles. As stated before, the musculocutaneous nerve innervates the three muscles of the arm’s anterior compartment. The coracobrachialis, the first muscle to receive innervation, originates from the coracoid process and inserts on the middle third of the medial aspect of the humerus. It flexes and adducts the shoulder at the glenohumeral joint. It is important to note that, unlike the other two anterior compartment muscles, the coracobrachialis does not cross the elbow joint and, thus, has no action on the elbow."}
{"id": "article-25404_9", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Muscles", "content": "The biceps brachii muscle has a short and long head. The short head originates from the coracoid process of the scapula, while the long head originates from the supraglenoid tubercle of the scapula. These two heads come together to form a single tendon that inserts in the radial tuberosity and the fascia of the forearm via the bicipital aponeurosis. The biceps brachii acts to flex the elbow, as well as supinate the forearm. The biceps brachii muscle receives innervation from the C5 and C6 fibers of the musculocutaneous nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Muscles. The biceps brachii muscle has a short and long head. The short head originates from the coracoid process of the scapula, while the long head originates from the supraglenoid tubercle of the scapula. These two heads come together to form a single tendon that inserts in the radial tuberosity and the fascia of the forearm via the bicipital aponeurosis. The biceps brachii acts to flex the elbow, as well as supinate the forearm. The biceps brachii muscle receives innervation from the C5 and C6 fibers of the musculocutaneous nerve."}
{"id": "article-25404_10", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Muscles", "content": "The brachialis muscle originates on the distal portion of the anterior humerus and inserts in both the coronoid process and tuberosity of the ulna. Many will think of the biceps brachii when thinking of elbow flexion, but it is actually the brachialis that is considered the primary flexor of the elbow. The brachialis is a versatile flexor in that it is able to flex the elbow from either a pronated or supinated forearm position.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Muscles. The brachialis muscle originates on the distal portion of the anterior humerus and inserts in both the coronoid process and tuberosity of the ulna. Many will think of the biceps brachii when thinking of elbow flexion, but it is actually the brachialis that is considered the primary flexor of the elbow. The brachialis is a versatile flexor in that it is able to flex the elbow from either a pronated or supinated forearm position."}
{"id": "article-25404_11", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Surgical Considerations", "content": "Surgeons remain astute to peripheral nerve anatomy due to the relative susceptibility many nerves have to intraoperative damage. Zlotolow and colleagues describe the many surgical exposures of the humerus and the specific nerves that may be injured with each approach. [4] The deltopectoral approach, specifically for the repair of subscapularis tears, places the musculocutaneous nerve at risk. Anterolateral approaches for the reduction of humeral fractures put the lateral cutaneous nerve of the forearm at risk. [4] Additionally, it is noted that surgeons should avoid dissecting medial to the conjoined tendon (short head of the biceps and coracobrachialis attachment on the coracoid process) due to the risk of lesioning the musculocutaneous nerve. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Surgical Considerations. Surgeons remain astute to peripheral nerve anatomy due to the relative susceptibility many nerves have to intraoperative damage. Zlotolow and colleagues describe the many surgical exposures of the humerus and the specific nerves that may be injured with each approach. [4] The deltopectoral approach, specifically for the repair of subscapularis tears, places the musculocutaneous nerve at risk. Anterolateral approaches for the reduction of humeral fractures put the lateral cutaneous nerve of the forearm at risk. [4] Additionally, it is noted that surgeons should avoid dissecting medial to the conjoined tendon (short head of the biceps and coracobrachialis attachment on the coracoid process) due to the risk of lesioning the musculocutaneous nerve. [4]"}
{"id": "article-25404_12", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Musculocutaneous Nerve Palsy", "content": "As with all nerves, direct trauma to the musculocutaneous nerve in lacerations, gunshot wounds, and nearby bone fractures has been reported. [5] While isolated musculocutaneous nerve syndromes are relatively uncommon, a few specific clinical situations have been described in the literature. Most significant is the entrapment of the musculocutaneous nerve within the coracobrachialis muscle, leading to biceps brachii and brachialis weakness and atrophy with accompanying loss of sensation in the lateral forearm. It has been found that patients most apt to develop this condition are active young individuals who frequently engage in shoulder and elbow flexion with the forearm in a pronated position. [6] This syndrome often occurs secondary to hypertrophy of the coracobrachialis as a result of chronic overuse. It is important to note that the compressed nerve within the coracobrachialis has already given off its motor branch to the coracobrachialis and thus will not present with defects of coracobrachialis muscle function.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Musculocutaneous Nerve Palsy. As with all nerves, direct trauma to the musculocutaneous nerve in lacerations, gunshot wounds, and nearby bone fractures has been reported. [5] While isolated musculocutaneous nerve syndromes are relatively uncommon, a few specific clinical situations have been described in the literature. Most significant is the entrapment of the musculocutaneous nerve within the coracobrachialis muscle, leading to biceps brachii and brachialis weakness and atrophy with accompanying loss of sensation in the lateral forearm. It has been found that patients most apt to develop this condition are active young individuals who frequently engage in shoulder and elbow flexion with the forearm in a pronated position. [6] This syndrome often occurs secondary to hypertrophy of the coracobrachialis as a result of chronic overuse. It is important to note that the compressed nerve within the coracobrachialis has already given off its motor branch to the coracobrachialis and thus will not present with defects of coracobrachialis muscle function."}
{"id": "article-25404_13", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Musculocutaneous Nerve Palsy", "content": "Another critical clinical scenario involving the musculocutaneous nerve is a shoulder dislocation. While the most frequently injured nerve in this scenario is the axillary nerve, several cases of musculocutaneous nerve damage have been reported secondary to anterior humeral dislocations. The musculocutaneous nerve branches from the lateral cord just anterior to the glenohumeral joint, explaining its susceptibility to damage with anterior dislocations. Additionally, it has been found that downward traction and external rotation place significant tension on the nerve, and anterior humeral dislocations may place the nerve in this position. [7] [8] [9]", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Musculocutaneous Nerve Palsy. Another critical clinical scenario involving the musculocutaneous nerve is a shoulder dislocation. While the most frequently injured nerve in this scenario is the axillary nerve, several cases of musculocutaneous nerve damage have been reported secondary to anterior humeral dislocations. The musculocutaneous nerve branches from the lateral cord just anterior to the glenohumeral joint, explaining its susceptibility to damage with anterior dislocations. Additionally, it has been found that downward traction and external rotation place significant tension on the nerve, and anterior humeral dislocations may place the nerve in this position. [7] [8] [9]"}
{"id": "article-25404_14", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Lateral Cutaneous Nerve of the Forearm Palsy", "content": "In addition to the musculocutaneous nerve lesions described, specific damage to the lateral cutaneous nerve of the forearm has also been examined. While this sensory-only lesion often goes unnoticed clinically, a few clinical situations are worth noting. Just prior to exiting the deep fascia to supply cutaneous innervation, the lateral cutaneous nerve of the forearm passes between what has been described as a tunnel created by tough fascial layers of the brachialis and bicipital aponeurosis. The nerve can become compressed by the bicipital aponeurosis in cases of chronic elbow extension with the forearm in a pronated position. [5] This can lead to hypesthesia in the lateral forearm region.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Lateral Cutaneous Nerve of the Forearm Palsy. In addition to the musculocutaneous nerve lesions described, specific damage to the lateral cutaneous nerve of the forearm has also been examined. While this sensory-only lesion often goes unnoticed clinically, a few clinical situations are worth noting. Just prior to exiting the deep fascia to supply cutaneous innervation, the lateral cutaneous nerve of the forearm passes between what has been described as a tunnel created by tough fascial layers of the brachialis and bicipital aponeurosis. The nerve can become compressed by the bicipital aponeurosis in cases of chronic elbow extension with the forearm in a pronated position. [5] This can lead to hypesthesia in the lateral forearm region."}
{"id": "article-25404_15", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Lateral Cutaneous Nerve of the Forearm Palsy", "content": "The lateral cutaneous nerve of the forearm travels in close proximity to the cephalic vein and thus is at risk for injury during venipuncture procedures. General practice is to avoid the medial aspect of the cubital fossa during venipuncture due to cases of injury to the medial cutaneous nerve of the forearm. However, cases of injury to the lateral cutaneous nerve of the forearm, similar to that described by Rayegani and Azadi, suggest that caution should be taken when using the lateral aspect of the cubital fossa. It has been suggested that using as superficial an approach as possible may reduce the overall risk of peripheral nerve damage. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Clinical Significance -- Lateral Cutaneous Nerve of the Forearm Palsy. The lateral cutaneous nerve of the forearm travels in close proximity to the cephalic vein and thus is at risk for injury during venipuncture procedures. General practice is to avoid the medial aspect of the cubital fossa during venipuncture due to cases of injury to the medial cutaneous nerve of the forearm. However, cases of injury to the lateral cutaneous nerve of the forearm, similar to that described by Rayegani and Azadi, suggest that caution should be taken when using the lateral aspect of the cubital fossa. It has been suggested that using as superficial an approach as possible may reduce the overall risk of peripheral nerve damage. [10]"}
{"id": "article-25404_16", "title": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Musculocutaneous Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}