{"id": "article-26803_0", "title": "Pediatric Malignant Pleural Effusion -- Continuing Education Activity", "content": "The pleural cavity is a sac lined with a serous membrane that encloses the lungs and separates them from the thoracic cage. An inner layer covers the surface of the lungs called the visceral pleura. The outer layer is the parietal pleural. A minuscule amount of fluid that is approximately 10 microliters thick can be found between the 2 layers. The amount of fluid in the pleural cavity is regulated by a fine balance in the oncotic and hydrostatic pressures between the pleural space and the intravascular components coupled with the perilymphatic drainage. The Frank-Starling law controls this process. This activity reviews the causes, pathophysiology, and presentation of pediatric malignant pleural effusions and highlights the role of the interprofessional team in its management.", "contents": "Pediatric Malignant Pleural Effusion -- Continuing Education Activity. The pleural cavity is a sac lined with a serous membrane that encloses the lungs and separates them from the thoracic cage. An inner layer covers the surface of the lungs called the visceral pleura. The outer layer is the parietal pleural. A minuscule amount of fluid that is approximately 10 microliters thick can be found between the 2 layers. The amount of fluid in the pleural cavity is regulated by a fine balance in the oncotic and hydrostatic pressures between the pleural space and the intravascular components coupled with the perilymphatic drainage. The Frank-Starling law controls this process. This activity reviews the causes, pathophysiology, and presentation of pediatric malignant pleural effusions and highlights the role of the interprofessional team in its management."}
{"id": "article-26803_1", "title": "Pediatric Malignant Pleural Effusion -- Continuing Education Activity", "content": "Objectives: Identify the etiology of pediatric malignant pleural effusions. Describe the history and physical exam findings that are commonly seen in pediatric malignant pleural effusions. Outline the treatment options available for pediatric malignant pleural effusions. Explain interprofessional team strategies for improving care coordination and communication and improving outcomes for pediatric malignant pleural effusions. Access free multiple choice questions on this topic.", "contents": "Pediatric Malignant Pleural Effusion -- Continuing Education Activity. Objectives: Identify the etiology of pediatric malignant pleural effusions. Describe the history and physical exam findings that are commonly seen in pediatric malignant pleural effusions. Outline the treatment options available for pediatric malignant pleural effusions. Explain interprofessional team strategies for improving care coordination and communication and improving outcomes for pediatric malignant pleural effusions. Access free multiple choice questions on this topic."}
{"id": "article-26803_2", "title": "Pediatric Malignant Pleural Effusion -- Introduction", "content": "The pleural cavity is a thin layer of the sac that is lined with a serous membrane that encloses the lungs and separates them from the thoracic cage. An inner layer covers the surface of the lungs called the visceral pleura. The outer layer is the parietal pleural. [1] [2] A minuscule amount of fluid that is approximately 10 microliters thick can be found between the 2 layers. [3] The amount of fluid in the pleural cavity is regulated by a fine balance in the oncotic and hydrostatic pressures between the pleural space and the intravascular components coupled with the perilymphatic drainage. The Frank-Starling law controls this process. [4] [5] [6] [5] [6] [5]", "contents": "Pediatric Malignant Pleural Effusion -- Introduction. The pleural cavity is a thin layer of the sac that is lined with a serous membrane that encloses the lungs and separates them from the thoracic cage. An inner layer covers the surface of the lungs called the visceral pleura. The outer layer is the parietal pleural. [1] [2] A minuscule amount of fluid that is approximately 10 microliters thick can be found between the 2 layers. [3] The amount of fluid in the pleural cavity is regulated by a fine balance in the oncotic and hydrostatic pressures between the pleural space and the intravascular components coupled with the perilymphatic drainage. The Frank-Starling law controls this process. [4] [5] [6] [5] [6] [5]"}
{"id": "article-26803_3", "title": "Pediatric Malignant Pleural Effusion -- Introduction", "content": "Up to 15 percent of patients with lung cancer develop malignant pleural effusions (MPEs). However, MPEs are not limited to lung cancers and might be a clinical presentation of either adjacent or metastatic carcinomas. Accordingly, MPEs can complicate malignant mesothelioma or might be present in metastatic cancers, including lung or distant sites such as breast or ovary), lymphoma, and hematologic malignancies. Generally, the presence of an MPE implies a poor prognosis. [7] [8] [7] In MPEs, cancer cells infiltrate into pleural tissue. Therefore, pleural tissue invasion by malignant cells is evident on pleural biopsy, and positive fluid cytology is predicted. [9] Specific malignancies, including small blue-round cell tumors, including rhabdomyosarcoma in the pediatric population, have the propensity for pleural metastasis and malignant pleural effusion. [8]", "contents": "Pediatric Malignant Pleural Effusion -- Introduction. Up to 15 percent of patients with lung cancer develop malignant pleural effusions (MPEs). However, MPEs are not limited to lung cancers and might be a clinical presentation of either adjacent or metastatic carcinomas. Accordingly, MPEs can complicate malignant mesothelioma or might be present in metastatic cancers, including lung or distant sites such as breast or ovary), lymphoma, and hematologic malignancies. Generally, the presence of an MPE implies a poor prognosis. [7] [8] [7] In MPEs, cancer cells infiltrate into pleural tissue. Therefore, pleural tissue invasion by malignant cells is evident on pleural biopsy, and positive fluid cytology is predicted. [9] Specific malignancies, including small blue-round cell tumors, including rhabdomyosarcoma in the pediatric population, have the propensity for pleural metastasis and malignant pleural effusion. [8]"}
{"id": "article-26803_4", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "The third leading etiology of pleural effusion in the pediatric population is malignancy. Malignant pleural effusion develops as a result of the following: [10] Direct invasion of the pleural wall Impairment of lymphatic drainage from the pleural cavity Obstruction of the bronchial tree with the development of bronchial obstruction and atelectasis [11] Pleural effusion secondary to malignancy can be unilateral or bilateral. [12] Pleural Effusion Secondary to Malignant Tumor Malignancy as a cause of pleural effusion in children can be primary malignancy or metastatic malignancy. Lymphoma", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. The third leading etiology of pleural effusion in the pediatric population is malignancy. Malignant pleural effusion develops as a result of the following: [10] Direct invasion of the pleural wall Impairment of lymphatic drainage from the pleural cavity Obstruction of the bronchial tree with the development of bronchial obstruction and atelectasis [11] Pleural effusion secondary to malignancy can be unilateral or bilateral. [12] Pleural Effusion Secondary to Malignant Tumor Malignancy as a cause of pleural effusion in children can be primary malignancy or metastatic malignancy. Lymphoma"}
{"id": "article-26803_5", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "Lymphoma is the most common malignancy associated with pleural effusion. About 13 % of all childhood malignancy is attributable to lymphoma. Lymphoma is also the most common cause of anterior mediastinal mass in children. Approximately 60% of lymphomas are non-Hodgkin lymphoma, while the remaining 40% are Hodgkin lymphoma. Patients with lymphoma will usually present with an anterior mediastinal mass. About 5% of patients with Hodgkin or non-Hodgkin lymphoma will develop pleural effusion. [13] Leukemia", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. Lymphoma is the most common malignancy associated with pleural effusion. About 13 % of all childhood malignancy is attributable to lymphoma. Lymphoma is also the most common cause of anterior mediastinal mass in children. Approximately 60% of lymphomas are non-Hodgkin lymphoma, while the remaining 40% are Hodgkin lymphoma. Patients with lymphoma will usually present with an anterior mediastinal mass. About 5% of patients with Hodgkin or non-Hodgkin lymphoma will develop pleural effusion. [13] Leukemia"}
{"id": "article-26803_6", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "T-cell lymphoblastic leukemia can also cause a malignant pleural effusion. In 50% to 70% of lymphoblastic leukemia, pleural effusion will develop. Bone marrow biopsy is necessary to differentiate between the 2 types of malignancy. [14] Germ Cell Tumor (GCT)", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. T-cell lymphoblastic leukemia can also cause a malignant pleural effusion. In 50% to 70% of lymphoblastic leukemia, pleural effusion will develop. Bone marrow biopsy is necessary to differentiate between the 2 types of malignancy. [14] Germ Cell Tumor (GCT)"}
{"id": "article-26803_7", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "GCT accounts for about 6% to 18% of mediastinal masses. Close to 20% of GCT are malignant. They include seminomas and non-seminomatous tumor-like teratocarcinoma, embryonal carcinoma, choriocarcinoma, yolk sac tumor, and mixed types. Encroachment into adjacent structures in the mediastinum can cause respiratory symptoms. Compression of the tracheobronchial tree and obstruction of lymphatic flow by these tumors can result in the development of pleural effusion. [15] [16] [15] Neurogenic tumor", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. GCT accounts for about 6% to 18% of mediastinal masses. Close to 20% of GCT are malignant. They include seminomas and non-seminomatous tumor-like teratocarcinoma, embryonal carcinoma, choriocarcinoma, yolk sac tumor, and mixed types. Encroachment into adjacent structures in the mediastinum can cause respiratory symptoms. Compression of the tracheobronchial tree and obstruction of lymphatic flow by these tumors can result in the development of pleural effusion. [15] [16] [15] Neurogenic tumor"}
{"id": "article-26803_8", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "Neuroblastoma and ganglioneuroma make up about 90% of the posterior mediastinal mass. Growth and expansion can cause mass effect, respiratory distress, and cord compression. Neurogenic tumors generally do not cause pleural effusion. [17] Chest wall and pulmonary malignancy These tumors can be primary and metastatic, but it is very difficult to differentiate between the 2. Examples are carcinoids tumor, pleuropulmonary blastoma, and Askin tumors. [18] Carcinoid tumor", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. Neuroblastoma and ganglioneuroma make up about 90% of the posterior mediastinal mass. Growth and expansion can cause mass effect, respiratory distress, and cord compression. Neurogenic tumors generally do not cause pleural effusion. [17] Chest wall and pulmonary malignancy These tumors can be primary and metastatic, but it is very difficult to differentiate between the 2. Examples are carcinoids tumor, pleuropulmonary blastoma, and Askin tumors. [18] Carcinoid tumor"}
{"id": "article-26803_9", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "This type of malignancy is common in older children and adolescents. Reportedly it accounts for about 80% to 85% of primary malignant tumors in children. They can cause compressive atelectasis and pneumonia that can lead to the development of an effusion. Pleuropulmonary blastoma", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. This type of malignancy is common in older children and adolescents. Reportedly it accounts for about 80% to 85% of primary malignant tumors in children. They can cause compressive atelectasis and pneumonia that can lead to the development of an effusion. Pleuropulmonary blastoma"}
{"id": "article-26803_10", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "This is a rare tumor in pediatrics. It is an embryonal, mesenchymal tumor originating from the lung and pleural cavity. Diagnosis of this malignancy is often late. Three types are histologically recognized. Macro cystic Mixed cystic Solid [19] This tumor can invade adjacent structures causing pneumonia, spontaneous pneumothorax, and effusion. Askin tumor", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. This is a rare tumor in pediatrics. It is an embryonal, mesenchymal tumor originating from the lung and pleural cavity. Diagnosis of this malignancy is often late. Three types are histologically recognized. Macro cystic Mixed cystic Solid [19] This tumor can invade adjacent structures causing pneumonia, spontaneous pneumothorax, and effusion. Askin tumor"}
{"id": "article-26803_11", "title": "Pediatric Malignant Pleural Effusion -- Etiology", "content": "This is a rare form of Ewing Sarcoma or primitive neuroectodermal tumor that can arise from the bones of the rib or chest wall, or lungs. Prognosis is poor in patients with Askin tumors. The tumor can invade adjacent structures like muscle ribs, pleura, and the lungs. It can cause mass effects, with compression of nearby organs and the development of pleural effusion. [20]", "contents": "Pediatric Malignant Pleural Effusion -- Etiology. This is a rare form of Ewing Sarcoma or primitive neuroectodermal tumor that can arise from the bones of the rib or chest wall, or lungs. Prognosis is poor in patients with Askin tumors. The tumor can invade adjacent structures like muscle ribs, pleura, and the lungs. It can cause mass effects, with compression of nearby organs and the development of pleural effusion. [20]"}
{"id": "article-26803_12", "title": "Pediatric Malignant Pleural Effusion -- Epidemiology", "content": "Three main conditions cause pleural effusion in children: Infection (50% to 70%) Congestive heart failure (5% to 15%) Malignancy (10% to 15%) Malignancy is a rare cause of pleural effusion in children. Non-Hodgkin lymphoma is the most common cause of MPE in children. [21] [22] [23] [24]", "contents": "Pediatric Malignant Pleural Effusion -- Epidemiology. Three main conditions cause pleural effusion in children: Infection (50% to 70%) Congestive heart failure (5% to 15%) Malignancy (10% to 15%) Malignancy is a rare cause of pleural effusion in children. Non-Hodgkin lymphoma is the most common cause of MPE in children. [21] [22] [23] [24]"}
{"id": "article-26803_13", "title": "Pediatric Malignant Pleural Effusion -- Pathophysiology", "content": "The visceral pleura receives its blood supply from bronchial circulation, while the parietal pleura receives its supplies from the intercostal arteries, making the 2 layers 2 distinct anatomic structures. The visceral part of the pleura does not have any sensory nerves; on the contrary,  the parietal part of the pleura has a rich network of sensory nerves making it very sensitive to painful stimuli. The pleural cavity aids in the mechanics of inspiration and expiration during breathing. Kampmeier's foci are a collection of lymphoreticular and mesothelial cells that acts as a “guard” by preventing the entry of undesirable substances from the pleural cavity into the media in the chest wall and mediastinum. [25] The pleural cavity also contains cells, some macrophages, red blood cells, and lymphocytes. The number of fluids and cells in the pleural space can change considerably in pathologic conditions. [26]", "contents": "Pediatric Malignant Pleural Effusion -- Pathophysiology. The visceral pleura receives its blood supply from bronchial circulation, while the parietal pleura receives its supplies from the intercostal arteries, making the 2 layers 2 distinct anatomic structures. The visceral part of the pleura does not have any sensory nerves; on the contrary,  the parietal part of the pleura has a rich network of sensory nerves making it very sensitive to painful stimuli. The pleural cavity aids in the mechanics of inspiration and expiration during breathing. Kampmeier's foci are a collection of lymphoreticular and mesothelial cells that acts as a “guard” by preventing the entry of undesirable substances from the pleural cavity into the media in the chest wall and mediastinum. [25] The pleural cavity also contains cells, some macrophages, red blood cells, and lymphocytes. The number of fluids and cells in the pleural space can change considerably in pathologic conditions. [26]"}
{"id": "article-26803_14", "title": "Pediatric Malignant Pleural Effusion -- Pathophysiology", "content": "Malignant pleural effusion occurs due to disrupted homeostatic forces that control the flow and fluid in and out of the pleural cavity. The pressure in the pleural cavity is determined by the opposing forces of the elastic recoil of the lung and the pressure from the chest wall. The pleural fluid is not in a state of hydrostatic equilibrium. This is because the vertical gradient of the pleural fluid pressure is not equal to the hydrostatic pressure. This helps to create a movement of fluids in the pleural cavity. Pulmonary and cardiac mechanics also controls the net movement of fluid in the pleural cavity. The fluid in the pleural cavity is ultrafiltrate from parietal pleura capillaries. The amount of fluid in the pleural cavity is regulated by a filtration rate that is matched by fluid outflow via the lymphatic stomata. For the development of pleural effusion in malignancy, there must be:", "contents": "Pediatric Malignant Pleural Effusion -- Pathophysiology. Malignant pleural effusion occurs due to disrupted homeostatic forces that control the flow and fluid in and out of the pleural cavity. The pressure in the pleural cavity is determined by the opposing forces of the elastic recoil of the lung and the pressure from the chest wall. The pleural fluid is not in a state of hydrostatic equilibrium. This is because the vertical gradient of the pleural fluid pressure is not equal to the hydrostatic pressure. This helps to create a movement of fluids in the pleural cavity. Pulmonary and cardiac mechanics also controls the net movement of fluid in the pleural cavity. The fluid in the pleural cavity is ultrafiltrate from parietal pleura capillaries. The amount of fluid in the pleural cavity is regulated by a filtration rate that is matched by fluid outflow via the lymphatic stomata. For the development of pleural effusion in malignancy, there must be:"}
{"id": "article-26803_15", "title": "Pediatric Malignant Pleural Effusion -- Pathophysiology", "content": "An increase in the production of pleural fluid secondary to increased hydrostatic pressure Decreased oncotic pressure or pleural pressure Increased the permeability of the microvasculature [27] The increased pleural fluid production must be such that the lymphatic clearance is impeded by decreased hydrostatic pressure or blockage of lymphatic drainage.", "contents": "Pediatric Malignant Pleural Effusion -- Pathophysiology. An increase in the production of pleural fluid secondary to increased hydrostatic pressure Decreased oncotic pressure or pleural pressure Increased the permeability of the microvasculature [27] The increased pleural fluid production must be such that the lymphatic clearance is impeded by decreased hydrostatic pressure or blockage of lymphatic drainage."}
{"id": "article-26803_16", "title": "Pediatric Malignant Pleural Effusion -- Pathophysiology", "content": "The major contributing factors in the malignant pleural effusion formation are angiogenesis and vascular remodeling. [28] Consequent immune response within the malignant pleural effusion would alter the angiogenesis and vascular remodeling pathways. [29]", "contents": "Pediatric Malignant Pleural Effusion -- Pathophysiology. The major contributing factors in the malignant pleural effusion formation are angiogenesis and vascular remodeling. [28] Consequent immune response within the malignant pleural effusion would alter the angiogenesis and vascular remodeling pathways. [29]"}
{"id": "article-26803_17", "title": "Pediatric Malignant Pleural Effusion -- Pathophysiology", "content": "Several in vivo studies report a potential association between the infiltration of macrophages and MPE development. [30] The infiltered Mϕs in MPE secretes transforming growth factor–β (TGF-β) that eventually favors Foxp3 (forkhead box P3) regulatory T cells (Foxp3 T). Consequently, reduced T cell cytotoxicity is predicted. Collectively, the activated cascade results in tumor progression in MPE. The infiltered Mϕs are characterized by significantly higher levels of interleukin-10 (IL-10) mRNA. [31] Accordingly, the IL-10, released upon phagocytosis of the apoptotic cell, is considered a valid diagnostic marker for MPE. [29] PEs osmolality depends on the underlying pathology and is affected by the PE pH and glucose. Hypo-osmotic PEs results in decreased pleural permeability. [6]", "contents": "Pediatric Malignant Pleural Effusion -- Pathophysiology. Several in vivo studies report a potential association between the infiltration of macrophages and MPE development. [30] The infiltered Mϕs in MPE secretes transforming growth factor–β (TGF-β) that eventually favors Foxp3 (forkhead box P3) regulatory T cells (Foxp3 T). Consequently, reduced T cell cytotoxicity is predicted. Collectively, the activated cascade results in tumor progression in MPE. The infiltered Mϕs are characterized by significantly higher levels of interleukin-10 (IL-10) mRNA. [31] Accordingly, the IL-10, released upon phagocytosis of the apoptotic cell, is considered a valid diagnostic marker for MPE. [29] PEs osmolality depends on the underlying pathology and is affected by the PE pH and glucose. Hypo-osmotic PEs results in decreased pleural permeability. [6]"}
{"id": "article-26803_18", "title": "Pediatric Malignant Pleural Effusion -- Histopathology", "content": "Small round cell tumors, including Ewing and rhabdomyosarcoma, are the most common malignancies involving pediatric body fluids and serosal surface involvement. The nonspecific morphology is identical. Notwithstanding the significance of immunocytochemistry in the correct diagnosis, other ancillary evaluations, specifically in hematologic malignancies and equivocal cases are recommended. [22]", "contents": "Pediatric Malignant Pleural Effusion -- Histopathology. Small round cell tumors, including Ewing and rhabdomyosarcoma, are the most common malignancies involving pediatric body fluids and serosal surface involvement. The nonspecific morphology is identical. Notwithstanding the significance of immunocytochemistry in the correct diagnosis, other ancillary evaluations, specifically in hematologic malignancies and equivocal cases are recommended. [22]"}
{"id": "article-26803_19", "title": "Pediatric Malignant Pleural Effusion -- History and Physical", "content": "The history and physical examination can help diagnose malignant pleural effusion. In history, attention should be focused on the chief complaint.", "contents": "Pediatric Malignant Pleural Effusion -- History and Physical. The history and physical examination can help diagnose malignant pleural effusion. In history, attention should be focused on the chief complaint."}
{"id": "article-26803_20", "title": "Pediatric Malignant Pleural Effusion -- History and Physical -- Chief Complaint", "content": "Weakness Malaise Fever Weight loss Dyspnea Chest pain [32]", "contents": "Pediatric Malignant Pleural Effusion -- History and Physical -- Chief Complaint. Weakness Malaise Fever Weight loss Dyspnea Chest pain [32]"}
{"id": "article-26803_21", "title": "Pediatric Malignant Pleural Effusion -- History and Physical -- Physical Signs", "content": "Other physical signs of malignancy-induced pleural effusions are: Tachypnea Tachycardia Diaphoresis Neck mass Chest mass [33]", "contents": "Pediatric Malignant Pleural Effusion -- History and Physical -- Physical Signs. Other physical signs of malignancy-induced pleural effusions are: Tachypnea Tachycardia Diaphoresis Neck mass Chest mass [33]"}
{"id": "article-26803_22", "title": "Pediatric Malignant Pleural Effusion -- History and Physical -- Physical Examination", "content": "Patients should be examined in a position of comfort. Most patients with malignant pleural effusion usually have a mass in the mediastinal cavity that may cause respiratory distress or discomfort. The general appearance of a child with malignant pleural effusion may reveal a diaphoretic, dyspneic patient with mild to moderate respiratory distress.", "contents": "Pediatric Malignant Pleural Effusion -- History and Physical -- Physical Examination. Patients should be examined in a position of comfort. Most patients with malignant pleural effusion usually have a mass in the mediastinal cavity that may cause respiratory distress or discomfort. The general appearance of a child with malignant pleural effusion may reveal a diaphoretic, dyspneic patient with mild to moderate respiratory distress."}
{"id": "article-26803_23", "title": "Pediatric Malignant Pleural Effusion -- History and Physical -- Physical Examination", "content": "Auscultation might reveal a pleuritic chest rub in the early stage, which might gradually disappear as the accumulation of pleural fluid increases. Excessive fluid accumulation might cause displacement of the cardiac apex and the trachea to the contralateral side. Examination of the affected side might show dullness to percussion with decreased tactile fremitus and egophony. This might be a diagnostic challenge in an uncooperative child.", "contents": "Pediatric Malignant Pleural Effusion -- History and Physical -- Physical Examination. Auscultation might reveal a pleuritic chest rub in the early stage, which might gradually disappear as the accumulation of pleural fluid increases. Excessive fluid accumulation might cause displacement of the cardiac apex and the trachea to the contralateral side. Examination of the affected side might show dullness to percussion with decreased tactile fremitus and egophony. This might be a diagnostic challenge in an uncooperative child."}
{"id": "article-26803_24", "title": "Pediatric Malignant Pleural Effusion -- Evaluation", "content": "Evaluation of patients with malignant pleural effusion (MPE) starts with a detailed history, physical examination, and ancillary studies. Eliciting the time of the onset of the symptoms is important. Family history of malignancy might also help in the diagnostic work.", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation. Evaluation of patients with malignant pleural effusion (MPE) starts with a detailed history, physical examination, and ancillary studies. Eliciting the time of the onset of the symptoms is important. Family history of malignancy might also help in the diagnostic work."}
{"id": "article-26803_25", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Chest X-ray", "content": "In most cases, a chest x-ray can help to confirm the size and location of the pleural effusion. It might not be able to delineate a small effusion. A chest x-ray might also show lobulated pleural thickening, atelectasis, consolidation, and mediastinal widening. These radiological findings are highly suggestive of malignancy. [34]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Chest X-ray. In most cases, a chest x-ray can help to confirm the size and location of the pleural effusion. It might not be able to delineate a small effusion. A chest x-ray might also show lobulated pleural thickening, atelectasis, consolidation, and mediastinal widening. These radiological findings are highly suggestive of malignancy. [34]"}
{"id": "article-26803_26", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Chest Ultrasonography", "content": "This has close to 100% sensitivity in the detection of pleural effusion. The presence of pleural wall thickening of more than 10 mm, nodularity, and diaphragmatic wall thickening of greater than 7 mm has high specificity in diagnosing MPE. [35]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Chest Ultrasonography. This has close to 100% sensitivity in the detection of pleural effusion. The presence of pleural wall thickening of more than 10 mm, nodularity, and diaphragmatic wall thickening of greater than 7 mm has high specificity in diagnosing MPE. [35]"}
{"id": "article-26803_27", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- CAT Scan", "content": "CAT scan is a useful imaging study for MPE. It can determine the size, location, and extent of the effusion. CAT scan can also help identify the primary or metastatic tumor causing the effusion. It is superior in imaging quality to chest x-ray and chest ultrasonography. [36]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- CAT Scan. CAT scan is a useful imaging study for MPE. It can determine the size, location, and extent of the effusion. CAT scan can also help identify the primary or metastatic tumor causing the effusion. It is superior in imaging quality to chest x-ray and chest ultrasonography. [36]"}
{"id": "article-26803_28", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- MRI", "content": "MRI has a limited role in the diagnostic imaging studies for pleural effusion, probably because of poor spatial resolution. [37]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- MRI. MRI has a limited role in the diagnostic imaging studies for pleural effusion, probably because of poor spatial resolution. [37]"}
{"id": "article-26803_29", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Thoracentesis", "content": "This is a useful test that can serve both diagnostic and therapeutic purposes. If the drainage is hemorrhagic or exudative, a high index of suspicion should be entertained for malignancy. The pleural fluid should be analyzed for the following: pH [27] Protein [38] Glucose [39] Lactate dehydrogenase [40] Red blood cells White blood cells Neutrophils Basophils [41] Eosinophils [42] pleural fluid adenosine deaminase (pADA) and pleural fluid carcinoembryonic antigen (pCEA) [43]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Thoracentesis. This is a useful test that can serve both diagnostic and therapeutic purposes. If the drainage is hemorrhagic or exudative, a high index of suspicion should be entertained for malignancy. The pleural fluid should be analyzed for the following: pH [27] Protein [38] Glucose [39] Lactate dehydrogenase [40] Red blood cells White blood cells Neutrophils Basophils [41] Eosinophils [42] pleural fluid adenosine deaminase (pADA) and pleural fluid carcinoembryonic antigen (pCEA) [43]"}
{"id": "article-26803_30", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Cytology", "content": "In about 50% of cases, malignant cells might be detected in pleural fluids. The diagnostic yield is about 40% to 87%.", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Cytology. In about 50% of cases, malignant cells might be detected in pleural fluids. The diagnostic yield is about 40% to 87%."}
{"id": "article-26803_31", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Cytology", "content": "Using Lights criteria for pleural fluids, MPE is usually an exudate. In some rare cases, MPE might present as a transudate. In MPE, a parapneumonic effusion might develop, and the pleural fluid pH is usually below 7.3 with glucose levels less than 60 mg/dl. [44]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Cytology. Using Lights criteria for pleural fluids, MPE is usually an exudate. In some rare cases, MPE might present as a transudate. In MPE, a parapneumonic effusion might develop, and the pleural fluid pH is usually below 7.3 with glucose levels less than 60 mg/dl. [44]"}
{"id": "article-26803_32", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Lights Criteria", "content": "Lights criteria for exudative pleural fluid: A ratio of the pleural protein to serum protein that is more than 0.5 A ratio of the pleural lactate dehydrogenase (LDH) to serum LDH that is more than 0.6 LDH of the pleural fluid that is more  than two-thirds the upper limit of serum LDH [45] [46]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Lights Criteria. Lights criteria for exudative pleural fluid: A ratio of the pleural protein to serum protein that is more than 0.5 A ratio of the pleural lactate dehydrogenase (LDH) to serum LDH that is more than 0.6 LDH of the pleural fluid that is more  than two-thirds the upper limit of serum LDH [45] [46]"}
{"id": "article-26803_33", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Exudative Pleural Effusion", "content": "Common causes are malignancy, parapneumonic effusion, and tuberculosis.", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Exudative Pleural Effusion. Common causes are malignancy, parapneumonic effusion, and tuberculosis."}
{"id": "article-26803_34", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Transudative Pleural Effusion", "content": "Common causes are left ventricular failure, liver cirrhosis, and nephrotic syndrome.", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Transudative Pleural Effusion. Common causes are left ventricular failure, liver cirrhosis, and nephrotic syndrome."}
{"id": "article-26803_35", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Fluid Cytology", "content": "The diagnostic yield of cytology is dependent on several factors. Number of specimens taken Type of fixative solutions Time for specimen transportation Expertise of cytopathologist Histopathology of the specimen Nature and type of primary malignancy Extent of disease The use of cell blocks [47] [48] [49] [48]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Fluid Cytology. The diagnostic yield of cytology is dependent on several factors. Number of specimens taken Type of fixative solutions Time for specimen transportation Expertise of cytopathologist Histopathology of the specimen Nature and type of primary malignancy Extent of disease The use of cell blocks [47] [48] [49] [48]"}
{"id": "article-26803_36", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Fluid Cytology", "content": "The pleural fluid can also be analyzed for tumor markers. This is more commonly done in adults with pulmonary, breast, colon, ovary, and prostate cancer. Tumor markers are substances with a high molecular mass presence which in the pleural fluid is associated with primary or metastatic malignancy. Tumor markers are useful as: An adjunct in clinical diagnosis Identification of metastases in the pleural cavity Identification of the malignancy's primary origin", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Fluid Cytology. The pleural fluid can also be analyzed for tumor markers. This is more commonly done in adults with pulmonary, breast, colon, ovary, and prostate cancer. Tumor markers are substances with a high molecular mass presence which in the pleural fluid is associated with primary or metastatic malignancy. Tumor markers are useful as: An adjunct in clinical diagnosis Identification of metastases in the pleural cavity Identification of the malignancy's primary origin"}
{"id": "article-26803_37", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Common Tumor Markers", "content": "Carcinoembryonic antigen (CEA) [41] Cancer antigens 15-3 (CA 15-3) [50] CA 72-4 [51] CA 125 [52] Carbohydrate antigen 19-9 (CA 19-9) [53] Cyfra 21-1 [54] Cytokeratin fragment-21-1 [55] Stage-specific embryonic antigen-1 [56] Nonspecific enolase", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Common Tumor Markers. Carcinoembryonic antigen (CEA) [41] Cancer antigens 15-3 (CA 15-3) [50] CA 72-4 [51] CA 125 [52] Carbohydrate antigen 19-9 (CA 19-9) [53] Cyfra 21-1 [54] Cytokeratin fragment-21-1 [55] Stage-specific embryonic antigen-1 [56] Nonspecific enolase"}
{"id": "article-26803_38", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Biopsy", "content": "This can be considered a diagnostic tool. Needle biopsy of pleural tissue combined with fluid cytology of MPE can aid in diagnosis. The procedure can be done under local or general anesthesia.", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Pleural Biopsy. This can be considered a diagnostic tool. Needle biopsy of pleural tissue combined with fluid cytology of MPE can aid in diagnosis. The procedure can be done under local or general anesthesia."}
{"id": "article-26803_39", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Thoracoscopy", "content": "Thoracoscopy or pleuroscopy can be done using video-assisted thoracoscopy. The technique is relatively simple, and the procedure can be done under local or general anesthesia. Under local anesthesia, the procedure can be done with a semi-rigid or rigid thoracoscope. [57] The diagnostic yield is around 95% to 97%. Endoscopy findings suggest malignancy are pleural ulceration, multiple nodules, and polypoidal masses.", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Thoracoscopy. Thoracoscopy or pleuroscopy can be done using video-assisted thoracoscopy. The technique is relatively simple, and the procedure can be done under local or general anesthesia. Under local anesthesia, the procedure can be done with a semi-rigid or rigid thoracoscope. [57] The diagnostic yield is around 95% to 97%. Endoscopy findings suggest malignancy are pleural ulceration, multiple nodules, and polypoidal masses."}
{"id": "article-26803_40", "title": "Pediatric Malignant Pleural Effusion -- Evaluation -- Bronchoscopy", "content": "This method is indicated in a patient with MPE with hemoptysis or suspicion of the primary tumor originating from the bronchopulmonary tree. [45]", "contents": "Pediatric Malignant Pleural Effusion -- Evaluation -- Bronchoscopy. This method is indicated in a patient with MPE with hemoptysis or suspicion of the primary tumor originating from the bronchopulmonary tree. [45]"}
{"id": "article-26803_41", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management", "content": "Managing malignant pleural effusion requires a multidisciplinary approach with coordinated care between a pediatric hematologist-oncologist, a pediatric surgeon, and an interventional radiologist. The most common cause of MPE in a pediatric population is non-Hodgkin lymphoma. The initial chemotherapy treatment should be directed towards the primary cause of the effusion. [58] [59] [60] [61] Thoracocentesis The main goals of thoracentesis are: Removal of the pleural effusion Clinical improvement in symptoms The prevention of  fluid re-accumulation [62]", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management. Managing malignant pleural effusion requires a multidisciplinary approach with coordinated care between a pediatric hematologist-oncologist, a pediatric surgeon, and an interventional radiologist. The most common cause of MPE in a pediatric population is non-Hodgkin lymphoma. The initial chemotherapy treatment should be directed towards the primary cause of the effusion. [58] [59] [60] [61] Thoracocentesis The main goals of thoracentesis are: Removal of the pleural effusion Clinical improvement in symptoms The prevention of  fluid re-accumulation [62]"}
{"id": "article-26803_42", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management", "content": "Thoracentesis for MPE is for both diagnostic and therapeutic purposes. Most patients with MFE will have a mass in the thoracic cavity causing respiratory compromise and difficulty breathing. Mild effusion can be monitored with serial x-ray and chest ultrasound while the patient is undergoing chemotherapy. For moderate to large effusion, thoracentesis using the Seldinger technique can be utilized. For patients with large pleural effusion, it is better to remove the fluid slowly, as aggressive removal of pleural fluid might lead to re-expansion of pulmonary edema, which can also compromise the respiratory status of the patient.", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management. Thoracentesis for MPE is for both diagnostic and therapeutic purposes. Most patients with MFE will have a mass in the thoracic cavity causing respiratory compromise and difficulty breathing. Mild effusion can be monitored with serial x-ray and chest ultrasound while the patient is undergoing chemotherapy. For moderate to large effusion, thoracentesis using the Seldinger technique can be utilized. For patients with large pleural effusion, it is better to remove the fluid slowly, as aggressive removal of pleural fluid might lead to re-expansion of pulmonary edema, which can also compromise the respiratory status of the patient."}
{"id": "article-26803_43", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management", "content": "In the absence of immediate improvement following the thoracentesis, alternative causes of symptoms, including non-expandable lungs, severe cardiopulmonary failure, and lymphangitic cancer, should be considered. However, in terms of immediate symptoms improvement, patients should still be monitored for the clinical recurrence of dyspnea and chest pain. The presence of any evidence of sign and or symptom recurrence dictates the follow-up with chest x-ray, chest CT or chest ultrasound. The recurrence of pleural effusion should be differentiated from the alternative causalities, including but not limited to the non-expandable lungs and severe cardiopulmonary failure.", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management. In the absence of immediate improvement following the thoracentesis, alternative causes of symptoms, including non-expandable lungs, severe cardiopulmonary failure, and lymphangitic cancer, should be considered. However, in terms of immediate symptoms improvement, patients should still be monitored for the clinical recurrence of dyspnea and chest pain. The presence of any evidence of sign and or symptom recurrence dictates the follow-up with chest x-ray, chest CT or chest ultrasound. The recurrence of pleural effusion should be differentiated from the alternative causalities, including but not limited to the non-expandable lungs and severe cardiopulmonary failure."}
{"id": "article-26803_44", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management", "content": "If the recurrence is acute within the first month following the thoracentesis, the patient should be evaluated for intra-pleural catheter placement and drainage. Intrapleural catheter placement is generally recommended in these circumstances and has several advantages, including;1. a minimally invasive procedure, 2. it offers spontaneous pleurodesis, and 3. IPC can be performed in an outpatient setting along with pleurodesis. [63] Tube Thoracostomy", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management. If the recurrence is acute within the first month following the thoracentesis, the patient should be evaluated for intra-pleural catheter placement and drainage. Intrapleural catheter placement is generally recommended in these circumstances and has several advantages, including;1. a minimally invasive procedure, 2. it offers spontaneous pleurodesis, and 3. IPC can be performed in an outpatient setting along with pleurodesis. [63] Tube Thoracostomy"}
{"id": "article-26803_45", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management", "content": "For patients with a short life expectancy and recurrent MFE or very young patients under moderate anesthesia, a tube thoracostomy can be performed under local anesthesia. A 7 to 16 Fr chest tube can be utilized for drainage. The tube is usually inserted in the fourth or fifth intercostal space along the anterior or middle auxiliary line. The tube should not be in place for too long because of the risk of infection, bleeding, or pneumothorax.", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management. For patients with a short life expectancy and recurrent MFE or very young patients under moderate anesthesia, a tube thoracostomy can be performed under local anesthesia. A 7 to 16 Fr chest tube can be utilized for drainage. The tube is usually inserted in the fourth or fifth intercostal space along the anterior or middle auxiliary line. The tube should not be in place for too long because of the risk of infection, bleeding, or pneumothorax."}
{"id": "article-26803_46", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management", "content": "Chest tube or small-bore catheter drainage is considered an alternative to large volume thoracentesis. Chest tube drainage might be specifically performed in patients with large fluid volumes. A consistent and slow rate of pleural fluid removal might be planned for this group of patients. [64]", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management. Chest tube or small-bore catheter drainage is considered an alternative to large volume thoracentesis. Chest tube drainage might be specifically performed in patients with large fluid volumes. A consistent and slow rate of pleural fluid removal might be planned for this group of patients. [64]"}
{"id": "article-26803_47", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Pleurodesis", "content": "After the evacuation of MFE, the next step, depending on the life expectancy of the patient, is pleurodesis. Pleurodesis is the obliteration of the pleural space with the sole purpose of preventing reaccumulation of pleural fluid. This is for patients who are expected to survive for more than 3 months. [64] Several agents can be used for pleurodesis.", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Pleurodesis. After the evacuation of MFE, the next step, depending on the life expectancy of the patient, is pleurodesis. Pleurodesis is the obliteration of the pleural space with the sole purpose of preventing reaccumulation of pleural fluid. This is for patients who are expected to survive for more than 3 months. [64] Several agents can be used for pleurodesis."}
{"id": "article-26803_48", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Chemical Pleurodesis", "content": "Agents for chemical pleurodesis include: Bleomycin Tetracycline/doxycycline Corynebacterium parvum extract Silver nitrate Iodopovidone, quinacrine Interferons Interleukin-2 [65] Bleomycin as an agent for pleurodesis has a relatively high success rate in adults, close to 60% to 80%.", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Chemical Pleurodesis. Agents for chemical pleurodesis include: Bleomycin Tetracycline/doxycycline Corynebacterium parvum extract Silver nitrate Iodopovidone, quinacrine Interferons Interleukin-2 [65] Bleomycin as an agent for pleurodesis has a relatively high success rate in adults, close to 60% to 80%."}
{"id": "article-26803_49", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Talc", "content": "Talc is also another effective substance that is widely used for pleurodesis. It can be applied as a powder or slurry. As a powder, talc is introduced into the pleural cavity in the form of powder to irritate to opposing surface and seal the pleural cavity. A slurry combines talc in 5% dextrose and a local anesthetic agent that can be instilled into the pleural cavity as a sealant. The procedure can be done conventionally or with video-assisted thoracoscopy (VAT).", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Talc. Talc is also another effective substance that is widely used for pleurodesis. It can be applied as a powder or slurry. As a powder, talc is introduced into the pleural cavity in the form of powder to irritate to opposing surface and seal the pleural cavity. A slurry combines talc in 5% dextrose and a local anesthetic agent that can be instilled into the pleural cavity as a sealant. The procedure can be done conventionally or with video-assisted thoracoscopy (VAT)."}
{"id": "article-26803_50", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Tunneled Indwelling Pleural Catheter", "content": "For a palliative purpose, patients with recurrent MFE can have a tunneled indwelling pleural catheter inserted under local anesthesia or moderate sedation. Intermittent catheter drainage can be done by a family member or qualified healthcare professional. [66]", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Tunneled Indwelling Pleural Catheter. For a palliative purpose, patients with recurrent MFE can have a tunneled indwelling pleural catheter inserted under local anesthesia or moderate sedation. Intermittent catheter drainage can be done by a family member or qualified healthcare professional. [66]"}
{"id": "article-26803_51", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Complications", "content": "Pneumothorax Hemothorax Empyema Obstruction with the development of tension pleural effusion This palliative treatment method has become popular as patients can be managed in an outpatient setting. Consequently, costs are less due to shorter hospitalization and reduced recovery time.", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Complications. Pneumothorax Hemothorax Empyema Obstruction with the development of tension pleural effusion This palliative treatment method has become popular as patients can be managed in an outpatient setting. Consequently, costs are less due to shorter hospitalization and reduced recovery time."}
{"id": "article-26803_52", "title": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Pleuroperitoneal Shunt", "content": "This is a palliative measure that can be used for patients who are not candidates for pleurodesis. The procedure creates a chronic drainage system that connects the pleural and peritoneal cavity. It is rarely used in the pediatric population and only as a palliative measure in adults. In summary: Thoracentesis: Repeated aspiration of MPE is indicated for patients with a limited lifespan and is justified to provide symptomatic relief Thoracostomy: Indicated if survival is about a month or more to justify the risk and or benefit of thoracostomy Pleurodesis: Indicated if survival is more tthan2 to 3 months. [67]", "contents": "Pediatric Malignant Pleural Effusion -- Treatment / Management -- Pleuroperitoneal Shunt. This is a palliative measure that can be used for patients who are not candidates for pleurodesis. The procedure creates a chronic drainage system that connects the pleural and peritoneal cavity. It is rarely used in the pediatric population and only as a palliative measure in adults. In summary: Thoracentesis: Repeated aspiration of MPE is indicated for patients with a limited lifespan and is justified to provide symptomatic relief Thoracostomy: Indicated if survival is about a month or more to justify the risk and or benefit of thoracostomy Pleurodesis: Indicated if survival is more tthan2 to 3 months. [67]"}
{"id": "article-26803_53", "title": "Pediatric Malignant Pleural Effusion -- Differential Diagnosis", "content": "The differential diagnosis of malignant pleural effusion should include other causes of pleural effusion. In pediatrics, the most common cause of the pleural effusion is an infection. This is usually pneumonia with parapneumonic effusion. The causative organism for pneumonia and other infectious causes of pleural effusion has been discussed earlier. Pleural effusion from congestive heart failure should also be considered as fluid can accumulate in the pleural cavity from heart failure. Most of the heart failure in the pediatric population is from congenital heart diseases. [68] Chylothorax can develop in pediatric patients with congenital heart disease after surgery. This might be due to: Injury to the thoracic duct Venous or lymphatic congestion Central venous thrombosis [69] In any case, the chylous fluid with a milky white appearance can accumulate in the pleural fluid and cause significant effusion with respiratory compromise.", "contents": "Pediatric Malignant Pleural Effusion -- Differential Diagnosis. The differential diagnosis of malignant pleural effusion should include other causes of pleural effusion. In pediatrics, the most common cause of the pleural effusion is an infection. This is usually pneumonia with parapneumonic effusion. The causative organism for pneumonia and other infectious causes of pleural effusion has been discussed earlier. Pleural effusion from congestive heart failure should also be considered as fluid can accumulate in the pleural cavity from heart failure. Most of the heart failure in the pediatric population is from congenital heart diseases. [68] Chylothorax can develop in pediatric patients with congenital heart disease after surgery. This might be due to: Injury to the thoracic duct Venous or lymphatic congestion Central venous thrombosis [69] In any case, the chylous fluid with a milky white appearance can accumulate in the pleural fluid and cause significant effusion with respiratory compromise."}
{"id": "article-26803_54", "title": "Pediatric Malignant Pleural Effusion -- Differential Diagnosis", "content": "In the differential diagnosis, a detailed history and physical examination can help the clinician. Ancillary studies can assist with the history and physical examination. Thoracentesis with the pleural fluid analysis is especially useful. The Lights criteria can differentiate between exudate and transudate. The glucose level in the pleural fluid is similar to the level in the plasma. In MPE, the pleural fluid glucose level is usually lower than 60 mg/dl. The pH of the pleural fluid is usually lower than 7.3 in MPE. Pleural effusion secondary to infection is exudative in nature, while effusion from heart failure is transudative. In MPE, it is sometimes very difficult to distinguish between the 2 types of effusion. However, in nearly 95% of the MPE cases, the pleural fluid is exudative. Analysis of pleural fluid for malignant cells can sometimes be helpful, albeit with false positive results. In adults, the pleural fluid might be sent for tumor markers to help identify the primary tumor causing the effusion. [70]", "contents": "Pediatric Malignant Pleural Effusion -- Differential Diagnosis. In the differential diagnosis, a detailed history and physical examination can help the clinician. Ancillary studies can assist with the history and physical examination. Thoracentesis with the pleural fluid analysis is especially useful. The Lights criteria can differentiate between exudate and transudate. The glucose level in the pleural fluid is similar to the level in the plasma. In MPE, the pleural fluid glucose level is usually lower than 60 mg/dl. The pH of the pleural fluid is usually lower than 7.3 in MPE. Pleural effusion secondary to infection is exudative in nature, while effusion from heart failure is transudative. In MPE, it is sometimes very difficult to distinguish between the 2 types of effusion. However, in nearly 95% of the MPE cases, the pleural fluid is exudative. Analysis of pleural fluid for malignant cells can sometimes be helpful, albeit with false positive results. In adults, the pleural fluid might be sent for tumor markers to help identify the primary tumor causing the effusion. [70]"}
{"id": "article-26803_55", "title": "Pediatric Malignant Pleural Effusion -- Prognosis", "content": "The prognosis of MPE depends on the primary tumor causing the effusion. [8] [71] Neuroblastoma and rhabdomyosarcoma are the most common pediatric malignancies with a propensity for malignant pleural effusion. The survival rate in patients with multiple episodes of malignant pleural effusion is remarkably affected, and poor outcomes are predicted. [71]", "contents": "Pediatric Malignant Pleural Effusion -- Prognosis. The prognosis of MPE depends on the primary tumor causing the effusion. [8] [71] Neuroblastoma and rhabdomyosarcoma are the most common pediatric malignancies with a propensity for malignant pleural effusion. The survival rate in patients with multiple episodes of malignant pleural effusion is remarkably affected, and poor outcomes are predicted. [71]"}
{"id": "article-26803_56", "title": "Pediatric Malignant Pleural Effusion -- Complications", "content": "The most common complications from MPE are respiratory distress and respiratory failure. The risk of respiratory failure or cardiovascular collapse is high if MPE is caused by a mediastinal mass compressing the trachea and other vital organs in the mediastinum.", "contents": "Pediatric Malignant Pleural Effusion -- Complications. The most common complications from MPE are respiratory distress and respiratory failure. The risk of respiratory failure or cardiovascular collapse is high if MPE is caused by a mediastinal mass compressing the trachea and other vital organs in the mediastinum."}
{"id": "article-26803_57", "title": "Pediatric Malignant Pleural Effusion -- Consultations", "content": "Management of MPE requires coordination of care between several subspecialties. The hematologist-oncologist is primarily responsible for the care of the patient and is responsible for the establishment of the initial diagnosis of the tumor. This might be a primary or metastatic that is causing the development of pleural effusion. The hematologist-oncologist initiates chemotherapy and/or radiation therapy. Management of the malignant pleural effusion usually has several options depending on the size, type, and location of the effusion. Thoracentesis, thoracotomy, pleurodesis, and placement of a pleuroperitoneal shunt are the treatment options utilized for MFE. This requires the involvement of either a pediatric surgeon, cardiothoracic surgeon, or interventional radiologist. Palliative care and rehabilitation are also part of the treatment plan for patients with MPE.", "contents": "Pediatric Malignant Pleural Effusion -- Consultations. Management of MPE requires coordination of care between several subspecialties. The hematologist-oncologist is primarily responsible for the care of the patient and is responsible for the establishment of the initial diagnosis of the tumor. This might be a primary or metastatic that is causing the development of pleural effusion. The hematologist-oncologist initiates chemotherapy and/or radiation therapy. Management of the malignant pleural effusion usually has several options depending on the size, type, and location of the effusion. Thoracentesis, thoracotomy, pleurodesis, and placement of a pleuroperitoneal shunt are the treatment options utilized for MFE. This requires the involvement of either a pediatric surgeon, cardiothoracic surgeon, or interventional radiologist. Palliative care and rehabilitation are also part of the treatment plan for patients with MPE."}
{"id": "article-26803_58", "title": "Pediatric Malignant Pleural Effusion -- Enhancing Healthcare Team Outcomes", "content": "The management of malignant pleural effusion required an interprofessional approach with coordinated care between pediatric hematologist-oncologist, a pediatric surgeon, and interventional radiologist. The most common cause of MPE in a pediatric population is non-Hodgkin lymphoma. The initial treatment which is chemotherapy should be directed towards the primary cause of the effusion. [72] [73]", "contents": "Pediatric Malignant Pleural Effusion -- Enhancing Healthcare Team Outcomes. The management of malignant pleural effusion required an interprofessional approach with coordinated care between pediatric hematologist-oncologist, a pediatric surgeon, and interventional radiologist. The most common cause of MPE in a pediatric population is non-Hodgkin lymphoma. The initial treatment which is chemotherapy should be directed towards the primary cause of the effusion. [72] [73]"}
{"id": "article-26803_59", "title": "Pediatric Malignant Pleural Effusion -- Enhancing Healthcare Team Outcomes", "content": "The management of the malignant pleural effusion usually has several options depending on the size, type, and location of the effusion. Thoracentesis, thoracotomy, pleurodesis, and placement of a pleuroperitoneal shunt are the treatment options utilized for MFE. This requires the involvement of either a pediatric surgeon, cardiothoracic surgeon, or interventional radiologist. Palliative care and rehabilitation is also part of the treatment plan for patients with MFE. A pain specialist, oncology nurse and social work must be involved in the care of these patients.", "contents": "Pediatric Malignant Pleural Effusion -- Enhancing Healthcare Team Outcomes. The management of the malignant pleural effusion usually has several options depending on the size, type, and location of the effusion. Thoracentesis, thoracotomy, pleurodesis, and placement of a pleuroperitoneal shunt are the treatment options utilized for MFE. This requires the involvement of either a pediatric surgeon, cardiothoracic surgeon, or interventional radiologist. Palliative care and rehabilitation is also part of the treatment plan for patients with MFE. A pain specialist, oncology nurse and social work must be involved in the care of these patients."}
{"id": "article-26803_60", "title": "Pediatric Malignant Pleural Effusion -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pediatric Malignant Pleural Effusion -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}