{"id": "article-17654_0", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Introduction", "content": "The coronary arteries play a crucial role in maintaining the function of the cardiac muscle by delivering oxygen and other nutrients. The anterior right atrial arteries (ARAA) originate from the right coronary artery (RCA), which emerges from the anterior ascending aorta. The ARAA primarily supplies blood to the anterior portion of the right atrium and secondarily supplies the inter-atrial groove and part of the left atrium. [1] [2] In over half of the population, the sinoatrial nodal (SAN) artery originates from the anterior right atrial branch. [1] [3] Therefore, clinicians and surgeons need to develop a sound understanding of atrial artery anatomy due to their potential involvement in atrial diseases such as tachyarrhythmias.", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Introduction. The coronary arteries play a crucial role in maintaining the function of the cardiac muscle by delivering oxygen and other nutrients. The anterior right atrial arteries (ARAA) originate from the right coronary artery (RCA), which emerges from the anterior ascending aorta. The ARAA primarily supplies blood to the anterior portion of the right atrium and secondarily supplies the inter-atrial groove and part of the left atrium. [1] [2] In over half of the population, the sinoatrial nodal (SAN) artery originates from the anterior right atrial branch. [1] [3] Therefore, clinicians and surgeons need to develop a sound understanding of atrial artery anatomy due to their potential involvement in atrial diseases such as tachyarrhythmias."}
{"id": "article-17654_1", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function", "content": "The right anterior branch of atrial arteries originates within the first two centimeters of the RCA along the right atrioventricular groove just after the conus artery. [1] [3] It courses superior-posteriorly along the right atrium and behind the aorta to ultimately reach the anterior interatrial groove. [4] It terminates by wrapping around the inferior portion of the superior vena cava. The primary function of the ARAA is to provide blood to the anterior portion of the right atrium, and in three-fifths of cases, provide blood to the sinus node via the SAN artery. [1] [3] Like other blood vessels, the coronary arteries share the same characteristic layers, namely, the tunica intima, tunica media, and tunica adventitia.", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function. The right anterior branch of atrial arteries originates within the first two centimeters of the RCA along the right atrioventricular groove just after the conus artery. [1] [3] It courses superior-posteriorly along the right atrium and behind the aorta to ultimately reach the anterior interatrial groove. [4] It terminates by wrapping around the inferior portion of the superior vena cava. The primary function of the ARAA is to provide blood to the anterior portion of the right atrium, and in three-fifths of cases, provide blood to the sinus node via the SAN artery. [1] [3] Like other blood vessels, the coronary arteries share the same characteristic layers, namely, the tunica intima, tunica media, and tunica adventitia."}
{"id": "article-17654_2", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function", "content": "The tunica intima is the inner-most layer of the ARAA and is composed of a simple squamous endothelium followed by a sub-endothelial layer and an internal elastic lamina. The multi-faceted endothelium functions as a selective barrier that can allow diapedesis of immune cells, the passage of chemical messengers, and the movement of fluid, electrolytes, and other molecules. [5] [6] The endothelium also serves a critical role in blood clot formation by exposing the plethora of proteins and molecules on the sub-endothelial layer that activates the coagulation cascade. [6] Neovascularization of this layer has been proposed as the cause of coronary atherosclerosis. [7]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function. The tunica intima is the inner-most layer of the ARAA and is composed of a simple squamous endothelium followed by a sub-endothelial layer and an internal elastic lamina. The multi-faceted endothelium functions as a selective barrier that can allow diapedesis of immune cells, the passage of chemical messengers, and the movement of fluid, electrolytes, and other molecules. [5] [6] The endothelium also serves a critical role in blood clot formation by exposing the plethora of proteins and molecules on the sub-endothelial layer that activates the coagulation cascade. [6] Neovascularization of this layer has been proposed as the cause of coronary atherosclerosis. [7]"}
{"id": "article-17654_3", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function", "content": "The tunica media is the next main layer of the ARAA. This portion of the arteries contains five layers of smooth muscle organized in a hexagonal arrangement and typically contains elastic fibers, proteoglycans, and collagen. [8]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function. The tunica media is the next main layer of the ARAA. This portion of the arteries contains five layers of smooth muscle organized in a hexagonal arrangement and typically contains elastic fibers, proteoglycans, and collagen. [8]"}
{"id": "article-17654_4", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function", "content": "Lastly, the tunica adventitia is the outer-most layer, which is made up of fibroblasts and collagen. Within the tunica adventitia are vessels and nerves that supply and innervate the coronary arteries.", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Structure and Function. Lastly, the tunica adventitia is the outer-most layer, which is made up of fibroblasts and collagen. Within the tunica adventitia are vessels and nerves that supply and innervate the coronary arteries."}
{"id": "article-17654_5", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Embryology", "content": "When discussing coronary artery embryology, there are three main topics to consider: the sinusoids, vascular endothelial network, and coronary buds of the aortic sinuses. The sinusoids are formed in the subepicardial space early in fetal development and are extensions of the trabeculae into the myocardium. The purpose of the sinusoids is to facilitate metabolic exchange between blood and fetal cardiac tissue before the establishment of proper coronary circulation. [9]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Embryology. When discussing coronary artery embryology, there are three main topics to consider: the sinusoids, vascular endothelial network, and coronary buds of the aortic sinuses. The sinusoids are formed in the subepicardial space early in fetal development and are extensions of the trabeculae into the myocardium. The purpose of the sinusoids is to facilitate metabolic exchange between blood and fetal cardiac tissue before the establishment of proper coronary circulation. [9]"}
{"id": "article-17654_6", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Embryology", "content": "During this stage, an in situ vascular network is developing within the epicardial atrioventricular and interventricular grooves. As the bulbus cordis begins to separate into the aorta and the pulmonary artery, the coronary buds are on both the right and left sinuses of Valsalva, just above the aortic valve primordia. [9] Epithelial to mesenchymal transition (EMT) is initiated by the myocardial cells via the production of signaling factors that form the endocardial cushion necessary for valve development. The swelling of the endocardial cushions in the outflow tract drives the septation event and leads to the maturation of the valve primordia. [10] After the aortopulmonary disjunction is complete, the coronary buds fuse with the vascular endothelial network to form the left and right coronary arteries and begin the proper coronary circulation. [9] [10] The sinusoids begin to regress shortly after this period and are present as insignificant remnants of the trabeculae in the adult heart. [10]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Embryology. During this stage, an in situ vascular network is developing within the epicardial atrioventricular and interventricular grooves. As the bulbus cordis begins to separate into the aorta and the pulmonary artery, the coronary buds are on both the right and left sinuses of Valsalva, just above the aortic valve primordia. [9] Epithelial to mesenchymal transition (EMT) is initiated by the myocardial cells via the production of signaling factors that form the endocardial cushion necessary for valve development. The swelling of the endocardial cushions in the outflow tract drives the septation event and leads to the maturation of the valve primordia. [10] After the aortopulmonary disjunction is complete, the coronary buds fuse with the vascular endothelial network to form the left and right coronary arteries and begin the proper coronary circulation. [9] [10] The sinusoids begin to regress shortly after this period and are present as insignificant remnants of the trabeculae in the adult heart. [10]"}
{"id": "article-17654_7", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Embryology", "content": "The ARAA arises from the proximal branching of the newly formed RCA established by the vascular endothelial network.", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Embryology. The ARAA arises from the proximal branching of the newly formed RCA established by the vascular endothelial network."}
{"id": "article-17654_8", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Blood Supply and Lymphatics", "content": "The ARAAs are smaller arteries within the coronary circulation and therefore do not contain a network of vasa vasorum microvessels. In humans, vessels that are less than 0.5 millimeters in lumen diameter do not contain vasa vasorum. [11] The main function of the vasa vasorum is to deliver nutrients and remove waste from arteries and veins. Larger coronary arteries, such as the RCA, have this network of arteries in the tunica adventitia that supplies the arterial wall with blood. A strong association exists between density and proliferation of vasa vasorum and the risk and severity of atherosclerotic plaque formation. [11] Therefore, the characteristics of a large coronary artery’s vasa vasorum may affect blood flow to downstream coronary branches.", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Blood Supply and Lymphatics. The ARAAs are smaller arteries within the coronary circulation and therefore do not contain a network of vasa vasorum microvessels. In humans, vessels that are less than 0.5 millimeters in lumen diameter do not contain vasa vasorum. [11] The main function of the vasa vasorum is to deliver nutrients and remove waste from arteries and veins. Larger coronary arteries, such as the RCA, have this network of arteries in the tunica adventitia that supplies the arterial wall with blood. A strong association exists between density and proliferation of vasa vasorum and the risk and severity of atherosclerotic plaque formation. [11] Therefore, the characteristics of a large coronary artery’s vasa vasorum may affect blood flow to downstream coronary branches."}
{"id": "article-17654_9", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Physiologic Variants", "content": "The ARAA branch from the RCA at a proximal, yet variable, location. The average distance from the ostium of the right coronary artery to the ARAA is 18 millimeters. Also, the ARAA in a normal adult heart has an average cross-sectional diameter of 1.5 millimeters with a range of 0.8 to 2.3 millimeters. [3] In about three-fifths of the population, the sinoatrial nodal (SAN) artery originates at an average distance of approximately 1.2 cm from the beginning of the ARAA. In the rest of the population, the ARAA does not supply the SAN artery and therefore does not contain this additional branching. [3] [12]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Physiologic Variants. The ARAA branch from the RCA at a proximal, yet variable, location. The average distance from the ostium of the right coronary artery to the ARAA is 18 millimeters. Also, the ARAA in a normal adult heart has an average cross-sectional diameter of 1.5 millimeters with a range of 0.8 to 2.3 millimeters. [3] In about three-fifths of the population, the sinoatrial nodal (SAN) artery originates at an average distance of approximately 1.2 cm from the beginning of the ARAA. In the rest of the population, the ARAA does not supply the SAN artery and therefore does not contain this additional branching. [3] [12]"}
{"id": "article-17654_10", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Surgical Considerations", "content": "Due to the high volume of open-heart operations involving the right atrium, surgeons need to be familiar with the arrangement of the atrial arteries. The ARAA are considered major arteries of the right atrium and are therefore of surgical significance. Surgeons must be aware of the nature and variations of the ARAA when working around the atrial chambers. It is crucial to avoid them during procedures to prevent postoperative atrial arrhythmias or other atrial dysfunction. [3]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Surgical Considerations. Due to the high volume of open-heart operations involving the right atrium, surgeons need to be familiar with the arrangement of the atrial arteries. The ARAA are considered major arteries of the right atrium and are therefore of surgical significance. Surgeons must be aware of the nature and variations of the ARAA when working around the atrial chambers. It is crucial to avoid them during procedures to prevent postoperative atrial arrhythmias or other atrial dysfunction. [3]"}
{"id": "article-17654_11", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Clinical Significance", "content": "More often than not, the anterior right atrial branch of the RCA supplies the SA node via the sinoatrial nodal artery. In these patients, substantial occlusion of the RCA due to coronary artery disease (CAD) may induce arrhythmias, such as atrial fibrillation, caused by the reduced blood flow to the SA node. Myocardial Ischemia is another common complication of reduced blood flow to the myocardium caused by CAD. Atherosclerotic plaques clogging the RCA or ARAA could potentially result in angina or myocardial infarction. This lack of blood flow to the atrium could cause cessation or severe impairment of cardiac function and send the patient into a cardiogenic shock. [13]", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Clinical Significance. More often than not, the anterior right atrial branch of the RCA supplies the SA node via the sinoatrial nodal artery. In these patients, substantial occlusion of the RCA due to coronary artery disease (CAD) may induce arrhythmias, such as atrial fibrillation, caused by the reduced blood flow to the SA node. Myocardial Ischemia is another common complication of reduced blood flow to the myocardium caused by CAD. Atherosclerotic plaques clogging the RCA or ARAA could potentially result in angina or myocardial infarction. This lack of blood flow to the atrium could cause cessation or severe impairment of cardiac function and send the patient into a cardiogenic shock. [13]"}
{"id": "article-17654_12", "title": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Heart Anterior Right Atrial Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}