{"id": "article-26998_0", "title": "Perioral Dermatitis -- Continuing Education Activity", "content": "Perioral dermatitis is a benign eruption that occurs most commonly in young, female adults, consisting of small inflammatory papules and pustules or pink, scaly patches around the mouth. Although the perioral region is the most common area of distribution, this disease also can affect the periocular and paranasal skin. For this reason, it is often referred to as periorificial dermatitis. This activity reviews the etiology and presentation of perioral dermatitis and highlights the role of the interprofessional team in its management.", "contents": "Perioral Dermatitis -- Continuing Education Activity. Perioral dermatitis is a benign eruption that occurs most commonly in young, female adults, consisting of small inflammatory papules and pustules or pink, scaly patches around the mouth. Although the perioral region is the most common area of distribution, this disease also can affect the periocular and paranasal skin. For this reason, it is often referred to as periorificial dermatitis. This activity reviews the etiology and presentation of perioral dermatitis and highlights the role of the interprofessional team in its management."}
{"id": "article-26998_1", "title": "Perioral Dermatitis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of perioral dermatitis. Review the presentation of perioral dermatitis. Outline the treatment and management options available for perioral dermatitis. Describe interprofessional team strategies for improving care and outcomes in patients with perioral dermatitis. Access free multiple choice questions on this topic.", "contents": "Perioral Dermatitis -- Continuing Education Activity. Objectives: Identify the etiology of perioral dermatitis. Review the presentation of perioral dermatitis. Outline the treatment and management options available for perioral dermatitis. Describe interprofessional team strategies for improving care and outcomes in patients with perioral dermatitis. Access free multiple choice questions on this topic."}
{"id": "article-26998_2", "title": "Perioral Dermatitis -- Introduction", "content": "Perioral dermatitis is a benign eruption that occurs most commonly in young, female adults, consisting of small inflammatory papules and pustules or pink, scaly patches around the mouth. Although the perioral region is the most common area of distribution, this disease also can affect the periocular and paranasal skin. For this reason, it is often referred to as periorificial dermatitis. Topical steroid use to the face can trigger this, and therefore, a primary recommendation for treatment would be discontinuation of steroid application by the patient. Other treatment approaches include topical metronidazole, topical calcineurin inhibitors, and oral tetracycline antibiotics. Perioral dermatitis often responds readily to therapy but can be chronic and recurrent.", "contents": "Perioral Dermatitis -- Introduction. Perioral dermatitis is a benign eruption that occurs most commonly in young, female adults, consisting of small inflammatory papules and pustules or pink, scaly patches around the mouth. Although the perioral region is the most common area of distribution, this disease also can affect the periocular and paranasal skin. For this reason, it is often referred to as periorificial dermatitis. Topical steroid use to the face can trigger this, and therefore, a primary recommendation for treatment would be discontinuation of steroid application by the patient. Other treatment approaches include topical metronidazole, topical calcineurin inhibitors, and oral tetracycline antibiotics. Perioral dermatitis often responds readily to therapy but can be chronic and recurrent."}
{"id": "article-26998_3", "title": "Perioral Dermatitis -- Etiology", "content": "The exact cause of perioral dermatitis is unknown. It has multiple environmental exposures linked to its etiology. For some patients, there is an association between topical corticosteroid use and perioral dermatitis. [1] Topical steroid use may precede the eruption, and chronic use of topical steroids increases the risk of developing severe disease. [2] Initially, the facial eruption is responsive to the use of the topical steroid. However, upon withdrawal of the topical steroid, the eruption recurs. This leads to long-term dependency on topical steroid use. [3] Eventually, perioral dermatitis may progress in severity with chronic steroid use and may evolve into a granulomatous subtype of the disease. In addition to topical steroid use, perioral dermatitis has been reported to occur with the use of nasal and inhaled corticosteroids. [4] [5] The exact mechanism through which topical steroids predispose patients to perioral dermatitis is not understood. It has been postulated that topical steroids influence the microflora of the hair follicle, which may contribute to the pathogenesis of this condition. [6] [7] [8] Some investigators have proposed infectious sources as a cause for perioral dermatitis, including Candida albicans , fusiform bacteria, and Demodex mites. [6] [7] [8] Fluorinated toothpaste use has also been associated with perioral dermatitis. [9] Additionally, chewing gum and dental fillings have been associated with perioral dermatitis. [10] [11] Certain cosmetic products, such as combined use of moisturizers and foundations, as well as physical sunscreens, have been etiologic in some patients. [12] [13] Given the female predominance with this condition, hormonal factors have been considered in the etiology. Interestingly, oral contraceptive pills have been associated with the improvement of perioral dermatitis. [14]", "contents": "Perioral Dermatitis -- Etiology. The exact cause of perioral dermatitis is unknown. It has multiple environmental exposures linked to its etiology. For some patients, there is an association between topical corticosteroid use and perioral dermatitis. [1] Topical steroid use may precede the eruption, and chronic use of topical steroids increases the risk of developing severe disease. [2] Initially, the facial eruption is responsive to the use of the topical steroid. However, upon withdrawal of the topical steroid, the eruption recurs. This leads to long-term dependency on topical steroid use. [3] Eventually, perioral dermatitis may progress in severity with chronic steroid use and may evolve into a granulomatous subtype of the disease. In addition to topical steroid use, perioral dermatitis has been reported to occur with the use of nasal and inhaled corticosteroids. [4] [5] The exact mechanism through which topical steroids predispose patients to perioral dermatitis is not understood. It has been postulated that topical steroids influence the microflora of the hair follicle, which may contribute to the pathogenesis of this condition. [6] [7] [8] Some investigators have proposed infectious sources as a cause for perioral dermatitis, including Candida albicans , fusiform bacteria, and Demodex mites. [6] [7] [8] Fluorinated toothpaste use has also been associated with perioral dermatitis. [9] Additionally, chewing gum and dental fillings have been associated with perioral dermatitis. [10] [11] Certain cosmetic products, such as combined use of moisturizers and foundations, as well as physical sunscreens, have been etiologic in some patients. [12] [13] Given the female predominance with this condition, hormonal factors have been considered in the etiology. Interestingly, oral contraceptive pills have been associated with the improvement of perioral dermatitis. [14]"}
{"id": "article-26998_4", "title": "Perioral Dermatitis -- Epidemiology", "content": "Perioral dermatitis commonly affects young adult females, 20 to 45 years of age. [15] [16] However, it also has been reported in children. [17] There is no significant difference in frequency of perioral dermatitis among gender or race in pediatric populations. [18]", "contents": "Perioral Dermatitis -- Epidemiology. Perioral dermatitis commonly affects young adult females, 20 to 45 years of age. [15] [16] However, it also has been reported in children. [17] There is no significant difference in frequency of perioral dermatitis among gender or race in pediatric populations. [18]"}
{"id": "article-26998_5", "title": "Perioral Dermatitis -- Pathophysiology", "content": "The clinical manifestations of perioral dermatitis occur when perifollicular and perivascular inflammation lead to erythematous papules around the mouth, eyes, and nose. The exact mechanism is unknown. The cause is likely multifactorial with contributions from genetic, hormonal, and environmental factors. [19]", "contents": "Perioral Dermatitis -- Pathophysiology. The clinical manifestations of perioral dermatitis occur when perifollicular and perivascular inflammation lead to erythematous papules around the mouth, eyes, and nose. The exact mechanism is unknown. The cause is likely multifactorial with contributions from genetic, hormonal, and environmental factors. [19]"}
{"id": "article-26998_6", "title": "Perioral Dermatitis -- Histopathology", "content": "A skin biopsy of perioral dermatitis reveals a perifollicular and perivascular lymphohistiocytic inflammatory infiltrate with sparse plasma cells. Although there may be follicular spongiosis, typical features of dermatitis are often not present despite this term being used to name the disease. [20] There is a granulomatous variant of perioral dermatitis in which there are dermal epithelioid granulomas and giant cells, in addition to the perivascular and perifollicular lymphohistiocytic inflammation. [21] [22]", "contents": "Perioral Dermatitis -- Histopathology. A skin biopsy of perioral dermatitis reveals a perifollicular and perivascular lymphohistiocytic inflammatory infiltrate with sparse plasma cells. Although there may be follicular spongiosis, typical features of dermatitis are often not present despite this term being used to name the disease. [20] There is a granulomatous variant of perioral dermatitis in which there are dermal epithelioid granulomas and giant cells, in addition to the perivascular and perifollicular lymphohistiocytic inflammation. [21] [22]"}
{"id": "article-26998_7", "title": "Perioral Dermatitis -- History and Physical", "content": "Patients with perioral dermatitis most commonly present with erythematous-grouped papules that are often bilateral but may be unilateral, surrounding the mouth, eyes, and nose. Since it often affects the skin surrounding other facial orifices, it also has been termed periorificial dermatitis. Other variable findings include scaling, vesicles, and pustules. The vermillion borders of the lips are typically spared of involvement. In the granulomatous variant, flesh-colored to erythematous to yellow-brown papules erupt in the same distribution, although rare involvement of the ears, neck, scalp, trunk, vulva, and extremities has been described. [23] [24] Patients often report that the areas of involvement are associated with symptoms of burning or sensitivity although pruritus can also occur. [25] Patients also may mention sensitivity to various skincare products which may exacerbate the rash. [26] Rare cases of granulomatous periorificial dermatitis may have concomitant blepharitis or conjunctivitis; therefore, an ophthalmologic evaluation should be considered. Other systemic manifestations are not associated with this disease. [24] Lupoid perioral dermatitis is a more severe variant form of perioral dermatitis that presents with dense groupings of red-brown papules. These lesions demonstrate a lupoid infiltrate on diascopy. [27]", "contents": "Perioral Dermatitis -- History and Physical. Patients with perioral dermatitis most commonly present with erythematous-grouped papules that are often bilateral but may be unilateral, surrounding the mouth, eyes, and nose. Since it often affects the skin surrounding other facial orifices, it also has been termed periorificial dermatitis. Other variable findings include scaling, vesicles, and pustules. The vermillion borders of the lips are typically spared of involvement. In the granulomatous variant, flesh-colored to erythematous to yellow-brown papules erupt in the same distribution, although rare involvement of the ears, neck, scalp, trunk, vulva, and extremities has been described. [23] [24] Patients often report that the areas of involvement are associated with symptoms of burning or sensitivity although pruritus can also occur. [25] Patients also may mention sensitivity to various skincare products which may exacerbate the rash. [26] Rare cases of granulomatous periorificial dermatitis may have concomitant blepharitis or conjunctivitis; therefore, an ophthalmologic evaluation should be considered. Other systemic manifestations are not associated with this disease. [24] Lupoid perioral dermatitis is a more severe variant form of perioral dermatitis that presents with dense groupings of red-brown papules. These lesions demonstrate a lupoid infiltrate on diascopy. [27]"}
{"id": "article-26998_8", "title": "Perioral Dermatitis -- Evaluation", "content": "The vast majority of patients with perioral dermatitis are diagnosed clinically, although skin biopsy should be considered with an atypical presentation or lack of response to treatment. If a bacterial component is suspected, a culture may be obtained. Additionally, a scraping and potassium hydroxide (KOH) prep can be done if Candida is considered to be contributing to the lesions. With a more severe disease presentation, diascopy can be performed by an experienced clinician.", "contents": "Perioral Dermatitis -- Evaluation. The vast majority of patients with perioral dermatitis are diagnosed clinically, although skin biopsy should be considered with an atypical presentation or lack of response to treatment. If a bacterial component is suspected, a culture may be obtained. Additionally, a scraping and potassium hydroxide (KOH) prep can be done if Candida is considered to be contributing to the lesions. With a more severe disease presentation, diascopy can be performed by an experienced clinician."}
{"id": "article-26998_9", "title": "Perioral Dermatitis -- Treatment / Management", "content": "First-line treatment options for perioral dermatitis include metronidazole cream or gel, clindamycin lotion or gel, erythromycin gel, topical sulfur preparations, and azelaic acid gel. [28] [29] [30] In the treatment of this condition, antibiotics are helpful for their anti-inflammatory properties. Topical calcineurin inhibitors such as tacrolimus ointment or pimecrolimus cream can also be effective. [31] [32] [33] [34] Topical sulfur or sulfacetamide preparations, and topical adapalene have been demonstrated to show improvement. [35] [36] Photodynamic therapy using 5-aminolevulinic acid as a photosensitizer has been reported to provide benefit. [37]", "contents": "Perioral Dermatitis -- Treatment / Management. First-line treatment options for perioral dermatitis include metronidazole cream or gel, clindamycin lotion or gel, erythromycin gel, topical sulfur preparations, and azelaic acid gel. [28] [29] [30] In the treatment of this condition, antibiotics are helpful for their anti-inflammatory properties. Topical calcineurin inhibitors such as tacrolimus ointment or pimecrolimus cream can also be effective. [31] [32] [33] [34] Topical sulfur or sulfacetamide preparations, and topical adapalene have been demonstrated to show improvement. [35] [36] Photodynamic therapy using 5-aminolevulinic acid as a photosensitizer has been reported to provide benefit. [37]"}
{"id": "article-26998_10", "title": "Perioral Dermatitis -- Treatment / Management", "content": "If topical therapies are not helpful, or for extensive involvement of perioral dermatitis, oral antibiotics are often helpful. Tetracycline 250 to 500 mg twice a day, doxycycline 100 mg twice a day or once a day, and minocycline 100 mg twice a day or once a day, for an 8-12 week tapering course can be prescribed. When tetracycline antibiotics are contraindicated, as they are in children under age 8, nursing mothers, and pregnant females, erythromycin 250 mg to 500 mg daily can be substituted. [38] [39] The goal of oral antibiotic therapy is to provide rapid improvement, but topical therapies should be used concurrently. Topical therapies may not show peak efficacy until 3 months of daily treatment, so the objective is to stop oral antibiotics if possible after 3 months. However, a subset of patients may require longer courses of oral antibiotics if they cannot be controlled with chronic daily topical therapies. In recalcitrant and severe cases, low-dose oral isotretinoin can be used, initially at 0.2 mg/kg per day, then tapering to 0.1 to 0.05 mg/kg per day. [40] [41]", "contents": "Perioral Dermatitis -- Treatment / Management. If topical therapies are not helpful, or for extensive involvement of perioral dermatitis, oral antibiotics are often helpful. Tetracycline 250 to 500 mg twice a day, doxycycline 100 mg twice a day or once a day, and minocycline 100 mg twice a day or once a day, for an 8-12 week tapering course can be prescribed. When tetracycline antibiotics are contraindicated, as they are in children under age 8, nursing mothers, and pregnant females, erythromycin 250 mg to 500 mg daily can be substituted. [38] [39] The goal of oral antibiotic therapy is to provide rapid improvement, but topical therapies should be used concurrently. Topical therapies may not show peak efficacy until 3 months of daily treatment, so the objective is to stop oral antibiotics if possible after 3 months. However, a subset of patients may require longer courses of oral antibiotics if they cannot be controlled with chronic daily topical therapies. In recalcitrant and severe cases, low-dose oral isotretinoin can be used, initially at 0.2 mg/kg per day, then tapering to 0.1 to 0.05 mg/kg per day. [40] [41]"}
{"id": "article-26998_11", "title": "Perioral Dermatitis -- Treatment / Management", "content": "It is important to recognize that since perioral dermatitis is not a primary eczematous process, topical corticosteroids should not be used. Although topical corticosteroids may provide a temporary benefit, when they are discontinued, the rash can often flare and worsen. If patients have been using topical corticosteroids to treat the eruption, abrupt discontinuation may lead to rebound flaring, and patients should be forewarned that the condition will likely worsen until it improves with the initiation of appropriate therapies for perioral dermatitis. If a patient has been using a medium to high potency steroid, it may need to be slowly weaned by using a low potency steroid such as hydrocortisone cream.", "contents": "Perioral Dermatitis -- Treatment / Management. It is important to recognize that since perioral dermatitis is not a primary eczematous process, topical corticosteroids should not be used. Although topical corticosteroids may provide a temporary benefit, when they are discontinued, the rash can often flare and worsen. If patients have been using topical corticosteroids to treat the eruption, abrupt discontinuation may lead to rebound flaring, and patients should be forewarned that the condition will likely worsen until it improves with the initiation of appropriate therapies for perioral dermatitis. If a patient has been using a medium to high potency steroid, it may need to be slowly weaned by using a low potency steroid such as hydrocortisone cream."}
{"id": "article-26998_12", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Rosacea presents as inflammatory papules and pustules, primarily of the central face, including the nose. Patients often have accompanying telangiectatic erythema with flushing. Many authors view perioral dermatitis as a variant of rosacea, as the 2 conditions typically respond to the same therapies. Clinically, this is distinguished from acne vulgaris by the lack of comedones which are characteristic of acne.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Rosacea presents as inflammatory papules and pustules, primarily of the central face, including the nose. Patients often have accompanying telangiectatic erythema with flushing. Many authors view perioral dermatitis as a variant of rosacea, as the 2 conditions typically respond to the same therapies. Clinically, this is distinguished from acne vulgaris by the lack of comedones which are characteristic of acne."}
{"id": "article-26998_13", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Acne vulgaris presents as inflammatory papules, pustules, cysts, and comedones primarily on the face, but may also affect the chest and back. Patients may have flares of acne secondary to mechanical mechanisms, such as from a helmet chin strap. The distribution of involvement may mimic perioral dermatitis. Adult female acne is characterized by inflammatory papules of the chin and jawline and can have a similar distribution as perioral dermatitis.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Acne vulgaris presents as inflammatory papules, pustules, cysts, and comedones primarily on the face, but may also affect the chest and back. Patients may have flares of acne secondary to mechanical mechanisms, such as from a helmet chin strap. The distribution of involvement may mimic perioral dermatitis. Adult female acne is characterized by inflammatory papules of the chin and jawline and can have a similar distribution as perioral dermatitis."}
{"id": "article-26998_14", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Sarcoidosis can also manifest features similar to rosacea and perioral dermatitis with red-brown papules on periorificial regions of the face. Typically, lesions of sarcoidosis are more widespread and can occur on other locations of the skin, and patients often have symptoms of systemic sarcoidosis. A biopsy is helpful in distinguishing sarcoidosis.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Sarcoidosis can also manifest features similar to rosacea and perioral dermatitis with red-brown papules on periorificial regions of the face. Typically, lesions of sarcoidosis are more widespread and can occur on other locations of the skin, and patients often have symptoms of systemic sarcoidosis. A biopsy is helpful in distinguishing sarcoidosis."}
{"id": "article-26998_15", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Seborrheic dermatitis presents as ill-defined erythematous patches with greasy scale distributed on the eyebrows, glabella, paranasal skin, nasolabial folds, beard, scalp, and chest.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Seborrheic dermatitis presents as ill-defined erythematous patches with greasy scale distributed on the eyebrows, glabella, paranasal skin, nasolabial folds, beard, scalp, and chest."}
{"id": "article-26998_16", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Allergic contact dermatitis can also be considered but tends to present with ill-defined scaling macules, patches, and plaques with possible lichenification. If patients with perioral dermatitis do not improve with conventional treatments, patch testing should be considered to rule out allergic contact dermatitis from skincare or oral care products.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Allergic contact dermatitis can also be considered but tends to present with ill-defined scaling macules, patches, and plaques with possible lichenification. If patients with perioral dermatitis do not improve with conventional treatments, patch testing should be considered to rule out allergic contact dermatitis from skincare or oral care products."}
{"id": "article-26998_17", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Irritant cheilitis, such as lip licker's cheilitis, presents with erythema and scaling of the cutaneous lip. This typically also affects the vermillion lip and does not spare the vermillion border. In contrast, the vermillion border is spared in perioral dermatitis.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Irritant cheilitis, such as lip licker's cheilitis, presents with erythema and scaling of the cutaneous lip. This typically also affects the vermillion lip and does not spare the vermillion border. In contrast, the vermillion border is spared in perioral dermatitis."}
{"id": "article-26998_18", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Demodex folliculitis presents with scattered erythematous facial papules and pustules. Demodex mites have been implicated in the pathogenesis of rosacea. Unroofing of the pustules followed by microscopy of the purulent material shows numerous Demodex .", "contents": "Perioral Dermatitis -- Differential Diagnosis. Demodex folliculitis presents with scattered erythematous facial papules and pustules. Demodex mites have been implicated in the pathogenesis of rosacea. Unroofing of the pustules followed by microscopy of the purulent material shows numerous Demodex ."}
{"id": "article-26998_19", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Tinea faciei presents with erythematous scaling papules and annular plaques and can be ruled out by performing a KOH prep and microscopic examination of the scale.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Tinea faciei presents with erythematous scaling papules and annular plaques and can be ruled out by performing a KOH prep and microscopic examination of the scale."}
{"id": "article-26998_20", "title": "Perioral Dermatitis -- Differential Diagnosis", "content": "Syringomas and other cutaneous adnexal neoplasms also can mimic perioral dermatitis as these lesions are flesh-colored to erythematous facial papules. A biopsy is helpful for diagnosis.", "contents": "Perioral Dermatitis -- Differential Diagnosis. Syringomas and other cutaneous adnexal neoplasms also can mimic perioral dermatitis as these lesions are flesh-colored to erythematous facial papules. A biopsy is helpful for diagnosis."}
{"id": "article-26998_21", "title": "Perioral Dermatitis -- Prognosis", "content": "In some patients, the rash may resolve completely after discontinuation of an offending agent including topical steroids and skincare products. Frequently, however, perioral dermatitis can be a chronic relapsing condition and often requires long-term treatment.", "contents": "Perioral Dermatitis -- Prognosis. In some patients, the rash may resolve completely after discontinuation of an offending agent including topical steroids and skincare products. Frequently, however, perioral dermatitis can be a chronic relapsing condition and often requires long-term treatment."}
{"id": "article-26998_22", "title": "Perioral Dermatitis -- Complications", "content": "Emotional distress due to the chronicity of the disease Poor quality of life due to sometimes disfiguring lesions on the face Scarring may occur with the lupoid variant [27]", "contents": "Perioral Dermatitis -- Complications. Emotional distress due to the chronicity of the disease Poor quality of life due to sometimes disfiguring lesions on the face Scarring may occur with the lupoid variant [27]"}
{"id": "article-26998_23", "title": "Perioral Dermatitis -- Consultations", "content": "Ophthalmology consultation may be warranted if symptoms of conjunctivitis, such as burning, itching, or tearing, are present.", "contents": "Perioral Dermatitis -- Consultations. Ophthalmology consultation may be warranted if symptoms of conjunctivitis, such as burning, itching, or tearing, are present."}
{"id": "article-26998_24", "title": "Perioral Dermatitis -- Deterrence and Patient Education", "content": "As previously stated, patients with perioral dermatitis should be made aware of the role of topical steroids in their disease process. In addition to the discontinuation of topical steroids or other triggering agents, patients should also be instructed to stop using all topical products except for their prescribed medication regimen. It is also important to impress upon the patient the time frame for treatment to remission, which could be weeks to months. The likelihood of chronic symptoms should also be discussed in detail.", "contents": "Perioral Dermatitis -- Deterrence and Patient Education. As previously stated, patients with perioral dermatitis should be made aware of the role of topical steroids in their disease process. In addition to the discontinuation of topical steroids or other triggering agents, patients should also be instructed to stop using all topical products except for their prescribed medication regimen. It is also important to impress upon the patient the time frame for treatment to remission, which could be weeks to months. The likelihood of chronic symptoms should also be discussed in detail."}
{"id": "article-26998_25", "title": "Perioral Dermatitis -- Enhancing Healthcare Team Outcomes", "content": "The majority of patients with perioral dermatitis can be managed effectively and safely by a primary clinician or a dermatologist. However, due to potential toxicity from treatments, it is important for there to be open lines of interprofessional communication between clinicians, nurses, medical assistants, and pharmacists. Patients should be encouraged to contact the office with intolerance of any topical or oral medications. As was discussed, patients may flare with discontinuation of topical steroids, possibly requiring a tapering regimen and frequent follow-up to formulate a treatment plan. Tetracycline antibiotics which are commonly used for treatment also can cause allergic reactions, gastrointestinal upset, and photosensitivity, and therefore, patients should be advised to notify the office with any concerns. [Level 5]", "contents": "Perioral Dermatitis -- Enhancing Healthcare Team Outcomes. The majority of patients with perioral dermatitis can be managed effectively and safely by a primary clinician or a dermatologist. However, due to potential toxicity from treatments, it is important for there to be open lines of interprofessional communication between clinicians, nurses, medical assistants, and pharmacists. Patients should be encouraged to contact the office with intolerance of any topical or oral medications. As was discussed, patients may flare with discontinuation of topical steroids, possibly requiring a tapering regimen and frequent follow-up to formulate a treatment plan. Tetracycline antibiotics which are commonly used for treatment also can cause allergic reactions, gastrointestinal upset, and photosensitivity, and therefore, patients should be advised to notify the office with any concerns. [Level 5]"}
{"id": "article-26998_26", "title": "Perioral Dermatitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Perioral Dermatitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}