{"id": "article-28092_0", "title": "Neuroanatomy, Putamen -- Introduction", "content": "The putamen, combined with the globus pallidus, forms the lentiform nucleus; and with the caudate nucleus, it shapes the striatum, which is a subcortical structure that forms the basal ganglia. The putamen is involved in learning and motor control, including speech articulation, language functions, reward, cognitive functioning, and addiction. [1] [2] [3] Research has noted putaminal dysfunctions in various motor and cognitive dysfunctions, namely Parkinson disease, Huntington disease, Alzheimer disease, depression, obsessive-compulsive disorder, Wilson disease, and autism.", "contents": "Neuroanatomy, Putamen -- Introduction. The putamen, combined with the globus pallidus, forms the lentiform nucleus; and with the caudate nucleus, it shapes the striatum, which is a subcortical structure that forms the basal ganglia. The putamen is involved in learning and motor control, including speech articulation, language functions, reward, cognitive functioning, and addiction. [1] [2] [3] Research has noted putaminal dysfunctions in various motor and cognitive dysfunctions, namely Parkinson disease, Huntington disease, Alzheimer disease, depression, obsessive-compulsive disorder, Wilson disease, and autism."}
{"id": "article-28092_1", "title": "Neuroanatomy, Putamen -- Structure and Function", "content": "The basal ganglia are a group of deep brain nuclei that divide into the putamen, caudate nucleus, nucleus accumbens, and globus pallidus. The putamen, caudate, and nucleus accumbens collectively form the striatum. Different parts of the striatum receive afferent input from different cortical regions and project their efferent output to the cortex through the thalamus. [4] [5] The anterior putamen connects with the associative regions in the cortex, and the posterior portion connects with the primary motor cortex and the supplementary motor area. [4] [6]", "contents": "Neuroanatomy, Putamen -- Structure and Function. The basal ganglia are a group of deep brain nuclei that divide into the putamen, caudate nucleus, nucleus accumbens, and globus pallidus. The putamen, caudate, and nucleus accumbens collectively form the striatum. Different parts of the striatum receive afferent input from different cortical regions and project their efferent output to the cortex through the thalamus. [4] [5] The anterior putamen connects with the associative regions in the cortex, and the posterior portion connects with the primary motor cortex and the supplementary motor area. [4] [6]"}
{"id": "article-28092_2", "title": "Neuroanatomy, Putamen -- Structure and Function", "content": "The striatum plays a significant role in various brain functions, including motor control and learning, language, reward, cognitive functioning, and addiction through the functional cortico-striato-thalamocortical neural pathways. [3] [7] Traditionally, the basal ganglia structures are known for their motor functions. However, it is well studied now that the basal ganglia are not only involved in purely motor functions but also are associated with more complex goal-directed behaviors, including emotion, motivation, and cognition components to express a particular movement. [1] Therefore a pathologic state (e.g., neurodegeneration, hemorrhage, etc.) in the striatum can lead to a broad range of clinical manifestations from motor dysfunction such as Parkinson disease to various psychiatric disorders. [3] [8] The putamen is also involved in modulating the sensory as well as motor aspects of pain. [9]", "contents": "Neuroanatomy, Putamen -- Structure and Function. The striatum plays a significant role in various brain functions, including motor control and learning, language, reward, cognitive functioning, and addiction through the functional cortico-striato-thalamocortical neural pathways. [3] [7] Traditionally, the basal ganglia structures are known for their motor functions. However, it is well studied now that the basal ganglia are not only involved in purely motor functions but also are associated with more complex goal-directed behaviors, including emotion, motivation, and cognition components to express a particular movement. [1] Therefore a pathologic state (e.g., neurodegeneration, hemorrhage, etc.) in the striatum can lead to a broad range of clinical manifestations from motor dysfunction such as Parkinson disease to various psychiatric disorders. [3] [8] The putamen is also involved in modulating the sensory as well as motor aspects of pain. [9]"}
{"id": "article-28092_3", "title": "Neuroanatomy, Putamen -- Embryology", "content": "From cephalic to caudal, the primary three primitive brain vesicles differentiate to the prosencephalon (forebrain), mesencephalon (midbrain), and rhombencephalon (hindbrain). By the end of the fifth week of gestation, the prosencephalon differentiates to the telencephalon (cerebral hemispheres) and the diencephalon. [10] The telencephalon gives rise to most of the components of the basal ganglia which includes the caudate and the putamen. [7] The globus pallidus originates from neuroblasts in the wall of the 3rd ventricle of the diencephalon.", "contents": "Neuroanatomy, Putamen -- Embryology. From cephalic to caudal, the primary three primitive brain vesicles differentiate to the prosencephalon (forebrain), mesencephalon (midbrain), and rhombencephalon (hindbrain). By the end of the fifth week of gestation, the prosencephalon differentiates to the telencephalon (cerebral hemispheres) and the diencephalon. [10] The telencephalon gives rise to most of the components of the basal ganglia which includes the caudate and the putamen. [7] The globus pallidus originates from neuroblasts in the wall of the 3rd ventricle of the diencephalon."}
{"id": "article-28092_4", "title": "Neuroanatomy, Putamen -- Blood Supply and Lymphatics", "content": "The putamen receives its vascular supply from the perforating branches of the anterior cerebral artery (ACA) and middle cerebral artery (MCA), also known as the lenticulostriate arteries, with variations of the predominance of either ACA or MCA supply. [11] Although the brain tissue with the highest metabolic rate lacks a conventional lymphatic system responsible for cleansing waste, the brain parenchyma owns its specific lymphatic drainage pathways, [12] [13] which are composed of [14] [15] [16] [17] [18] [19] [20] : Perivascular drainage pathways Glymphatic system Meningeal lymphatic vessels, olfactory/cervical lymphatic drainage route and their association with CSF circulation The connection among different components of the brain lymphatic drainage system The putamen, as a portion of basal ganglia, has a similar drainage system as the whole brain with structural differences in perivascular spaces compared to the cerebral cortex. [21]", "contents": "Neuroanatomy, Putamen -- Blood Supply and Lymphatics. The putamen receives its vascular supply from the perforating branches of the anterior cerebral artery (ACA) and middle cerebral artery (MCA), also known as the lenticulostriate arteries, with variations of the predominance of either ACA or MCA supply. [11] Although the brain tissue with the highest metabolic rate lacks a conventional lymphatic system responsible for cleansing waste, the brain parenchyma owns its specific lymphatic drainage pathways, [12] [13] which are composed of [14] [15] [16] [17] [18] [19] [20] : Perivascular drainage pathways Glymphatic system Meningeal lymphatic vessels, olfactory/cervical lymphatic drainage route and their association with CSF circulation The connection among different components of the brain lymphatic drainage system The putamen, as a portion of basal ganglia, has a similar drainage system as the whole brain with structural differences in perivascular spaces compared to the cerebral cortex. [21]"}
{"id": "article-28092_5", "title": "Neuroanatomy, Putamen -- Nerves", "content": "The putamen, situated in the striatal/dorsal portion of the basal ganglia, functions in harmony with the cortex through a complex cortico-basal ganglia network to perform and produce complex behaviors. It appears to be the coordination between separate functional channels and integration across a function that directs a coordinated behavior to exhibit and also be modified based on external and internal stimuli. [1] The three primary afferent input sources to the striatum are the cerebral cortex, thalamus, and primarily dopaminergic cells of the brain stem. Accordingly, outputs from the striatum travel to the pallidum complex and the substantia nigra, pars reticulata, and pars compacta. [1]", "contents": "Neuroanatomy, Putamen -- Nerves. The putamen, situated in the striatal/dorsal portion of the basal ganglia, functions in harmony with the cortex through a complex cortico-basal ganglia network to perform and produce complex behaviors. It appears to be the coordination between separate functional channels and integration across a function that directs a coordinated behavior to exhibit and also be modified based on external and internal stimuli. [1] The three primary afferent input sources to the striatum are the cerebral cortex, thalamus, and primarily dopaminergic cells of the brain stem. Accordingly, outputs from the striatum travel to the pallidum complex and the substantia nigra, pars reticulata, and pars compacta. [1]"}
{"id": "article-28092_6", "title": "Neuroanatomy, Putamen -- Physiologic Variants", "content": "Volumetric changes of the putamen have been linked to different neurologic and psychiatric disorders. Researchers have conducted large imaging meta-analyses to establish the physiologic variation of the putamen to make it comparable to its pathologic condition and determine its physiological state. It has been proven in almost all studies that the volume of putamen declines in size in both genders by aging. [22] [3] However, the effect of gender and hemispherical asymmetry is still controversial. [22] [23] [3]", "contents": "Neuroanatomy, Putamen -- Physiologic Variants. Volumetric changes of the putamen have been linked to different neurologic and psychiatric disorders. Researchers have conducted large imaging meta-analyses to establish the physiologic variation of the putamen to make it comparable to its pathologic condition and determine its physiological state. It has been proven in almost all studies that the volume of putamen declines in size in both genders by aging. [22] [3] However, the effect of gender and hemispherical asymmetry is still controversial. [22] [23] [3]"}
{"id": "article-28092_7", "title": "Neuroanatomy, Putamen -- Surgical Considerations", "content": "The putamen, as a common structure affected by a hypertensive cerebral hemorrhage, elicits a large range of presentations based on the magnitude of the initial blood extravasation. [24] Despite the controversy, surgical evacuation of the intracerebral hemorrhage is a mainstay therapeutic approach to decompress the mass effect and also eliminate the cytotoxic edema resulting from the ischemia and the degraded blood products. [25] Current recommendations to remove putaminal bleed include large size hematoma with life-threatening herniation, especially in young aged patients. [26] The other indication of removal of hematoma includes the presence of hemiparesis owing to the compression of the internal capsule from the hematoma that can be confirmed by the application of the MR tractography study. [26]", "contents": "Neuroanatomy, Putamen -- Surgical Considerations. The putamen, as a common structure affected by a hypertensive cerebral hemorrhage, elicits a large range of presentations based on the magnitude of the initial blood extravasation. [24] Despite the controversy, surgical evacuation of the intracerebral hemorrhage is a mainstay therapeutic approach to decompress the mass effect and also eliminate the cytotoxic edema resulting from the ischemia and the degraded blood products. [25] Current recommendations to remove putaminal bleed include large size hematoma with life-threatening herniation, especially in young aged patients. [26] The other indication of removal of hematoma includes the presence of hemiparesis owing to the compression of the internal capsule from the hematoma that can be confirmed by the application of the MR tractography study. [26]"}
{"id": "article-28092_8", "title": "Neuroanatomy, Putamen -- Surgical Considerations", "content": "There are different surgical approaches chosen based on the hematoma size and position, the patient's hemodynamical stability, underlying etiology, resource availability, and the surgeon's preference. [27] [25] [28] For example, the putaminal hemorrhages associated with arteriovenous malformations make it a contraindication for endoscopic surgery. [29] Therefore, it necessitates changing the operating method from the endoscopic to the microscopic approach. [27] Traditionally, a craniotomy was the first-line surgical treatment; but due to its high mortality and morbidity rate, endoscopy, and most recently, navigation guided or stereotactic aspiration has been the favored technique. [26] Although less invasive, the efficiency of hematoma evacuation is still low in endoscopy surgery owing to obscure visualization and limited or incomplete hemostasis. [28] [25] Therefore, a stainless-steel tube helps to guide the endoscope during the evacuation procedure. [28] Moreover, a standard technique of endoscopy, precise targeting of the lesions, non-eloquent assessment with minimal brain retraction, and maintaining optimal hemostasis are critical factors to eliminate postoperative complications. [25]", "contents": "Neuroanatomy, Putamen -- Surgical Considerations. There are different surgical approaches chosen based on the hematoma size and position, the patient's hemodynamical stability, underlying etiology, resource availability, and the surgeon's preference. [27] [25] [28] For example, the putaminal hemorrhages associated with arteriovenous malformations make it a contraindication for endoscopic surgery. [29] Therefore, it necessitates changing the operating method from the endoscopic to the microscopic approach. [27] Traditionally, a craniotomy was the first-line surgical treatment; but due to its high mortality and morbidity rate, endoscopy, and most recently, navigation guided or stereotactic aspiration has been the favored technique. [26] Although less invasive, the efficiency of hematoma evacuation is still low in endoscopy surgery owing to obscure visualization and limited or incomplete hemostasis. [28] [25] Therefore, a stainless-steel tube helps to guide the endoscope during the evacuation procedure. [28] Moreover, a standard technique of endoscopy, precise targeting of the lesions, non-eloquent assessment with minimal brain retraction, and maintaining optimal hemostasis are critical factors to eliminate postoperative complications. [25]"}
{"id": "article-28092_9", "title": "Neuroanatomy, Putamen -- Surgical Considerations", "content": "Despite all the disagreements over the timing of surgery and appropriate surgical approach (craniotomy, stereotactic or endoscopic) for hematoma evacuation, the most important factor to keep in mind is fast decompression to control the intracranial pressure, not the complete evacuation. [29]", "contents": "Neuroanatomy, Putamen -- Surgical Considerations. Despite all the disagreements over the timing of surgery and appropriate surgical approach (craniotomy, stereotactic or endoscopic) for hematoma evacuation, the most important factor to keep in mind is fast decompression to control the intracranial pressure, not the complete evacuation. [29]"}
{"id": "article-28092_10", "title": "Neuroanatomy, Putamen -- Clinical Significance", "content": "The putamen is a common site for hypertensive bleed as well as infarction. The corkscrew pattern of lenticulostriate vessels (increases intraluminal pressure), as well as the formation of Charcot-Bouchard aneurysm secondary to fibrinoid necrosis, predisposes to its rupture. [24] [30] On the contrary, lipohyalinosis and micro-atheroma formation account for resulting in infarction. [24] Bilateral putaminal hemorrhages, though rare, can occur in cases of bleeding disorders, methanol intoxication, metastatic lesions, and amyloid angiopathies. There can be a multispectral presentation in cases with small putaminal strokes, and these can categorize as follows [24] : Mixed motor and sensory Pure motor Pure sensory Ataxic hemiparesis Dysarthria with clumsy hands Hemiballism and hemichorea", "contents": "Neuroanatomy, Putamen -- Clinical Significance. The putamen is a common site for hypertensive bleed as well as infarction. The corkscrew pattern of lenticulostriate vessels (increases intraluminal pressure), as well as the formation of Charcot-Bouchard aneurysm secondary to fibrinoid necrosis, predisposes to its rupture. [24] [30] On the contrary, lipohyalinosis and micro-atheroma formation account for resulting in infarction. [24] Bilateral putaminal hemorrhages, though rare, can occur in cases of bleeding disorders, methanol intoxication, metastatic lesions, and amyloid angiopathies. There can be a multispectral presentation in cases with small putaminal strokes, and these can categorize as follows [24] : Mixed motor and sensory Pure motor Pure sensory Ataxic hemiparesis Dysarthria with clumsy hands Hemiballism and hemichorea"}
{"id": "article-28092_11", "title": "Neuroanatomy, Putamen -- Clinical Significance", "content": "There can be aphasia due to putaminal bleed in the dominant hemisphere, whereas spatial and hemineglect occur in right putaminal bleeds. [24] The presence of a conjugate eye deviation (CED) has been regarded as a poor prognostic marker in these bleeds. [31]", "contents": "Neuroanatomy, Putamen -- Clinical Significance. There can be aphasia due to putaminal bleed in the dominant hemisphere, whereas spatial and hemineglect occur in right putaminal bleeds. [24] The presence of a conjugate eye deviation (CED) has been regarded as a poor prognostic marker in these bleeds. [31]"}
{"id": "article-28092_12", "title": "Neuroanatomy, Putamen -- Clinical Significance", "content": "The putamen correlates with a broad spectrum of movement disorders and psychiatric diseases. The most well-known movement disorder related to putamen is Parkinson disease, which is the result of dopamine depletion in the posterior putamen and presents with rigidity, tremor, ataxia, and impairment of balance. Changes in putamen volume link to a large number of diseases. [22] While some disorders increase the volume of the putamen, including bipolar disorder, [32] Tourette syndrome, [33] attention-deficit-hyperactivity disorder, [34] researchers have seen a decline in volume in major depressive disorder, [35] Williams syndrome, [36] [37] autism, schizophrenia, [38] and suicide attempters. [39] Interestingly, obsessive-compulsive disorder (OCD) prevents putaminal volume loss associated with normal aging. [40] It also has been documented that repetitive behaviors of OCD develop in the putaminal lesions. [41] Other pathologic conditions linked to dysfunction of putamen include Huntington disease, Lewy body disorders, Alzheimer disease, Wilson disease, [42] motor, and cognitive impairment following putaminal hemorrhage, gait dysregulation following a stroke, and bilateral putaminal necrosis as a sequela of methanol toxicity. [43] [44]", "contents": "Neuroanatomy, Putamen -- Clinical Significance. The putamen correlates with a broad spectrum of movement disorders and psychiatric diseases. The most well-known movement disorder related to putamen is Parkinson disease, which is the result of dopamine depletion in the posterior putamen and presents with rigidity, tremor, ataxia, and impairment of balance. Changes in putamen volume link to a large number of diseases. [22] While some disorders increase the volume of the putamen, including bipolar disorder, [32] Tourette syndrome, [33] attention-deficit-hyperactivity disorder, [34] researchers have seen a decline in volume in major depressive disorder, [35] Williams syndrome, [36] [37] autism, schizophrenia, [38] and suicide attempters. [39] Interestingly, obsessive-compulsive disorder (OCD) prevents putaminal volume loss associated with normal aging. [40] It also has been documented that repetitive behaviors of OCD develop in the putaminal lesions. [41] Other pathologic conditions linked to dysfunction of putamen include Huntington disease, Lewy body disorders, Alzheimer disease, Wilson disease, [42] motor, and cognitive impairment following putaminal hemorrhage, gait dysregulation following a stroke, and bilateral putaminal necrosis as a sequela of methanol toxicity. [43] [44]"}
{"id": "article-28092_13", "title": "Neuroanatomy, Putamen -- Other Issues", "content": "Interesting findings regarding the involvement of the putamen in various physiological states [8] [45] [46] [45] : Studies have demonstrated that the total volume of bilateral putamen in bilinguals is greater compared to monolingual individuals. A recent neuropsychological study evaluated the volumes of subcortical structures regarding the ability to recognize facial expressions of emotions. The results elicited the putamen volume inversely correlated with the recognition of the fearful face. The putamen, along with some other brain regions, mainly orbitofrontal cortices in the left and right hemispheres, is involved in the recognition of a mother’s own infant versus other infants, demonstrating the significant role of striatal structures in maternal behavior and love.", "contents": "Neuroanatomy, Putamen -- Other Issues. Interesting findings regarding the involvement of the putamen in various physiological states [8] [45] [46] [45] : Studies have demonstrated that the total volume of bilateral putamen in bilinguals is greater compared to monolingual individuals. A recent neuropsychological study evaluated the volumes of subcortical structures regarding the ability to recognize facial expressions of emotions. The results elicited the putamen volume inversely correlated with the recognition of the fearful face. The putamen, along with some other brain regions, mainly orbitofrontal cortices in the left and right hemispheres, is involved in the recognition of a mother’s own infant versus other infants, demonstrating the significant role of striatal structures in maternal behavior and love."}
{"id": "article-28092_14", "title": "Neuroanatomy, Putamen -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Putamen -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}