{"id": "article-32550_0", "title": "Anatomy, Head and Neck, Nasal Concha -- Introduction", "content": "Located along the lateral walls of the nasal cavity, there are three pairs of turbinates commonly described: superior, middle, and inferior (see Image. Nasal Concha). [1] Additionally, between 8% and 80% of patients will possess either a unilateral or bilateral supreme turbinate as well. [2] [3] The bony components of the turbinates are referred to as conchae; the conchae of the middle, superior, and supreme turbinates are projections of the ethmoid bones, whereas the inferior turbinate - the largest turbinate - is a separate bone unto itself. Beneath the attachment of each turbinate to the lateral nasal wall is a space known as a meatus, into which drain several different outflow tracts originating in the orbits and paranasal sinuses. Turbinates play an important physiological role by warming and humidifying inspired air and by regulating nasal airflow, but they also contribute substantially to nasal airway obstruction, particularly in cases of allergy and viral upper respiratory infections.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Introduction. Located along the lateral walls of the nasal cavity, there are three pairs of turbinates commonly described: superior, middle, and inferior (see Image. Nasal Concha). [1] Additionally, between 8% and 80% of patients will possess either a unilateral or bilateral supreme turbinate as well. [2] [3] The bony components of the turbinates are referred to as conchae; the conchae of the middle, superior, and supreme turbinates are projections of the ethmoid bones, whereas the inferior turbinate - the largest turbinate - is a separate bone unto itself. Beneath the attachment of each turbinate to the lateral nasal wall is a space known as a meatus, into which drain several different outflow tracts originating in the orbits and paranasal sinuses. Turbinates play an important physiological role by warming and humidifying inspired air and by regulating nasal airflow, but they also contribute substantially to nasal airway obstruction, particularly in cases of allergy and viral upper respiratory infections."}
{"id": "article-32550_1", "title": "Anatomy, Head and Neck, Nasal Concha -- Structure and Function", "content": "The nasal turbinates are responsible for warming and humidifying air as it passes through the nasal cavity and into the nasopharynx on its way to the larynx, trachea, and lungs; their shape as curved shelves protruding from the lateral nasal walls provides them additional surface area with which to perform these functions. The turbinates, particularly the inferior turbinates, also regulate airflow to maintain appropriate levels of moisture within the nasal cavity by swelling and contracting, thereby obstructing or permitting air to pass. Beneath the pseudostratified columnar respiratory epithelium that covers the turbinates lies a layer of erectile tissue containing venous sinusoids that serve to regulate the volume of the turbinates based upon autonomic stimulation. [4] In fact, in most individuals, one inferior turbinate will swell while the other contracts to divert the majority of airflow through one nostril at a time; the turbinates will then alternate which is swollen and which is contracted in a process known as the \"nasal cycle,\" which lasts varying amounts of time - anywhere from half an hour to six hours, with cycles of longer duration occurring during sleep. [5]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Structure and Function. The nasal turbinates are responsible for warming and humidifying air as it passes through the nasal cavity and into the nasopharynx on its way to the larynx, trachea, and lungs; their shape as curved shelves protruding from the lateral nasal walls provides them additional surface area with which to perform these functions. The turbinates, particularly the inferior turbinates, also regulate airflow to maintain appropriate levels of moisture within the nasal cavity by swelling and contracting, thereby obstructing or permitting air to pass. Beneath the pseudostratified columnar respiratory epithelium that covers the turbinates lies a layer of erectile tissue containing venous sinusoids that serve to regulate the volume of the turbinates based upon autonomic stimulation. [4] In fact, in most individuals, one inferior turbinate will swell while the other contracts to divert the majority of airflow through one nostril at a time; the turbinates will then alternate which is swollen and which is contracted in a process known as the \"nasal cycle,\" which lasts varying amounts of time - anywhere from half an hour to six hours, with cycles of longer duration occurring during sleep. [5]"}
{"id": "article-32550_2", "title": "Anatomy, Head and Neck, Nasal Concha -- Structure and Function", "content": "While all of the turbinates contain erectile tissue, it is the inferior turbinates, because of their size and location at the widest portion of the nasal cavity, that have the greatest impact on nasal airflow; the inferior turbinates, unlike the other turbinates, are not processes of the ethmoid bones but are separate structures that articulate with the ethmoid, maxillary, lacrimal, and palatine bones. The inferior meatus, which lies under the shelf of the inferior turbinate, contains the outflow tract of the nasolacrimal duct and Hasner's valve, or the plica lacrimalis, which is a mucosal fold that may prevent air from refluxing through the lacrimal system. The middle meatus contains the hiatus semilunaris, just inferior to the ethmoid bulla and posterior to the uncinate process of the ethmoid bone. Within the semilunar hiatus are the outflow tracts of the frontal sinus, the maxillary sinus, and the anterior ethmoid sinuses. The posterior ethmoid sinuses and the sphenoid sinus drain into the sphenoethmoidal recess within the superior meatus. [1]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Structure and Function. While all of the turbinates contain erectile tissue, it is the inferior turbinates, because of their size and location at the widest portion of the nasal cavity, that have the greatest impact on nasal airflow; the inferior turbinates, unlike the other turbinates, are not processes of the ethmoid bones but are separate structures that articulate with the ethmoid, maxillary, lacrimal, and palatine bones. The inferior meatus, which lies under the shelf of the inferior turbinate, contains the outflow tract of the nasolacrimal duct and Hasner's valve, or the plica lacrimalis, which is a mucosal fold that may prevent air from refluxing through the lacrimal system. The middle meatus contains the hiatus semilunaris, just inferior to the ethmoid bulla and posterior to the uncinate process of the ethmoid bone. Within the semilunar hiatus are the outflow tracts of the frontal sinus, the maxillary sinus, and the anterior ethmoid sinuses. The posterior ethmoid sinuses and the sphenoid sinus drain into the sphenoethmoidal recess within the superior meatus. [1]"}
{"id": "article-32550_3", "title": "Anatomy, Head and Neck, Nasal Concha -- Structure and Function", "content": "In addition to their respiratory functions, the inferior turbinates play a role in immune surveillance because they are the first intranasal structures to come into contact with outside air. The inferior turbinates determine the pathogenicity of inhaled particles and can trigger innate and adaptive immune reactions. [6] The middle and superior turbinates do not appear to contribute to the immune response; however, both may support olfaction. The olfactory neuroepithelium is located at the apex of the nasal cavity, along the cribriform plate of the ethmoid bone, as well as along the dorsal aspect of the nasal septum and the medial aspects of the superior and middle turbinates as well. The superior turbinate is involved in the sense of smell in >80% of the population, whereas the posterior portion of the middle turbinate contains olfactory neuroepithelium in only 30-40%; it is likely that given its location, the supreme turbinate also plays a role in olfaction. [7] [8]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Structure and Function. In addition to their respiratory functions, the inferior turbinates play a role in immune surveillance because they are the first intranasal structures to come into contact with outside air. The inferior turbinates determine the pathogenicity of inhaled particles and can trigger innate and adaptive immune reactions. [6] The middle and superior turbinates do not appear to contribute to the immune response; however, both may support olfaction. The olfactory neuroepithelium is located at the apex of the nasal cavity, along the cribriform plate of the ethmoid bone, as well as along the dorsal aspect of the nasal septum and the medial aspects of the superior and middle turbinates as well. The superior turbinate is involved in the sense of smell in >80% of the population, whereas the posterior portion of the middle turbinate contains olfactory neuroepithelium in only 30-40%; it is likely that given its location, the supreme turbinate also plays a role in olfaction. [7] [8]"}
{"id": "article-32550_4", "title": "Anatomy, Head and Neck, Nasal Concha -- Embryology", "content": "The buds of the turbinates appear at week 7 of embryonic development, arising from mesenchymal stem cells, which are heterogeneous, pluripotent cells. [9] At weeks nine to ten, the maxilla begins to ossify and enlarge. During Weeks 17 to 18, the nasal capsule begins to ossify along with the inferior turbinates. Middle turbinate growth starts in week 20, deriving from the second ethmoturbinal ridge, which is an extension of the lateral wall of the nasal capsule. After Week 21, the superior turbinates begin to ossify from the third and fourth ethmoturbinals, and the supreme turbinates come from the fourth and fifth ethmoturbinals. The olfactory fascia, which runs between the nasal cartilages and the olfactory mucosa, also appear to contribute to turbinate development, with turbinate growth directionality having a major impact on nasal cavity formation. [10]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Embryology. The buds of the turbinates appear at week 7 of embryonic development, arising from mesenchymal stem cells, which are heterogeneous, pluripotent cells. [9] At weeks nine to ten, the maxilla begins to ossify and enlarge. During Weeks 17 to 18, the nasal capsule begins to ossify along with the inferior turbinates. Middle turbinate growth starts in week 20, deriving from the second ethmoturbinal ridge, which is an extension of the lateral wall of the nasal capsule. After Week 21, the superior turbinates begin to ossify from the third and fourth ethmoturbinals, and the supreme turbinates come from the fourth and fifth ethmoturbinals. The olfactory fascia, which runs between the nasal cartilages and the olfactory mucosa, also appear to contribute to turbinate development, with turbinate growth directionality having a major impact on nasal cavity formation. [10]"}
{"id": "article-32550_5", "title": "Anatomy, Head and Neck, Nasal Concha -- Blood Supply and Lymphatics", "content": "The blood supply to the nasal cavity comes from branches of the internal and external carotid arteries. The primary source is the sphenopalatine artery, a branch of the internal maxillary artery, which is itself a terminal branch of the external carotid artery. A 2016 cadaveric study demonstrated more specifically that the superior turbinate is perfused predominantly by the posterior septal artery, a branch of the sphenopalatine artery, while the inferior and middle turbinates appear to be fed by branches of the posterior lateral nasal artery, also from the sphenopalatine artery, which enters these turbinates posteriorly. [11] Anteriorly, the middle turbinate is perfused by the anterior lateral nasal artery, a branch of the facial artery from the external carotid, and the inferior turbinate is supplied by an anastomosis between the anterior lateral nasal artery and the anterior ethmoidal artery, the latter of which arises from the ophthalmic artery from the internal carotid. [12] The blood supply to the inferior turbinate is particularly relevant from a surgical standpoint because, after turbinoplasty, it is frequently the posterior aspect of the turbinate that produces persistent epistaxis; nevertheless, the anterior blood supply is sufficient to support the pedicled transfer of the inferior turbinate for nasal cavity reconstructive procedures, such as septal perforation repair.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Blood Supply and Lymphatics. The blood supply to the nasal cavity comes from branches of the internal and external carotid arteries. The primary source is the sphenopalatine artery, a branch of the internal maxillary artery, which is itself a terminal branch of the external carotid artery. A 2016 cadaveric study demonstrated more specifically that the superior turbinate is perfused predominantly by the posterior septal artery, a branch of the sphenopalatine artery, while the inferior and middle turbinates appear to be fed by branches of the posterior lateral nasal artery, also from the sphenopalatine artery, which enters these turbinates posteriorly. [11] Anteriorly, the middle turbinate is perfused by the anterior lateral nasal artery, a branch of the facial artery from the external carotid, and the inferior turbinate is supplied by an anastomosis between the anterior lateral nasal artery and the anterior ethmoidal artery, the latter of which arises from the ophthalmic artery from the internal carotid. [12] The blood supply to the inferior turbinate is particularly relevant from a surgical standpoint because, after turbinoplasty, it is frequently the posterior aspect of the turbinate that produces persistent epistaxis; nevertheless, the anterior blood supply is sufficient to support the pedicled transfer of the inferior turbinate for nasal cavity reconstructive procedures, such as septal perforation repair."}
{"id": "article-32550_6", "title": "Anatomy, Head and Neck, Nasal Concha -- Blood Supply and Lymphatics", "content": "Venous drainage of the turbinates follows arterial pathways back to the facial vein anteriorly, the cavernous sinus superiorly, and the pterygoid plexus posteriorly. The facial vein and cavernous sinus drain into the internal jugular vein, while the pterygoid plexus drains predominantly into the external jugular vein, although some of its blood flows into the cavernous sinus and internal jugular vein via communicating branches as well. Located on the lateral nasal wall at the posterior aspect of the inferior turbinate is Woodruff's plexus, a submucosal network of veins that is often injured during turbinoplasty and represents the primary cause of posterior epistaxis, which accounts for 5 to 10% of cases of nasal bleeding. [13] Lymphatic drainage of the nasal turbinates occurs through the lateral pharyngeal and retropharyngeal lymph nodes. [14]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Blood Supply and Lymphatics. Venous drainage of the turbinates follows arterial pathways back to the facial vein anteriorly, the cavernous sinus superiorly, and the pterygoid plexus posteriorly. The facial vein and cavernous sinus drain into the internal jugular vein, while the pterygoid plexus drains predominantly into the external jugular vein, although some of its blood flows into the cavernous sinus and internal jugular vein via communicating branches as well. Located on the lateral nasal wall at the posterior aspect of the inferior turbinate is Woodruff's plexus, a submucosal network of veins that is often injured during turbinoplasty and represents the primary cause of posterior epistaxis, which accounts for 5 to 10% of cases of nasal bleeding. [13] Lymphatic drainage of the nasal turbinates occurs through the lateral pharyngeal and retropharyngeal lymph nodes. [14]"}
{"id": "article-32550_7", "title": "Anatomy, Head and Neck, Nasal Concha -- Nerves", "content": "The nasal cavity, and the turbinates, in particular, are innervated by the autonomic nervous system; competition between sympathetic and parasympathetic stimulation determines the amounts of secretomotor and vasodilatory activity that occur. The parasympathetic neurons arise within the superior salivary nucleus of the midbrain. From there, the parasympathetic fibers follow the facial nerve, separating from the main motor tract at the geniculate ganglion to become the greater superficial petrosal nerve (GSPN). The GSPN synapses in the sphenopalatine ganglion then proceed through the sphenopalatine foramen. The postganglionic parasympathetic fibers then ramify into the turbinate mucosa and submucosa. These fibers secrete acetylcholine, secretoneurin, and vasoactive intestinal peptide, leading to mucus production, vasodilation, and nasal congestion. [6]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Nerves. The nasal cavity, and the turbinates, in particular, are innervated by the autonomic nervous system; competition between sympathetic and parasympathetic stimulation determines the amounts of secretomotor and vasodilatory activity that occur. The parasympathetic neurons arise within the superior salivary nucleus of the midbrain. From there, the parasympathetic fibers follow the facial nerve, separating from the main motor tract at the geniculate ganglion to become the greater superficial petrosal nerve (GSPN). The GSPN synapses in the sphenopalatine ganglion then proceed through the sphenopalatine foramen. The postganglionic parasympathetic fibers then ramify into the turbinate mucosa and submucosa. These fibers secrete acetylcholine, secretoneurin, and vasoactive intestinal peptide, leading to mucus production, vasodilation, and nasal congestion. [6]"}
{"id": "article-32550_8", "title": "Anatomy, Head and Neck, Nasal Concha -- Nerves", "content": "The sympathetic neurons originate in the hypothalamus, exit the cranium within the cervical spine, and travel via the first four cervical nerves to synapse within the superior cervical ganglion. From there, the sympathetic fibers travel to the carotid plexus and thence form the deep petrosal nerve, which in turn joins the GSPN to form the Vidian nerve, also known as the nerve of the pterygoid canal. Postsynaptic sympathetic neurons enter the mucosa and submucosa of the turbinates, secreting norepinephrine and neuropeptide Y, which cause vasoconstriction and decreased airway resistance. [6] Congestion and decongestion may occur as part of the nasal cycle previously mentioned, but congestion may also result from inflammation, as is commonly seen with allergic rhinitis, and decongestion is often a pharmacological goal achieved with medications such as oxymetazoline, phenylephrine, and cocaine.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Nerves. The sympathetic neurons originate in the hypothalamus, exit the cranium within the cervical spine, and travel via the first four cervical nerves to synapse within the superior cervical ganglion. From there, the sympathetic fibers travel to the carotid plexus and thence form the deep petrosal nerve, which in turn joins the GSPN to form the Vidian nerve, also known as the nerve of the pterygoid canal. Postsynaptic sympathetic neurons enter the mucosa and submucosa of the turbinates, secreting norepinephrine and neuropeptide Y, which cause vasoconstriction and decreased airway resistance. [6] Congestion and decongestion may occur as part of the nasal cycle previously mentioned, but congestion may also result from inflammation, as is commonly seen with allergic rhinitis, and decongestion is often a pharmacological goal achieved with medications such as oxymetazoline, phenylephrine, and cocaine."}
{"id": "article-32550_9", "title": "Anatomy, Head and Neck, Nasal Concha -- Nerves", "content": "Beyond the autonomic innervation, however, somatic and sensation in the turbinates is critically important as well. The olfactory neuroepithelium of the superior, supreme, and middle turbinates allows dissolved particulate odorants to bind with olfactory receptors and transmit signals through the cribriform plate of the skull base via the olfactory projections of the first cranial nerve back to the olfactory cortex of the ventral forebrain, which also accounts for a substantial amount of the human sense of taste. [15] The somatic sensory function of the respiratory epithelium, provided primarily by the maxillary and ophthalmic branches of the trigeminal nerve via the sphenopalatine and nasociliary nerves, respectively, is also essential because it allows patients to feel airflow through the nose, the absence of which can be very upsetting. Somatic fibers within the nose are quite sensitive, and even slight pressure over time can result in substantial discomfort; this is often seen when a septal deviation makes contact with the medial aspect of a turbinate and causes a rhinogenic headache, or Sluder syndrome. [16] The turbinate may be lateralized gently in these cases, but the usual treatment involves septoplasty to correct the deviation.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Nerves. Beyond the autonomic innervation, however, somatic and sensation in the turbinates is critically important as well. The olfactory neuroepithelium of the superior, supreme, and middle turbinates allows dissolved particulate odorants to bind with olfactory receptors and transmit signals through the cribriform plate of the skull base via the olfactory projections of the first cranial nerve back to the olfactory cortex of the ventral forebrain, which also accounts for a substantial amount of the human sense of taste. [15] The somatic sensory function of the respiratory epithelium, provided primarily by the maxillary and ophthalmic branches of the trigeminal nerve via the sphenopalatine and nasociliary nerves, respectively, is also essential because it allows patients to feel airflow through the nose, the absence of which can be very upsetting. Somatic fibers within the nose are quite sensitive, and even slight pressure over time can result in substantial discomfort; this is often seen when a septal deviation makes contact with the medial aspect of a turbinate and causes a rhinogenic headache, or Sluder syndrome. [16] The turbinate may be lateralized gently in these cases, but the usual treatment involves septoplasty to correct the deviation."}
{"id": "article-32550_10", "title": "Anatomy, Head and Neck, Nasal Concha -- Physiologic Variants", "content": "There is significant variability in the structure of the ethmoid bone, both in terms of the number of nasal turbinates and in terms of pneumatization. Most individuals are born with at least three pairs of turbinates, two arising from the ethmoid bone - the middle and superior - and one comprising its own independent bone. The supreme turbinate, a small bony process superior to the superior turbinate, is not generally clinically significant and therefore is not consistently described in the literature. It may be present bilaterally, unilaterally, or not at all, and its presence is more common in certain ethnic groups. [3] The form of the other turbinates is variable as well, with pneumatization of one or both middle turbinates occurring in 30 to 70% of patients, although pneumatization is rare in the inferior or superior turbinates. [17] Bifidity of the turbinates has also been described but is uncommon. [18]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Physiologic Variants. There is significant variability in the structure of the ethmoid bone, both in terms of the number of nasal turbinates and in terms of pneumatization. Most individuals are born with at least three pairs of turbinates, two arising from the ethmoid bone - the middle and superior - and one comprising its own independent bone. The supreme turbinate, a small bony process superior to the superior turbinate, is not generally clinically significant and therefore is not consistently described in the literature. It may be present bilaterally, unilaterally, or not at all, and its presence is more common in certain ethnic groups. [3] The form of the other turbinates is variable as well, with pneumatization of one or both middle turbinates occurring in 30 to 70% of patients, although pneumatization is rare in the inferior or superior turbinates. [17] Bifidity of the turbinates has also been described but is uncommon. [18]"}
{"id": "article-32550_11", "title": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations", "content": "Surgery within the nasal cavity typically involves the turbinates for one of two reasons: either the turbinates are the targets, or they serve as landmarks for the dissection. The middle and superior turbinates represent important waypoints during endoscopic sinus surgery. The middle meatus houses the outflow tracts of the anterior ethmoid, maxillary, and frontal sinuses. The ethmoid bulla contains many of the anterior ethmoid cells and the uncinate cells process under which lies the lacrimal sac. The middle turbinate, therefore, serves to guide the surgeon planning to access any of these structures. Additionally, the basal lamella of the middle turbinate divides the anterior and posterior ethmoid sinuses and itself serves as a milestone on the path to the sphenoid sinus. The sphenoid sinus can be accessed via a number of different approaches, but the superior turbinate represents a major landmark for locating the sphenoid ostium, which uniformly lies medial to the superior turbinate. [19] During sinus surgery, the superior turbinate is often removed in the process of locating and enlarging the sphenoid ostium, but the middle turbinate is generally left intact because of its consistent relationship with so many nearby structures that permits an experienced sinus surgeon to orient themself rapidly, even in revision cases.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations. Surgery within the nasal cavity typically involves the turbinates for one of two reasons: either the turbinates are the targets, or they serve as landmarks for the dissection. The middle and superior turbinates represent important waypoints during endoscopic sinus surgery. The middle meatus houses the outflow tracts of the anterior ethmoid, maxillary, and frontal sinuses. The ethmoid bulla contains many of the anterior ethmoid cells and the uncinate cells process under which lies the lacrimal sac. The middle turbinate, therefore, serves to guide the surgeon planning to access any of these structures. Additionally, the basal lamella of the middle turbinate divides the anterior and posterior ethmoid sinuses and itself serves as a milestone on the path to the sphenoid sinus. The sphenoid sinus can be accessed via a number of different approaches, but the superior turbinate represents a major landmark for locating the sphenoid ostium, which uniformly lies medial to the superior turbinate. [19] During sinus surgery, the superior turbinate is often removed in the process of locating and enlarging the sphenoid ostium, but the middle turbinate is generally left intact because of its consistent relationship with so many nearby structures that permits an experienced sinus surgeon to orient themself rapidly, even in revision cases."}
{"id": "article-32550_12", "title": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations", "content": "Removal of all or part of the inferior turbinate is common, however, because of its role in nasal obstruction. Inferior turbinate hypertrophy in the setting of allergic rhinitis is often managed with intranasal steroid and antihistamine sprays, but when medical management provides insufficient symptomatic relief, surgical reduction of the inferior turbinates is necessary, particularly in cases of compensatory inferior turbinate hypertrophy, which occurs in the setting of a deviated nasal septum. In many patients, when the nasal septum deviates significantly to one side, the inferior turbinate on the concave side of the deviation will hypertrophy markedly to provide airflow regulation through that side of the nasal passage. In these cases, not only is the soft tissue engorged with blood, but the bone itself gains significant volume. [20]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations. Removal of all or part of the inferior turbinate is common, however, because of its role in nasal obstruction. Inferior turbinate hypertrophy in the setting of allergic rhinitis is often managed with intranasal steroid and antihistamine sprays, but when medical management provides insufficient symptomatic relief, surgical reduction of the inferior turbinates is necessary, particularly in cases of compensatory inferior turbinate hypertrophy, which occurs in the setting of a deviated nasal septum. In many patients, when the nasal septum deviates significantly to one side, the inferior turbinate on the concave side of the deviation will hypertrophy markedly to provide airflow regulation through that side of the nasal passage. In these cases, not only is the soft tissue engorged with blood, but the bone itself gains significant volume. [20]"}
{"id": "article-32550_13", "title": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations", "content": "Turbinoplasty, as the procedure to reduce the size of the turbinates is known, may be performed using many methods, ranging from lateralizing the turbinates by outfracturing them to removing them partially or in their entirety. Most surgeons currently perform some combination of debulking and outfracturing either under local or general anesthesia when combined with septoplasty and/or rhinoplasty. An effective turbinoplasty in the correct surgical candidate should improve the patient's nasal obstruction symptom evaluation score by 35 to 40 points on a 100 point scale, substantially relieving the obstruction. [21] [22] Common methods currently employed include radiofrequency ablation, electrocautery, mechanical micro-debridement, and incising the turbinate to access and remove a portion of the bony concha. The remainder of the turbinate is typically then lateralized, taking care to leave as much of the mucosa intact as possible to avoid damaging the nose's ability to secrete mucus and humidify the inspired air. The mucosa also contains sensory nerves that allow the nose to feel airflow; when excessive damage to intranasal mucosal surfaces occurs, often due to overly aggressive turbinoplasty or turbinectomy, these nerves are no longer able to feel airflow, and patients complain of apparent nasal obstruction, even though the nasal passages may be widely patent. This phenomenon is known as \"empty nose syndrome\" or atrophic rhinitis; it can be devastating to patient quality of life and is sometimes treated with implantation of the turbinates in order to increase their bulk and thereby increase the resistance and sensation of airflow within the nose. [23] [24] For this reason, surgical reduction of the middle and inferior turbinates should be undertaken carefully, although the operation is performed commonly to alleviate nasal obstruction caused by inferior turbinate hypertrophy and middle turbinate concha bullosa.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations. Turbinoplasty, as the procedure to reduce the size of the turbinates is known, may be performed using many methods, ranging from lateralizing the turbinates by outfracturing them to removing them partially or in their entirety. Most surgeons currently perform some combination of debulking and outfracturing either under local or general anesthesia when combined with septoplasty and/or rhinoplasty. An effective turbinoplasty in the correct surgical candidate should improve the patient's nasal obstruction symptom evaluation score by 35 to 40 points on a 100 point scale, substantially relieving the obstruction. [21] [22] Common methods currently employed include radiofrequency ablation, electrocautery, mechanical micro-debridement, and incising the turbinate to access and remove a portion of the bony concha. The remainder of the turbinate is typically then lateralized, taking care to leave as much of the mucosa intact as possible to avoid damaging the nose's ability to secrete mucus and humidify the inspired air. The mucosa also contains sensory nerves that allow the nose to feel airflow; when excessive damage to intranasal mucosal surfaces occurs, often due to overly aggressive turbinoplasty or turbinectomy, these nerves are no longer able to feel airflow, and patients complain of apparent nasal obstruction, even though the nasal passages may be widely patent. This phenomenon is known as \"empty nose syndrome\" or atrophic rhinitis; it can be devastating to patient quality of life and is sometimes treated with implantation of the turbinates in order to increase their bulk and thereby increase the resistance and sensation of airflow within the nose. [23] [24] For this reason, surgical reduction of the middle and inferior turbinates should be undertaken carefully, although the operation is performed commonly to alleviate nasal obstruction caused by inferior turbinate hypertrophy and middle turbinate concha bullosa."}
{"id": "article-32550_14", "title": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations", "content": "While significant damage to the turbinates should generally be avoided when possible, some patients may require frank removal of the turbinates for oncological or reconstructive purposes. Common indications for resection of turbinates are the development of Schneiderian papillomas, specifically inverted papillomas, which often arise on the middle turbinates and require resection to prevent recurrence or malignant degeneration into squamous cell carcinoma. In cases of other sinonasal or orofacial malignancies, partial or total maxillectomy may be necessary, and these procedures will often also involve resection of one or more turbinates. Lastly, the turbinates themselves may be used as part of a reconstructive effort. The inferior turbinates are commonly used as regional flaps, based on the blood supply at the anterior face of the turbinate arising from the anterior lateral nasal and anterior ethmoidal arteries, and they are very effective for providing mucosal resurfacing during total or subtotal nasal reconstruction or for repairing large septal perforations. [25]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Surgical Considerations. While significant damage to the turbinates should generally be avoided when possible, some patients may require frank removal of the turbinates for oncological or reconstructive purposes. Common indications for resection of turbinates are the development of Schneiderian papillomas, specifically inverted papillomas, which often arise on the middle turbinates and require resection to prevent recurrence or malignant degeneration into squamous cell carcinoma. In cases of other sinonasal or orofacial malignancies, partial or total maxillectomy may be necessary, and these procedures will often also involve resection of one or more turbinates. Lastly, the turbinates themselves may be used as part of a reconstructive effort. The inferior turbinates are commonly used as regional flaps, based on the blood supply at the anterior face of the turbinate arising from the anterior lateral nasal and anterior ethmoidal arteries, and they are very effective for providing mucosal resurfacing during total or subtotal nasal reconstruction or for repairing large septal perforations. [25]"}
{"id": "article-32550_15", "title": "Anatomy, Head and Neck, Nasal Concha -- Clinical Significance", "content": "The nasal turbinates play important roles in respiration, immune surveillance, and olfaction; when they function properly, most patients are unaware they exist. However, dysfunction of the turbinates, particularly the inferior turbinates, can significantly impair quality of life. When the turbinates become hypertrophied, they produce anatomical nasal obstruction, and if they are resected or their mucosa severely injured, the sensation of nasal obstruction in the absence of a physical blockage can occur as well. Lastly, dysfunction of the olfactory epithelium that leads to a loss of smell and a reduction in the sense of taste can also significantly impact patient well-being. [26] [27] [28]", "contents": "Anatomy, Head and Neck, Nasal Concha -- Clinical Significance. The nasal turbinates play important roles in respiration, immune surveillance, and olfaction; when they function properly, most patients are unaware they exist. However, dysfunction of the turbinates, particularly the inferior turbinates, can significantly impair quality of life. When the turbinates become hypertrophied, they produce anatomical nasal obstruction, and if they are resected or their mucosa severely injured, the sensation of nasal obstruction in the absence of a physical blockage can occur as well. Lastly, dysfunction of the olfactory epithelium that leads to a loss of smell and a reduction in the sense of taste can also significantly impact patient well-being. [26] [27] [28]"}
{"id": "article-32550_16", "title": "Anatomy, Head and Neck, Nasal Concha -- Clinical Significance", "content": "Numerous medical and surgical therapies are available to help manage turbinate dysfunction, often administered by primary care providers, allergists, and otolaryngologists; the use of an interprofessional healthcare team strategy will ensure patients receive appropriate evaluation and individualized treatment.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Clinical Significance. Numerous medical and surgical therapies are available to help manage turbinate dysfunction, often administered by primary care providers, allergists, and otolaryngologists; the use of an interprofessional healthcare team strategy will ensure patients receive appropriate evaluation and individualized treatment."}
{"id": "article-32550_17", "title": "Anatomy, Head and Neck, Nasal Concha -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Nasal Concha -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}