{"id": "article-17407_0", "title": "Alteplase -- Continuing Education Activity", "content": "Alteplase is a thrombolytic agent that is manufactured by recombinant DNA technology. It is FDA approved for use in acute ischemic stroke, pulmonary embolism, acute myocardial infarction, and occluded catheters. Off-label indications include catheter-directed thrombolysis in the treatment of peripheral arterial occlusive disease and deep vein thrombosis. This activity outlines the indications, contraindications, activity, adverse events, and toxicity of alteplase in the clinical setting as relates to the essential points necessary for members of an interprofessional team managing the care of patients in need of thrombolytic therapy.", "contents": "Alteplase -- Continuing Education Activity. Alteplase is a thrombolytic agent that is manufactured by recombinant DNA technology. It is FDA approved for use in acute ischemic stroke, pulmonary embolism, acute myocardial infarction, and occluded catheters. Off-label indications include catheter-directed thrombolysis in the treatment of peripheral arterial occlusive disease and deep vein thrombosis. This activity outlines the indications, contraindications, activity, adverse events, and toxicity of alteplase in the clinical setting as relates to the essential points necessary for members of an interprofessional team managing the care of patients in need of thrombolytic therapy."}
{"id": "article-17407_1", "title": "Alteplase -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action and proper administration of alteplase. Summarize the approved indications for alteplase. Explain the adverse event profile and potential for toxicity with alteplase. Review the importance of coordinating and collaborating among various disciplines in an interprofessional healthcare team to coordinate care and management to enhance outcomes for patients receiving thrombolytic therapy with alteplase. Access free multiple choice questions on this topic.", "contents": "Alteplase -- Continuing Education Activity. Objectives: Identify the mechanism of action and proper administration of alteplase. Summarize the approved indications for alteplase. Explain the adverse event profile and potential for toxicity with alteplase. Review the importance of coordinating and collaborating among various disciplines in an interprofessional healthcare team to coordinate care and management to enhance outcomes for patients receiving thrombolytic therapy with alteplase. Access free multiple choice questions on this topic."}
{"id": "article-17407_2", "title": "Alteplase -- Indications", "content": "Alteplase is a thrombolytic agent that is manufactured by recombinant DNA technology. It is FDA approved for use in acute ischemic stroke, pulmonary embolism, acute myocardial infarction, and occluded catheters. Off-label indications include catheter-directed thrombolysis in the treatment of peripheral arterial occlusive disease and deep vein thrombosis. [1] [2]", "contents": "Alteplase -- Indications. Alteplase is a thrombolytic agent that is manufactured by recombinant DNA technology. It is FDA approved for use in acute ischemic stroke, pulmonary embolism, acute myocardial infarction, and occluded catheters. Off-label indications include catheter-directed thrombolysis in the treatment of peripheral arterial occlusive disease and deep vein thrombosis. [1] [2]"}
{"id": "article-17407_3", "title": "Alteplase -- Mechanism of Action", "content": "Alteplase is a fibrinolytic agent; it also is referred to as tissue plasminogen activator (tPA). Alteplase converts plasminogen to the proteolytic enzyme plasmin, which lyses fibrin as well as fibrinogen. Intravenous alteplase is cleared primarily by the liver with an initial half-life of fewer than 5 minutes and a terminal half-life of 72 minutes. When alteplase 2 mg is instilled into occluded catheters to restore catheter function, it is unlikely that plasma will attain pharmacologic concentrations of alteplase. [3] [4]", "contents": "Alteplase -- Mechanism of Action. Alteplase is a fibrinolytic agent; it also is referred to as tissue plasminogen activator (tPA). Alteplase converts plasminogen to the proteolytic enzyme plasmin, which lyses fibrin as well as fibrinogen. Intravenous alteplase is cleared primarily by the liver with an initial half-life of fewer than 5 minutes and a terminal half-life of 72 minutes. When alteplase 2 mg is instilled into occluded catheters to restore catheter function, it is unlikely that plasma will attain pharmacologic concentrations of alteplase. [3] [4]"}
{"id": "article-17407_4", "title": "Alteplase -- Administration", "content": "Alteplase is available as a lyophilized powder in 50 mg and 100 mg vials. Each vial gets packaged with diluent (sterile water for injection) for reconstitution. It also is compatible with 0.9% sodium chloride (NS) and dextrose 5% water (D5W).", "contents": "Alteplase -- Administration. Alteplase is available as a lyophilized powder in 50 mg and 100 mg vials. Each vial gets packaged with diluent (sterile water for injection) for reconstitution. It also is compatible with 0.9% sodium chloride (NS) and dextrose 5% water (D5W)."}
{"id": "article-17407_5", "title": "Alteplase -- Administration", "content": "Alteplase is administered intravenously at a concentration of 1 mg/mL for the treatment of acute ischemic stroke, pulmonary embolism, and myocardial infarction. The reconstituted solution is stable for 8 hours at room temperature. For catheter clearance, the drug is instilled directly into the catheter at a concentration of 1 mg/mL.", "contents": "Alteplase -- Administration. Alteplase is administered intravenously at a concentration of 1 mg/mL for the treatment of acute ischemic stroke, pulmonary embolism, and myocardial infarction. The reconstituted solution is stable for 8 hours at room temperature. For catheter clearance, the drug is instilled directly into the catheter at a concentration of 1 mg/mL."}
{"id": "article-17407_6", "title": "Alteplase -- Administration -- 1. Acute Ischemic Stroke", "content": "The recommended dose is 0.9 mg/kg. The total dose should not exceed 90 mg.", "contents": "Alteplase -- Administration -- 1. Acute Ischemic Stroke. The recommended dose is 0.9 mg/kg. The total dose should not exceed 90 mg."}
{"id": "article-17407_7", "title": "Alteplase -- Administration -- 1. Acute Ischemic Stroke", "content": "Ten percent of the total dose gets administered as an intravenous (IV) bolus over 1 minute, and the infusion of the remainder occurs over 60 minutes. The administration should take place as soon as possible and within 4.5 hours of symptom onset.", "contents": "Alteplase -- Administration -- 1. Acute Ischemic Stroke. Ten percent of the total dose gets administered as an intravenous (IV) bolus over 1 minute, and the infusion of the remainder occurs over 60 minutes. The administration should take place as soon as possible and within 4.5 hours of symptom onset."}
{"id": "article-17407_8", "title": "Alteplase -- Administration -- 2. Myocardial Infarction", "content": "Alteplase may be used in conjunction with heparin and aspirin for the treatment of myocardial infarction. When used for this indication, providers may select one of the following dosing regimens: IV bolus followed by a 90-minute infusion or a 180-minute infusion.", "contents": "Alteplase -- Administration -- 2. Myocardial Infarction. Alteplase may be used in conjunction with heparin and aspirin for the treatment of myocardial infarction. When used for this indication, providers may select one of the following dosing regimens: IV bolus followed by a 90-minute infusion or a 180-minute infusion."}
{"id": "article-17407_9", "title": "Alteplase -- Administration -- 2. Myocardial Infarction", "content": "IV bolus followed by a 90-minute infusion: Patients who weigh more than 67 kg should receive a bolus of 15 mg followed by a 30-minute infusion of 50 mg and then a 60-minute infusion of 35 mg. Patients who weigh less than or equal to 67 kg should receive a bolus of 15 mg, followed by a weight-based 30-minute infusion of 0.75 mg/kg and a 60-minute infusion of 0.5 mg/kg. The total dose should not exceed 100 mg. IV bolus followed by a 180-minute infusion: Patients weighing more than or equal to 65 kg should receive 6 to 10 mg administered as a bolus followed by 50-54 mg administered over the rest of the first hour and then 20 mg/hour for 2 hours. Patients who weigh less than 65 kg should receive a bolus of 0.075 mg/kg, then 0.675 mg/kg for the rest of the first hour, followed by 0.25 mg/kg per hour for 2 hours. The total dose should not exceed 100 mg.", "contents": "Alteplase -- Administration -- 2. Myocardial Infarction. IV bolus followed by a 90-minute infusion: Patients who weigh more than 67 kg should receive a bolus of 15 mg followed by a 30-minute infusion of 50 mg and then a 60-minute infusion of 35 mg. Patients who weigh less than or equal to 67 kg should receive a bolus of 15 mg, followed by a weight-based 30-minute infusion of 0.75 mg/kg and a 60-minute infusion of 0.5 mg/kg. The total dose should not exceed 100 mg. IV bolus followed by a 180-minute infusion: Patients weighing more than or equal to 65 kg should receive 6 to 10 mg administered as a bolus followed by 50-54 mg administered over the rest of the first hour and then 20 mg/hour for 2 hours. Patients who weigh less than 65 kg should receive a bolus of 0.075 mg/kg, then 0.675 mg/kg for the rest of the first hour, followed by 0.25 mg/kg per hour for 2 hours. The total dose should not exceed 100 mg."}
{"id": "article-17407_10", "title": "Alteplase -- Administration -- 3. Pulmonary Embolism (PE)", "content": "The FDA recommended dose for PE is 100 mg infused intravenously over 2 hours. Parenteral anticoagulation should be started near the end of, or immediately following, the infusion when the partial thromboplastin time or thrombin time is equal to or lower than twice normal.", "contents": "Alteplase -- Administration -- 3. Pulmonary Embolism (PE). The FDA recommended dose for PE is 100 mg infused intravenously over 2 hours. Parenteral anticoagulation should be started near the end of, or immediately following, the infusion when the partial thromboplastin time or thrombin time is equal to or lower than twice normal."}
{"id": "article-17407_11", "title": "Alteplase -- Administration -- 4. Catheter Clearance", "content": "Alteplase 2 mg should be instilled into the catheter at a concentration of 1 mg/mL. A second dose may be administered 2 hours after the first one if the catheter is still occluded.", "contents": "Alteplase -- Administration -- 4. Catheter Clearance. Alteplase 2 mg should be instilled into the catheter at a concentration of 1 mg/mL. A second dose may be administered 2 hours after the first one if the catheter is still occluded."}
{"id": "article-17407_12", "title": "Alteplase -- Administration -- Clinical Evidence", "content": "The NINDS trial was a randomized trial of IV alteplase versus placebo in patients with acute ischemic stroke treated within 3 hours of symptom onset. Alteplase improved functional outcomes at three months in comparison to placebo. [5] [6] [7]", "contents": "Alteplase -- Administration -- Clinical Evidence. The NINDS trial was a randomized trial of IV alteplase versus placebo in patients with acute ischemic stroke treated within 3 hours of symptom onset. Alteplase improved functional outcomes at three months in comparison to placebo. [5] [6] [7]"}
{"id": "article-17407_13", "title": "Alteplase -- Administration -- Clinical Evidence", "content": "In the ECASS trial, alteplase administered between 3 and 4.5 hours after onset of acute ischemic stroke symptoms resulted in a lower incidence of the primary end-point, disability at three months, compared to placebo. However, alteplase was more frequently associated with symptomatic intracranial hemorrhage than placebo.", "contents": "Alteplase -- Administration -- Clinical Evidence. In the ECASS trial, alteplase administered between 3 and 4.5 hours after onset of acute ischemic stroke symptoms resulted in a lower incidence of the primary end-point, disability at three months, compared to placebo. However, alteplase was more frequently associated with symptomatic intracranial hemorrhage than placebo."}
{"id": "article-17407_14", "title": "Alteplase -- Administration -- Clinical Evidence", "content": "The MAPPET-3 trial compared heparin plus 100 mg alteplase to heparin alone, both administered over 2 hours in patients with PE and right ventricular dysfunction or pulmonary hypertension but no hypotension or shock (submassive PE). The primary endpoint of in-hospital death or clinical deterioration was significantly lower in the group that received alteplase.", "contents": "Alteplase -- Administration -- Clinical Evidence. The MAPPET-3 trial compared heparin plus 100 mg alteplase to heparin alone, both administered over 2 hours in patients with PE and right ventricular dysfunction or pulmonary hypertension but no hypotension or shock (submassive PE). The primary endpoint of in-hospital death or clinical deterioration was significantly lower in the group that received alteplase."}
{"id": "article-17407_15", "title": "Alteplase -- Administration -- Clinical Evidence", "content": "In the MOPETT trial, 121 patients with moderate PE were randomized to receive alteplase 0.5 mg/kg (maximum 50 mg), given as a 10 mg bolus followed by the remainder over 2 hours plus anticoagulation or anticoagulation alone. This dose of alteplase is lower than the FDA recommended dose of 100 mg for a massive PE. Alteplase plus anticoagulation reduced the incidence of pulmonary hypertension and the composite outcome of pulmonary hypertension and recurrent PE compared to anticoagulation alone.", "contents": "Alteplase -- Administration -- Clinical Evidence. In the MOPETT trial, 121 patients with moderate PE were randomized to receive alteplase 0.5 mg/kg (maximum 50 mg), given as a 10 mg bolus followed by the remainder over 2 hours plus anticoagulation or anticoagulation alone. This dose of alteplase is lower than the FDA recommended dose of 100 mg for a massive PE. Alteplase plus anticoagulation reduced the incidence of pulmonary hypertension and the composite outcome of pulmonary hypertension and recurrent PE compared to anticoagulation alone."}
{"id": "article-17407_16", "title": "Alteplase -- Administration -- Clinical Evidence", "content": "In the Gusto trial, the use of alteplase and heparin compared to streptokinase plus heparin resulted in a 14% reduction in mortality. The use of alteplase resulted in significantly more hemorrhagic strokes compared to the use of streptokinase. Streptokinase is not available in the USA for clinical use.", "contents": "Alteplase -- Administration -- Clinical Evidence. In the Gusto trial, the use of alteplase and heparin compared to streptokinase plus heparin resulted in a 14% reduction in mortality. The use of alteplase resulted in significantly more hemorrhagic strokes compared to the use of streptokinase. Streptokinase is not available in the USA for clinical use."}
{"id": "article-17407_17", "title": "Alteplase -- Adverse Effects", "content": "Adverse effects of alteplase include bleeding, angioedema, anaphylaxis, and fever.", "contents": "Alteplase -- Adverse Effects. Adverse effects of alteplase include bleeding, angioedema, anaphylaxis, and fever."}
{"id": "article-17407_18", "title": "Alteplase -- Adverse Effects", "content": "The risk of bleeding is highest in patients with the following conditions: recent intracranial hemorrhage, major surgery, cerebrovascular disease, recent trauma or major bleeding, uncontrolled hypertension, acute pericarditis, hemorrhagic ophthalmic conditions, advanced age, concurrent anticoagulant or antiplatelet agents, and any coagulopathy that makes patients more susceptible to bleeding. There have been case reports of cholesterol embolization in patients treated with thrombolytics, including alteplase. The incidence and clinical significance of this are not well defined.", "contents": "Alteplase -- Adverse Effects. The risk of bleeding is highest in patients with the following conditions: recent intracranial hemorrhage, major surgery, cerebrovascular disease, recent trauma or major bleeding, uncontrolled hypertension, acute pericarditis, hemorrhagic ophthalmic conditions, advanced age, concurrent anticoagulant or antiplatelet agents, and any coagulopathy that makes patients more susceptible to bleeding. There have been case reports of cholesterol embolization in patients treated with thrombolytics, including alteplase. The incidence and clinical significance of this are not well defined."}
{"id": "article-17407_19", "title": "Alteplase -- Contraindications", "content": "When considering alteplase for the treatment of acute ischemic stroke, do not use it in patients with the following conditions: Intracranial hemorrhage Subarachnoid hemorrhage Internal bleeding Stroke within the last three months Intracranial or intraspinal surgery within the last three months Serious head trauma within the last three months Intracranial neoplasms, arteriovenous malformations, or aneurysms Conditions that increase the risk of bleeding Currently severe uncontrolled hypertension", "contents": "Alteplase -- Contraindications. When considering alteplase for the treatment of acute ischemic stroke, do not use it in patients with the following conditions: Intracranial hemorrhage Subarachnoid hemorrhage Internal bleeding Stroke within the last three months Intracranial or intraspinal surgery within the last three months Serious head trauma within the last three months Intracranial neoplasms, arteriovenous malformations, or aneurysms Conditions that increase the risk of bleeding Currently severe uncontrolled hypertension"}
{"id": "article-17407_20", "title": "Alteplase -- Contraindications", "content": "Alteplase is FDA pregnancy category C. Research has not shown whether it crosses the placenta or gets excreted in human milk. It has not had much research in pregnant women, nursing mothers, or pediatric patients.", "contents": "Alteplase -- Contraindications. Alteplase is FDA pregnancy category C. Research has not shown whether it crosses the placenta or gets excreted in human milk. It has not had much research in pregnant women, nursing mothers, or pediatric patients."}
{"id": "article-17407_21", "title": "Alteplase -- Monitoring", "content": "Patients require assessment for bleeding and hypersensitivity reactions.", "contents": "Alteplase -- Monitoring. Patients require assessment for bleeding and hypersensitivity reactions."}
{"id": "article-17407_22", "title": "Alteplase -- Monitoring", "content": "Neurological status and blood pressure require monitoring during intravenous therapy. Laboratory parameters to follow include hemoglobin, hematocrit, platelets, fibrinogen, and activated partial thromboplastin time. If serious bleeding occurs, stop the alteplase therapy and provide supportive care. If a hypersensitivity reaction occurs, stop the alteplase and provide supportive therapy such as antihistamines and corticosteroids. Coagulation tests may be unreliable during alteplase therapy because alteplase may degrade fibrinogen in blood samples.", "contents": "Alteplase -- Monitoring. Neurological status and blood pressure require monitoring during intravenous therapy. Laboratory parameters to follow include hemoglobin, hematocrit, platelets, fibrinogen, and activated partial thromboplastin time. If serious bleeding occurs, stop the alteplase therapy and provide supportive care. If a hypersensitivity reaction occurs, stop the alteplase and provide supportive therapy such as antihistamines and corticosteroids. Coagulation tests may be unreliable during alteplase therapy because alteplase may degrade fibrinogen in blood samples."}
{"id": "article-17407_23", "title": "Alteplase -- Toxicity", "content": "There is not an antidote for alteplase overdose, e.g., serious bleeding. Immediately discontinue therapy and provide supportive care.", "contents": "Alteplase -- Toxicity. There is not an antidote for alteplase overdose, e.g., serious bleeding. Immediately discontinue therapy and provide supportive care."}
{"id": "article-17407_24", "title": "Alteplase -- Enhancing Healthcare Team Outcomes", "content": "Alteplase is a commonly used thrombolytic agent in hospital settings. However, healthcare professionals, including all clinicians who prescribe this agent as well as pharmacists and nurses that monitor dosing, must be aware of its potential complications. Nurses will often be tasked with administering the drug, so they should familiarize themselves with dosing to be aware of possible errors and can coordinate with the pharmacist on dosing and administration. The pharmacist should also perform medication reconciliation to preclude any drug-drug interactions. If the pharmacist or nurse encounters any concerns, they should contact the clinician on duty immediately. Besides bleeding, the drug may also cause allergic reactions. It is important to know the contraindications of this agent to avoid morbidity and mortality. [8] Given the potential for bleeding, an interprofessional team approach to using alteplase is crucial for therapeutic effectiveness as well as patient safety. [Level V]", "contents": "Alteplase -- Enhancing Healthcare Team Outcomes. Alteplase is a commonly used thrombolytic agent in hospital settings. However, healthcare professionals, including all clinicians who prescribe this agent as well as pharmacists and nurses that monitor dosing, must be aware of its potential complications. Nurses will often be tasked with administering the drug, so they should familiarize themselves with dosing to be aware of possible errors and can coordinate with the pharmacist on dosing and administration. The pharmacist should also perform medication reconciliation to preclude any drug-drug interactions. If the pharmacist or nurse encounters any concerns, they should contact the clinician on duty immediately. Besides bleeding, the drug may also cause allergic reactions. It is important to know the contraindications of this agent to avoid morbidity and mortality. [8] Given the potential for bleeding, an interprofessional team approach to using alteplase is crucial for therapeutic effectiveness as well as patient safety. [Level V]"}
{"id": "article-17407_25", "title": "Alteplase -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Alteplase -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}