{"id": "article-40609_0", "title": "Biochemistry, Hormones -- Introduction", "content": "The endocrine hormones are a wide array of molecules that traverse the bloodstream to act on distant tissues, leading to alterations in metabolic functions within the body. They can broadly divide into peptides, steroids, and tyrosine derivatives that may work on either cell surface or intracellular receptors. A discussion on the synthesis, structures, and mechanisms of action of these hormones will follow.", "contents": "Biochemistry, Hormones -- Introduction. The endocrine hormones are a wide array of molecules that traverse the bloodstream to act on distant tissues, leading to alterations in metabolic functions within the body. They can broadly divide into peptides, steroids, and tyrosine derivatives that may work on either cell surface or intracellular receptors. A discussion on the synthesis, structures, and mechanisms of action of these hormones will follow."}
{"id": "article-40609_1", "title": "Biochemistry, Hormones -- Fundamentals", "content": "Peptide Hormones", "contents": "Biochemistry, Hormones -- Fundamentals. Peptide Hormones"}
{"id": "article-40609_2", "title": "Biochemistry, Hormones -- Fundamentals", "content": "The peptide hormones are water soluble molecules composed of amino acids (AA) linked by amide bonds. They exist as single polypeptide chains or as multimeric proteins, ranging in size from 3 to 200 AAs. They commonly derive from a single gene, with multimeric proteins being an exception. The peptide hormones act on cell surface receptors and therefore must be capable of exocytosis after translation. First, a ribosome translates a signal sequence that docks it to a signal recognition particle (SRP) on the rough endoplasmic reticulum (RER). Translation continues within the RER, and the growing peptide is cleaved from its signal sequence, forming a large preprohormone, which is cleaved to a prohormone, packaged in a vesicle, and sent to the Golgi apparatus. In the Golgi, peptides are cleaved into their final form and packaged into secretory vesicles that enter the cytoplasm. These vesicles undergo exocytosis upon cellular stimulus. Classic examples of this processing are pre-pro-PTH, pro-PTH and PTH as well as pre-pro-insulin, proinsulin, and insulin. The secretory vesicles often contain cleavage products in addition to the hormone as seen with insulin and C-peptide, which are co-secreted in equimolar concentrations. In addition to cleavages, other modifications occur in the RER and Golgi, namely N-linked and O-linked glycosylation of AA side chains. [1]", "contents": "Biochemistry, Hormones -- Fundamentals. The peptide hormones are water soluble molecules composed of amino acids (AA) linked by amide bonds. They exist as single polypeptide chains or as multimeric proteins, ranging in size from 3 to 200 AAs. They commonly derive from a single gene, with multimeric proteins being an exception. The peptide hormones act on cell surface receptors and therefore must be capable of exocytosis after translation. First, a ribosome translates a signal sequence that docks it to a signal recognition particle (SRP) on the rough endoplasmic reticulum (RER). Translation continues within the RER, and the growing peptide is cleaved from its signal sequence, forming a large preprohormone, which is cleaved to a prohormone, packaged in a vesicle, and sent to the Golgi apparatus. In the Golgi, peptides are cleaved into their final form and packaged into secretory vesicles that enter the cytoplasm. These vesicles undergo exocytosis upon cellular stimulus. Classic examples of this processing are pre-pro-PTH, pro-PTH and PTH as well as pre-pro-insulin, proinsulin, and insulin. The secretory vesicles often contain cleavage products in addition to the hormone as seen with insulin and C-peptide, which are co-secreted in equimolar concentrations. In addition to cleavages, other modifications occur in the RER and Golgi, namely N-linked and O-linked glycosylation of AA side chains. [1]"}
{"id": "article-40609_3", "title": "Biochemistry, Hormones -- Fundamentals", "content": "These hormones range broadly in size and structure, but several peptide families are of note. The glycoproteins are a group of heavily glycosylated alpha:beta heterodimers. The alpha-subunit is 92 AAs long and shared by all peptides of this class.  This family includes thyroid-stimulating hormone (TSH) and the gonadotropins: follicle-stimulating hormone (FSH), luteinizing hormone (LH), and human chorionic gonadotropin (hCG). The POMC family consists of hormones derived from a single protein product that is cleaved at various lysine residues into multiple active peptides, including adrenocorticotropic hormone (ACTH) and beta-lipotropin.  The posterior pituitary produces two peptide hormones that differ by only two AAs: oxytocin and anti-diuretic hormone (ADH). Both are nonapeptides with a disulfide bridge, which get packaged with carrier proteins called neurophysins. The Insulin/Insulin-like growth factor (IGF) family of hormones are peptides with three disulfide bonds. Insulin is a 51 AA hormone, consisting of two disulfide-linked polypeptide chains, while IGF-1 is a single polypeptide comprising 70 AAs. The growth hormone (GH) family are large, unglycosylated single polypeptide chains of approximately 200 AAs that have two internal disulfide bonds. This group includes GH, prolactin, and human placental lactogen.", "contents": "Biochemistry, Hormones -- Fundamentals. These hormones range broadly in size and structure, but several peptide families are of note. The glycoproteins are a group of heavily glycosylated alpha:beta heterodimers. The alpha-subunit is 92 AAs long and shared by all peptides of this class.  This family includes thyroid-stimulating hormone (TSH) and the gonadotropins: follicle-stimulating hormone (FSH), luteinizing hormone (LH), and human chorionic gonadotropin (hCG). The POMC family consists of hormones derived from a single protein product that is cleaved at various lysine residues into multiple active peptides, including adrenocorticotropic hormone (ACTH) and beta-lipotropin.  The posterior pituitary produces two peptide hormones that differ by only two AAs: oxytocin and anti-diuretic hormone (ADH). Both are nonapeptides with a disulfide bridge, which get packaged with carrier proteins called neurophysins. The Insulin/Insulin-like growth factor (IGF) family of hormones are peptides with three disulfide bonds. Insulin is a 51 AA hormone, consisting of two disulfide-linked polypeptide chains, while IGF-1 is a single polypeptide comprising 70 AAs. The growth hormone (GH) family are large, unglycosylated single polypeptide chains of approximately 200 AAs that have two internal disulfide bonds. This group includes GH, prolactin, and human placental lactogen."}
{"id": "article-40609_4", "title": "Biochemistry, Hormones -- Fundamentals", "content": "Steroid Hormones", "contents": "Biochemistry, Hormones -- Fundamentals. Steroid Hormones"}
{"id": "article-40609_5", "title": "Biochemistry, Hormones -- Fundamentals", "content": "The steroid hormones are synthesized from cholesterol and are therefore lipophilic, freely diffuse across cell membranes, and have a structure of three contiguous cyclohexyl rings joined to one cyclopentyl ring. These cholesterol derivatives differ in their side groups and covalent bonds, which permits binding to different intracellular receptors. Steroid synthesis begins when the endocrine cell is stimulated by a peptide hormone, e.g., ACTH, leading to cleavage of stored cytoplasmic cholesterol esters and shuttling of newly-freed cholesterol to the mitochondria. The cholesterol side chain is then cleaved by cholesterol desmolase, forming pregnenolone; this is both the first committed step and the rate-limiting step (RLS) in steroid synthesis. Tissue-specific enzymes determine further transform pregnenolone to steroid end-products. Using the adrenal cortex as an example, zona glomerulosa cells form aldosterone via aldosterone synthase, zona fasciculata cells route pregnenolone towards cortisol formation via 17alpha-hydroxylase, and zona reticularis cells further route precursors towards sex steroid formation via 17,20 lyase. [2]", "contents": "Biochemistry, Hormones -- Fundamentals. The steroid hormones are synthesized from cholesterol and are therefore lipophilic, freely diffuse across cell membranes, and have a structure of three contiguous cyclohexyl rings joined to one cyclopentyl ring. These cholesterol derivatives differ in their side groups and covalent bonds, which permits binding to different intracellular receptors. Steroid synthesis begins when the endocrine cell is stimulated by a peptide hormone, e.g., ACTH, leading to cleavage of stored cytoplasmic cholesterol esters and shuttling of newly-freed cholesterol to the mitochondria. The cholesterol side chain is then cleaved by cholesterol desmolase, forming pregnenolone; this is both the first committed step and the rate-limiting step (RLS) in steroid synthesis. Tissue-specific enzymes determine further transform pregnenolone to steroid end-products. Using the adrenal cortex as an example, zona glomerulosa cells form aldosterone via aldosterone synthase, zona fasciculata cells route pregnenolone towards cortisol formation via 17alpha-hydroxylase, and zona reticularis cells further route precursors towards sex steroid formation via 17,20 lyase. [2]"}
{"id": "article-40609_6", "title": "Biochemistry, Hormones -- Fundamentals", "content": "Tyrosine Derivatives", "contents": "Biochemistry, Hormones -- Fundamentals. Tyrosine Derivatives"}
{"id": "article-40609_7", "title": "Biochemistry, Hormones -- Fundamentals", "content": "Within the chromaffin cells of the adrenal medulla, a single tyrosine molecule transforms into norepinephrine or epinephrine, water-soluble catecholamines that act as ligands for cell surface receptors. In the cytoplasm, tyrosine converts to dihydroxyphenylalanine (DOPA) via tyrosine hydroxylase, which is the RLS in catecholamine formation. DOPA then converts to dopamine via amino acid decarboxylase. Dopamine gets packaged into vesicles via vesicular monoamine transporter (VMAT) where it converts to norepinephrine via dopamine beta-hydroxylase. About 80% of the norepinephrine then transforms to epinephrine via phenylethanolamine-N-methyltransferase, whose activity is significantly increased by cortisol. Epinephrine and norepinephrine are exocytosed when these chromaffin cells undergo stimulation by acetylcholine acting at nicotinic cell surface receptors.", "contents": "Biochemistry, Hormones -- Fundamentals. Within the chromaffin cells of the adrenal medulla, a single tyrosine molecule transforms into norepinephrine or epinephrine, water-soluble catecholamines that act as ligands for cell surface receptors. In the cytoplasm, tyrosine converts to dihydroxyphenylalanine (DOPA) via tyrosine hydroxylase, which is the RLS in catecholamine formation. DOPA then converts to dopamine via amino acid decarboxylase. Dopamine gets packaged into vesicles via vesicular monoamine transporter (VMAT) where it converts to norepinephrine via dopamine beta-hydroxylase. About 80% of the norepinephrine then transforms to epinephrine via phenylethanolamine-N-methyltransferase, whose activity is significantly increased by cortisol. Epinephrine and norepinephrine are exocytosed when these chromaffin cells undergo stimulation by acetylcholine acting at nicotinic cell surface receptors."}
{"id": "article-40609_8", "title": "Biochemistry, Hormones -- Fundamentals", "content": "In the follicles of the thyroid gland, tyrosine converts into thyroid hormone (TH), a lipophilic polyiodinated dityrosine molecule that interacts with intracellular receptors. First, TSH stimulates iodide uptake along the basal surface of follicular cells via the sodium-iodide symporter. This transport is ATP-mediated and works against an electrochemical gradient, ensuring adequate iodide uptake. [3] Within the cell, hydrogen peroxide acts as an oxidizing agent to form iodine via the thyroid peroxidase (TPO) enzyme. Iodine is then actively transported across the apical surface to the lumen of the follicle where tyrosine residues lay attached to large thyroglobulin molecules. These residues are mono or diiodinated to form monoiodotyrosine (MIT) or diiodotyrosine (DIT). Adjacent MIT and DIT then conjugate to form either triiodinated or tetraiodinated dityrosine residues. Follicular thyroglobulin then gets endocytosed into the cell, where the endosome then fuses with a lysosome, leading to cleavage of these dityrosine residues from thyroglobulin, forming tetraiodinated thyroxine (T4) and triiodothyronine (T3), the more activate form of TH.  TSH stimulates this process. Though lipophilic, TH is predominantly transported across the basal cell membrane rather than diffused; this is also true of cellular uptake. [4] However, its lipophilicity necessitates transport through the bloodstream via carrier proteins. These include thyroxine-binding globulin (70%), albumin (15 to 20%) and transthyretin (10 to 15%). Thyroid hormone is active when freely dissociated in the bloodstream, and its potency is further increased in the periphery when T4 converts to T3 via the enzyme 5’ deiodinase. [5]", "contents": "Biochemistry, Hormones -- Fundamentals. In the follicles of the thyroid gland, tyrosine converts into thyroid hormone (TH), a lipophilic polyiodinated dityrosine molecule that interacts with intracellular receptors. First, TSH stimulates iodide uptake along the basal surface of follicular cells via the sodium-iodide symporter. This transport is ATP-mediated and works against an electrochemical gradient, ensuring adequate iodide uptake. [3] Within the cell, hydrogen peroxide acts as an oxidizing agent to form iodine via the thyroid peroxidase (TPO) enzyme. Iodine is then actively transported across the apical surface to the lumen of the follicle where tyrosine residues lay attached to large thyroglobulin molecules. These residues are mono or diiodinated to form monoiodotyrosine (MIT) or diiodotyrosine (DIT). Adjacent MIT and DIT then conjugate to form either triiodinated or tetraiodinated dityrosine residues. Follicular thyroglobulin then gets endocytosed into the cell, where the endosome then fuses with a lysosome, leading to cleavage of these dityrosine residues from thyroglobulin, forming tetraiodinated thyroxine (T4) and triiodothyronine (T3), the more activate form of TH.  TSH stimulates this process. Though lipophilic, TH is predominantly transported across the basal cell membrane rather than diffused; this is also true of cellular uptake. [4] However, its lipophilicity necessitates transport through the bloodstream via carrier proteins. These include thyroxine-binding globulin (70%), albumin (15 to 20%) and transthyretin (10 to 15%). Thyroid hormone is active when freely dissociated in the bloodstream, and its potency is further increased in the periphery when T4 converts to T3 via the enzyme 5’ deiodinase. [5]"}
{"id": "article-40609_9", "title": "Biochemistry, Hormones -- Mechanism", "content": "Cell Surface Receptors", "contents": "Biochemistry, Hormones -- Mechanism. Cell Surface Receptors"}
{"id": "article-40609_10", "title": "Biochemistry, Hormones -- Mechanism", "content": "Many hydrophilic endocrine hormones act as ligands for G protein-coupled receptors (GPCR). These receptors characteristically have seven alpha-helical transmembrane domains, an N-terminus facing the extracellular space, and linkage to an intracellular trimeric G protein, consisting of alpha, beta, and gamma subunits. GPCRs allow for the signal of a ligand to be amplified many times over via intracellular second messenger systems. Once a ligand binds the extracellular domain of the GPCR, a there is the induction of a conformational change that releases the G protein into the cytoplasm. The subsequent second messenger system depends on whether the alpha subunit of the G protein is a G or G subtype. G subunits exchange a GDP molecule for GTP, causing it to dissociate from the trimeric complex. The alpha subunit then binds to the enzyme adenylyl cyclase, which converts ATP to cyclic AMP (cAMP). Two cAMP molecules then bind and activate protein kinase A (PKA). PKA is a kinase that specifically phosphorylates serine and threonine AA residues [6] . G subunits activate phospholipase C (PLC), a membrane-associated enzyme, with the assistance of the beta subunit. PLC then cleaves phosphatidylinositol 4,5-bisphosphate (PIP2), a membrane phospholipid, into diacylglycerol (DAG) and 1,4,5-triphosphate (IP3). IP3 freely associates with the cytoplasm while DAG remains membrane-bound. DAG then activates protein kinase C (PKC), which is also a serine-threonine kinase (19212139). Though the G and G receptors lead to the cAMP and DAG/IP3 pathways, respectively, the net effect of both is activation of intracellular serine/threonine kinases via second messengers, leading to altered activity of cytosolic enzymes and nuclear transcription factors. Common hormones that are mediated by G subunits include ADH, growth hormone-releasing hormone(GHRH), corticotropin-releasing hormone (CRH), ACTH, glycoproteins, gonadotropin-releasing hormone (GnRH), parathyroid hormone (PTH), calcitonin, and glucagon. Common hormones that are mediated by G subunits include thyrotropin-releasing hormone (TRH), GnRH, TSH, and PTH. Catecholamines act via both mechanisms.", "contents": "Biochemistry, Hormones -- Mechanism. Many hydrophilic endocrine hormones act as ligands for G protein-coupled receptors (GPCR). These receptors characteristically have seven alpha-helical transmembrane domains, an N-terminus facing the extracellular space, and linkage to an intracellular trimeric G protein, consisting of alpha, beta, and gamma subunits. GPCRs allow for the signal of a ligand to be amplified many times over via intracellular second messenger systems. Once a ligand binds the extracellular domain of the GPCR, a there is the induction of a conformational change that releases the G protein into the cytoplasm. The subsequent second messenger system depends on whether the alpha subunit of the G protein is a G or G subtype. G subunits exchange a GDP molecule for GTP, causing it to dissociate from the trimeric complex. The alpha subunit then binds to the enzyme adenylyl cyclase, which converts ATP to cyclic AMP (cAMP). Two cAMP molecules then bind and activate protein kinase A (PKA). PKA is a kinase that specifically phosphorylates serine and threonine AA residues [6] . G subunits activate phospholipase C (PLC), a membrane-associated enzyme, with the assistance of the beta subunit. PLC then cleaves phosphatidylinositol 4,5-bisphosphate (PIP2), a membrane phospholipid, into diacylglycerol (DAG) and 1,4,5-triphosphate (IP3). IP3 freely associates with the cytoplasm while DAG remains membrane-bound. DAG then activates protein kinase C (PKC), which is also a serine-threonine kinase (19212139). Though the G and G receptors lead to the cAMP and DAG/IP3 pathways, respectively, the net effect of both is activation of intracellular serine/threonine kinases via second messengers, leading to altered activity of cytosolic enzymes and nuclear transcription factors. Common hormones that are mediated by G subunits include ADH, growth hormone-releasing hormone(GHRH), corticotropin-releasing hormone (CRH), ACTH, glycoproteins, gonadotropin-releasing hormone (GnRH), parathyroid hormone (PTH), calcitonin, and glucagon. Common hormones that are mediated by G subunits include thyrotropin-releasing hormone (TRH), GnRH, TSH, and PTH. Catecholamines act via both mechanisms."}
{"id": "article-40609_11", "title": "Biochemistry, Hormones -- Mechanism", "content": "The next major cell surface receptor is the insulin/IGF receptor, which has intrinsic tyrosine kinase activity. It is composed of alpha and beta chains and exists as either hetero or homodimers depending on how these chains combine. Signal transduction initiates when insulin or IGF binds the IR domain of the receptor, leading to a conformational change that causes autophosphorylation of tyrosine residues. Phosphorylation leads to recruitment of “adapter” proteins, names insulin receptor substrate (IRS) proteins and the SH2-B protein. These recruited proteins induce further downstream signaling of multiple pathways, including the MEK-MAPK pathway [7] . The net effect is the insertion of membranous GLUT4 channels and glucose transport and activation of enzymes that promote glycolysis and anabolism.", "contents": "Biochemistry, Hormones -- Mechanism. The next major cell surface receptor is the insulin/IGF receptor, which has intrinsic tyrosine kinase activity. It is composed of alpha and beta chains and exists as either hetero or homodimers depending on how these chains combine. Signal transduction initiates when insulin or IGF binds the IR domain of the receptor, leading to a conformational change that causes autophosphorylation of tyrosine residues. Phosphorylation leads to recruitment of “adapter” proteins, names insulin receptor substrate (IRS) proteins and the SH2-B protein. These recruited proteins induce further downstream signaling of multiple pathways, including the MEK-MAPK pathway [7] . The net effect is the insertion of membranous GLUT4 channels and glucose transport and activation of enzymes that promote glycolysis and anabolism."}
{"id": "article-40609_12", "title": "Biochemistry, Hormones -- Mechanism", "content": "The tyrosine kinase-associated receptors also warrant mention. Like insulin/IGF receptors, they transduce signals via tyrosine kinases. Instead, a ligand causes conformational changes in the receptor that lead to activation of associated intracellular tyrosine kinases. The method by which these receptors activate tyrosine kinases is variable, though the JAK/STAT pathway is a typical example. In the JAK/STAT pathway, binding of the hormone leads causes receptor dimerization. These dimers activate Janus kinase (JAK) which reciprocally phosphorylates the receptor. STAT proteins then bind to these phosphate groups and subsequently dimerize with each other. The STAT dimers relocate to the nucleus and modulate gene transcription. Hormones that act as ligands for tyrosine kinase-associated receptors include GH, prolactin, and insulin. [8] [9] Intracellular Receptors", "contents": "Biochemistry, Hormones -- Mechanism. The tyrosine kinase-associated receptors also warrant mention. Like insulin/IGF receptors, they transduce signals via tyrosine kinases. Instead, a ligand causes conformational changes in the receptor that lead to activation of associated intracellular tyrosine kinases. The method by which these receptors activate tyrosine kinases is variable, though the JAK/STAT pathway is a typical example. In the JAK/STAT pathway, binding of the hormone leads causes receptor dimerization. These dimers activate Janus kinase (JAK) which reciprocally phosphorylates the receptor. STAT proteins then bind to these phosphate groups and subsequently dimerize with each other. The STAT dimers relocate to the nucleus and modulate gene transcription. Hormones that act as ligands for tyrosine kinase-associated receptors include GH, prolactin, and insulin. [8] [9] Intracellular Receptors"}
{"id": "article-40609_13", "title": "Biochemistry, Hormones -- Mechanism", "content": "All steroid hormone receptors act as transcription factors. Their general structure is a 6-domain single polypeptide chain consisting of regions “A” through “F.” The A and B domains exist near the amino terminus and are variable. The C domain is highly conserved across steroid receptor types, containing two zinc fingers that allow for binding within the DNA double helix at sites known as hormone response elements (HRE). The C region has small variances in the AA sequence to allow for differential transcriptional activity. The D domain is a hinge region, while the E domain is where steroid hormones bind to the receptor. The F domain is the carboxy-terminal, where a heat shock protein (HSP) is bound while the receptor is deactivated.   When the steroid ligand binds to the E domain, the HSP gets released from the F domain. The F domain is now freely available for dimerization with an identical receptor; this homodimer transports to the nucleus, binds to an HRE, and modulates transcription. [10]", "contents": "Biochemistry, Hormones -- Mechanism. All steroid hormone receptors act as transcription factors. Their general structure is a 6-domain single polypeptide chain consisting of regions “A” through “F.” The A and B domains exist near the amino terminus and are variable. The C domain is highly conserved across steroid receptor types, containing two zinc fingers that allow for binding within the DNA double helix at sites known as hormone response elements (HRE). The C region has small variances in the AA sequence to allow for differential transcriptional activity. The D domain is a hinge region, while the E domain is where steroid hormones bind to the receptor. The F domain is the carboxy-terminal, where a heat shock protein (HSP) is bound while the receptor is deactivated.   When the steroid ligand binds to the E domain, the HSP gets released from the F domain. The F domain is now freely available for dimerization with an identical receptor; this homodimer transports to the nucleus, binds to an HRE, and modulates transcription. [10]"}
{"id": "article-40609_14", "title": "Biochemistry, Hormones -- Mechanism", "content": "Like the steroid hormone receptors, the TH receptors also act as transcription factors. There are four types of TH receptors derived from alternative splicing of two different genes. They are single polypeptides with three functional domains: 1) a transcription factor-associated domain at the N-terminus, 2) a DNA binding domain with zinc fingers, and 3) a ligand-binding domain at the C-terminus. Unlike steroid hormone receptors, the predominant thyroid hormone receptor, TR-alpha1, exists in the nuclear envelope regardless of whether it is bound to a ligand. When highly active T transports across the target cell membrane, it binds the receptor, which then relocates to an HRE either as a monomer, homodimer, or as a heterodimer with the retinoid X receptor. The retinoid X heterodimer has the most transcriptional activity. [11]", "contents": "Biochemistry, Hormones -- Mechanism. Like the steroid hormone receptors, the TH receptors also act as transcription factors. There are four types of TH receptors derived from alternative splicing of two different genes. They are single polypeptides with three functional domains: 1) a transcription factor-associated domain at the N-terminus, 2) a DNA binding domain with zinc fingers, and 3) a ligand-binding domain at the C-terminus. Unlike steroid hormone receptors, the predominant thyroid hormone receptor, TR-alpha1, exists in the nuclear envelope regardless of whether it is bound to a ligand. When highly active T transports across the target cell membrane, it binds the receptor, which then relocates to an HRE either as a monomer, homodimer, or as a heterodimer with the retinoid X receptor. The retinoid X heterodimer has the most transcriptional activity. [11]"}
{"id": "article-40609_15", "title": "Biochemistry, Hormones -- Testing", "content": "Clinical laboratories can assay hormones relatively easily. Using automated immunoassay platforms, one can quantify most hormones with precision. In certain instances, such as urine free cortisol, the most reliable tests are high-performance liquid chromatography and mass spectrometry.  In rare cases, techniques such as gel chromatography and equilibrium dialysis may be required to assay free hormones. However, clinical laboratories or reference laboratories can reliably measure most hormones.", "contents": "Biochemistry, Hormones -- Testing. Clinical laboratories can assay hormones relatively easily. Using automated immunoassay platforms, one can quantify most hormones with precision. In certain instances, such as urine free cortisol, the most reliable tests are high-performance liquid chromatography and mass spectrometry.  In rare cases, techniques such as gel chromatography and equilibrium dialysis may be required to assay free hormones. However, clinical laboratories or reference laboratories can reliably measure most hormones."}
{"id": "article-40609_16", "title": "Biochemistry, Hormones -- Clinical Significance", "content": "Measuring serum and urine hormone levels can provide great insight when attempting to diagnose an endocrinological disorder, especially by cross-referencing multiple values. An example of this is the couple of TSH and T4. If TSH is undetectable and T4 and T3 show elevated, then the patient has primary hyperthyroidism, while if TSH measures elevated and T4 has decreased the patient has primary hypothyroidism. [12] Another coupling of anterior pituitary hormones and steroids is LH and testosterone. Elevated LH and testosterone in a young boy may suggest central precocious puberty. [13] Decreased LH and elevated testosterone in an adult male suggests exogenous testosterone use. The same concept applies to the pairing of PTH and calcium: when both PTH and calcium measure elevated, this suggests primary hyperparathyroidism while when both are low, it suggests primary hypoparathyroidism. [14] [15] However, when there is hypocalcemia with elevated PTH levels, it suggests a resistance syndrome due to a defect in receptor signaling, e.g., pseudohypoparathyroidism. Pairing insulin with C-peptide in the setting of fasting hypoglycemia will indicate to the clinician whether hyperinsulinemia is due to endogenous production (both elevated) or exogenous administration(hyperinsulinism, low C-peptide). Through careful ordering of tests and knowledge of basic hormone biochemistry, the clinician can identify the disease and initiate treatment.", "contents": "Biochemistry, Hormones -- Clinical Significance. Measuring serum and urine hormone levels can provide great insight when attempting to diagnose an endocrinological disorder, especially by cross-referencing multiple values. An example of this is the couple of TSH and T4. If TSH is undetectable and T4 and T3 show elevated, then the patient has primary hyperthyroidism, while if TSH measures elevated and T4 has decreased the patient has primary hypothyroidism. [12] Another coupling of anterior pituitary hormones and steroids is LH and testosterone. Elevated LH and testosterone in a young boy may suggest central precocious puberty. [13] Decreased LH and elevated testosterone in an adult male suggests exogenous testosterone use. The same concept applies to the pairing of PTH and calcium: when both PTH and calcium measure elevated, this suggests primary hyperparathyroidism while when both are low, it suggests primary hypoparathyroidism. [14] [15] However, when there is hypocalcemia with elevated PTH levels, it suggests a resistance syndrome due to a defect in receptor signaling, e.g., pseudohypoparathyroidism. Pairing insulin with C-peptide in the setting of fasting hypoglycemia will indicate to the clinician whether hyperinsulinemia is due to endogenous production (both elevated) or exogenous administration(hyperinsulinism, low C-peptide). Through careful ordering of tests and knowledge of basic hormone biochemistry, the clinician can identify the disease and initiate treatment."}
{"id": "article-40609_17", "title": "Biochemistry, Hormones -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Hormones -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}