{"id": "article-131263_0", "title": "Responsible Controlled Substance and Opioid Prescribing -- Continuing Education Activity", "content": "Responsible controlled substance and opioid prescribing is critical to ensure the safe and ethical use of these medications. Responsible prescribing involves the judicious evaluation of patients' medical conditions, pain management needs, and the consideration of nonopioid alternatives before prescribing opioids. Healthcare providers must adhere to strict guidelines and regulations to mitigate the risk of their misuse. Understanding federal regulations regarding these substances, recent changes outlined by the Mainstreaming Addiction Treatment Act, and the recommended standards of practice when prescribing controlled substances can deter prescription drug misuse.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Continuing Education Activity. Responsible controlled substance and opioid prescribing is critical to ensure the safe and ethical use of these medications. Responsible prescribing involves the judicious evaluation of patients' medical conditions, pain management needs, and the consideration of nonopioid alternatives before prescribing opioids. Healthcare providers must adhere to strict guidelines and regulations to mitigate the risk of their misuse. Understanding federal regulations regarding these substances, recent changes outlined by the Mainstreaming Addiction Treatment Act, and the recommended standards of practice when prescribing controlled substances can deter prescription drug misuse."}
{"id": "article-131263_1", "title": "Responsible Controlled Substance and Opioid Prescribing -- Continuing Education Activity", "content": "This activity bridges potential practice gaps when educating patients on the risks and benefits of opioid therapy, monitoring for signs of misuse or addiction, and implementing strategies to prevent overdose and diversion. This activity presents best practices when prescribing controlled substances for legitimate medical reasons and helps interprofessional healthcare team members understand their roles in safe prescribing and preventing the misuse of these medications.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Continuing Education Activity. This activity bridges potential practice gaps when educating patients on the risks and benefits of opioid therapy, monitoring for signs of misuse or addiction, and implementing strategies to prevent overdose and diversion. This activity presents best practices when prescribing controlled substances for legitimate medical reasons and helps interprofessional healthcare team members understand their roles in safe prescribing and preventing the misuse of these medications."}
{"id": "article-131263_2", "title": "Responsible Controlled Substance and Opioid Prescribing -- Continuing Education Activity", "content": "Objectives: Differentiate schedule I, II, III, IV, and V substances as defined by the Controlled Substance Act. Implement evidence-based strategies to minimize the risk of opioid misuse, including the use of prescription drug monitoring programs, informed consent, and treatment agreements. Apply appropriate dosage adjustments, alternative nonopioid therapies, or tapering plans when necessary to optimize pain management and minimize long-term opioid use. Collaborate with interdisciplinary teams, including pain specialists, addiction medicine specialists, mental health professionals, and pharmacists, to optimize patient care and coordinate comprehensive treatment approaches. Access free multiple choice questions on this topic.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Continuing Education Activity. Objectives: Differentiate schedule I, II, III, IV, and V substances as defined by the Controlled Substance Act. Implement evidence-based strategies to minimize the risk of opioid misuse, including the use of prescription drug monitoring programs, informed consent, and treatment agreements. Apply appropriate dosage adjustments, alternative nonopioid therapies, or tapering plans when necessary to optimize pain management and minimize long-term opioid use. Collaborate with interdisciplinary teams, including pain specialists, addiction medicine specialists, mental health professionals, and pharmacists, to optimize patient care and coordinate comprehensive treatment approaches. Access free multiple choice questions on this topic."}
{"id": "article-131263_3", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "According to the United States Drug Enforcement Administration (DEA), drugs, substances, and certain chemicals used to make drugs are classified into 5 categories or schedules depending on the drug’s acceptable medical use and abuse or dependency potential. The Controlled Substance Act (CSA)  lists factors considered when determining which schedule a drug or other substance should be placed. These factors are as follows: Its actual or relative potential for abuse Scientific evidence of its pharmacological effect, if known State of current scientific knowledge regarding the drug or other substance Its history and current pattern of abuse Scope, duration, and significance of abuse What, if any, risk to the public health Its psychic or physiological dependence liability Whether the substance is an immediate precursor of a substance already controlled", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. According to the United States Drug Enforcement Administration (DEA), drugs, substances, and certain chemicals used to make drugs are classified into 5 categories or schedules depending on the drug’s acceptable medical use and abuse or dependency potential. The Controlled Substance Act (CSA)  lists factors considered when determining which schedule a drug or other substance should be placed. These factors are as follows: Its actual or relative potential for abuse Scientific evidence of its pharmacological effect, if known State of current scientific knowledge regarding the drug or other substance Its history and current pattern of abuse Scope, duration, and significance of abuse What, if any, risk to the public health Its psychic or physiological dependence liability Whether the substance is an immediate precursor of a substance already controlled"}
{"id": "article-131263_4", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "Therefore, controlled substances include all opioid analgesics, sedatives, hypnotics, and stimulants. Federal regulation in the United States of America (US) restricts when and how they may be prescribed to curb these substances' potential misuse and abuse.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. Therefore, controlled substances include all opioid analgesics, sedatives, hypnotics, and stimulants. Federal regulation in the United States of America (US) restricts when and how they may be prescribed to curb these substances' potential misuse and abuse."}
{"id": "article-131263_5", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "In 2020, 91,799 drug overdose deaths were reported in the US; opioids were involved in 68,630 deaths—approximately 75% of all drug overdose deaths involved opioids. Synthetic opioids are involved in 82.3% of opioid-involved deaths.[ CDC. Drug Overdose. June 2022 ] The age-adjusted rate of overdose deaths increased by 31% from 2019 to 2020.[ CDC Wonder. 2021 ] Among controlled substances, opioids have become a significant problem, resulting in rampant abuse in the community. In 2021, 80,411 deaths were due to opioid overdose.[ NCHS. Drug Overdose Death Rates, 2023 ] In 2022, of the 107,081 reported drug overdose deaths in the USA, provisional data indicated that 68% were due to synthetic opioids, primarily illegally manufactured fentanyl.[ MMWR. Mbabazi et al. 2023 ] The prevalence of opioid misuse, addiction, and overdose has increased in the US.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. In 2020, 91,799 drug overdose deaths were reported in the US; opioids were involved in 68,630 deaths—approximately 75% of all drug overdose deaths involved opioids. Synthetic opioids are involved in 82.3% of opioid-involved deaths.[ CDC. Drug Overdose. June 2022 ] The age-adjusted rate of overdose deaths increased by 31% from 2019 to 2020.[ CDC Wonder. 2021 ] Among controlled substances, opioids have become a significant problem, resulting in rampant abuse in the community. In 2021, 80,411 deaths were due to opioid overdose.[ NCHS. Drug Overdose Death Rates, 2023 ] In 2022, of the 107,081 reported drug overdose deaths in the USA, provisional data indicated that 68% were due to synthetic opioids, primarily illegally manufactured fentanyl.[ MMWR. Mbabazi et al. 2023 ] The prevalence of opioid misuse, addiction, and overdose has increased in the US."}
{"id": "article-131263_6", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "According to the Substance Abuse and Mental Health Services Administration (SAMHSA), in 2020, approximately 2.7 million people aged 12 or older in the US had an opioid use disorder (OUD), including 2.3 million people with a prescription opioid use disorder.[ SAMSHA, 2020 National Survey on Drug Use and Health ]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. According to the Substance Abuse and Mental Health Services Administration (SAMHSA), in 2020, approximately 2.7 million people aged 12 or older in the US had an opioid use disorder (OUD), including 2.3 million people with a prescription opioid use disorder.[ SAMSHA, 2020 National Survey on Drug Use and Health ]"}
{"id": "article-131263_7", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "In light of these staggering statistics, all clinical prescribers, dispensers, and manufacturers are charged with reducing the number of opioids dispensed and effectively disposing of unused medications. Moreover, prescribers must proactively prescribe opioid reversal agents to those who are prescribed opioids and those who are at risk for opioid use disorder. Prescribers must also strictly follow the federally mandated clinical guidelines for responsible prescribing controlled substances and opioids to prevent violations. These actions are required to help curb the opioid crisis and the rising tide of substance use disorders in the US.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. In light of these staggering statistics, all clinical prescribers, dispensers, and manufacturers are charged with reducing the number of opioids dispensed and effectively disposing of unused medications. Moreover, prescribers must proactively prescribe opioid reversal agents to those who are prescribed opioids and those who are at risk for opioid use disorder. Prescribers must also strictly follow the federally mandated clinical guidelines for responsible prescribing controlled substances and opioids to prevent violations. These actions are required to help curb the opioid crisis and the rising tide of substance use disorders in the US."}
{"id": "article-131263_8", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "Prescription opioids have emerged as a gateway to substance use disorders, contributing to the ongoing opioid crisis in the US. According to one review, leftover or unconsumed opioid medications that were appropriately prescribed, when left unused or unattended, become susceptible to misuse and abuse, particularly among vulnerable adolescents. [1] This concerning trend further exacerbates the severity of the crisis, amplifying its impact on individuals and communities nationwide.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. Prescription opioids have emerged as a gateway to substance use disorders, contributing to the ongoing opioid crisis in the US. According to one review, leftover or unconsumed opioid medications that were appropriately prescribed, when left unused or unattended, become susceptible to misuse and abuse, particularly among vulnerable adolescents. [1] This concerning trend further exacerbates the severity of the crisis, amplifying its impact on individuals and communities nationwide."}
{"id": "article-131263_9", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "Prescription opioid medications are essential to manage acute and chronic pain effectively. In the US, over a quarter of the population experiences chronic pain. [2] As a country, the US surpasses 100 billion dollars annually in healthcare costs related to pain management and opioid dependence. [3] Pain-related expenses exceed the combined costs of cancer, diabetes, and heart disease. [4]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. Prescription opioid medications are essential to manage acute and chronic pain effectively. In the US, over a quarter of the population experiences chronic pain. [2] As a country, the US surpasses 100 billion dollars annually in healthcare costs related to pain management and opioid dependence. [3] Pain-related expenses exceed the combined costs of cancer, diabetes, and heart disease. [4]"}
{"id": "article-131263_10", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "Chronic pain management is pivotal in shaping a patient's quality of life, emphasizing the critical need to use best practices when prescribing opioids. The impact of pain management decisions can have far-reaching and enduring consequences, underscoring the importance of a thoughtful and responsible approach to opioid prescribing. [5]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. Chronic pain management is pivotal in shaping a patient's quality of life, emphasizing the critical need to use best practices when prescribing opioids. The impact of pain management decisions can have far-reaching and enduring consequences, underscoring the importance of a thoughtful and responsible approach to opioid prescribing. [5]"}
{"id": "article-131263_11", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction", "content": "Appropriate opioid prescribing encompasses a comprehensive approach that involves regular assessment, treatment planning, and monitoring. The aim is to ensure clinicians prescribe sufficient opioid medication for adequate pain control while minimizing the potential for addiction, abuse, overdose, diversion, and misuse. Clinicians must understand that inappropriate opioid prescribing includes under-prescribing, overprescribing, or continuing to prescribe opioids when they are no longer effective. These concerns are particularly prominent in patients with chronic pain. Compounding the existing challenges, individuals with chronic pain often develop opioid tolerance and significant psychological, behavioral, and emotional problems, including anxiety and depression, related to under or overprescribed opioids. [5]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction. Appropriate opioid prescribing encompasses a comprehensive approach that involves regular assessment, treatment planning, and monitoring. The aim is to ensure clinicians prescribe sufficient opioid medication for adequate pain control while minimizing the potential for addiction, abuse, overdose, diversion, and misuse. Clinicians must understand that inappropriate opioid prescribing includes under-prescribing, overprescribing, or continuing to prescribe opioids when they are no longer effective. These concerns are particularly prominent in patients with chronic pain. Compounding the existing challenges, individuals with chronic pain often develop opioid tolerance and significant psychological, behavioral, and emotional problems, including anxiety and depression, related to under or overprescribed opioids. [5]"}
{"id": "article-131263_12", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Provider Knowledge Deficit", "content": "Current evidence shows substantial knowledge gaps regarding appropriate and inappropriate prescribing of controlled substances, highlighting deficits in understanding recent research, legislation, and best prescribing practices. A practice gap persists between the recommended best practices for preventing prescription drug abuse and current clinical practice. [6]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Provider Knowledge Deficit. Current evidence shows substantial knowledge gaps regarding appropriate and inappropriate prescribing of controlled substances, highlighting deficits in understanding recent research, legislation, and best prescribing practices. A practice gap persists between the recommended best practices for preventing prescription drug abuse and current clinical practice. [6]"}
{"id": "article-131263_13", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Provider Knowledge Deficit", "content": "Providers may lack understanding of the pathophysiology of addiction, populations at risk for opioid addiction, and the differences in prescription versus nonprescription opioid addiction. The fallacious belief that addiction and dependence on opioids are synonymous needs to be addressed. The idea that opioid addiction is solely a psychological problem needs to be changed; in reality, it is likely a complex psychological and physiological issue that may be related to a chronic painful disease.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Provider Knowledge Deficit. Providers may lack understanding of the pathophysiology of addiction, populations at risk for opioid addiction, and the differences in prescription versus nonprescription opioid addiction. The fallacious belief that addiction and dependence on opioids are synonymous needs to be addressed. The idea that opioid addiction is solely a psychological problem needs to be changed; in reality, it is likely a complex psychological and physiological issue that may be related to a chronic painful disease."}
{"id": "article-131263_14", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Provider Knowledge Deficit", "content": "Despite efforts to incorporate education on substance use disorders (SUDs) in medical school curricula, a pervasive practice gap remains in appropriately managing these conditions and implementing responsible prescribing practices for controlled substances. [6]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Provider Knowledge Deficit. Despite efforts to incorporate education on substance use disorders (SUDs) in medical school curricula, a pervasive practice gap remains in appropriately managing these conditions and implementing responsible prescribing practices for controlled substances. [6]"}
{"id": "article-131263_15", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions", "content": "Clinicians should be familiar with commonly used terms associated with addiction and substance use disorders as they are frequently used in the literature. The definition of addiction and substance use disorders helps outline diagnostic criteria, which can be used to identify those needing treatment.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions. Clinicians should be familiar with commonly used terms associated with addiction and substance use disorders as they are frequently used in the literature. The definition of addiction and substance use disorders helps outline diagnostic criteria, which can be used to identify those needing treatment."}
{"id": "article-131263_16", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions", "content": "Addiction: According to the American Society of Addiction Medicine (ASAM), addiction is \"a treatable, chronic medical disease involving complex interactions among brain circuits, genetics, the environment, and an individual's life experiences.\"[ ASAM Glossary of Addiction ] People with addiction engage in behaviors that become compulsive and are continued despite adverse consequences. However, the ASAM states that addiction prevention strategies and treatment regimens are \"as successful as those for other chronic diseases.\" They identify these 5 characteristics of addiction: Craving for drug or positive reward Dysfunctional emotional response Failure to recognize significant problems affecting behavior and relationships Inability to consistently abstain Impairment in control of behavior", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions. Addiction: According to the American Society of Addiction Medicine (ASAM), addiction is \"a treatable, chronic medical disease involving complex interactions among brain circuits, genetics, the environment, and an individual's life experiences.\"[ ASAM Glossary of Addiction ] People with addiction engage in behaviors that become compulsive and are continued despite adverse consequences. However, the ASAM states that addiction prevention strategies and treatment regimens are \"as successful as those for other chronic diseases.\" They identify these 5 characteristics of addiction: Craving for drug or positive reward Dysfunctional emotional response Failure to recognize significant problems affecting behavior and relationships Inability to consistently abstain Impairment in control of behavior"}
{"id": "article-131263_17", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions", "content": "Substance use disorder: The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision (DSM-5-TR), abolishes the previous categorization of substance-related addictions into \"abuse\" and \"dependence.\" The DSM-5-TR combines these terms into substance use disorders, categorized as mild, moderate, or severe based on severity. This helps clarify diagnoses and prevents confusion for clinicians and patients. [7] Abuse: Use of an illegal substance or maladaptive pattern of substance use for a nonmedical purpose other than pain relief, ie, to alter one's state of consciousness. [8] Dependence: Physiologic reliance on a drug resulting in a withdrawal syndrome with cessation or reduction in the amount of drug administered. [9] Diversion: Transferring a controlled substance from an authorized person's use to an unauthorized person's use for distribution or possession. Misuse: Use of a medication in a manner different than how it was prescribed.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions. Substance use disorder: The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision (DSM-5-TR), abolishes the previous categorization of substance-related addictions into \"abuse\" and \"dependence.\" The DSM-5-TR combines these terms into substance use disorders, categorized as mild, moderate, or severe based on severity. This helps clarify diagnoses and prevents confusion for clinicians and patients. [7] Abuse: Use of an illegal substance or maladaptive pattern of substance use for a nonmedical purpose other than pain relief, ie, to alter one's state of consciousness. [8] Dependence: Physiologic reliance on a drug resulting in a withdrawal syndrome with cessation or reduction in the amount of drug administered. [9] Diversion: Transferring a controlled substance from an authorized person's use to an unauthorized person's use for distribution or possession. Misuse: Use of a medication in a manner different than how it was prescribed."}
{"id": "article-131263_18", "title": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions", "content": "Pseudoaddiction: Pursuit of additional medication due to poor pain control, with the cessation of drug-seeking behavior upon achievement of appropriate pain control. Tolerance: The lessened effect of a substance after being exposed to that substance or the need to escalate doses to achieve the same result. [10]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Introduction -- Definitions. Pseudoaddiction: Pursuit of additional medication due to poor pain control, with the cessation of drug-seeking behavior upon achievement of appropriate pain control. Tolerance: The lessened effect of a substance after being exposed to that substance or the need to escalate doses to achieve the same result. [10]"}
{"id": "article-131263_19", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology", "content": "The risk factors for substance use disorders, particularly prescription use disorder, vary according to the type of drug prescribed. An understanding of the Drug Enforcement Administration (DEA) schedules under the Controlled Substance Act is mandatory for providers, particularly if they prescribe or dispense these agents to people with known risk factors for addiction. The DEA classification of controlled substances includes 5 schedules. These are outlined below:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology. The risk factors for substance use disorders, particularly prescription use disorder, vary according to the type of drug prescribed. An understanding of the Drug Enforcement Administration (DEA) schedules under the Controlled Substance Act is mandatory for providers, particularly if they prescribe or dispense these agents to people with known risk factors for addiction. The DEA classification of controlled substances includes 5 schedules. These are outlined below:"}
{"id": "article-131263_20", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology", "content": "Schedule I: Drugs or substances with high potential for abuse and no currently accepted medical use in the United States. Examples include heroin, lysergic acid diethylamide (LSD), marijuana (cannabis), 3,4-methylenedioxymethamphetamine (ecstasy), methaqualone, and peyote.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology. Schedule I: Drugs or substances with high potential for abuse and no currently accepted medical use in the United States. Examples include heroin, lysergic acid diethylamide (LSD), marijuana (cannabis), 3,4-methylenedioxymethamphetamine (ecstasy), methaqualone, and peyote."}
{"id": "article-131263_21", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology", "content": "Schedule II: Drugs or substances with high potential for abuse; however, they also have a currently accepted medical use in the United States. Examples include cocaine, morphine, methamphetamine, methadone, hydromorphone, meperidine, oxycodone, fentanyl, amphetamine, dextroamphetamine, phencyclidine, and methylphenidate.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology. Schedule II: Drugs or substances with high potential for abuse; however, they also have a currently accepted medical use in the United States. Examples include cocaine, morphine, methamphetamine, methadone, hydromorphone, meperidine, oxycodone, fentanyl, amphetamine, dextroamphetamine, phencyclidine, and methylphenidate."}
{"id": "article-131263_22", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology", "content": "Schedule III: Drugs or substances with less potential for abuse than agents listed in Schedules I and II and have a currently accepted medical use in the US. Examples include codeine products in combination with acetaminophen or aspirin, ketamine, anabolic corticosteroids, and testosterone.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology. Schedule III: Drugs or substances with less potential for abuse than agents listed in Schedules I and II and have a currently accepted medical use in the US. Examples include codeine products in combination with acetaminophen or aspirin, ketamine, anabolic corticosteroids, and testosterone."}
{"id": "article-131263_23", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology", "content": "Schedule IV: Drugs or substances with low potential for abuse relative to the agents listed in Schedule III and have a currently accepted medical use in the United States. Benzodiazepines, including alprazolam, clonazepam, lorazepam, and diazepam, carisoprodol, pentazocine, zolpidem, tramadol, and dextropropoxyphene, are included in this category. The benzodiazepine flunitrazepam is classified as Schedule IV but carries Schedule I trafficking penalties because of its role in drug-facilitated sexual assault.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology. Schedule IV: Drugs or substances with low potential for abuse relative to the agents listed in Schedule III and have a currently accepted medical use in the United States. Benzodiazepines, including alprazolam, clonazepam, lorazepam, and diazepam, carisoprodol, pentazocine, zolpidem, tramadol, and dextropropoxyphene, are included in this category. The benzodiazepine flunitrazepam is classified as Schedule IV but carries Schedule I trafficking penalties because of its role in drug-facilitated sexual assault."}
{"id": "article-131263_24", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology", "content": "Schedule V: Drugs or substances with lower potential for abuse relative to agents listed in Schedule IV and have currently accepted medical use in the United States. Examples include cough preparations containing codeine, diphenoxylate/atropine, difenoxin HCl/atropine, pregabalin, and attapulgite.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology. Schedule V: Drugs or substances with lower potential for abuse relative to agents listed in Schedule IV and have currently accepted medical use in the United States. Examples include cough preparations containing codeine, diphenoxylate/atropine, difenoxin HCl/atropine, pregabalin, and attapulgite."}
{"id": "article-131263_25", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology -- Risk Factors For Prescription Drug Use Disorder", "content": "The greatest risk factor for prescription drug use is the number or amount of controlled substances prescribed for legitimate medical reasons. Prescription drug use is directly associated with an increase in the number of controlled substances being prescribed for accepted medical use. Studies have shown that an increase in the identification and treatment of attention deficit hyperactivity disorder (ADHD) has contributed to a rapid growth in medication misuse of agents used to treat this disease. [11] Similarly, a rise in the use of opiates for the treatment of various conditions was concordant with a surge in their abuse, and an increase in the number of benzodiazepines filled was associated with an increased risk of death from benzodiazepine overdose for the same period. [12] [13]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology -- Risk Factors For Prescription Drug Use Disorder. The greatest risk factor for prescription drug use is the number or amount of controlled substances prescribed for legitimate medical reasons. Prescription drug use is directly associated with an increase in the number of controlled substances being prescribed for accepted medical use. Studies have shown that an increase in the identification and treatment of attention deficit hyperactivity disorder (ADHD) has contributed to a rapid growth in medication misuse of agents used to treat this disease. [11] Similarly, a rise in the use of opiates for the treatment of various conditions was concordant with a surge in their abuse, and an increase in the number of benzodiazepines filled was associated with an increased risk of death from benzodiazepine overdose for the same period. [12] [13]"}
{"id": "article-131263_26", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology -- Risk Factors For Prescription Drug Use Disorder", "content": "Prior history of another substance use disorder, including nicotine use disorder, is also associated with an increased risk of prescription misuse when controlled substances are prescribed for appropriate reasons. [14] [15] Mental health disorders, especially pain-related anxiety and post-traumatic stress disorder, increase the risk of prescription opioid use and sedative/hypnotic use disorders. [16] [15] [17] Similarly, a family history of substance use disorders increases patients' prescription misuse risk. [15]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology -- Risk Factors For Prescription Drug Use Disorder. Prior history of another substance use disorder, including nicotine use disorder, is also associated with an increased risk of prescription misuse when controlled substances are prescribed for appropriate reasons. [14] [15] Mental health disorders, especially pain-related anxiety and post-traumatic stress disorder, increase the risk of prescription opioid use and sedative/hypnotic use disorders. [16] [15] [17] Similarly, a family history of substance use disorders increases patients' prescription misuse risk. [15]"}
{"id": "article-131263_27", "title": "Responsible Controlled Substance and Opioid Prescribing -- Etiology -- Risk Factors For Prescription Drug Use Disorder", "content": "Chronic pain is highly associated with prescription opiate misuse. A combination of chronic pain and coexisting substance use disorder or a mental health illness significantly increases the risk of prescription medication use disorder. [18] [19] Adult ADHD frequently coexists with substance use disorders and has been associated with higher severity of SUDs. [20]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Etiology -- Risk Factors For Prescription Drug Use Disorder. Chronic pain is highly associated with prescription opiate misuse. A combination of chronic pain and coexisting substance use disorder or a mental health illness significantly increases the risk of prescription medication use disorder. [18] [19] Adult ADHD frequently coexists with substance use disorders and has been associated with higher severity of SUDs. [20]"}
{"id": "article-131263_28", "title": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology", "content": "The rate of opiate prescription misuse among patients receiving treatment for chronic pain ranges between 21% to 29%, and the rate of addiction ranges between 8% to 12%. [21] The US Department of Health and Human Services branch, the SAMSHA, published a report summarizing findings from the 2021 National Survey on Drug Use and Health (NSDUH) to illustrate the prevalence of substance use disorders and the frequency of prescription misuse/abuse in the US population. ( SAMSHA 2021 National Survey on Drug Use and Health (NSDUH) ) The findings of this report, among people aged 12 years and older who are noninstitutionalized in the US, are as follows:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology. The rate of opiate prescription misuse among patients receiving treatment for chronic pain ranges between 21% to 29%, and the rate of addiction ranges between 8% to 12%. [21] The US Department of Health and Human Services branch, the SAMSHA, published a report summarizing findings from the 2021 National Survey on Drug Use and Health (NSDUH) to illustrate the prevalence of substance use disorders and the frequency of prescription misuse/abuse in the US population. ( SAMSHA 2021 National Survey on Drug Use and Health (NSDUH) ) The findings of this report, among people aged 12 years and older who are noninstitutionalized in the US, are as follows:"}
{"id": "article-131263_29", "title": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology", "content": "40.0 million people reported using an illicit drug, extrapolating to more than 1 in 10 Americans (14.3%). Prescription pain medication misuse continued to be second only to marijuana for illicit drug use. 9.2 million people misused opioids in the preceding year, with 8.7 million using prescription pain medications and 1.1 million using heroin; this includes 547,000 who used both prescription pain relievers and heroin. 46.3 million people aged 12 and older reported a current substance use disorder (SUD) diagnosis. The breakout is as follows: Adults 18 to 25 (8.6 million people, or 25.6%) Adults aged 26 and older (35.5 million people or 16.1%) Adolescents aged 12 to 17 (2.2 million people or 8.5%)", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology. 40.0 million people reported using an illicit drug, extrapolating to more than 1 in 10 Americans (14.3%). Prescription pain medication misuse continued to be second only to marijuana for illicit drug use. 9.2 million people misused opioids in the preceding year, with 8.7 million using prescription pain medications and 1.1 million using heroin; this includes 547,000 who used both prescription pain relievers and heroin. 46.3 million people aged 12 and older reported a current substance use disorder (SUD) diagnosis. The breakout is as follows: Adults 18 to 25 (8.6 million people, or 25.6%) Adults aged 26 and older (35.5 million people or 16.1%) Adolescents aged 12 to 17 (2.2 million people or 8.5%)"}
{"id": "article-131263_30", "title": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology", "content": "In the past, providers in the US predominately reserved opioid prescriptions for chronic cancer pain. This approach began to shift in the 1990s when Dr. James Campbell addressed the American Pain Society in 1995 and urged healthcare providers to treat pain as the fifth vital \"sign.\" [22] Simultaneously, drug companies aggressively marketed and promoted these medications while grossly downplaying the risks, particularly addiction. [23]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology. In the past, providers in the US predominately reserved opioid prescriptions for chronic cancer pain. This approach began to shift in the 1990s when Dr. James Campbell addressed the American Pain Society in 1995 and urged healthcare providers to treat pain as the fifth vital \"sign.\" [22] Simultaneously, drug companies aggressively marketed and promoted these medications while grossly downplaying the risks, particularly addiction. [23]"}
{"id": "article-131263_31", "title": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology", "content": "By 2004, the most commonly abused drug in the US was the extended-release form of oxycodone. [24] The US currently consumes over 80% of all opioids produced worldwide. [25] [26] With increased use, concomitant problems have developed, and the number of individuals abusing opioid analgesics has increased dramatically. [27] [28]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Epidemiology. By 2004, the most commonly abused drug in the US was the extended-release form of oxycodone. [24] The US currently consumes over 80% of all opioids produced worldwide. [25] [26] With increased use, concomitant problems have developed, and the number of individuals abusing opioid analgesics has increased dramatically. [27] [28]"}
{"id": "article-131263_32", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "Dopamine plays a central role in the physiology of drug reward. Substances that have the potential for addiction work by increasing the dopamine levels in our system. [29] However, studies on mice have demonstrated that dopamine-deficient mice can still develop an addiction, indicating the involvement of other neurotransmitters, such as serotonin. Similarly, some animal studies have revealed that the mu-opioid receptor is targeted by multiple agents, which include heroin, other opioid drugs, alcohol, cocaine, and nicotine. [29]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. Dopamine plays a central role in the physiology of drug reward. Substances that have the potential for addiction work by increasing the dopamine levels in our system. [29] However, studies on mice have demonstrated that dopamine-deficient mice can still develop an addiction, indicating the involvement of other neurotransmitters, such as serotonin. Similarly, some animal studies have revealed that the mu-opioid receptor is targeted by multiple agents, which include heroin, other opioid drugs, alcohol, cocaine, and nicotine. [29]"}
{"id": "article-131263_33", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "The agonistic efficacy of substances, especially different opioid formulations, determines how \"rewarding\" they are for the mu-opioid receptor. Opioid drugs with full agonist effects at these receptors result in higher rewarding effects than partial agonists such as buprenorphine. [30]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. The agonistic efficacy of substances, especially different opioid formulations, determines how \"rewarding\" they are for the mu-opioid receptor. Opioid drugs with full agonist effects at these receptors result in higher rewarding effects than partial agonists such as buprenorphine. [30]"}
{"id": "article-131263_34", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "Drugs of addiction trigger dopamine release in the nucleus accumbens (NAc) and may increase endogenous opioid and cannabinoid levels. This rapid release of dopamine and subsequent binding to D1 receptors (D1R) in the NAc and dorsal striatum stimulates cyclic AMP (cAMP) signaling, associated with euphoria and pleasure. Repeated exposures trigger conditioning for this response. Once SUD develops, a decrease in baseline dopamine release in the NAc becomes evident. This leads to a diminished dopamine level increase and reduces the drug's rewarding effects (tolerance). [30]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. Drugs of addiction trigger dopamine release in the nucleus accumbens (NAc) and may increase endogenous opioid and cannabinoid levels. This rapid release of dopamine and subsequent binding to D1 receptors (D1R) in the NAc and dorsal striatum stimulates cyclic AMP (cAMP) signaling, associated with euphoria and pleasure. Repeated exposures trigger conditioning for this response. Once SUD develops, a decrease in baseline dopamine release in the NAc becomes evident. This leads to a diminished dopamine level increase and reduces the drug's rewarding effects (tolerance). [30]"}
{"id": "article-131263_35", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "Genetics also plays a vital role in addiction and the development of substance use disorders. Studies have shown a strong heritable component to addiction vulnerability. Still, there have been challenges in identifying specific genetic foci for SUDs, suggesting that these disorders, like other psychiatric disorders, are likely polygenic. [30] Genes that have been shown to increase the vulnerability to substance use disorders, particularly opioid use disorder, include the following: OPRM1 mutations result in altered mu-opioid receptor expression. CNIH3 appears to alter or influence control over opioid use. BDNF is thought to moderate propensity to drug-seeking behavior. MAOA alters the propensity to externalizing behaviors. COMT modulates the prefrontal cortex, amygdala activity, and reward circuitry. FKBP5 moderates responsivity to stress. Homer1, Homer 2, and Homer3 i nfluence response to rewards. MMP9 moderates the propensity to drug-seeking.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. Genetics also plays a vital role in addiction and the development of substance use disorders. Studies have shown a strong heritable component to addiction vulnerability. Still, there have been challenges in identifying specific genetic foci for SUDs, suggesting that these disorders, like other psychiatric disorders, are likely polygenic. [30] Genes that have been shown to increase the vulnerability to substance use disorders, particularly opioid use disorder, include the following: OPRM1 mutations result in altered mu-opioid receptor expression. CNIH3 appears to alter or influence control over opioid use. BDNF is thought to moderate propensity to drug-seeking behavior. MAOA alters the propensity to externalizing behaviors. COMT modulates the prefrontal cortex, amygdala activity, and reward circuitry. FKBP5 moderates responsivity to stress. Homer1, Homer 2, and Homer3 i nfluence response to rewards. MMP9 moderates the propensity to drug-seeking."}
{"id": "article-131263_36", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "Environmental factors play a more significant role in adolescents and during earlier stages of substance use. [31] These environmental factors include early drug exposure with peers and family and a history of adverse childhood events. According to one study, adolescents who experienced adverse childhood events had a higher odds ratio of opioid misuse. The population-attributable percentage of opioid misuse related to adverse childhood events was estimated to be 71.6%. [32]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. Environmental factors play a more significant role in adolescents and during earlier stages of substance use. [31] These environmental factors include early drug exposure with peers and family and a history of adverse childhood events. According to one study, adolescents who experienced adverse childhood events had a higher odds ratio of opioid misuse. The population-attributable percentage of opioid misuse related to adverse childhood events was estimated to be 71.6%. [32]"}
{"id": "article-131263_37", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "Moreover, research has demonstrated that following repeated exposures, the transition from drug experimentation to addiction is associated with disruptions in several brain circuits. These circuits encompass those involved in conditioning, reward sensitivity, self-regulation, and mood. [29]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. Moreover, research has demonstrated that following repeated exposures, the transition from drug experimentation to addiction is associated with disruptions in several brain circuits. These circuits encompass those involved in conditioning, reward sensitivity, self-regulation, and mood. [29]"}
{"id": "article-131263_38", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "Genetic and environmental factors influence the neuroadaptations resulting from repeated drug exposure. Animal studies have revealed that these substances affect epigenetic markers, causing post-translational histone modifications and DNA methylation/hydroxymethylation. [33] These alterations are associated with long-term neuroadaptations to long-lasting behavioral effects of drug abuse in animal models. [33]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. Genetic and environmental factors influence the neuroadaptations resulting from repeated drug exposure. Animal studies have revealed that these substances affect epigenetic markers, causing post-translational histone modifications and DNA methylation/hydroxymethylation. [33] These alterations are associated with long-term neuroadaptations to long-lasting behavioral effects of drug abuse in animal models. [33]"}
{"id": "article-131263_39", "title": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology", "content": "The interplay between positive reinforcement, characterized by increased reward, and negative reinforcement, aimed at avoiding pain and withdrawal, leads to learned associations or conditioning. Neuroadaptation resulting from repeated drug use involves the desensitization and internalization of receptors and impaired signaling with modulation of intracellular effectors. [30]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Pathophysiology. The interplay between positive reinforcement, characterized by increased reward, and negative reinforcement, aimed at avoiding pain and withdrawal, leads to learned associations or conditioning. Neuroadaptation resulting from repeated drug use involves the desensitization and internalization of receptors and impaired signaling with modulation of intracellular effectors. [30]"}
{"id": "article-131263_40", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical", "content": "The United States Preventive Services Task Force (USPSTF) recommends screening all adults for unhealthy alcohol use. [34] In addition, the USPSTF also recommends screening for unhealthy use of other substances. [35] Although screening and brief interventions have not been shown to reduce drug use effectively, they are critically important for responsible prescribing practices of controlled substances.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical. The United States Preventive Services Task Force (USPSTF) recommends screening all adults for unhealthy alcohol use. [34] In addition, the USPSTF also recommends screening for unhealthy use of other substances. [35] Although screening and brief interventions have not been shown to reduce drug use effectively, they are critically important for responsible prescribing practices of controlled substances."}
{"id": "article-131263_41", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical", "content": "Screening with any validated screening tool is acceptable. According to the USPSTF report, the structured diagnostic interview is widely regarded as the reference standard for assessment. [35] The Structured Clinical Interview for DSM-5 (SCID-5) is a semistructured interview guide provided by the American Psychiatric Association that aids in identifying DSM-5 diagnoses.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical. Screening with any validated screening tool is acceptable. According to the USPSTF report, the structured diagnostic interview is widely regarded as the reference standard for assessment. [35] The Structured Clinical Interview for DSM-5 (SCID-5) is a semistructured interview guide provided by the American Psychiatric Association that aids in identifying DSM-5 diagnoses."}
{"id": "article-131263_42", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "The clinician should consider information from the history and physical, family members, prescription monitoring programs, and screening tools to assess the risk of developing an untoward behavioral response to prescription opioids and other controlled substances. Patients can be stratified into 3 risk levels based on responses to screening tools: Low risk: Standard monitoring, vigilance, and care are required. [27] Moderate risk: Additional monitoring and more frequent provider contact are needed. [36] High risk: Intensive and structured monitoring, frequent follow-up contact, consultation with an addiction psychiatrist, and limited monthly prescription of short-acting opioids are recommended. [37]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. The clinician should consider information from the history and physical, family members, prescription monitoring programs, and screening tools to assess the risk of developing an untoward behavioral response to prescription opioids and other controlled substances. Patients can be stratified into 3 risk levels based on responses to screening tools: Low risk: Standard monitoring, vigilance, and care are required. [27] Moderate risk: Additional monitoring and more frequent provider contact are needed. [36] High risk: Intensive and structured monitoring, frequent follow-up contact, consultation with an addiction psychiatrist, and limited monthly prescription of short-acting opioids are recommended. [37]"}
{"id": "article-131263_43", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "Single-item screening is a reasonable approach as it is less time-consuming and easily administered. The question for patients is, \"How many times in the past year have you used an illegal drug or a prescription medication for nonmedical reasons?\" The validating study reported that this single-item screening tool was 100% sensitive and 73.5% specific for detecting a drug use disorder. [38] This tool showed similar sensitivity and specificity for drug use compared to the 10-item Drug Abuse Screening Test (DAST). [38]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. Single-item screening is a reasonable approach as it is less time-consuming and easily administered. The question for patients is, \"How many times in the past year have you used an illegal drug or a prescription medication for nonmedical reasons?\" The validating study reported that this single-item screening tool was 100% sensitive and 73.5% specific for detecting a drug use disorder. [38] This tool showed similar sensitivity and specificity for drug use compared to the 10-item Drug Abuse Screening Test (DAST). [38]"}
{"id": "article-131263_44", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "The 10-item DAST screening tool consists of 10 yes or no questions evaluating the consequences of drug use and its severity in 12 months. [39] This tool has been validated in multiple studies and translated into many different languages, with most studies reporting excellent validity and reliability. Worldwide application of this screening tool has shown high internal consistency and is reportedly 0.86 to 0.94. [39]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. The 10-item DAST screening tool consists of 10 yes or no questions evaluating the consequences of drug use and its severity in 12 months. [39] This tool has been validated in multiple studies and translated into many different languages, with most studies reporting excellent validity and reliability. Worldwide application of this screening tool has shown high internal consistency and is reportedly 0.86 to 0.94. [39]"}
{"id": "article-131263_45", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "The Alcohol, Smoking, and Substance Involvement Screening Test (ASSIST) is another validated screening tool frequently used in clinical studies. This test has the advantage of identifying individuals who use multiple psychoactive substances and providing insights into the severity of their substance involvement. [40] However, one potential disadvantage in the clinical setting is that the ASSIST may have over 80 items when assessing individuals who use multiple substances, which may be too time-consuming to administer.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. The Alcohol, Smoking, and Substance Involvement Screening Test (ASSIST) is another validated screening tool frequently used in clinical studies. This test has the advantage of identifying individuals who use multiple psychoactive substances and providing insights into the severity of their substance involvement. [40] However, one potential disadvantage in the clinical setting is that the ASSIST may have over 80 items when assessing individuals who use multiple substances, which may be too time-consuming to administer."}
{"id": "article-131263_46", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "Aside from screening tools and assessing the personal history of substance use, the clinician should obtain information regarding family history of substance use, current social support system, family or social environments that lend themselves to misuse, and comorbid untreated psychiatric diseases before prescribing any controlled substances to minimize the risk of prescription drug use. [41]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. Aside from screening tools and assessing the personal history of substance use, the clinician should obtain information regarding family history of substance use, current social support system, family or social environments that lend themselves to misuse, and comorbid untreated psychiatric diseases before prescribing any controlled substances to minimize the risk of prescription drug use. [41]"}
{"id": "article-131263_47", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "Identifying those who meet the criteria for SUD is paramount so they may be provided with proper treatment for their disorders. According to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision (DSM-5-TR), a problematic pattern of use with clinically significant impairment is diagnostic of a substance use disorder if 2 or more of the following can be demonstrated within 12 months:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. Identifying those who meet the criteria for SUD is paramount so they may be provided with proper treatment for their disorders. According to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, Text Revision (DSM-5-TR), a problematic pattern of use with clinically significant impairment is diagnostic of a substance use disorder if 2 or more of the following can be demonstrated within 12 months:"}
{"id": "article-131263_48", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "The substance is taken in more significant amounts or over an extended period than intended. There is a persistent desire with unsuccessful efforts to cut down use. Much time is spent to obtain, use, or recover from the substance's effects. There is an intense desire or craving to use the substance. Persistent use leads to failure in other obligations at work, school, or home. There is continued use despite recurrent social or interpersonal problems. Due to continued use, social, occupational, or recreational activities are given up. There is persistent use despite physically hazardous effects. Continued use despite knowing that it is causing recurrent physical or psychological problems. There is evidence of tolerance to the substance used. There is evidence of withdrawal from the substance used.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. The substance is taken in more significant amounts or over an extended period than intended. There is a persistent desire with unsuccessful efforts to cut down use. Much time is spent to obtain, use, or recover from the substance's effects. There is an intense desire or craving to use the substance. Persistent use leads to failure in other obligations at work, school, or home. There is continued use despite recurrent social or interpersonal problems. Due to continued use, social, occupational, or recreational activities are given up. There is persistent use despite physically hazardous effects. Continued use despite knowing that it is causing recurrent physical or psychological problems. There is evidence of tolerance to the substance used. There is evidence of withdrawal from the substance used."}
{"id": "article-131263_49", "title": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools", "content": "The DSM-5-TR further classifies SUDs by severity based on the number of criteria the individual meets. The condition is considered mild if 2 to 3 criteria are met, moderate if 4 to 5 criteria are met, and severe if 6 or more criteria are met.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- History and Physical -- Addiction Risk Assessment and Recommended Screening Tools. The DSM-5-TR further classifies SUDs by severity based on the number of criteria the individual meets. The condition is considered mild if 2 to 3 criteria are met, moderate if 4 to 5 criteria are met, and severe if 6 or more criteria are met."}
{"id": "article-131263_50", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation", "content": "Aside from obtaining a thorough history and completing a comprehensive physical examination to detect underlying uncontrolled psychiatric illnesses and substance use, drug testing is essential before prescribing controlled substances. Drug testing also provides objective data to confirm that the patient takes their prescribed medication. Random drug testing is preferable to scheduled testing as it is more likely to detect underlying substance use. [42] Patient consent should be obtained before testing and is generally part of the treatment contract for prescribing controlled substances.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation. Aside from obtaining a thorough history and completing a comprehensive physical examination to detect underlying uncontrolled psychiatric illnesses and substance use, drug testing is essential before prescribing controlled substances. Drug testing also provides objective data to confirm that the patient takes their prescribed medication. Random drug testing is preferable to scheduled testing as it is more likely to detect underlying substance use. [42] Patient consent should be obtained before testing and is generally part of the treatment contract for prescribing controlled substances."}
{"id": "article-131263_51", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation", "content": "Urine is the most commonly used biological sample for this purpose. Alternative specimens such as blood/serum, hair, sweat, and oral fluids may also be obtained. [43] These alternative samples offer advantages such as being less prone to adulteration and providing extended windows for drug analysis. However, a significant disadvantage is that these samples require high-sensitivity techniques to detect the drugs as they are often present in very low concentrations. [44] Therefore, urine testing is most commonly utilized and recommended as it allows for easy collection and has adequate sensitivity and specificity to detect widely used drugs. [45] [46]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation. Urine is the most commonly used biological sample for this purpose. Alternative specimens such as blood/serum, hair, sweat, and oral fluids may also be obtained. [43] These alternative samples offer advantages such as being less prone to adulteration and providing extended windows for drug analysis. However, a significant disadvantage is that these samples require high-sensitivity techniques to detect the drugs as they are often present in very low concentrations. [44] Therefore, urine testing is most commonly utilized and recommended as it allows for easy collection and has adequate sensitivity and specificity to detect widely used drugs. [45] [46]"}
{"id": "article-131263_52", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation", "content": "Urine testing also allows for longer windows of detection than serum. Clinicians must remember that urine drug concentrations do not reflect serum concentrations. They are a measure of drug metabolites and reflect how rapidly a person metabolizes and eliminates the drug. Consequently, urine drug testing can vary drastically based on hydration status. [46]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation. Urine testing also allows for longer windows of detection than serum. Clinicians must remember that urine drug concentrations do not reflect serum concentrations. They are a measure of drug metabolites and reflect how rapidly a person metabolizes and eliminates the drug. Consequently, urine drug testing can vary drastically based on hydration status. [46]"}
{"id": "article-131263_53", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation", "content": "In addition to standard laboratory testing, point-of-care (POC) testing is an alternative option. POC testing offers advantages such as simplicity and rapid result turnaround; however, this type of testing can be easily mishandled, especially when non-laboratory staff is involved, which may lead to erroneous results. Specific training is necessary to properly collect and interpret the tests to ensure reliable and accurate interpretation of POC testing results. [47]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation. In addition to standard laboratory testing, point-of-care (POC) testing is an alternative option. POC testing offers advantages such as simplicity and rapid result turnaround; however, this type of testing can be easily mishandled, especially when non-laboratory staff is involved, which may lead to erroneous results. Specific training is necessary to properly collect and interpret the tests to ensure reliable and accurate interpretation of POC testing results. [47]"}
{"id": "article-131263_54", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation -- Commonly Ordered Drug Tests with Windows of Detection On Urinary Testing", "content": "This list summarizes some commonly ordered drug tests and their windows of detection. [45] Amphetamines: 2 to 3 days Benzodiazepines short acting: 3 to 5 days Benzodiazepines long acting: Up to 30 days Buprenorphine: Up to 11 days Cannabis daily use: 2 to 4 weeks Cannabis heavy use: Up to 12 weeks Cocaine: 1 to 5 hours (for metabolites, 2 to 4 days) Codeine: 1 to 2 days Fentanyl: 2 to 3 days Heroin and morphine: 3 days Hydromorphone: 1 to 2 days Methadone: 3 to 4 days and up to 14 days Oxycodone immediate release: 1 to 1.5 days Oxycodone controlled release: 1.5 to 3 days Oxymorphone immediate release: 1.5 to 2.5 days Oxymorphone controlled release: 1 to 4 days Phencyclidine: 1.5 to 10 days Tapentadol: 1 to 5 days Tramadol: 2 to 4 days Zolpidem: 1 to 5 days", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation -- Commonly Ordered Drug Tests with Windows of Detection On Urinary Testing. This list summarizes some commonly ordered drug tests and their windows of detection. [45] Amphetamines: 2 to 3 days Benzodiazepines short acting: 3 to 5 days Benzodiazepines long acting: Up to 30 days Buprenorphine: Up to 11 days Cannabis daily use: 2 to 4 weeks Cannabis heavy use: Up to 12 weeks Cocaine: 1 to 5 hours (for metabolites, 2 to 4 days) Codeine: 1 to 2 days Fentanyl: 2 to 3 days Heroin and morphine: 3 days Hydromorphone: 1 to 2 days Methadone: 3 to 4 days and up to 14 days Oxycodone immediate release: 1 to 1.5 days Oxycodone controlled release: 1.5 to 3 days Oxymorphone immediate release: 1.5 to 2.5 days Oxymorphone controlled release: 1 to 4 days Phencyclidine: 1.5 to 10 days Tapentadol: 1 to 5 days Tramadol: 2 to 4 days Zolpidem: 1 to 5 days"}
{"id": "article-131263_55", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation -- Commonly Ordered Drug Tests with Windows of Detection On Urinary Testing", "content": "It is essential to remember patients may have positive test results for opioids and benzodiazepines due to the presence of various other drugs. For example, the presence of morphine may indicate the ingestion of morphine, codeine, or heroin, and the presence of hydromorphone may indicate the use of hydromorphone, hydrocodone, or morphine. [45] A negative test result may mean that the patient is not taking the substance or medication prescribed or that the drug is rapidly metabolized to undetectable levels. Ideally, confirmatory testing would differentiate true negative results (when the patient is not taking the substance or the prescribed medication) from false negative results (rapid metabolism to undetectable levels on urinary testing). Confirmatory tests include gas or high-performance liquid chromatography and mass spectrometry to detect these agents. Unfortunately, these are not readily available in most laboratories. [45]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation -- Commonly Ordered Drug Tests with Windows of Detection On Urinary Testing. It is essential to remember patients may have positive test results for opioids and benzodiazepines due to the presence of various other drugs. For example, the presence of morphine may indicate the ingestion of morphine, codeine, or heroin, and the presence of hydromorphone may indicate the use of hydromorphone, hydrocodone, or morphine. [45] A negative test result may mean that the patient is not taking the substance or medication prescribed or that the drug is rapidly metabolized to undetectable levels. Ideally, confirmatory testing would differentiate true negative results (when the patient is not taking the substance or the prescribed medication) from false negative results (rapid metabolism to undetectable levels on urinary testing). Confirmatory tests include gas or high-performance liquid chromatography and mass spectrometry to detect these agents. Unfortunately, these are not readily available in most laboratories. [45]"}
{"id": "article-131263_56", "title": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation -- Commonly Ordered Drug Tests with Windows of Detection On Urinary Testing", "content": "False Positive Results: False-positive results occur when other medications or ingested substances cross-react with the immunoassays used to detect drugs of abuse and yield a positive result. [45] Commonly prescribed medications that may cause false positive results on urine drug testing include: Amphetamines: Amantadine, bupropion, chlorpromazine, desipramine, dextroamphetamine, labetalol, methylphenidate, pseudoephedrine, ranitidine, selegiline, thioridazine, trazodone Benzodiazepines: Oxaprozin, sertraline Cannabinoids: Dronabinol, efavirenz, proton pump inhibitors, and some nonsteroidal anti-inflammatory drugs Opioids: Dextromethorphan, quinine, quinolones, rifampin, verapamil. Dietary consumption of poppy seeds may yield cross-reactivity and false-positive test results for opioids. Phencyclidine: Dextromethorphan, diphenhydramine, ibuprofen, ketamine, meperidine, thioridazine, tramadol, venlafaxine", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Evaluation -- Commonly Ordered Drug Tests with Windows of Detection On Urinary Testing. False Positive Results: False-positive results occur when other medications or ingested substances cross-react with the immunoassays used to detect drugs of abuse and yield a positive result. [45] Commonly prescribed medications that may cause false positive results on urine drug testing include: Amphetamines: Amantadine, bupropion, chlorpromazine, desipramine, dextroamphetamine, labetalol, methylphenidate, pseudoephedrine, ranitidine, selegiline, thioridazine, trazodone Benzodiazepines: Oxaprozin, sertraline Cannabinoids: Dronabinol, efavirenz, proton pump inhibitors, and some nonsteroidal anti-inflammatory drugs Opioids: Dextromethorphan, quinine, quinolones, rifampin, verapamil. Dietary consumption of poppy seeds may yield cross-reactivity and false-positive test results for opioids. Phencyclidine: Dextromethorphan, diphenhydramine, ibuprofen, ketamine, meperidine, thioridazine, tramadol, venlafaxine"}
{"id": "article-131263_57", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management", "content": "Before prescribing controlled substances or initiating opioid therapy for chronic pain, the clinician and patient should agree on practical goals regarding pain relief, functionality with activities of daily living, and management of coexisting conditions such as anxiety and depression. In addition, the plan should include therapy selection, progress measures, and involvement of other specialty providers if needed. When developing a pain management plan that involves opioids, the clinician should:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management. Before prescribing controlled substances or initiating opioid therapy for chronic pain, the clinician and patient should agree on practical goals regarding pain relief, functionality with activities of daily living, and management of coexisting conditions such as anxiety and depression. In addition, the plan should include therapy selection, progress measures, and involvement of other specialty providers if needed. When developing a pain management plan that involves opioids, the clinician should:"}
{"id": "article-131263_58", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management", "content": "Start at the lowest possible dose and titrate to effect Start with short-acting opioid formulations Discuss the need for frequent risk and benefit assessments Instruct the patient (and include family members if possible) of the signs and symptoms of respiratory depression Reassess risks and benefits with each dose increase Exercise precaution and be able to justify reason when prescribing 50 or more morphine milligram equivalents (MME) per day [48] Be knowledgeable of federal and state opioid prescribing regulations Be knowledgeable of patient monitoring, equianalgesic dosing, and cross-tolerance with opioid conversion Augment treatment with nonopioid or, if necessary, immediate-release opioids over long-acting opioids Taper opioid dose whenever possible", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management. Start at the lowest possible dose and titrate to effect Start with short-acting opioid formulations Discuss the need for frequent risk and benefit assessments Instruct the patient (and include family members if possible) of the signs and symptoms of respiratory depression Reassess risks and benefits with each dose increase Exercise precaution and be able to justify reason when prescribing 50 or more morphine milligram equivalents (MME) per day [48] Be knowledgeable of federal and state opioid prescribing regulations Be knowledgeable of patient monitoring, equianalgesic dosing, and cross-tolerance with opioid conversion Augment treatment with nonopioid or, if necessary, immediate-release opioids over long-acting opioids Taper opioid dose whenever possible"}
{"id": "article-131263_59", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Consent and Treatment", "content": "According to the American Medical Association, a physician can proceed with informed consent after assessing the patient's ability to understand the medical information to make an independent decision. [49] The informed consent should include a discussion of the following: Patient diagnosis Purpose of recommended treatment Risks and benefits of treatment Alternative treatment or no treatment and their associated risks and benefits", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Consent and Treatment. According to the American Medical Association, a physician can proceed with informed consent after assessing the patient's ability to understand the medical information to make an independent decision. [49] The informed consent should include a discussion of the following: Patient diagnosis Purpose of recommended treatment Risks and benefits of treatment Alternative treatment or no treatment and their associated risks and benefits"}
{"id": "article-131263_60", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Informed Consent for Controlled Substances and Opioids Should Include the Following Potential Risks", "content": "Physical side effects/complications such as constipation, QT prolongation, etc Addiction risk Physical dependence Cognitive effects Psychological dependence Tolerance Hyperalgesia Patient victimization [49] Prescribing policies should be clearly described, including guidelines regarding the number and frequency of refills and procedures for lost or stolen medications.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Informed Consent for Controlled Substances and Opioids Should Include the Following Potential Risks. Physical side effects/complications such as constipation, QT prolongation, etc Addiction risk Physical dependence Cognitive effects Psychological dependence Tolerance Hyperalgesia Patient victimization [49] Prescribing policies should be clearly described, including guidelines regarding the number and frequency of refills and procedures for lost or stolen medications."}
{"id": "article-131263_61", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement", "content": "While there is no standardized agreement or contract for controlled substance or opioid use, such agreements must facilitate an open discussion of information, treatment adherence, and an understanding of treatment goals. [49]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement. While there is no standardized agreement or contract for controlled substance or opioid use, such agreements must facilitate an open discussion of information, treatment adherence, and an understanding of treatment goals. [49]"}
{"id": "article-131263_62", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement", "content": "Clinicians often include provisions in the agreement that outline the patient's commitment to refrain from \"doctor shopping\" and provide consent for drug testing. The clinician also assumes an active role in the agreement by addressing treatment plan concerns and scheduling follow-up visits to evaluate the effectiveness of the interventions.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement. Clinicians often include provisions in the agreement that outline the patient's commitment to refrain from \"doctor shopping\" and provide consent for drug testing. The clinician also assumes an active role in the agreement by addressing treatment plan concerns and scheduling follow-up visits to evaluate the effectiveness of the interventions."}
{"id": "article-131263_63", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement", "content": "Reasons for potential changes or discontinuation of opioid therapy should be included in the treatment agreement. Also, agreements can include monitoring strategies and establish mechanisms for safely storing and disposing of unused medications.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement. Reasons for potential changes or discontinuation of opioid therapy should be included in the treatment agreement. Also, agreements can include monitoring strategies and establish mechanisms for safely storing and disposing of unused medications."}
{"id": "article-131263_64", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement", "content": "Prescribers should consider ending opioid treatment when pain is minimal or resolved, side effects develop, inadequate analgesia, quality of life has not improved, the function has deteriorated, or evidence of aberrant medication use is present. Opioids should be tapered slowly to minimize withdrawal symptoms. An addiction specialist may need to be involved in cases of aberrant behavior or when tapering is difficult to tolerate. [50] [51]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Patient and Physician Treatment Agreement. Prescribers should consider ending opioid treatment when pain is minimal or resolved, side effects develop, inadequate analgesia, quality of life has not improved, the function has deteriorated, or evidence of aberrant medication use is present. Opioids should be tapered slowly to minimize withdrawal symptoms. An addiction specialist may need to be involved in cases of aberrant behavior or when tapering is difficult to tolerate. [50] [51]"}
{"id": "article-131263_65", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Among the controlled substances prescribed for medical use, opioids carry the highest risk for misuse and addiction, causing significant societal harm. In response to this issue, the United States Centers for Disease Control and Prevention (CDC) published a Clinical Practice Guideline for Prescribing Opioids in 2022. [52] These guidelines primarily address the use of opioids for pain management. A summary of the recommendations made in this clinical practice guideline is provided below:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Among the controlled substances prescribed for medical use, opioids carry the highest risk for misuse and addiction, causing significant societal harm. In response to this issue, the United States Centers for Disease Control and Prevention (CDC) published a Clinical Practice Guideline for Prescribing Opioids in 2022. [52] These guidelines primarily address the use of opioids for pain management. A summary of the recommendations made in this clinical practice guideline is provided below:"}
{"id": "article-131263_66", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Nonopioid therapies should be maximized as first-line and adjunct therapy if no contraindications exist.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Nonopioid therapies should be maximized as first-line and adjunct therapy if no contraindications exist."}
{"id": "article-131263_67", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Before prescribing opioids for acute pain, the realistic benefits of opioid therapy and the risks of opioid therapy should be thoroughly discussed with the patient.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Before prescribing opioids for acute pain, the realistic benefits of opioid therapy and the risks of opioid therapy should be thoroughly discussed with the patient."}
{"id": "article-131263_68", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Nonopioid therapies are preferred for subacute and chronic pain.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Nonopioid therapies are preferred for subacute and chronic pain."}
{"id": "article-131263_69", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "If opioid therapy is prescribed for acute, subacute, or chronic pain, immediate-release formulations are preferred over extended-release and long-acting formulations.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. If opioid therapy is prescribed for acute, subacute, or chronic pain, immediate-release formulations are preferred over extended-release and long-acting formulations."}
{"id": "article-131263_70", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "In opioid-naïve patients, the lowest effective dose should be prescribed. The recommended starting dose for opioid-naïve patients is 5 to 10 morphine milligram equivalents (MME) per dose or a daily dosage of 20 to 30 MME/day.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. In opioid-naïve patients, the lowest effective dose should be prescribed. The recommended starting dose for opioid-naïve patients is 5 to 10 morphine milligram equivalents (MME) per dose or a daily dosage of 20 to 30 MME/day."}
{"id": "article-131263_71", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Unless there are signs of impending overdose, opioid therapy should not be discontinued abruptly.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Unless there are signs of impending overdose, opioid therapy should not be discontinued abruptly."}
{"id": "article-131263_72", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "When opioids are discontinued, they should be gradually tapered off. For patients taking opioids for extended durations (≥1 year), the recommended taper rate is 10% per month or slower, as this rate is better tolerated than more rapid tapers.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. When opioids are discontinued, they should be gradually tapered off. For patients taking opioids for extended durations (≥1 year), the recommended taper rate is 10% per month or slower, as this rate is better tolerated than more rapid tapers."}
{"id": "article-131263_73", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "For acute pain, the prescribed quantity of opioid medications should not exceed the expected duration of pain.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. For acute pain, the prescribed quantity of opioid medications should not exceed the expected duration of pain."}
{"id": "article-131263_74", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "For subacute and chronic pain, the benefits and risks of continued opioid therapy should be discussed with patients within 1 to 4 weeks of initiation.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. For subacute and chronic pain, the benefits and risks of continued opioid therapy should be discussed with patients within 1 to 4 weeks of initiation."}
{"id": "article-131263_75", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "The risk of opioid therapy should be discussed periodically during the treatment, with a clear discussion on ways to mitigate harm, including using naloxone.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. The risk of opioid therapy should be discussed periodically during the treatment, with a clear discussion on ways to mitigate harm, including using naloxone."}
{"id": "article-131263_76", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Before prescribing opioid therapy for acute, subacute, or chronic pain, and periodically during opioid therapy, the prescriber should review the patient's controlled substance prescription history using prescription drug monitoring program (PDMP) data.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Before prescribing opioid therapy for acute, subacute, or chronic pain, and periodically during opioid therapy, the prescriber should review the patient's controlled substance prescription history using prescription drug monitoring program (PDMP) data."}
{"id": "article-131263_77", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Extreme caution is advised when prescribing opioid pain medication and benzodiazepines (or other central nervous system depressants) concurrently due to the risk of respiratory compromise.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Extreme caution is advised when prescribing opioid pain medication and benzodiazepines (or other central nervous system depressants) concurrently due to the risk of respiratory compromise."}
{"id": "article-131263_78", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "If opioid use disorder is suspected or diagnosed, treatment should be offered. Detoxification without medications for opioid use disorder is not recommended.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. If opioid use disorder is suspected or diagnosed, treatment should be offered. Detoxification without medications for opioid use disorder is not recommended."}
{"id": "article-131263_79", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "According to the CDC, nonopioid therapies are at least as effective as opioids for managing acute pain. [52] Acute causes of pain for which nonopioid therapies are preferred include low back pain, neck pain, sprains, strains, tendonitis, bursitis, dental pain, kidney stone pain, and headaches. [52] Nonpharmacologic options such as ice, heat, elevation, and mobility restriction or therapy should be offered and maximized.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. According to the CDC, nonopioid therapies are at least as effective as opioids for managing acute pain. [52] Acute causes of pain for which nonopioid therapies are preferred include low back pain, neck pain, sprains, strains, tendonitis, bursitis, dental pain, kidney stone pain, and headaches. [52] Nonpharmacologic options such as ice, heat, elevation, and mobility restriction or therapy should be offered and maximized."}
{"id": "article-131263_80", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "When managing patients with chronic pain, recommendations are to prioritize nonpharmacologic strategies as the initial approach. These may include exercise, physical therapy, psychological and stress reduction therapy, spinal manipulation, laser therapy, massage therapy, acupuncture, and yoga, among others, and should be maximized. [52] If there is an insufficient response to these therapies, nonsteroidal anti-inflammatory drugs (NSAIDs) or duloxetine should be considered as the first-line options. In cases where neuropathic pain is present, tricyclic antidepressants, serotonin and norepinephrine reuptake inhibitors (SNRIs), and anticonvulsants (such as pregabalin, gabapentin, and oxcarbazepine) should be explored before opioid therapy. [52]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. When managing patients with chronic pain, recommendations are to prioritize nonpharmacologic strategies as the initial approach. These may include exercise, physical therapy, psychological and stress reduction therapy, spinal manipulation, laser therapy, massage therapy, acupuncture, and yoga, among others, and should be maximized. [52] If there is an insufficient response to these therapies, nonsteroidal anti-inflammatory drugs (NSAIDs) or duloxetine should be considered as the first-line options. In cases where neuropathic pain is present, tricyclic antidepressants, serotonin and norepinephrine reuptake inhibitors (SNRIs), and anticonvulsants (such as pregabalin, gabapentin, and oxcarbazepine) should be explored before opioid therapy. [52]"}
{"id": "article-131263_81", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "The CDC guideline repeatedly emphasizes reevaluation of ongoing opioid therapy to determine if the expected benefit is achieved. If opioid therapy for subacute or chronic pain has exceeded 4 weeks, a dose escalation beyond the lowest dose can be considered. This should occur following a discussion between the provider and the patient regarding the risks and benefits of escalating therapy. However, the CDC guideline states that in most cases, there is no further benefit (in pain relief or function) from escalating opioid therapy to greater than or equal to 50 MME/day. [52] Increasing opioids beyond 50 MME/day exposes the patient to a progressively higher risk of misuse/addiction and physical complications of therapy without further clinical benefit. A list of commonly prescribed opioids with their morphine equivalence conversion factors is provided below:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. The CDC guideline repeatedly emphasizes reevaluation of ongoing opioid therapy to determine if the expected benefit is achieved. If opioid therapy for subacute or chronic pain has exceeded 4 weeks, a dose escalation beyond the lowest dose can be considered. This should occur following a discussion between the provider and the patient regarding the risks and benefits of escalating therapy. However, the CDC guideline states that in most cases, there is no further benefit (in pain relief or function) from escalating opioid therapy to greater than or equal to 50 MME/day. [52] Increasing opioids beyond 50 MME/day exposes the patient to a progressively higher risk of misuse/addiction and physical complications of therapy without further clinical benefit. A list of commonly prescribed opioids with their morphine equivalence conversion factors is provided below:"}
{"id": "article-131263_82", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Codeine, 0.15 Fentanyl transdermal (in mcg/h), 2.4 Hydrocodone, 1.0 Hydromorphone, 5.0 Methadone, 4.7 Morphine, 1.0 Oxycodone, 1.5 Oxymorphone, 3.0 Tapentadol, 0.4 Tramadol, 0.2", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Codeine, 0.15 Fentanyl transdermal (in mcg/h), 2.4 Hydrocodone, 1.0 Hydromorphone, 5.0 Methadone, 4.7 Morphine, 1.0 Oxycodone, 1.5 Oxymorphone, 3.0 Tapentadol, 0.4 Tramadol, 0.2"}
{"id": "article-131263_83", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "Using the conversion factor provided, a prescription for oxycodone 10 mg taken twice daily (20 mg of oxycodone daily) would be equivalent to 30 morphine MME daily. The MME serves as a reference to indicate the potency of the prescribed opioid therapy; it should not be used to determine the dosage of an opioid when switching therapies. Patients usually have incomplete tolerance between opioid medications, and individual opioid pharmacokinetics vary substantially. Therefore, when converting between opioids, the new opioid medication should be dosed at a substantially lower dose than the calculated MME dose. [52] [53]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. Using the conversion factor provided, a prescription for oxycodone 10 mg taken twice daily (20 mg of oxycodone daily) would be equivalent to 30 morphine MME daily. The MME serves as a reference to indicate the potency of the prescribed opioid therapy; it should not be used to determine the dosage of an opioid when switching therapies. Patients usually have incomplete tolerance between opioid medications, and individual opioid pharmacokinetics vary substantially. Therefore, when converting between opioids, the new opioid medication should be dosed at a substantially lower dose than the calculated MME dose. [52] [53]"}
{"id": "article-131263_84", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing", "content": "When opioid therapy is discontinued or tapered, clinicians must repeatedly emphasize and educate the patients regarding the risk of overdose if they return to the previous dose of the medication. [52] Opioid overdose education should be provided at every visit during this process, and naloxone should be co-prescribed. During this period, clinician vigilance regarding the emergence of anxiety, depression, and opioid use disorder is mandatory so that these conditions are identified early and treated appropriately.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Opioid Prescribing. When opioid therapy is discontinued or tapered, clinicians must repeatedly emphasize and educate the patients regarding the risk of overdose if they return to the previous dose of the medication. [52] Opioid overdose education should be provided at every visit during this process, and naloxone should be co-prescribed. During this period, clinician vigilance regarding the emergence of anxiety, depression, and opioid use disorder is mandatory so that these conditions are identified early and treated appropriately."}
{"id": "article-131263_85", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Sedatives/Benzodiazepine Prescribing", "content": "According to the Agency for Healthcare Research and Quality, there is no accepted prescription guideline for benzodiazepines and other prescription sedatives/hypnotics. The general practice in the US is to follow the federal regulations outlined in the Controlled Substance Act.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Sedatives/Benzodiazepine Prescribing. According to the Agency for Healthcare Research and Quality, there is no accepted prescription guideline for benzodiazepines and other prescription sedatives/hypnotics. The general practice in the US is to follow the federal regulations outlined in the Controlled Substance Act."}
{"id": "article-131263_86", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Sedatives/Benzodiazepine Prescribing", "content": "The current practice standard in the US follows practice guidelines published by the American Psychiatric Association (APA) for anxiety disorders and insomnia. Benzodiazepines are approved in the US for treating generalized anxiety disorder, insomnia, seizures, panic disorders, social phobia, and certain other conditions, with the recommended duration to be short-term, ie, no more than 4 weeks. [54] They are not the recommended first-line therapy for any of these diagnoses and are not recommended for long-term use by the APA. The National Health Service of the United Kingdom, however, has put forth the following guidelines for the use of prescription benzodiazepines:", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Sedatives/Benzodiazepine Prescribing. The current practice standard in the US follows practice guidelines published by the American Psychiatric Association (APA) for anxiety disorders and insomnia. Benzodiazepines are approved in the US for treating generalized anxiety disorder, insomnia, seizures, panic disorders, social phobia, and certain other conditions, with the recommended duration to be short-term, ie, no more than 4 weeks. [54] They are not the recommended first-line therapy for any of these diagnoses and are not recommended for long-term use by the APA. The National Health Service of the United Kingdom, however, has put forth the following guidelines for the use of prescription benzodiazepines:"}
{"id": "article-131263_87", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Sedatives/Benzodiazepine Prescribing", "content": "Benzodiazepines should only be used for short-term treatment for 2 to 4 weeks. They should only be used for the treatment of anxiety and insomnia that is severe, disabling, or causing extreme distress. The health record should clearly document the discussion between the healthcare provider and the patient, outlining the risks of physical and psychological dependence, which can occur at therapeutic doses. Alternative nonpharmacologic and pharmacologic measures should be emphasized and maximized. In cases where patients have been using benzodiazepines for more than 4 weeks, taking the medication on most days of the week, a slow taper is required to mitigate the risk of withdrawal.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Recommended Guidelines for Responsible Sedatives/Benzodiazepine Prescribing. Benzodiazepines should only be used for short-term treatment for 2 to 4 weeks. They should only be used for the treatment of anxiety and insomnia that is severe, disabling, or causing extreme distress. The health record should clearly document the discussion between the healthcare provider and the patient, outlining the risks of physical and psychological dependence, which can occur at therapeutic doses. Alternative nonpharmacologic and pharmacologic measures should be emphasized and maximized. In cases where patients have been using benzodiazepines for more than 4 weeks, taking the medication on most days of the week, a slow taper is required to mitigate the risk of withdrawal."}
{"id": "article-131263_88", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Prescription Requirements", "content": "Clinicians and dispensing pharmacists must ensure that controlled substance prescriptions meet the federally mandated guidelines. As outlined in the Controlled Substance Act information available by the DEA's website, a controlled substance prescription must be \"issued for a legitimate medical purpose by a registered practitioner acting in the usual course of sound professional practice.\" Pharmacists must ensure the prescription contains all of the following: Name and address of the patient Date of issue Name, practice address, and DEA registration number of the prescribing practitioner Drug name, strength, dosage form, and specific directions of use Quantity prescribed Signature of the prescriber", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Prescription Requirements. Clinicians and dispensing pharmacists must ensure that controlled substance prescriptions meet the federally mandated guidelines. As outlined in the Controlled Substance Act information available by the DEA's website, a controlled substance prescription must be \"issued for a legitimate medical purpose by a registered practitioner acting in the usual course of sound professional practice.\" Pharmacists must ensure the prescription contains all of the following: Name and address of the patient Date of issue Name, practice address, and DEA registration number of the prescribing practitioner Drug name, strength, dosage form, and specific directions of use Quantity prescribed Signature of the prescriber"}
{"id": "article-131263_89", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Prescription Requirements", "content": "Notably, there are no federal time limits on when a Schedule II prescription must be filled. According to the US Code of Federal Regulations Title 21 Chapter II Part 1306, calling in a Schedule II medication may be done only in emergencies. If this action is taken, the prescriber must follow up the phone prescription with a written and signed prescription sent to the pharmacy within 7 days.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Prescription Requirements. Notably, there are no federal time limits on when a Schedule II prescription must be filled. According to the US Code of Federal Regulations Title 21 Chapter II Part 1306, calling in a Schedule II medication may be done only in emergencies. If this action is taken, the prescriber must follow up the phone prescription with a written and signed prescription sent to the pharmacy within 7 days."}
{"id": "article-131263_90", "title": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Prescription Requirements", "content": "The US Code of Federal Regulations specifies that \"refilling a prescription for a controlled substance listed in Schedule II is prohibited.\" Patients receiving Schedule II substances for chronic therapy may be prescribed a 90-day supply with multiple scripts (each with 0 refills). The prescriptions should indicate the earliest date they can be filled. Schedule III or IV substances may have up to 5 refills within 6 months, and Schedule V medications may be refilled as authorized by the prescriber.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Treatment / Management -- Prescription Requirements. The US Code of Federal Regulations specifies that \"refilling a prescription for a controlled substance listed in Schedule II is prohibited.\" Patients receiving Schedule II substances for chronic therapy may be prescribed a 90-day supply with multiple scripts (each with 0 refills). The prescriptions should indicate the earliest date they can be filled. Schedule III or IV substances may have up to 5 refills within 6 months, and Schedule V medications may be refilled as authorized by the prescriber."}
{"id": "article-131263_91", "title": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis", "content": "Developing a differential diagnosis for a patient's chronic pain is based on assessing the possible etiologies of the patient's pain. Identifying the disease process allows the clinician to develop an appropriate treatment plan. For example, a patient's chronic hip and leg pain could manifest osteoarthritis of the hip, lumbar radiculopathy, or sacroiliac joint dysfunction. These underlying pathologies may require very different management options.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis. Developing a differential diagnosis for a patient's chronic pain is based on assessing the possible etiologies of the patient's pain. Identifying the disease process allows the clinician to develop an appropriate treatment plan. For example, a patient's chronic hip and leg pain could manifest osteoarthritis of the hip, lumbar radiculopathy, or sacroiliac joint dysfunction. These underlying pathologies may require very different management options."}
{"id": "article-131263_92", "title": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis", "content": "Certain diagnoses may be more responsive to using an NSAID versus a neuropathic pain medication. The clinician must also consider the available interventions to address a particular diagnosis, including surgical interventions, intra-articular steroid injections, epidural steroid injections, nerve blocks, or radiofrequency ablation procedures. [55]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis. Certain diagnoses may be more responsive to using an NSAID versus a neuropathic pain medication. The clinician must also consider the available interventions to address a particular diagnosis, including surgical interventions, intra-articular steroid injections, epidural steroid injections, nerve blocks, or radiofrequency ablation procedures. [55]"}
{"id": "article-131263_93", "title": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis", "content": "The clinician should also consider the possibility of overlapping diagnoses in patients with chronic disease. For instance, individuals receiving opioid therapy for chronic pain may develop opioid-induced hyperalgesia in conjunction with their original presenting pain syndrome. [56]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis. The clinician should also consider the possibility of overlapping diagnoses in patients with chronic disease. For instance, individuals receiving opioid therapy for chronic pain may develop opioid-induced hyperalgesia in conjunction with their original presenting pain syndrome. [56]"}
{"id": "article-131263_94", "title": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis", "content": "Chronic pain is also frequently accompanied by major depression and sleep disorders. [57] Acknowledging these coexisting conditions can enable a clinician to consider an appropriate pharmacologic option, such as utilizing an SNRI or TCA to address neuropathic pain and depression symptoms. Furthermore, autoimmune diseases, such as systemic lupus erythematosus or psoriasis, fibromyalgia, and central pain syndromes, should be considered in regions involving widespread chronic pain. Thus, clinicians must remember that chronic pain can be a symptom of one or multiple diagnoses.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Differential Diagnosis. Chronic pain is also frequently accompanied by major depression and sleep disorders. [57] Acknowledging these coexisting conditions can enable a clinician to consider an appropriate pharmacologic option, such as utilizing an SNRI or TCA to address neuropathic pain and depression symptoms. Furthermore, autoimmune diseases, such as systemic lupus erythematosus or psoriasis, fibromyalgia, and central pain syndromes, should be considered in regions involving widespread chronic pain. Thus, clinicians must remember that chronic pain can be a symptom of one or multiple diagnoses."}
{"id": "article-131263_95", "title": "Responsible Controlled Substance and Opioid Prescribing -- Prognosis", "content": "According to the CDC Morbidity and Mortality Report from 2016, the escalated utilization of opioid analgesics for pain management has markedly increased morbidity and mortality rates in the US. In 2016 alone, more than 63,600 deaths were due to drug overdose in the US. Among these fatalities, approximately 66% were directly linked to opioids, while nearly 30% were due to concurrent use of benzodiazepines with opioids. [58] In 2021, based on National Institute on Drug Abuse (NIDA) data, the number of overdose-related deaths had increased to over 106,000, with synthetic opioids involved in over 70,000 of those deaths, and of those, over 16,000 involved prescription opioids.[ NIDA Overdose Death Rates ] One of the significant predictors of future heroin use is prescription drug use and illicit oral opioid use. [59]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Prognosis. According to the CDC Morbidity and Mortality Report from 2016, the escalated utilization of opioid analgesics for pain management has markedly increased morbidity and mortality rates in the US. In 2016 alone, more than 63,600 deaths were due to drug overdose in the US. Among these fatalities, approximately 66% were directly linked to opioids, while nearly 30% were due to concurrent use of benzodiazepines with opioids. [58] In 2021, based on National Institute on Drug Abuse (NIDA) data, the number of overdose-related deaths had increased to over 106,000, with synthetic opioids involved in over 70,000 of those deaths, and of those, over 16,000 involved prescription opioids.[ NIDA Overdose Death Rates ] One of the significant predictors of future heroin use is prescription drug use and illicit oral opioid use. [59]"}
{"id": "article-131263_96", "title": "Responsible Controlled Substance and Opioid Prescribing -- Prognosis", "content": "As a result of the upward trends during the past 2 decades, the FDA issued a mandatory labeling change in 2016 to help inform healthcare providers and patients of the risk of misuse, addiction, and overdose with opioid medications, especially when combined with benzodiazepines. In an effort to reverse the opioid epidemic, the FDA issued a warning to the public and healthcare professionals about the serious risk of respiratory depression, coma, and death when these agents are used in combination with each other or with alcohol.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Prognosis. As a result of the upward trends during the past 2 decades, the FDA issued a mandatory labeling change in 2016 to help inform healthcare providers and patients of the risk of misuse, addiction, and overdose with opioid medications, especially when combined with benzodiazepines. In an effort to reverse the opioid epidemic, the FDA issued a warning to the public and healthcare professionals about the serious risk of respiratory depression, coma, and death when these agents are used in combination with each other or with alcohol."}
{"id": "article-131263_97", "title": "Responsible Controlled Substance and Opioid Prescribing -- Prognosis", "content": "In 2020, the FDA further addressed the concerns surrounding benzodiazepines by issuing a black box warning. This warning emphasized insufficient prescribing information and guidelines for these agents. The warning outlined the severe risks of physiological dependence associated with these agents, primarily when used for a long duration and at higher daily doses. [54]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Prognosis. In 2020, the FDA further addressed the concerns surrounding benzodiazepines by issuing a black box warning. This warning emphasized insufficient prescribing information and guidelines for these agents. The warning outlined the severe risks of physiological dependence associated with these agents, primarily when used for a long duration and at higher daily doses. [54]"}
{"id": "article-131263_98", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications", "content": "Misuse, addiction, and overdose are the most dreaded complications associated with prescribing controlled substances. Identifying individuals with signs of substance use disorder is emphasized by all regulatory and guiding entities to ensure they are diagnosed early and receive the treatment they need. According to SAMHSA, approximately 16.5% of individuals over 12 years have a diagnosis of SUD.[ SAMHSA Announcement. Jan 2023 ]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications. Misuse, addiction, and overdose are the most dreaded complications associated with prescribing controlled substances. Identifying individuals with signs of substance use disorder is emphasized by all regulatory and guiding entities to ensure they are diagnosed early and receive the treatment they need. According to SAMHSA, approximately 16.5% of individuals over 12 years have a diagnosis of SUD.[ SAMHSA Announcement. Jan 2023 ]"}
{"id": "article-131263_99", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications", "content": "According to the CDC, 106,699 overdose deaths in the US were reported in 2021.[ NCHS Data Brief No. 457, Dec 2022 ] In an effort to expedite and expand treatment for these individuals, the US government passed a new bill regarding individuals with these disorders. This is known as the Mainstreaming Addiction Treatment Act of 2021.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications. According to the CDC, 106,699 overdose deaths in the US were reported in 2021.[ NCHS Data Brief No. 457, Dec 2022 ] In an effort to expedite and expand treatment for these individuals, the US government passed a new bill regarding individuals with these disorders. This is known as the Mainstreaming Addiction Treatment Act of 2021."}
{"id": "article-131263_100", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021", "content": "The Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. Previously, federal regulations required healthcare practitioners to apply for a separate waiver through the DEA to dispense buprenorphine and methadone for maintenance or detoxification treatment. The MAT Act empowers all healthcare providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and integrate substance use disorder treatment across healthcare settings. [60]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021. The Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. Previously, federal regulations required healthcare practitioners to apply for a separate waiver through the DEA to dispense buprenorphine and methadone for maintenance or detoxification treatment. The MAT Act empowers all healthcare providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and integrate substance use disorder treatment across healthcare settings. [60]"}
{"id": "article-131263_101", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021", "content": "As of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if applicable state law permits, and SAMHSA encourages them to do so. Prescribers registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed from registrants.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021. As of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if applicable state law permits, and SAMHSA encourages them to do so. Prescribers registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed from registrants."}
{"id": "article-131263_102", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021", "content": "There are no longer limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021. There are no longer limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required."}
{"id": "article-131263_103", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021", "content": "Pharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and do not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information to proceed. Practitioners must still comply with applicable state limits regarding treating patients with OUD. SAMHSA has contact information for state opioid treatment authorities, which can be found here: SAMHSA. State Opioid Treatment Authorities . The bill also encourages healthcare practitioners' education regarding the treatment of OUD and encourages providers to integrate substance use disorder treatment into their practices.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Mainstreaming Addiction Treatment (MAT) Act of 2021. Pharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and do not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information to proceed. Practitioners must still comply with applicable state limits regarding treating patients with OUD. SAMHSA has contact information for state opioid treatment authorities, which can be found here: SAMHSA. State Opioid Treatment Authorities . The bill also encourages healthcare practitioners' education regarding the treatment of OUD and encourages providers to integrate substance use disorder treatment into their practices."}
{"id": "article-131263_104", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment", "content": "Treatment for OUD requires pharmacologic therapies. [30] OUD should be treated as a chronic condition and treated with medication for opioid use disorder, known as MOUD therapy. In patients with acute withdrawal, additional medication may alleviate withdrawal symptoms. These include α2-agonists such as lofexidine and clonidine that can diminish withdrawal symptoms. [30] The previous practice of \"detoxification\" and medically supervised withdrawal is no longer recommended as isolated therapy, as most patients treated in this manner relapse quickly. Moreover, they are subsequently at a much higher risk of overdose due to loss of tolerance. [30]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment. Treatment for OUD requires pharmacologic therapies. [30] OUD should be treated as a chronic condition and treated with medication for opioid use disorder, known as MOUD therapy. In patients with acute withdrawal, additional medication may alleviate withdrawal symptoms. These include α2-agonists such as lofexidine and clonidine that can diminish withdrawal symptoms. [30] The previous practice of \"detoxification\" and medically supervised withdrawal is no longer recommended as isolated therapy, as most patients treated in this manner relapse quickly. Moreover, they are subsequently at a much higher risk of overdose due to loss of tolerance. [30]"}
{"id": "article-131263_105", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment", "content": "Long-term MOUD therapy is the standard of care for most patients with OUD. [30] Approved therapies for this treatment include methadone, buprenorphine, and naltrexone. Methadone up to 100 mg/day is associated with higher retention in treatment, less heroin use during treatment, and fewer withdrawal symptoms. Beyond this dose, the evidence supporting this therapy is less convincing. [30] Another benefit of methadone over buprenorphine is that it does not have a ceiling effect. However, high doses of methadone can pose a risk of overdose if used beyond an individual's tolerance or when combined with alcohol, sedatives, or heroin. The recommended approach for methadone as MOUD therapy is to start at a low dose and titrate up.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment. Long-term MOUD therapy is the standard of care for most patients with OUD. [30] Approved therapies for this treatment include methadone, buprenorphine, and naltrexone. Methadone up to 100 mg/day is associated with higher retention in treatment, less heroin use during treatment, and fewer withdrawal symptoms. Beyond this dose, the evidence supporting this therapy is less convincing. [30] Another benefit of methadone over buprenorphine is that it does not have a ceiling effect. However, high doses of methadone can pose a risk of overdose if used beyond an individual's tolerance or when combined with alcohol, sedatives, or heroin. The recommended approach for methadone as MOUD therapy is to start at a low dose and titrate up."}
{"id": "article-131263_106", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment", "content": "Buprenorphine carries a lower risk of overdose than methadone due to its partial agonist properties. [30] Buprenorphine should be combined with naloxone to discourage its abuse as an intravenous injection. Naltrexone, a mu-opioid receptor antagonist in an extended-release injectable formulation, is an alternative option for patients who have completed medically supervised withdrawal therapy. [30]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment. Buprenorphine carries a lower risk of overdose than methadone due to its partial agonist properties. [30] Buprenorphine should be combined with naloxone to discourage its abuse as an intravenous injection. Naltrexone, a mu-opioid receptor antagonist in an extended-release injectable formulation, is an alternative option for patients who have completed medically supervised withdrawal therapy. [30]"}
{"id": "article-131263_107", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment", "content": "Transmucosal buprenorphine formulations combined with naloxone are the most common mode of MOUD therapy. Before starting buprenorphine induction, the patient must be abstinent from opioid use. The timing of induction is determined based on the patient's symptoms, which must be equivalent to a mild withdrawal state to initiate therapy. The Clinical Opiate Withdrawal Scale (COWS) should be used to assess these symptoms, with a score of 12 or more used as objective evidence of mild to moderate withdrawal. At this stage, induction can begin, which may be done in the office or home setting. [61]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment. Transmucosal buprenorphine formulations combined with naloxone are the most common mode of MOUD therapy. Before starting buprenorphine induction, the patient must be abstinent from opioid use. The timing of induction is determined based on the patient's symptoms, which must be equivalent to a mild withdrawal state to initiate therapy. The Clinical Opiate Withdrawal Scale (COWS) should be used to assess these symptoms, with a score of 12 or more used as objective evidence of mild to moderate withdrawal. At this stage, induction can begin, which may be done in the office or home setting. [61]"}
{"id": "article-131263_108", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment", "content": "Buprenorphine is used to treat the withdrawal, and if tolerated, the patient may receive a prescription for the agent to self-administer at home. [30] [62] The recommendation is to start at the lowest dose. However, a higher dose may be needed if the patient continues to experience withdrawal symptoms. According to the SAMHSA, the maximum recommended dose for the first day is 8 mg of buprenorphine. However, exceptions may be necessary for patients using high-potency opioids, such as fentanyl, at high doses. On day 2 of induction, a similar approach should be followed, initially giving the same dose as the first day and then adding 4 mg buprenorphine doses if the patient does not have adequate control of their withdrawal symptoms. The recommended maximum dose for day 2, as advised by SAMHSA, is 16 mg. Most patients stabilize at doses between 8 and 16 mg, which is then continued as maintenance therapy. [63] The induction dose should not be escalated further for several weeks.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment. Buprenorphine is used to treat the withdrawal, and if tolerated, the patient may receive a prescription for the agent to self-administer at home. [30] [62] The recommendation is to start at the lowest dose. However, a higher dose may be needed if the patient continues to experience withdrawal symptoms. According to the SAMHSA, the maximum recommended dose for the first day is 8 mg of buprenorphine. However, exceptions may be necessary for patients using high-potency opioids, such as fentanyl, at high doses. On day 2 of induction, a similar approach should be followed, initially giving the same dose as the first day and then adding 4 mg buprenorphine doses if the patient does not have adequate control of their withdrawal symptoms. The recommended maximum dose for day 2, as advised by SAMHSA, is 16 mg. Most patients stabilize at doses between 8 and 16 mg, which is then continued as maintenance therapy. [63] The induction dose should not be escalated further for several weeks."}
{"id": "article-131263_109", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment", "content": "The typical initial dose of methadone is 20 to 30 mg in a single dose, and the maximum initial dose recommended by regulatory guidelines is 30 mg. [64] Methadone should be titrated slowly, typically in 5 to 10 mg increments every few days over several weeks. A typical dose is between 60 to 80 mg once daily. If titration beyond 80 mg is required, it should not be any faster than 10 mg per week.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Opiate Use Disorder Treatment. The typical initial dose of methadone is 20 to 30 mg in a single dose, and the maximum initial dose recommended by regulatory guidelines is 30 mg. [64] Methadone should be titrated slowly, typically in 5 to 10 mg increments every few days over several weeks. A typical dose is between 60 to 80 mg once daily. If titration beyond 80 mg is required, it should not be any faster than 10 mg per week."}
{"id": "article-131263_110", "title": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Benzodiazepine Use Disorder Treatment", "content": "Benzodiazepine use disorder is treated with a benzodiazepine taper, preferably using a long-acting formulation such as diazepam. The taper should be slow and needs individual adjustment based on the type of benzodiazepine used and the amount used daily. Nonpharmacologic therapy is essential in treating this disease to prevent relapse after completion of the taper. Ideally, cognitive-behavioral therapy (CBT) should be initiated while the patient is undergoing a medically supervised taper of benzodiazepines as it has shown higher rates of benzodiazepine discontinuation (short term) compared with taper alone. [65] No other effective pharmacologic therapies are available to prevent relapse after successful treatment with a medically supervised benzodiazepine taper.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Complications -- Benzodiazepine Use Disorder Treatment. Benzodiazepine use disorder is treated with a benzodiazepine taper, preferably using a long-acting formulation such as diazepam. The taper should be slow and needs individual adjustment based on the type of benzodiazepine used and the amount used daily. Nonpharmacologic therapy is essential in treating this disease to prevent relapse after completion of the taper. Ideally, cognitive-behavioral therapy (CBT) should be initiated while the patient is undergoing a medically supervised taper of benzodiazepines as it has shown higher rates of benzodiazepine discontinuation (short term) compared with taper alone. [65] No other effective pharmacologic therapies are available to prevent relapse after successful treatment with a medically supervised benzodiazepine taper."}
{"id": "article-131263_111", "title": "Responsible Controlled Substance and Opioid Prescribing -- Deterrence and Patient Education -- Involvement of Patient and Family", "content": "The patient and family can assist in informed decision-making regarding continuing or discontinuing controlled substances and opioid therapy. For example, family members often know when a patient is depressed and less functional. If the patient agrees or does not object to discussing information with their family members, clinicians may ask the family members using some of the following probing questions: Is the patient's day focused on taking opioid pain medication? What is the frequency of pain medication dosing? Does the patient have any other alcohol or drug use problems? Does the patient avoid activity? Is the patient depressed? Is the patient able to function in daily life?", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Deterrence and Patient Education -- Involvement of Patient and Family. The patient and family can assist in informed decision-making regarding continuing or discontinuing controlled substances and opioid therapy. For example, family members often know when a patient is depressed and less functional. If the patient agrees or does not object to discussing information with their family members, clinicians may ask the family members using some of the following probing questions: Is the patient's day focused on taking opioid pain medication? What is the frequency of pain medication dosing? Does the patient have any other alcohol or drug use problems? Does the patient avoid activity? Is the patient depressed? Is the patient able to function in daily life?"}
{"id": "article-131263_112", "title": "Responsible Controlled Substance and Opioid Prescribing -- Deterrence and Patient Education -- Education for Patients Taking Controlled Substances and Opioids", "content": "Avoid driving or operating power equipment/heavy machinery Avoid stopping these agents abruptly Avoid taking other drugs that depress the respiratory system, such as alcohol, non-prescribed sedatives, and anxiolytics Follow up with the prescriber if medication is not adequate for relieving symptoms Dispose of extra or remaining opioids appropriately Do not share opioids with friends or family Follow the prescribed dosing regimen Provide product-specific information Set appropriate therapeutic expectations", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Deterrence and Patient Education -- Education for Patients Taking Controlled Substances and Opioids. Avoid driving or operating power equipment/heavy machinery Avoid stopping these agents abruptly Avoid taking other drugs that depress the respiratory system, such as alcohol, non-prescribed sedatives, and anxiolytics Follow up with the prescriber if medication is not adequate for relieving symptoms Dispose of extra or remaining opioids appropriately Do not share opioids with friends or family Follow the prescribed dosing regimen Provide product-specific information Set appropriate therapeutic expectations"}
{"id": "article-131263_113", "title": "Responsible Controlled Substance and Opioid Prescribing -- Deterrence and Patient Education -- Interprofessional Approach To Preventing Opioid Abuse", "content": "Clinicians, pharmacists, and allied health professionals must collaborate as an interprofessional team to provide safe and appropriate controlled substance prescriptions and administration. While clinicians initially evaluate and prescribe, pharmacists play a crucial role by evaluating the appropriateness and legitimacy of prescriptions received. Failure to assess possible abuse, misuse, or diversion results in adverse outcomes for the patient and the entire community. [66]", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Deterrence and Patient Education -- Interprofessional Approach To Preventing Opioid Abuse. Clinicians, pharmacists, and allied health professionals must collaborate as an interprofessional team to provide safe and appropriate controlled substance prescriptions and administration. While clinicians initially evaluate and prescribe, pharmacists play a crucial role by evaluating the appropriateness and legitimacy of prescriptions received. Failure to assess possible abuse, misuse, or diversion results in adverse outcomes for the patient and the entire community. [66]"}
{"id": "article-131263_114", "title": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes", "content": "According to the National Institute on Drug Abuse (NIDA) US Department of Health and Human Services Report from 2020, validated screening tools for \"nonmedical use of prescription drugs\" should be incorporated into routine practice to help identify patients at risk for misuse, addiction, and overdose. Clinicians play a crucial role in determining at-risk individuals before they develop deep physiologic and psychologic dependence on these drugs. Moreover, prescribers must join the federal initiative to incorporate responsible prescribing of controlled substances, particularly opioids, to help curb the overdose crisis.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes. According to the National Institute on Drug Abuse (NIDA) US Department of Health and Human Services Report from 2020, validated screening tools for \"nonmedical use of prescription drugs\" should be incorporated into routine practice to help identify patients at risk for misuse, addiction, and overdose. Clinicians play a crucial role in determining at-risk individuals before they develop deep physiologic and psychologic dependence on these drugs. Moreover, prescribers must join the federal initiative to incorporate responsible prescribing of controlled substances, particularly opioids, to help curb the overdose crisis."}
{"id": "article-131263_115", "title": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes", "content": "Following these guidelines does not imply ending the use of these drugs in clinical practice. Indeed, some patients benefit most keenly from prescription stimulants, sedatives, and opioids. Instead, the federal government and current practice standards ask clinicians to diligently balance the legitimate medical needs of patients with the potential risk of misuse of these drugs.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes. Following these guidelines does not imply ending the use of these drugs in clinical practice. Indeed, some patients benefit most keenly from prescription stimulants, sedatives, and opioids. Instead, the federal government and current practice standards ask clinicians to diligently balance the legitimate medical needs of patients with the potential risk of misuse of these drugs."}
{"id": "article-131263_116", "title": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must exercise vigilance regarding the potential misuse of medications and periodically discuss the risk of addiction and overdose with patients prescribed these agents. Whenever a controlled substance is prescribed, a provider-patient agreement detailing the expected treatment plan, regulation, follow-ups, urine drug testing, the quantity of medication, and the expected duration of treatment should be signed and thoroughly discussed.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes. Clinicians must exercise vigilance regarding the potential misuse of medications and periodically discuss the risk of addiction and overdose with patients prescribed these agents. Whenever a controlled substance is prescribed, a provider-patient agreement detailing the expected treatment plan, regulation, follow-ups, urine drug testing, the quantity of medication, and the expected duration of treatment should be signed and thoroughly discussed."}
{"id": "article-131263_117", "title": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes", "content": "Nurses assist the clinical team by emphasizing the harms discussed by the provider and further educating patients regarding the potential risk of misuse of prescription drugs. Pharmacists play a pivotal role in helping patients understand the prescription instructions and ensuring that the patients are not misusing these agents. Pharmacists are often first to recognize problematic patterns in prescription drug use, such as consistent early refills and \"doc shopping. They can help alert the prescribers about possible adverse effects of therapy.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes. Nurses assist the clinical team by emphasizing the harms discussed by the provider and further educating patients regarding the potential risk of misuse of prescription drugs. Pharmacists play a pivotal role in helping patients understand the prescription instructions and ensuring that the patients are not misusing these agents. Pharmacists are often first to recognize problematic patterns in prescription drug use, such as consistent early refills and \"doc shopping. They can help alert the prescribers about possible adverse effects of therapy."}
{"id": "article-131263_118", "title": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes", "content": "A well-integrated interprofessional team of physicians, advanced practice practitioners, nurses, and pharmacists can significantly decrease the prevalence of prescription drug misuse in the US and help improve clinical outcomes for countless individuals.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Enhancing Healthcare Team Outcomes. A well-integrated interprofessional team of physicians, advanced practice practitioners, nurses, and pharmacists can significantly decrease the prevalence of prescription drug misuse in the US and help improve clinical outcomes for countless individuals."}
{"id": "article-131263_119", "title": "Responsible Controlled Substance and Opioid Prescribing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Responsible Controlled Substance and Opioid Prescribing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}