{"id": "article-713_0", "title": "Benazepril -- Continuing Education Activity", "content": "Benazepril is a drug used in the management of hypertension. It is in the ACE inhibitor class of medications. This activity outlines the indications, action, and contraindications for benazepril as a valuable agent in managing hypertension (and other disorders when applicable). This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for interprofessional healthcare team members in the management of patients with hypertension and related conditions.", "contents": "Benazepril -- Continuing Education Activity. Benazepril is a drug used in the management of hypertension. It is in the ACE inhibitor class of medications. This activity outlines the indications, action, and contraindications for benazepril as a valuable agent in managing hypertension (and other disorders when applicable). This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for interprofessional healthcare team members in the management of patients with hypertension and related conditions."}
{"id": "article-713_1", "title": "Benazepril -- Continuing Education Activity", "content": "Objectives: Outline the indications for initiating therapy with benazepril. Describe the mechanism of action of benazepril. Identify the potential side effects of benazepril therapy. Summarize interprofessional team strategies for improving coordination and communication to improve patient-centered outcomes in patients receiving treatment with benazepril. Access free multiple choice questions on this topic.", "contents": "Benazepril -- Continuing Education Activity. Objectives: Outline the indications for initiating therapy with benazepril. Describe the mechanism of action of benazepril. Identify the potential side effects of benazepril therapy. Summarize interprofessional team strategies for improving coordination and communication to improve patient-centered outcomes in patients receiving treatment with benazepril. Access free multiple choice questions on this topic."}
{"id": "article-713_2", "title": "Benazepril -- Indications", "content": "Benazepril hydrochloride is FDA approved for the treatment of hypertension, either alone or in combination with other antihypertensive agents. Benazepril can be combined with thiazide diuretics. [1] Benazepril lowers blood pressure, reducing the risk of nonfatal and fatal cardiovascular events, primarily myocardial infarctions and strokes.", "contents": "Benazepril -- Indications. Benazepril hydrochloride is FDA approved for the treatment of hypertension, either alone or in combination with other antihypertensive agents. Benazepril can be combined with thiazide diuretics. [1] Benazepril lowers blood pressure, reducing the risk of nonfatal and fatal cardiovascular events, primarily myocardial infarctions and strokes."}
{"id": "article-713_3", "title": "Benazepril -- Mechanism of Action -- Reduction of Blood Pressure", "content": "Angiotensin-converting enzyme (ACE) plays a critical role in the renin-angiotensin-aldosterone system. This pathway is a process that eventually results in vasoconstriction, increased sympathetic activity, and Na+ retention, which in turn increases water retention and blood pressure. One step in this pathway is the cleavage of angiotensin I to angiotensin II, performed by the ACE enzyme. Therefore, ACE inhibitors block the renin-angiotensin pathway by halting this step, leading to decreased systemic arterial blood pressure and increased Na+ excretion in the urine. [2] ACE inhibitors also play a role in bradykinin metabolism. Bradykinin, a natural vasodilator, is degraded by ACE enzymes into inactive metabolites. However, with the ACE enzyme inhibited, this vasodilator’s effect is preserved, reducing blood pressure. [2]", "contents": "Benazepril -- Mechanism of Action -- Reduction of Blood Pressure. Angiotensin-converting enzyme (ACE) plays a critical role in the renin-angiotensin-aldosterone system. This pathway is a process that eventually results in vasoconstriction, increased sympathetic activity, and Na+ retention, which in turn increases water retention and blood pressure. One step in this pathway is the cleavage of angiotensin I to angiotensin II, performed by the ACE enzyme. Therefore, ACE inhibitors block the renin-angiotensin pathway by halting this step, leading to decreased systemic arterial blood pressure and increased Na+ excretion in the urine. [2] ACE inhibitors also play a role in bradykinin metabolism. Bradykinin, a natural vasodilator, is degraded by ACE enzymes into inactive metabolites. However, with the ACE enzyme inhibited, this vasodilator’s effect is preserved, reducing blood pressure. [2]"}
{"id": "article-713_4", "title": "Benazepril -- Mechanism of Action -- Attenuation of Adverse Cardiac Remodeling in Heart Failure", "content": "In patients with heart failure, the renin-angiotensin-aldosterone system (RAAS) becomes active due to the low cardiac output leading to reduced renal artery perfusion. It activates the RAAS pathway to increase intravascular volume to augment blood pressure, which increases the cardiac output via the Frank-Starling mechanism. However, this attempt at maintaining homeostasis ultimately results in increased preload of the heart, contributing to adverse cardiac remodeling. This cascade can quickly become detrimental and leads to eccentric hypertrophy. ACE inhibitors reduce adverse cardiac remodeling in patients with heart failure. [2]", "contents": "Benazepril -- Mechanism of Action -- Attenuation of Adverse Cardiac Remodeling in Heart Failure. In patients with heart failure, the renin-angiotensin-aldosterone system (RAAS) becomes active due to the low cardiac output leading to reduced renal artery perfusion. It activates the RAAS pathway to increase intravascular volume to augment blood pressure, which increases the cardiac output via the Frank-Starling mechanism. However, this attempt at maintaining homeostasis ultimately results in increased preload of the heart, contributing to adverse cardiac remodeling. This cascade can quickly become detrimental and leads to eccentric hypertrophy. ACE inhibitors reduce adverse cardiac remodeling in patients with heart failure. [2]"}
{"id": "article-713_5", "title": "Benazepril -- Mechanism of Action -- Attenuation of Adverse Cardiac Remodeling in Heart Failure", "content": "Patients who adhere to a low-potassium diet, monitor blood pressure and renal function regularly, and adhere to a strict regimen of consistent dosage times with benazepril should expect a lower blood pressure and reduced adverse cardiac remodeling.", "contents": "Benazepril -- Mechanism of Action -- Attenuation of Adverse Cardiac Remodeling in Heart Failure. Patients who adhere to a low-potassium diet, monitor blood pressure and renal function regularly, and adhere to a strict regimen of consistent dosage times with benazepril should expect a lower blood pressure and reduced adverse cardiac remodeling."}
{"id": "article-713_6", "title": "Benazepril -- Administration", "content": "Benazepril is available in the market as oral tablets in 10 mg, 20 mg, 40 mg strength. It should be taken once or twice a day at consistent times, and patients can take it with or without food. [3] There are differences in efficacy in the morning versus afternoon dosages, with morning administration resulting in a more sustained effect (effectiveness lasting approximately 19 hours). A total dose of more than 80 mg per day is not studied. Dosage adjustment should be performed to measure peak (2 to 6 hours after dosing) and trough responses. If a single daily dose administration regimen does not give enough trough response, an increase in dosage or divided administration should be considered. If blood pressure is not controlled with benazepril alone, a diuretic can be added. When patients are treated with diuretics, the recommended starting dose of benazepril is 5 mg to avoid excessive hypotension. [4]", "contents": "Benazepril -- Administration. Benazepril is available in the market as oral tablets in 10 mg, 20 mg, 40 mg strength. It should be taken once or twice a day at consistent times, and patients can take it with or without food. [3] There are differences in efficacy in the morning versus afternoon dosages, with morning administration resulting in a more sustained effect (effectiveness lasting approximately 19 hours). A total dose of more than 80 mg per day is not studied. Dosage adjustment should be performed to measure peak (2 to 6 hours after dosing) and trough responses. If a single daily dose administration regimen does not give enough trough response, an increase in dosage or divided administration should be considered. If blood pressure is not controlled with benazepril alone, a diuretic can be added. When patients are treated with diuretics, the recommended starting dose of benazepril is 5 mg to avoid excessive hypotension. [4]"}
{"id": "article-713_7", "title": "Benazepril -- Administration -- Adults", "content": "The recommended starting dosage is 10 mg once a day, with a maintenance dosage ranging from 20 to 40 mg per day. Benazepril should be taken once or twice a day at consistent times. [3]", "contents": "Benazepril -- Administration -- Adults. The recommended starting dosage is 10 mg once a day, with a maintenance dosage ranging from 20 to 40 mg per day. Benazepril should be taken once or twice a day at consistent times. [3]"}
{"id": "article-713_8", "title": "Benazepril -- Administration -- Children", "content": "The recommended starting dosage is 0.2 mg/kg once daily, and the maintenance dosage is 0.1 to 0.6 mg/kg once daily. Benazepril should be taken once a day at consistent times. [3] The use is not studied in children under the age of 6 years.", "contents": "Benazepril -- Administration -- Children. The recommended starting dosage is 0.2 mg/kg once daily, and the maintenance dosage is 0.1 to 0.6 mg/kg once daily. Benazepril should be taken once a day at consistent times. [3] The use is not studied in children under the age of 6 years."}
{"id": "article-713_9", "title": "Benazepril -- Administration -- Renal Impairment", "content": "The recommended starting dose is 5 mg/day in one dosage in patients with renal impairment (CrCL LT 30ml/min). The dose is increased in a stepwise manner to achieve the desired blood pressure and the maximum daily dose is 40 mg daily. [3]", "contents": "Benazepril -- Administration -- Renal Impairment. The recommended starting dose is 5 mg/day in one dosage in patients with renal impairment (CrCL LT 30ml/min). The dose is increased in a stepwise manner to achieve the desired blood pressure and the maximum daily dose is 40 mg daily. [3]"}
{"id": "article-713_10", "title": "Benazepril -- Administration -- Pregnant Women", "content": "Benazepril is contraindicated in pregnancy, and failure to cease an ACE inhibitor can result in fetal teratogenicity and death. Use of benazepril in the second and third trimesters is associated with fetal and neonatal injury, including hypotension, neonatal skull hypoplasia, anuria, reversible or irreversible renal failure, and death. Infants who have histories of in utero exposure to benazepril should be closely monitored for hypotension, oliguria, and hyperkalemia. [1]", "contents": "Benazepril -- Administration -- Pregnant Women. Benazepril is contraindicated in pregnancy, and failure to cease an ACE inhibitor can result in fetal teratogenicity and death. Use of benazepril in the second and third trimesters is associated with fetal and neonatal injury, including hypotension, neonatal skull hypoplasia, anuria, reversible or irreversible renal failure, and death. Infants who have histories of in utero exposure to benazepril should be closely monitored for hypotension, oliguria, and hyperkalemia. [1]"}
{"id": "article-713_11", "title": "Benazepril -- Administration -- Breastfeeding Women", "content": "Minimal amounts of benazepril and its metabolites are detected in the breast milk of lactating women using benazepril. Maternal use of benazepril does not cause any adverse effects in breastfed infants. [5]", "contents": "Benazepril -- Administration -- Breastfeeding Women. Minimal amounts of benazepril and its metabolites are detected in the breast milk of lactating women using benazepril. Maternal use of benazepril does not cause any adverse effects in breastfed infants. [5]"}
{"id": "article-713_12", "title": "Benazepril -- Adverse Effects", "content": "Cough: The mechanism of action that causes a dry cough in patients taking ACE inhibitors is related to reduced bradykinin degradation. Bradykinin (BK) is a known mediator present in the upper respiratory tract, which can cause cough. The incidence of ACE inhibitor-related cough is 5% to 35%. [2] [6] [7]", "contents": "Benazepril -- Adverse Effects. Cough: The mechanism of action that causes a dry cough in patients taking ACE inhibitors is related to reduced bradykinin degradation. Bradykinin (BK) is a known mediator present in the upper respiratory tract, which can cause cough. The incidence of ACE inhibitor-related cough is 5% to 35%. [2] [6] [7]"}
{"id": "article-713_13", "title": "Benazepril -- Adverse Effects", "content": "Hypotension: Benazepril has been rarely associated with hypotension in uncomplicated patients with hypertension. Significant hypotension is most likely to occur in patients who have been volume and salt depleted due to diuretic therapy, salt restriction, dialysis, diarrhea, or vomiting. Volume and salt depletion should be corrected before initiating therapy with benazepril. Treatment with benazepril should be restored once the blood pressure and volume are restored. [1] [2]", "contents": "Benazepril -- Adverse Effects. Hypotension: Benazepril has been rarely associated with hypotension in uncomplicated patients with hypertension. Significant hypotension is most likely to occur in patients who have been volume and salt depleted due to diuretic therapy, salt restriction, dialysis, diarrhea, or vomiting. Volume and salt depletion should be corrected before initiating therapy with benazepril. Treatment with benazepril should be restored once the blood pressure and volume are restored. [1] [2]"}
{"id": "article-713_14", "title": "Benazepril -- Adverse Effects", "content": "Renal Insufficiency: In patients with volume depletion, hypotension leading to decreased renal perfusion can occur, leading to permanent renal impairment. The prescriber should take action to ensure euvolemia and reduce the dosage of the ACE inhibitor. Furthermore, if a patient has bilateral renal artery stenosis, initiation of an ACE inhibitor therapy can precipitate renal failure due to the reduction of glomerular hydrostatic pressure. [1]", "contents": "Benazepril -- Adverse Effects. Renal Insufficiency: In patients with volume depletion, hypotension leading to decreased renal perfusion can occur, leading to permanent renal impairment. The prescriber should take action to ensure euvolemia and reduce the dosage of the ACE inhibitor. Furthermore, if a patient has bilateral renal artery stenosis, initiation of an ACE inhibitor therapy can precipitate renal failure due to the reduction of glomerular hydrostatic pressure. [1]"}
{"id": "article-713_15", "title": "Benazepril -- Adverse Effects", "content": "Hyperkalemia: Because ACE inhibitors reduce the serum aldosterone concentration, they can increase serum potassium concentration. Patients with renal insufficiency, diabetes, or patients taking diuretic therapy are at high risk of developing hyperkalemia. [2] Consider reducing doses of diuretics, lithium, and potassium or carefully monitoring for adverse drug reactions. Frequent monitoring of serum lithium levels is recommended when the patient is also given lithium. If a diuretic is used concomitantly, the risk of lithium toxicity may be increased. [3]", "contents": "Benazepril -- Adverse Effects. Hyperkalemia: Because ACE inhibitors reduce the serum aldosterone concentration, they can increase serum potassium concentration. Patients with renal insufficiency, diabetes, or patients taking diuretic therapy are at high risk of developing hyperkalemia. [2] Consider reducing doses of diuretics, lithium, and potassium or carefully monitoring for adverse drug reactions. Frequent monitoring of serum lithium levels is recommended when the patient is also given lithium. If a diuretic is used concomitantly, the risk of lithium toxicity may be increased. [3]"}
{"id": "article-713_16", "title": "Benazepril -- Adverse Effects -- Drug Interactions", "content": "Diuretics: Coadministration of diuretics and benazepril can result in excessive lower blood pressure, especially with the initiation of benazepril. It can be managed by discontinuing or lowering the diuretic dose before starting benazepril therapy. Potassium-sparing diuretics (amiloride, spironolactone, and triamterene), when coadministered with benazepril, increase the risk of hyperkalemia. Monitor patient’s serum potassium levels when combination can not be avoided. Antidiabetic medicines: Insulins and oral hypoglycemic agents when coadministered with benazepril increase the potential for hypoglycemia.", "contents": "Benazepril -- Adverse Effects -- Drug Interactions. Diuretics: Coadministration of diuretics and benazepril can result in excessive lower blood pressure, especially with the initiation of benazepril. It can be managed by discontinuing or lowering the diuretic dose before starting benazepril therapy. Potassium-sparing diuretics (amiloride, spironolactone, and triamterene), when coadministered with benazepril, increase the risk of hyperkalemia. Monitor patient’s serum potassium levels when combination can not be avoided. Antidiabetic medicines: Insulins and oral hypoglycemic agents when coadministered with benazepril increase the potential for hypoglycemia."}
{"id": "article-713_17", "title": "Benazepril -- Adverse Effects -- Drug Interactions", "content": "Non-Steroidal Anti-Inflammatory Agents (selective COX-2 Inhibitors): In volume-depleted patients (e.g., on diuretic therapy), elderly, or with impaired renal function, coadministration of NSAIDs with benazepril can result in deterioration of renal function, including possible acute renal failure. These effects are usually. Monitor renal function periodically in these patients. Furthermore, the antihypertensive efficacy of ACE inhibitors, including benazepril, can be reduced by NSAIDs.", "contents": "Benazepril -- Adverse Effects -- Drug Interactions. Non-Steroidal Anti-Inflammatory Agents (selective COX-2 Inhibitors): In volume-depleted patients (e.g., on diuretic therapy), elderly, or with impaired renal function, coadministration of NSAIDs with benazepril can result in deterioration of renal function, including possible acute renal failure. These effects are usually. Monitor renal function periodically in these patients. Furthermore, the antihypertensive efficacy of ACE inhibitors, including benazepril, can be reduced by NSAIDs."}
{"id": "article-713_18", "title": "Benazepril -- Adverse Effects -- Drug Interactions", "content": "Dual Blockade of the RAS: Dual Blockade of the RAS with ACE inhibitors, ARBs, or aliskiren is associated with increased risks of hyperkalemia, hypotension, and worsening in renal function compared to monotherapy. Generally, the combination should be avoided. When using agents that cause dual blockade of RAS, monitor patients closely for blood pressure, electrolytes, and renal function. Do not coadminister aliskiren with benazepril in patients with diabetes. Avoid the use of aliskiren with benazepril in patients with renal impairment (CrCL < 60 mL/min).", "contents": "Benazepril -- Adverse Effects -- Drug Interactions. Dual Blockade of the RAS: Dual Blockade of the RAS with ACE inhibitors, ARBs, or aliskiren is associated with increased risks of hyperkalemia, hypotension, and worsening in renal function compared to monotherapy. Generally, the combination should be avoided. When using agents that cause dual blockade of RAS, monitor patients closely for blood pressure, electrolytes, and renal function. Do not coadminister aliskiren with benazepril in patients with diabetes. Avoid the use of aliskiren with benazepril in patients with renal impairment (CrCL < 60 mL/min)."}
{"id": "article-713_19", "title": "Benazepril -- Adverse Effects -- Drug Interactions", "content": "Mammalian Target of Rapamycin (mTOR) Inhibitors: ACE inhibitor and mTOR inhibitor (e.g., sirolimus, everolimus, temsirolimus) coadministration can increase the risk for angioedema. Monitor for signs of angioedema", "contents": "Benazepril -- Adverse Effects -- Drug Interactions. Mammalian Target of Rapamycin (mTOR) Inhibitors: ACE inhibitor and mTOR inhibitor (e.g., sirolimus, everolimus, temsirolimus) coadministration can increase the risk for angioedema. Monitor for signs of angioedema"}
{"id": "article-713_20", "title": "Benazepril -- Adverse Effects -- Drug Interactions", "content": "Lithium: Lithium toxicity is reported in patients receiving benazepril and lithium concomitantly. Although toxicity is reversible in nature upon discontinuation of benazepril or lithium, it is recommended to monitor for serum lithium levels while using both. Neprilysin Inhibitor: Administration of neprilysin inhibitors and benazepril concomitantly may increase the risk for angioedema.", "contents": "Benazepril -- Adverse Effects -- Drug Interactions. Lithium: Lithium toxicity is reported in patients receiving benazepril and lithium concomitantly. Although toxicity is reversible in nature upon discontinuation of benazepril or lithium, it is recommended to monitor for serum lithium levels while using both. Neprilysin Inhibitor: Administration of neprilysin inhibitors and benazepril concomitantly may increase the risk for angioedema."}
{"id": "article-713_21", "title": "Benazepril -- Contraindications -- Contraindications", "content": "Benazepril should not be used when there is a history of hypersensitivity to benazepril or any other ACE inhibitor. [1] Benazepril is contraindicated in patients with prior history of angioedema or a history of angioedema caused by ACE inhibitors. [1] Do not use benazepril when the patients used valsartan or sacubitril within the last 36 hours. [3] Do not use benazepril when patients with diabetes are treated with aliskiren. [3]", "contents": "Benazepril -- Contraindications -- Contraindications. Benazepril should not be used when there is a history of hypersensitivity to benazepril or any other ACE inhibitor. [1] Benazepril is contraindicated in patients with prior history of angioedema or a history of angioedema caused by ACE inhibitors. [1] Do not use benazepril when the patients used valsartan or sacubitril within the last 36 hours. [3] Do not use benazepril when patients with diabetes are treated with aliskiren. [3]"}
{"id": "article-713_22", "title": "Benazepril -- Contraindications -- Warnings", "content": "Head and Neck Angioedema: In the clinical trials, 0.5% of patients experienced angioedema while on benazepril. Angioedema involves the face, tongue, glottis, or larynx, and it can progress to airway obstruction. Benazepril should be discontinued if the patient develops angioedema. [8]", "contents": "Benazepril -- Contraindications -- Warnings. Head and Neck Angioedema: In the clinical trials, 0.5% of patients experienced angioedema while on benazepril. Angioedema involves the face, tongue, glottis, or larynx, and it can progress to airway obstruction. Benazepril should be discontinued if the patient develops angioedema. [8]"}
{"id": "article-713_23", "title": "Benazepril -- Contraindications -- Warnings", "content": "Intestinal Angioedema: Patients presenting with abdominal pain require monitoring for intestinal angioedema. In some patients, abdominal pain can present along with nausea and vomiting. An abdominal CT scan or ultrasound is necessary to diagnose or rule out intestinal angioedema. [8]", "contents": "Benazepril -- Contraindications -- Warnings. Intestinal Angioedema: Patients presenting with abdominal pain require monitoring for intestinal angioedema. In some patients, abdominal pain can present along with nausea and vomiting. An abdominal CT scan or ultrasound is necessary to diagnose or rule out intestinal angioedema. [8]"}
{"id": "article-713_24", "title": "Benazepril -- Contraindications -- Warnings", "content": "Hepatic Failure: ACE inhibitors can rarely cause hepatic failure. This process begins with cholestatic jaundice and progresses to fulminant hepatic necrosis with possible death. Patients on ACE inhibitors who develop jaundice and/or hepatic enzyme elevation should discontinue ACE inhibitors and be monitored closely for signs of hepatic failure. [9]", "contents": "Benazepril -- Contraindications -- Warnings. Hepatic Failure: ACE inhibitors can rarely cause hepatic failure. This process begins with cholestatic jaundice and progresses to fulminant hepatic necrosis with possible death. Patients on ACE inhibitors who develop jaundice and/or hepatic enzyme elevation should discontinue ACE inhibitors and be monitored closely for signs of hepatic failure. [9]"}
{"id": "article-713_25", "title": "Benazepril -- Contraindications -- Warnings", "content": "Neutropenia/Agranulocytosis: In patients with renal impairment and systemic lupus erythematosus (SLE), ACE inhibitors can induce agranulocytosis and bone marrow suppression. If a patient is known to have a collagen-vascular disease associated with reduced renal function, then white blood cell counts should be monitored closely. [10]", "contents": "Benazepril -- Contraindications -- Warnings. Neutropenia/Agranulocytosis: In patients with renal impairment and systemic lupus erythematosus (SLE), ACE inhibitors can induce agranulocytosis and bone marrow suppression. If a patient is known to have a collagen-vascular disease associated with reduced renal function, then white blood cell counts should be monitored closely. [10]"}
{"id": "article-713_26", "title": "Benazepril -- Monitoring", "content": "To determine proper maintenance dosages, the patient’s blood pressure requires daily monitoring. Benazepril efficacy diminishes after 12 to 19 hours, so blood pressure monitoring should be planned accordingly. [3]", "contents": "Benazepril -- Monitoring. To determine proper maintenance dosages, the patient’s blood pressure requires daily monitoring. Benazepril efficacy diminishes after 12 to 19 hours, so blood pressure monitoring should be planned accordingly. [3]"}
{"id": "article-713_27", "title": "Benazepril -- Monitoring", "content": "The renal function is monitored by regular checkups of serum creatinine, BUN, and potassium. In patients with renal dysfunction, evaluation of baseline kidney function should take place before treatment and afterward at two-week intervals for three months after initiation of treatment. [11] [12]", "contents": "Benazepril -- Monitoring. The renal function is monitored by regular checkups of serum creatinine, BUN, and potassium. In patients with renal dysfunction, evaluation of baseline kidney function should take place before treatment and afterward at two-week intervals for three months after initiation of treatment. [11] [12]"}
{"id": "article-713_28", "title": "Benazepril -- Toxicity", "content": "There are no reports of renal failure in patients taking benazepril. The frequency of neutropenia and proteinuria are insignificant (rates of adverse drug reactions in patients treated with benazepril compared to placebo were statistically insignificant in clinical trials). Compared to other ACE inhibitors, benazepril demonstrated a reduced rate of inducing systematic hypotension and the same rate of causing adverse drug reactions such as coughing, hyperkalemia, and serum creatinine elevation. [13]", "contents": "Benazepril -- Toxicity. There are no reports of renal failure in patients taking benazepril. The frequency of neutropenia and proteinuria are insignificant (rates of adverse drug reactions in patients treated with benazepril compared to placebo were statistically insignificant in clinical trials). Compared to other ACE inhibitors, benazepril demonstrated a reduced rate of inducing systematic hypotension and the same rate of causing adverse drug reactions such as coughing, hyperkalemia, and serum creatinine elevation. [13]"}
{"id": "article-713_29", "title": "Benazepril -- Enhancing Healthcare Team Outcomes", "content": "Prescribers starting patients on benazepril for any of its indicated uses should coordinate their efforts with other interprofessional healthcare team members, including clinicians, mid-level practitioners, pharmacists, and nursing staff. Pharmacists should check for appropriate dosing, potential drug interactions, and contraindications. Nurses should help with regular blood pressure checkups and ensure proper drug administration, reporting any abnormalities to the team. An interprofessional team approach is always necessary when administering any medication, and benazepril is no exception; this will increase the chances of therapeutic success and minimize adverse drug reactions. [Level 5]", "contents": "Benazepril -- Enhancing Healthcare Team Outcomes. Prescribers starting patients on benazepril for any of its indicated uses should coordinate their efforts with other interprofessional healthcare team members, including clinicians, mid-level practitioners, pharmacists, and nursing staff. Pharmacists should check for appropriate dosing, potential drug interactions, and contraindications. Nurses should help with regular blood pressure checkups and ensure proper drug administration, reporting any abnormalities to the team. An interprofessional team approach is always necessary when administering any medication, and benazepril is no exception; this will increase the chances of therapeutic success and minimize adverse drug reactions. [Level 5]"}
{"id": "article-713_30", "title": "Benazepril -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Benazepril -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}