{"id": "article-24004_0", "title": "Lactulose -- Continuing Education Activity", "content": "Lactulose is a versatile pharmaceutical agent helpful in preventing and treating clinical portal-systemic encephalopathy. By primarily targeting the reduction of intestinal production and absorption of ammonia, this drug addresses the root cause of the condition. Beyond its established efficacy in portal-systemic encephalopathy, lactulose has garnered recognition as a potential therapeutic solution for subacute clinical encephalopathy.", "contents": "Lactulose -- Continuing Education Activity. Lactulose is a versatile pharmaceutical agent helpful in preventing and treating clinical portal-systemic encephalopathy. By primarily targeting the reduction of intestinal production and absorption of ammonia, this drug addresses the root cause of the condition. Beyond its established efficacy in portal-systemic encephalopathy, lactulose has garnered recognition as a potential therapeutic solution for subacute clinical encephalopathy."}
{"id": "article-24004_1", "title": "Lactulose -- Continuing Education Activity", "content": "Moreover, its application extends to managing chronic constipation, where the combined impact of its osmotic effect and modulation of intestinal motility contributes to its therapeutic effectiveness. This activity encompasses the pharmacological aspects of lactulose, detailing its mechanisms of action, potential adverse events, eligible patient populations, contraindications, and the essential role of the interprofessional team in the meticulous management of lactulose therapy.", "contents": "Lactulose -- Continuing Education Activity. Moreover, its application extends to managing chronic constipation, where the combined impact of its osmotic effect and modulation of intestinal motility contributes to its therapeutic effectiveness. This activity encompasses the pharmacological aspects of lactulose, detailing its mechanisms of action, potential adverse events, eligible patient populations, contraindications, and the essential role of the interprofessional team in the meticulous management of lactulose therapy."}
{"id": "article-24004_2", "title": "Lactulose -- Continuing Education Activity", "content": "Objectives: Identify the indications for lactulose therapy based on patient presentations and medical history. Screen patients for contraindications or precautions to lactulose use, considering factors such as galactosemia, gastrointestinal obstruction, and electrolyte imbalances. Apply knowledge of potential adverse events associated with lactulose, such as flatulence, abdominal discomfort, and electrolyte disturbances, and develop strategies to mitigate or manage them. Develop effective communication with patients about the benefits, risks, and proper use of lactulose, ensuring their understanding and adherence to the prescribed regimen. Access free multiple choice questions on this topic.", "contents": "Lactulose -- Continuing Education Activity. Objectives: Identify the indications for lactulose therapy based on patient presentations and medical history. Screen patients for contraindications or precautions to lactulose use, considering factors such as galactosemia, gastrointestinal obstruction, and electrolyte imbalances. Apply knowledge of potential adverse events associated with lactulose, such as flatulence, abdominal discomfort, and electrolyte disturbances, and develop strategies to mitigate or manage them. Develop effective communication with patients about the benefits, risks, and proper use of lactulose, ensuring their understanding and adherence to the prescribed regimen. Access free multiple choice questions on this topic."}
{"id": "article-24004_3", "title": "Lactulose -- Indications", "content": "Lactulose is used to prevent and treat clinical portal-systemic encephalopathy and was first used in clinical practice in 1966. [1] The drug's chief mechanism of action is to decrease the intestinal production and absorption of ammonia. Lactulose has also gained popularity as a potential therapeutic agent for managing subacute clinical encephalopathy. [2] Lactulose is also a laxative for treating chronic constipation and has undergone study as early as the 1960s. [3] Lactulose's osmotic effect and its effect on intestinal motility receive credit for its therapeutic efficacy. [4]", "contents": "Lactulose -- Indications. Lactulose is used to prevent and treat clinical portal-systemic encephalopathy and was first used in clinical practice in 1966. [1] The drug's chief mechanism of action is to decrease the intestinal production and absorption of ammonia. Lactulose has also gained popularity as a potential therapeutic agent for managing subacute clinical encephalopathy. [2] Lactulose is also a laxative for treating chronic constipation and has undergone study as early as the 1960s. [3] Lactulose's osmotic effect and its effect on intestinal motility receive credit for its therapeutic efficacy. [4]"}
{"id": "article-24004_4", "title": "Lactulose -- Indications", "content": "Lactulose can be helpful as a third-line agent for chronic constipation once lifestyle modifications and increasing fiber intake have failed. [4] Because of lactulose's ability to significantly reduce intestinal transit time, it can also reduce deoxycholic acid's hypersaturation, thereby inhibiting cholesterol stone formation. [5] Recent studies have looked at lactulose for developing novel anticancer therapeutic agents due to its ability to bind to galectins (a carbohydrate-binding protein that plays a role in tumor progression). [6]", "contents": "Lactulose -- Indications. Lactulose can be helpful as a third-line agent for chronic constipation once lifestyle modifications and increasing fiber intake have failed. [4] Because of lactulose's ability to significantly reduce intestinal transit time, it can also reduce deoxycholic acid's hypersaturation, thereby inhibiting cholesterol stone formation. [5] Recent studies have looked at lactulose for developing novel anticancer therapeutic agents due to its ability to bind to galectins (a carbohydrate-binding protein that plays a role in tumor progression). [6]"}
{"id": "article-24004_5", "title": "Lactulose -- Indications -- FDA-Approved Indications", "content": "Lactulose powder for oral solution is indicated for the treatment of constipation. Lactulose therapy increases the number of days on which bowel movements occur and the total number of bowel movements in patients with a chronic history of constipation. Lactulose solution is indicated for preventing and treating portal-systemic encephalopathy, including the stages of hepatic pre-coma and coma. In controlled studies, lactulose solution therapy decreases blood ammonia levels by 25% to 50%. In parallel, this may improve EEG patterns and the mental state of patients.", "contents": "Lactulose -- Indications -- FDA-Approved Indications. Lactulose powder for oral solution is indicated for the treatment of constipation. Lactulose therapy increases the number of days on which bowel movements occur and the total number of bowel movements in patients with a chronic history of constipation. Lactulose solution is indicated for preventing and treating portal-systemic encephalopathy, including the stages of hepatic pre-coma and coma. In controlled studies, lactulose solution therapy decreases blood ammonia levels by 25% to 50%. In parallel, this may improve EEG patterns and the mental state of patients."}
{"id": "article-24004_6", "title": "Lactulose -- Mechanism of Action", "content": "Lactulose, or 1,4-β-galactoside-fructose, is a non-absorbable synthetic disaccharide made of galactose and fructose. [7] The human small intestinal mucosa does not have the enzymes to split lactulose, so lactulose reaches the large bowel unchanged. Lactulose is metabolized in the colon by colonic bacteria to monosaccharides and then to volatile fatty acids, hydrogen, and methane. Lactulose reduces intestinal ammonia production and absorption in 3 ways.", "contents": "Lactulose -- Mechanism of Action. Lactulose, or 1,4-β-galactoside-fructose, is a non-absorbable synthetic disaccharide made of galactose and fructose. [7] The human small intestinal mucosa does not have the enzymes to split lactulose, so lactulose reaches the large bowel unchanged. Lactulose is metabolized in the colon by colonic bacteria to monosaccharides and then to volatile fatty acids, hydrogen, and methane. Lactulose reduces intestinal ammonia production and absorption in 3 ways."}
{"id": "article-24004_7", "title": "Lactulose -- Mechanism of Action", "content": "First, the colonic metabolism of sugars causes a laxative effect via increased intraluminal gas formation and osmolality, which reduces transit time and intraluminal pH. This laxative effect is also beneficial for constipation. [7]", "contents": "Lactulose -- Mechanism of Action. First, the colonic metabolism of sugars causes a laxative effect via increased intraluminal gas formation and osmolality, which reduces transit time and intraluminal pH. This laxative effect is also beneficial for constipation. [7]"}
{"id": "article-24004_8", "title": "Lactulose -- Mechanism of Action", "content": "Next, lactulose promotes increased ammonia uptake by colonic bacteria, which utilize the trapped colonic ammonia as a nitrogen source for protein synthesis. The reduction of intestinal pH facilitates this process, which favors the conversion of ammonia (NH 3 ) the gut bacteria produces to ammonium (NH 4 + ), an ionized form of the molecule that cannot cross biological membranes. [8] [9] [10]", "contents": "Lactulose -- Mechanism of Action. Next, lactulose promotes increased ammonia uptake by colonic bacteria, which utilize the trapped colonic ammonia as a nitrogen source for protein synthesis. The reduction of intestinal pH facilitates this process, which favors the conversion of ammonia (NH 3 ) the gut bacteria produces to ammonium (NH 4 + ), an ionized form of the molecule that cannot cross biological membranes. [8] [9] [10]"}
{"id": "article-24004_9", "title": "Lactulose -- Mechanism of Action", "content": "Finally, lactulose also causes a reduction in intestinal production of ammonia. The acidic pH destroys urease-producing bacteria involved in the production of ammonia. The unabsorbed disaccharide also inhibits intestinal glutaminase activity, which blocks the intestinal uptake of glutamine and its metabolism to ammonia.", "contents": "Lactulose -- Mechanism of Action. Finally, lactulose also causes a reduction in intestinal production of ammonia. The acidic pH destroys urease-producing bacteria involved in the production of ammonia. The unabsorbed disaccharide also inhibits intestinal glutaminase activity, which blocks the intestinal uptake of glutamine and its metabolism to ammonia."}
{"id": "article-24004_10", "title": "Lactulose -- Mechanism of Action", "content": "Although a variety of mechanisms of action of lactulose that limit the production and absorption of ammonia in the gut, as explained above, have been reported, other laxatives could probably have the same effects with better tolerability. Lactulose originally received FDA approval in the USA in 1977, but there are concerns regarding the adequacy of data to support the drug's efficacy. As lactulose is believed to be an effective therapy for hepatic encephalopathy, it cannot be ethically withheld from patients needing treatment. Thus, conducting human investigation review board-approved placebo-controlled trials in the US to confirm or refute the efficacy of lactulose remains difficult.", "contents": "Lactulose -- Mechanism of Action. Although a variety of mechanisms of action of lactulose that limit the production and absorption of ammonia in the gut, as explained above, have been reported, other laxatives could probably have the same effects with better tolerability. Lactulose originally received FDA approval in the USA in 1977, but there are concerns regarding the adequacy of data to support the drug's efficacy. As lactulose is believed to be an effective therapy for hepatic encephalopathy, it cannot be ethically withheld from patients needing treatment. Thus, conducting human investigation review board-approved placebo-controlled trials in the US to confirm or refute the efficacy of lactulose remains difficult."}
{"id": "article-24004_11", "title": "Lactulose -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Lactulose is poorly absorbed when administered orally to man, and only small amounts reach the blood. Metabolism: Lactulose reaches the colon unchanged. In the colon, bacteria metabolize lactulose and form low molecular weight acids, which may lead to acidifying the colon contents. Elimination: Only 3% or less of lactulose is excreted in urine within 24 hours.", "contents": "Lactulose -- Mechanism of Action -- Pharmacokinetics. Absorption: Lactulose is poorly absorbed when administered orally to man, and only small amounts reach the blood. Metabolism: Lactulose reaches the colon unchanged. In the colon, bacteria metabolize lactulose and form low molecular weight acids, which may lead to acidifying the colon contents. Elimination: Only 3% or less of lactulose is excreted in urine within 24 hours."}
{"id": "article-24004_12", "title": "Lactulose -- Administration -- Available Dosage Forms", "content": "Although the oral route (as a syrup) has been the standard mode of administration for the past several decades, it is also effective as a rectal enema. [1] [11] Most of these studies were comparisons between lactulose/lactitol enemas and placebo. The few studies that have compared oral vs rectal lactulose have demonstrated inconclusive findings in the long term. [12]", "contents": "Lactulose -- Administration -- Available Dosage Forms. Although the oral route (as a syrup) has been the standard mode of administration for the past several decades, it is also effective as a rectal enema. [1] [11] Most of these studies were comparisons between lactulose/lactitol enemas and placebo. The few studies that have compared oral vs rectal lactulose have demonstrated inconclusive findings in the long term. [12]"}
{"id": "article-24004_13", "title": "Lactulose -- Administration -- Available Dosage Forms", "content": "Lactitol, a second-generation disaccharide, is a crystalline powder unavailable in the United States. Lactitol is equally efficacious but better tolerated than lactulose and is usually prescribed at a dose of 10 to 90 g/d to cause 2 soft bowel movements per day. At present, the most commonly used regimens of lactulose are as follows. [13]", "contents": "Lactulose -- Administration -- Available Dosage Forms. Lactitol, a second-generation disaccharide, is a crystalline powder unavailable in the United States. Lactitol is equally efficacious but better tolerated than lactulose and is usually prescribed at a dose of 10 to 90 g/d to cause 2 soft bowel movements per day. At present, the most commonly used regimens of lactulose are as follows. [13]"}
{"id": "article-24004_14", "title": "Lactulose -- Administration -- Oral Route", "content": "For constipation, administration of 15 to 45 mL (or 10 to 30 g) 2 to 4 times daily until the formation of soft stools. In patients with hepatic encephalopathy, lactulose is typically given in syrup form at a dose of 15 to 30 mL 2 to 4 times a day to aim for 2 semisoft stools per day.", "contents": "Lactulose -- Administration -- Oral Route. For constipation, administration of 15 to 45 mL (or 10 to 30 g) 2 to 4 times daily until the formation of soft stools. In patients with hepatic encephalopathy, lactulose is typically given in syrup form at a dose of 15 to 30 mL 2 to 4 times a day to aim for 2 semisoft stools per day."}
{"id": "article-24004_15", "title": "Lactulose -- Administration -- Oral Route", "content": "For acute hepatic encephalopathy, a common option is to administer a bolus of 45 mL (30 g) and repeat the dose hourly until the first bowel movement. Once the episode of encephalopathy has subsided, the dose can be titrated to achieve 2 or 3 soft bowel movements daily.", "contents": "Lactulose -- Administration -- Oral Route. For acute hepatic encephalopathy, a common option is to administer a bolus of 45 mL (30 g) and repeat the dose hourly until the first bowel movement. Once the episode of encephalopathy has subsided, the dose can be titrated to achieve 2 or 3 soft bowel movements daily."}
{"id": "article-24004_16", "title": "Lactulose -- Administration -- Rectal Route", "content": "This mode is preferred if there is any aspiration risk via the oral route. The preferred route is to administer 300 mL in 700 mL of water and have it retained in the colon for an hour, repeated every 2 hours until the episode resolves. The patient should be in the lateral recumbent position to optimize intestinal distribution.", "contents": "Lactulose -- Administration -- Rectal Route. This mode is preferred if there is any aspiration risk via the oral route. The preferred route is to administer 300 mL in 700 mL of water and have it retained in the colon for an hour, repeated every 2 hours until the episode resolves. The patient should be in the lateral recumbent position to optimize intestinal distribution."}
{"id": "article-24004_17", "title": "Lactulose -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No specific dose adjustment information is available for lactulose in the manufacturer label for patients with hepatic impairment. Renal impairment: No specific dose adjustment information is available for lactulose in the manufacturer label for patients with renal impairment.", "contents": "Lactulose -- Administration -- Specific Patient Populations. Hepatic impairment: No specific dose adjustment information is available for lactulose in the manufacturer label for patients with hepatic impairment. Renal impairment: No specific dose adjustment information is available for lactulose in the manufacturer label for patients with renal impairment."}
{"id": "article-24004_18", "title": "Lactulose -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Lactulose is a pregnancy category B drug. Based on reproduction studies conducted in mice, rats, and rabbits at 2 or 4 times the usual human oral dose, there has been no evidence of impaired fertility or fetal harm due to lactulose. However, there are no adequate and well-controlled studies conducted in pregnant women. Therefore, this drug should be used during pregnancy only if needed clearly. [14] [15]", "contents": "Lactulose -- Administration -- Specific Patient Populations. Pregnancy considerations: Lactulose is a pregnancy category B drug. Based on reproduction studies conducted in mice, rats, and rabbits at 2 or 4 times the usual human oral dose, there has been no evidence of impaired fertility or fetal harm due to lactulose. However, there are no adequate and well-controlled studies conducted in pregnant women. Therefore, this drug should be used during pregnancy only if needed clearly. [14] [15]"}
{"id": "article-24004_19", "title": "Lactulose -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Whether lactulose is excreted in human milk is unknown. However, many drugs are excreted in human milk, so it would be advisable to exercise caution when lactulose is administered to a breastfeeding woman.", "contents": "Lactulose -- Administration -- Specific Patient Populations. Breastfeeding considerations: Whether lactulose is excreted in human milk is unknown. However, many drugs are excreted in human milk, so it would be advisable to exercise caution when lactulose is administered to a breastfeeding woman."}
{"id": "article-24004_20", "title": "Lactulose -- Administration -- Specific Patient Populations", "content": "Pediatric patients: There is very little information available on the use of lactulose in pediatric patients. In adult studies, the main goal is to produce 2 to 3 soft stools daily. On that basis, the recommended initial daily oral dose in infants would be 2.5 to 10 mL in divided doses. The daily dose of 0 to 90 mL is recommended for older children and adolescents. If this initial dose causes diarrhea, the dose should be lowered immediately. If diarrhea persists, lactulose treatment should be discontinued. [16] [17] Older patients: No specific dose adjustment information is available for lactulose in the manufacturer label for older patients.", "contents": "Lactulose -- Administration -- Specific Patient Populations. Pediatric patients: There is very little information available on the use of lactulose in pediatric patients. In adult studies, the main goal is to produce 2 to 3 soft stools daily. On that basis, the recommended initial daily oral dose in infants would be 2.5 to 10 mL in divided doses. The daily dose of 0 to 90 mL is recommended for older children and adolescents. If this initial dose causes diarrhea, the dose should be lowered immediately. If diarrhea persists, lactulose treatment should be discontinued. [16] [17] Older patients: No specific dose adjustment information is available for lactulose in the manufacturer label for older patients."}
{"id": "article-24004_21", "title": "Lactulose -- Adverse Effects", "content": "Because lactulose has insignificant absorption by the gut and undergoes rapid excretion by the kidneys, its effects remain localized to the gut microenvironment. Side effects would include increased bowel sounds (borborygmi), increased flatus, and a sensation of bloating. Since lactulose's intended use is to soften the stool quantity and increase the stool amount, its most significant side effect remains diarrhea. The diarrhea is dose-dependent and decreases in severity with a reduction in the dose of lactulose. [7] [18]", "contents": "Lactulose -- Adverse Effects. Because lactulose has insignificant absorption by the gut and undergoes rapid excretion by the kidneys, its effects remain localized to the gut microenvironment. Side effects would include increased bowel sounds (borborygmi), increased flatus, and a sensation of bloating. Since lactulose's intended use is to soften the stool quantity and increase the stool amount, its most significant side effect remains diarrhea. The diarrhea is dose-dependent and decreases in severity with a reduction in the dose of lactulose. [7] [18]"}
{"id": "article-24004_22", "title": "Lactulose -- Contraindications", "content": "Contraindications to lactulose include the following: Galactosemia: Lactulose, due to its chemical composition, contains galactose and is contraindicated in patients requiring a galactose-free diet. [19] Diabetes: Although only a small fraction of lactulose undergoes systemic absorption, diabetes patients must use it cautiously due to the potential to cause hyperglycemia in diabetic individuals, as documented in a few studies. [20] [21] Older patients: Studies comparing the clinical efficacy and safety of other osmotic laxatives, such as sorbitol against lactulose, have concluded that in older patients, lactulose causes increased nausea as a side effect. Sorbitol is thus a safer and inexpensive drug to use in this population. [22] Pregnancy: Pregnancy is a stressor of hemodynamic physiology. Theoretically, via the drug's osmotic action, the prolonged use of lactulose may lead to electrolyte imbalances. [21]", "contents": "Lactulose -- Contraindications. Contraindications to lactulose include the following: Galactosemia: Lactulose, due to its chemical composition, contains galactose and is contraindicated in patients requiring a galactose-free diet. [19] Diabetes: Although only a small fraction of lactulose undergoes systemic absorption, diabetes patients must use it cautiously due to the potential to cause hyperglycemia in diabetic individuals, as documented in a few studies. [20] [21] Older patients: Studies comparing the clinical efficacy and safety of other osmotic laxatives, such as sorbitol against lactulose, have concluded that in older patients, lactulose causes increased nausea as a side effect. Sorbitol is thus a safer and inexpensive drug to use in this population. [22] Pregnancy: Pregnancy is a stressor of hemodynamic physiology. Theoretically, via the drug's osmotic action, the prolonged use of lactulose may lead to electrolyte imbalances. [21]"}
{"id": "article-24004_23", "title": "Lactulose -- Monitoring", "content": "From a pharmacokinetic standpoint, lactulose has negligible systemic absorption. However, like most laxatives, lactulose tends to bring about large changes in the body's fluid and electrolyte status. This activity would require periodic electrolyte monitoring, especially in the older and critically ill population. [23] [24]", "contents": "Lactulose -- Monitoring. From a pharmacokinetic standpoint, lactulose has negligible systemic absorption. However, like most laxatives, lactulose tends to bring about large changes in the body's fluid and electrolyte status. This activity would require periodic electrolyte monitoring, especially in the older and critically ill population. [23] [24]"}
{"id": "article-24004_24", "title": "Lactulose -- Monitoring", "content": "The effects are particularly profound regarding the sodium level, which commonly manifests as hypernatremia. [23] In psychiatric patients on lithium therapy, there may be a risk for toxicity due to the decreased renal excretion of the drug due to volume depletion,  which would require careful drug monitoring. [25]", "contents": "Lactulose -- Monitoring. The effects are particularly profound regarding the sodium level, which commonly manifests as hypernatremia. [23] In psychiatric patients on lithium therapy, there may be a risk for toxicity due to the decreased renal excretion of the drug due to volume depletion,  which would require careful drug monitoring. [25]"}
{"id": "article-24004_25", "title": "Lactulose -- Toxicity", "content": "Clinically, documentation on lactulose toxicity is lacking. Specific studies using rats inoculated with various concentrations of lactulose syrup ranging from 0.5% to 5% revealed no evidence of toxicity. [26] However, there have been study results indicating the ability of lactulose to induce lithium toxicity in psychiatric patients. This effect is more broadly attributable to lactulose's ability to induce dehydration through its osmotic action, depletion of total body volume, and the resultant poor renal excretion of lithium. [25] Although rare, documented allergic reactions to lactulose have been recorded in patients with milk allergies. [27]", "contents": "Lactulose -- Toxicity. Clinically, documentation on lactulose toxicity is lacking. Specific studies using rats inoculated with various concentrations of lactulose syrup ranging from 0.5% to 5% revealed no evidence of toxicity. [26] However, there have been study results indicating the ability of lactulose to induce lithium toxicity in psychiatric patients. This effect is more broadly attributable to lactulose's ability to induce dehydration through its osmotic action, depletion of total body volume, and the resultant poor renal excretion of lithium. [25] Although rare, documented allergic reactions to lactulose have been recorded in patients with milk allergies. [27]"}
{"id": "article-24004_26", "title": "Lactulose -- Enhancing Healthcare Team Outcomes", "content": "In the context of hepatic encephalopathy management, multiple decision-making steps are involved to ensure the best patient care. These would range from the mode of administration of lactulose (either orally, rectally, or via a nasogastric tube) to monitoring the number of bowel movements to achieve the required frequency of 2 to 3 stools per day. [28]", "contents": "Lactulose -- Enhancing Healthcare Team Outcomes. In the context of hepatic encephalopathy management, multiple decision-making steps are involved to ensure the best patient care. These would range from the mode of administration of lactulose (either orally, rectally, or via a nasogastric tube) to monitoring the number of bowel movements to achieve the required frequency of 2 to 3 stools per day. [28]"}
{"id": "article-24004_27", "title": "Lactulose -- Enhancing Healthcare Team Outcomes", "content": "Communication between the physicians, advanced practice practitioners, pharmacists, and nursing staff, operating as an interprofessional team, is paramount to monitoring frequent changes in mental status and accurately measuring stool output. In certain situations, dose titration of the lactulose may also be required to prevent dehydration, diarrhea, and excoriation of the anal skin, requiring pharmaceutical intervention. Patients in the ICU requiring lactulose administered via a nasogastric tube would need physical positioning designed to decrease the odds of aspiration.", "contents": "Lactulose -- Enhancing Healthcare Team Outcomes. Communication between the physicians, advanced practice practitioners, pharmacists, and nursing staff, operating as an interprofessional team, is paramount to monitoring frequent changes in mental status and accurately measuring stool output. In certain situations, dose titration of the lactulose may also be required to prevent dehydration, diarrhea, and excoriation of the anal skin, requiring pharmaceutical intervention. Patients in the ICU requiring lactulose administered via a nasogastric tube would need physical positioning designed to decrease the odds of aspiration."}
{"id": "article-24004_28", "title": "Lactulose -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lactulose -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}