{"id": "article-23788_0", "title": "Isoproterenol -- Continuing Education Activity", "content": "Isoproterenol is a beta-1 and beta-2 adrenergic receptor agonist indicated primarily for bradydysrhythmias. The administration and subsequent post-administration monitoring of this medication are complex and necessitate an interprofessional approach to its usage. This activity covers isoproterenol, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, contraindications, monitoring, and highlights the role of the interprofessional team in the management of isoproterenol therapy.", "contents": "Isoproterenol -- Continuing Education Activity. Isoproterenol is a beta-1 and beta-2 adrenergic receptor agonist indicated primarily for bradydysrhythmias. The administration and subsequent post-administration monitoring of this medication are complex and necessitate an interprofessional approach to its usage. This activity covers isoproterenol, including mechanism of action, pharmacology, adverse event profiles, eligible patient populations, contraindications, monitoring, and highlights the role of the interprofessional team in the management of isoproterenol therapy."}
{"id": "article-23788_1", "title": "Isoproterenol -- Continuing Education Activity", "content": "Objectives: Identify indications for the use of isoproterenol. Describe the mechanism of action of isoproterenol. Review potential complications arising from the use of isoproterenol. Summarize the importance of an interprofessional team approach to the use of isoproterenol. Access free multiple choice questions on this topic.", "contents": "Isoproterenol -- Continuing Education Activity. Objectives: Identify indications for the use of isoproterenol. Describe the mechanism of action of isoproterenol. Review potential complications arising from the use of isoproterenol. Summarize the importance of an interprofessional team approach to the use of isoproterenol. Access free multiple choice questions on this topic."}
{"id": "article-23788_2", "title": "Isoproterenol -- Indications", "content": "Isoproterenol (also known as isoprenaline) is a drug used to treat bradycardia conditions. the drug has a structural resemblance to epinephrine. It first received approval for use in the United States in 1947. Both approved and off-label indications for isoproterenol are as follows:", "contents": "Isoproterenol -- Indications. Isoproterenol (also known as isoprenaline) is a drug used to treat bradycardia conditions. the drug has a structural resemblance to epinephrine. It first received approval for use in the United States in 1947. Both approved and off-label indications for isoproterenol are as follows:"}
{"id": "article-23788_3", "title": "Isoproterenol -- Indications -- Isoproterenol Approved Indications", "content": "Heart block not requiring pacing Cardiac arrest from heart block when pacemaker therapy is unavailable [1]", "contents": "Isoproterenol -- Indications -- Isoproterenol Approved Indications. Heart block not requiring pacing Cardiac arrest from heart block when pacemaker therapy is unavailable [1]"}
{"id": "article-23788_4", "title": "Isoproterenol -- Indications -- Off-label Uses", "content": "Bradycardia Bronchospasm during anesthesia Cardiogenic shock Hypovolemic shock (adjunctive treatment) Provocation of ventricular arrhythmias in arrhythmogenic right ventricular cardiomyopathy: used during electrophysiological studies to induce ventricular arrhythmias in patients with a history of arrhythmogenic right ventricular cardiomyopathy Provocation of syncope during tilt table testing Torsades de pointes Beta-blocker overdose Ventricular arrhythmias secondary to AV block Short QT syndrome Electrical storm in patients with Brugada syndrome Bradycardia in a cardiac transplant patient [2] [3] [4] [5] [6] [7]", "contents": "Isoproterenol -- Indications -- Off-label Uses. Bradycardia Bronchospasm during anesthesia Cardiogenic shock Hypovolemic shock (adjunctive treatment) Provocation of ventricular arrhythmias in arrhythmogenic right ventricular cardiomyopathy: used during electrophysiological studies to induce ventricular arrhythmias in patients with a history of arrhythmogenic right ventricular cardiomyopathy Provocation of syncope during tilt table testing Torsades de pointes Beta-blocker overdose Ventricular arrhythmias secondary to AV block Short QT syndrome Electrical storm in patients with Brugada syndrome Bradycardia in a cardiac transplant patient [2] [3] [4] [5] [6] [7]"}
{"id": "article-23788_5", "title": "Isoproterenol -- Mechanism of Action -- Isoproterenol is a beta-1 and beta-2 adrenergic receptor agonist resulting in the following:", "content": "Increased heart rate Increased heart contractility Relaxation of bronchial, gastrointestinal, and uterine smooth muscle Peripheral vasodilation", "contents": "Isoproterenol -- Mechanism of Action -- Isoproterenol is a beta-1 and beta-2 adrenergic receptor agonist resulting in the following:. Increased heart rate Increased heart contractility Relaxation of bronchial, gastrointestinal, and uterine smooth muscle Peripheral vasodilation"}
{"id": "article-23788_6", "title": "Isoproterenol -- Mechanism of Action", "content": "Both beta-1 and beta-2 adrenergic receptors exert their effects through a G-alpha stimulatory second messenger system. G-protein coupled receptors are structurally composed of a seven-transmembrane-spanning protein. The extracellular domain serves as the ligand-binding site. In the inactivated state, the intracellular domain links to a G-alpha stimulatory protein bound to a GDP molecule. Upon binding of the ligand to the extracellular domain of a beta-1 receptor, the alpha subunit exchanges a GDP molecule for a GTP and becomes activated. The (now active) G-alpha protein dissociates from the intracellular domain and activates adenylate cyclase. Activated adenylate cyclase subsequently converts intracellular ATP to cAMP. The principal second messenger in this pathway, cAMP, activates protein kinase A (PKA). Activated PKA phosphorylates L-type calcium channels in cardiac myocytes, resulting in increased intracellular calcium. PKA also causes an increase in calcium release from ryanodine receptors on the sarcoplasmic reticulum.", "contents": "Isoproterenol -- Mechanism of Action. Both beta-1 and beta-2 adrenergic receptors exert their effects through a G-alpha stimulatory second messenger system. G-protein coupled receptors are structurally composed of a seven-transmembrane-spanning protein. The extracellular domain serves as the ligand-binding site. In the inactivated state, the intracellular domain links to a G-alpha stimulatory protein bound to a GDP molecule. Upon binding of the ligand to the extracellular domain of a beta-1 receptor, the alpha subunit exchanges a GDP molecule for a GTP and becomes activated. The (now active) G-alpha protein dissociates from the intracellular domain and activates adenylate cyclase. Activated adenylate cyclase subsequently converts intracellular ATP to cAMP. The principal second messenger in this pathway, cAMP, activates protein kinase A (PKA). Activated PKA phosphorylates L-type calcium channels in cardiac myocytes, resulting in increased intracellular calcium. PKA also causes an increase in calcium release from ryanodine receptors on the sarcoplasmic reticulum."}
{"id": "article-23788_7", "title": "Isoproterenol -- Mechanism of Action", "content": "Beta-1 adrenergic receptors are primarily concentrated in heart tissue. The terminal effects of activation of beta-1 adrenergic receptors are an increase in intracellular calcium. In cardiac pacemaker cells, increased calcium causes an increase in the slope of phase 4 of the cardiac pacemaker action potential. By increasing the slope of phase 4, pacemaker cells reach the threshold more rapidly, resulting in the characteristic increased heart rate seen in patients on an isoproterenol infusion. In non-pacemaker cardiac myocytes, an increase in intracellular calcium causes the increased contractility characteristic of isoproterenol infusion. [8]", "contents": "Isoproterenol -- Mechanism of Action. Beta-1 adrenergic receptors are primarily concentrated in heart tissue. The terminal effects of activation of beta-1 adrenergic receptors are an increase in intracellular calcium. In cardiac pacemaker cells, increased calcium causes an increase in the slope of phase 4 of the cardiac pacemaker action potential. By increasing the slope of phase 4, pacemaker cells reach the threshold more rapidly, resulting in the characteristic increased heart rate seen in patients on an isoproterenol infusion. In non-pacemaker cardiac myocytes, an increase in intracellular calcium causes the increased contractility characteristic of isoproterenol infusion. [8]"}
{"id": "article-23788_8", "title": "Isoproterenol -- Mechanism of Action -- The result of beta-1 agonism on the heart can be summarized as follows:", "content": "Positive inotropy (contractility) Positive lusitropy (relaxation) Positive chronotropy (heart rate) Positive dromotropy (conduction velocity)", "contents": "Isoproterenol -- Mechanism of Action -- The result of beta-1 agonism on the heart can be summarized as follows:. Positive inotropy (contractility) Positive lusitropy (relaxation) Positive chronotropy (heart rate) Positive dromotropy (conduction velocity)"}
{"id": "article-23788_9", "title": "Isoproterenol -- Mechanism of Action", "content": "Beta-2 adrenergic receptors function similarly to beta-1 receptors—activation of the G-protein coupled receptor results in an increase in intracellular cAMP. The second messenger, cAMP, then activates protein kinase A (PKA). PKA phosphorylates myosin light chain kinase (MLCK), thus inactivating it. In smooth muscle cells, MLCK is responsible for the phosphorylation of myosin, leading to myosin-actin cross-bridge formation and muscle contraction. As stated, agonism of beta-2 receptors leads to inactivation of MLCK and subsequent relaxation of smooth muscle, bronchial dilation, peripheral vasodilation, and gastrointestinal and uterine smooth muscle relaxation. [9]", "contents": "Isoproterenol -- Mechanism of Action. Beta-2 adrenergic receptors function similarly to beta-1 receptors—activation of the G-protein coupled receptor results in an increase in intracellular cAMP. The second messenger, cAMP, then activates protein kinase A (PKA). PKA phosphorylates myosin light chain kinase (MLCK), thus inactivating it. In smooth muscle cells, MLCK is responsible for the phosphorylation of myosin, leading to myosin-actin cross-bridge formation and muscle contraction. As stated, agonism of beta-2 receptors leads to inactivation of MLCK and subsequent relaxation of smooth muscle, bronchial dilation, peripheral vasodilation, and gastrointestinal and uterine smooth muscle relaxation. [9]"}
{"id": "article-23788_10", "title": "Isoproterenol -- Mechanism of Action -- Other effects of isoproterenol:", "content": "Hepatic glycogenolysis (beta-2) Release of glucagon from the pancreas (beta-2) Activation of the renin-angiotensin-aldosterone system in the kidney (beta-1) [10] Isoproterenol is metabolized in the liver via the CYP450 enzyme system.", "contents": "Isoproterenol -- Mechanism of Action -- Other effects of isoproterenol:. Hepatic glycogenolysis (beta-2) Release of glucagon from the pancreas (beta-2) Activation of the renin-angiotensin-aldosterone system in the kidney (beta-1) [10] Isoproterenol is metabolized in the liver via the CYP450 enzyme system."}
{"id": "article-23788_11", "title": "Isoproterenol -- Administration", "content": "Isoproterenol is administered intravenously via an infusion pump. Note that adult intravenous infusion is expressed as mcg/minutes. In contrast, the pediatric infusion is expressed in mcg/kg/minute.", "contents": "Isoproterenol -- Administration. Isoproterenol is administered intravenously via an infusion pump. Note that adult intravenous infusion is expressed as mcg/minutes. In contrast, the pediatric infusion is expressed in mcg/kg/minute."}
{"id": "article-23788_12", "title": "Isoproterenol -- Administration -- Available Forms", "content": "Brand and generic: 0.2 mg/mL (1 mL, 5mL)", "contents": "Isoproterenol -- Administration -- Available Forms. Brand and generic: 0.2 mg/mL (1 mL, 5mL)"}
{"id": "article-23788_13", "title": "Isoproterenol -- Administration -- Bradydysrhythmias, AV Nodal Block", "content": "2 to 10 mcg/minute titrated to desired effect [2]", "contents": "Isoproterenol -- Administration -- Bradydysrhythmias, AV Nodal Block. 2 to 10 mcg/minute titrated to desired effect [2]"}
{"id": "article-23788_14", "title": "Isoproterenol -- Administration -- Adam-Stokes Attacks", "content": "2 to 20 mcg/minute IV; Start at 5 mcg/minute IV", "contents": "Isoproterenol -- Administration -- Adam-Stokes Attacks. 2 to 20 mcg/minute IV; Start at 5 mcg/minute IV"}
{"id": "article-23788_15", "title": "Isoproterenol -- Administration -- Brugada Syndrome (off-label)", "content": "Bolus 1 to 2 mcg followed by 0.15 to 0.3 mcg/minute for 24 hours [7]", "contents": "Isoproterenol -- Administration -- Brugada Syndrome (off-label). Bolus 1 to 2 mcg followed by 0.15 to 0.3 mcg/minute for 24 hours [7]"}
{"id": "article-23788_16", "title": "Isoproterenol -- Administration -- Cardiogenic Shock (off-label)", "content": "2 to 20 mcg/minute continuous infusion [3]", "contents": "Isoproterenol -- Administration -- Cardiogenic Shock (off-label). 2 to 20 mcg/minute continuous infusion [3]"}
{"id": "article-23788_17", "title": "Isoproterenol -- Administration -- Provocation of Syncope During Tilt Table Testing (off-label)", "content": "1 mcg/minute, initially, then increase based on the desired response; max dose of 5 mcg/minute", "contents": "Isoproterenol -- Administration -- Provocation of Syncope During Tilt Table Testing (off-label). 1 mcg/minute, initially, then increase based on the desired response; max dose of 5 mcg/minute"}
{"id": "article-23788_18", "title": "Isoproterenol -- Administration -- Provocation of Ventricular Arrhythmias in Arrhythmogenic Right Ventricular Cardiomyopathy (off-label)", "content": "45 mcg/minute for 3 minutes, then evaluate rhythm [4]", "contents": "Isoproterenol -- Administration -- Provocation of Ventricular Arrhythmias in Arrhythmogenic Right Ventricular Cardiomyopathy (off-label). 45 mcg/minute for 3 minutes, then evaluate rhythm [4]"}
{"id": "article-23788_19", "title": "Isoproterenol -- Administration -- Refractory Torsades de Pointes (off-label)", "content": "2 to 10 mcg/minute continuous infusion titrated to patient response [6]", "contents": "Isoproterenol -- Administration -- Refractory Torsades de Pointes (off-label). 2 to 10 mcg/minute continuous infusion titrated to patient response [6]"}
{"id": "article-23788_20", "title": "Isoproterenol -- Administration -- Bradycardia, AV Nodal Block", "content": "0.05 to 0.5 mcg/kg/minute IV, adjusted to desired effect; the max dosage is 2 mcg/kg/minute [2]", "contents": "Isoproterenol -- Administration -- Bradycardia, AV Nodal Block. 0.05 to 0.5 mcg/kg/minute IV, adjusted to desired effect; the max dosage is 2 mcg/kg/minute [2]"}
{"id": "article-23788_21", "title": "Isoproterenol -- Administration -- Bradycardia", "content": "0.05 to 1 mcg/kg/minute continuous infusion titrated to effect [11]", "contents": "Isoproterenol -- Administration -- Bradycardia. 0.05 to 1 mcg/kg/minute continuous infusion titrated to effect [11]"}
{"id": "article-23788_22", "title": "Isoproterenol -- Administration -- Pharmacokinetics", "content": "Isoproterenol is immediately active upon infusion. Its half-life is 2.5 to 5 minutes. Conjugation in hepatic and pulmonary tissues is the major method of metabolism. Excretion occurs via urine in the form of sulfate conjugates.", "contents": "Isoproterenol -- Administration -- Pharmacokinetics. Isoproterenol is immediately active upon infusion. Its half-life is 2.5 to 5 minutes. Conjugation in hepatic and pulmonary tissues is the major method of metabolism. Excretion occurs via urine in the form of sulfate conjugates."}
{"id": "article-23788_23", "title": "Isoproterenol -- Administration -- Pregnancy/Breastfeeding", "content": "The use of isoproterenol during pregnancy has not been evaluated. The presence of isoproterenol in breast milk is presently unknown. [12]", "contents": "Isoproterenol -- Administration -- Pregnancy/Breastfeeding. The use of isoproterenol during pregnancy has not been evaluated. The presence of isoproterenol in breast milk is presently unknown. [12]"}
{"id": "article-23788_24", "title": "Isoproterenol -- Administration -- Renal and Hepatic Dosing", "content": "Renal and hepatic dosing is undefined.", "contents": "Isoproterenol -- Administration -- Renal and Hepatic Dosing. Renal and hepatic dosing is undefined."}
{"id": "article-23788_25", "title": "Isoproterenol -- Adverse Effects -- Common", "content": "Headache Dizziness Upset stomach Flushing Fatigue Nervousness Diaphoresis Blurred vision Tachyarrhythmia Hypertension/hypotension", "contents": "Isoproterenol -- Adverse Effects -- Common. Headache Dizziness Upset stomach Flushing Fatigue Nervousness Diaphoresis Blurred vision Tachyarrhythmia Hypertension/hypotension"}
{"id": "article-23788_26", "title": "Isoproterenol -- Adverse Effects -- Cardiovascular", "content": "Angina Flushing Hypotension Hypertension Palpitations Ventricular arrhythmia Premature ventricular contractions Adams-stokes syndrome Bradycardia (with tilt table testing)", "contents": "Isoproterenol -- Adverse Effects -- Cardiovascular. Angina Flushing Hypotension Hypertension Palpitations Ventricular arrhythmia Premature ventricular contractions Adams-stokes syndrome Bradycardia (with tilt table testing)"}
{"id": "article-23788_27", "title": "Isoproterenol -- Adverse Effects -- Respiratory", "content": "Dyspnea Edema", "contents": "Isoproterenol -- Adverse Effects -- Respiratory. Dyspnea Edema"}
{"id": "article-23788_28", "title": "Isoproterenol -- Adverse Effects -- Ophthalmic", "content": "Blurred vision", "contents": "Isoproterenol -- Adverse Effects -- Ophthalmic. Blurred vision"}
{"id": "article-23788_29", "title": "Isoproterenol -- Adverse Effects -- Central Nervous System", "content": "Headache Dizziness Nervousness Restlessness Seizures", "contents": "Isoproterenol -- Adverse Effects -- Central Nervous System. Headache Dizziness Nervousness Restlessness Seizures"}
{"id": "article-23788_30", "title": "Isoproterenol -- Adverse Effects -- Gastrointestinal", "content": "Nausea Vomiting", "contents": "Isoproterenol -- Adverse Effects -- Gastrointestinal. Nausea Vomiting"}
{"id": "article-23788_31", "title": "Isoproterenol -- Adverse Effects -- Endocrine & Metabolic", "content": "Hypokalemia Increased serum glucose", "contents": "Isoproterenol -- Adverse Effects -- Endocrine & Metabolic. Hypokalemia Increased serum glucose"}
{"id": "article-23788_32", "title": "Isoproterenol -- Adverse Effects -- Musculoskeletal", "content": "Tremor Weakness", "contents": "Isoproterenol -- Adverse Effects -- Musculoskeletal. Tremor Weakness"}
{"id": "article-23788_33", "title": "Isoproterenol -- Contraindications -- Absolute Contraindications", "content": "Angina Tachydysrhythmias Preexisting ventricular arrhythmias Digoxin intoxication Sulfa allergy: Contains sulfites Isoproterenol requires caution in patients with the following: Cardiovascular disease: Isoproterenol causes an increase in myocardial oxygen demand Diabetes: May cause an increase in blood glucose levels Distributive shock: Beta-2 agonism will further decrease total peripheral resistance Hyperthyroidism: May induce thyroid storm The drug contains sulfites which may provoke an allergic reaction in patients with a sulfa allergy Elderly", "contents": "Isoproterenol -- Contraindications -- Absolute Contraindications. Angina Tachydysrhythmias Preexisting ventricular arrhythmias Digoxin intoxication Sulfa allergy: Contains sulfites Isoproterenol requires caution in patients with the following: Cardiovascular disease: Isoproterenol causes an increase in myocardial oxygen demand Diabetes: May cause an increase in blood glucose levels Distributive shock: Beta-2 agonism will further decrease total peripheral resistance Hyperthyroidism: May induce thyroid storm The drug contains sulfites which may provoke an allergic reaction in patients with a sulfa allergy Elderly"}
{"id": "article-23788_34", "title": "Isoproterenol -- Contraindications -- Pregnancy", "content": "Isoproterenol is a Pregnancy Risk Factor C. It may interfere with uterine contractions due to its beta-2 agonist properties. Animal reproduction studies have not been conducted at this time. It is currently unknown if isoproterenol is present in breast milk; breastfeeding mothers are advised to exercise caution when taking isoproterenol. There is no human data available regarding the effect of isoproterenol on milk production. [12]", "contents": "Isoproterenol -- Contraindications -- Pregnancy. Isoproterenol is a Pregnancy Risk Factor C. It may interfere with uterine contractions due to its beta-2 agonist properties. Animal reproduction studies have not been conducted at this time. It is currently unknown if isoproterenol is present in breast milk; breastfeeding mothers are advised to exercise caution when taking isoproterenol. There is no human data available regarding the effect of isoproterenol on milk production. [12]"}
{"id": "article-23788_35", "title": "Isoproterenol -- Contraindications -- Risk C: Monitor Therapy", "content": "Atomoxetine: Propensity to increase heart rate Cannabinoid-containing products: Propensity to increase heart rate COMT Inhibitors: Isoproterenol is degraded by catechol O-methyltransferase (COMT) and may rise to dangerous levels in the presence of a COMT inhibitor Doxofylline: Increased risk of doxofylline toxicity Tedizolid: Increased risk of a hypertensive episode", "contents": "Isoproterenol -- Contraindications -- Risk C: Monitor Therapy. Atomoxetine: Propensity to increase heart rate Cannabinoid-containing products: Propensity to increase heart rate COMT Inhibitors: Isoproterenol is degraded by catechol O-methyltransferase (COMT) and may rise to dangerous levels in the presence of a COMT inhibitor Doxofylline: Increased risk of doxofylline toxicity Tedizolid: Increased risk of a hypertensive episode"}
{"id": "article-23788_36", "title": "Isoproterenol -- Contraindications -- Risk D: Consider Modifying Therapy", "content": "Topical Cocaine: Heightened risk of hypertension, tachycardia, and increased oxygen demand Linezolid: Increased risk of hypertension due to COMT inhibitor-like action of linezolid Mifepristone: QTc prolongation QTc prolonging agents: Avoid giving isoproterenol in combination with other QTc prolonging agents.", "contents": "Isoproterenol -- Contraindications -- Risk D: Consider Modifying Therapy. Topical Cocaine: Heightened risk of hypertension, tachycardia, and increased oxygen demand Linezolid: Increased risk of hypertension due to COMT inhibitor-like action of linezolid Mifepristone: QTc prolongation QTc prolonging agents: Avoid giving isoproterenol in combination with other QTc prolonging agents."}
{"id": "article-23788_37", "title": "Isoproterenol -- Contraindications -- Risk X: Avoid or Use Alternatives", "content": "Inhaled Anesthetics: Increased risk of arrhythmia Benzphetamine Clomipramine Diethylpropion Epinephrine Methamphetamine Midodrine Phendimetrazine Procarbazine Sotalol", "contents": "Isoproterenol -- Contraindications -- Risk X: Avoid or Use Alternatives. Inhaled Anesthetics: Increased risk of arrhythmia Benzphetamine Clomipramine Diethylpropion Epinephrine Methamphetamine Midodrine Phendimetrazine Procarbazine Sotalol"}
{"id": "article-23788_38", "title": "Isoproterenol -- Monitoring", "content": "Clinicians should record electrolytes, blood pressure, and ECG at baseline. Vitals (i.e., heart rate, respiratory rate, blood pressure), in addition to ECG, arterial blood gas, blood glucose levels, and serum potassium and magnesium levels, require continuous monitoring in patients receiving isoproterenol.", "contents": "Isoproterenol -- Monitoring. Clinicians should record electrolytes, blood pressure, and ECG at baseline. Vitals (i.e., heart rate, respiratory rate, blood pressure), in addition to ECG, arterial blood gas, blood glucose levels, and serum potassium and magnesium levels, require continuous monitoring in patients receiving isoproterenol."}
{"id": "article-23788_39", "title": "Isoproterenol -- Toxicity", "content": "Acute toxicity from isoproterenol can cause a significant drop in blood pressure. In instances of accidental overdosage, as evidenced mainly by tachycardia or other arrhythmias, hypotension/hypertension, or angina, either reduce the rate of isoproterenol administration or discontinue the drug until the patient has stabilized. Pulse, respiration, ECG, and blood pressure should all be monitored regularly. There is no known reversal agent for humans, although studies are underway to look for agents to address toxicity. [13]", "contents": "Isoproterenol -- Toxicity. Acute toxicity from isoproterenol can cause a significant drop in blood pressure. In instances of accidental overdosage, as evidenced mainly by tachycardia or other arrhythmias, hypotension/hypertension, or angina, either reduce the rate of isoproterenol administration or discontinue the drug until the patient has stabilized. Pulse, respiration, ECG, and blood pressure should all be monitored regularly. There is no known reversal agent for humans, although studies are underway to look for agents to address toxicity. [13]"}
{"id": "article-23788_40", "title": "Isoproterenol -- Enhancing Healthcare Team Outcomes", "content": "A cardiologist most often prescribes isoproterenol. However, the use of the drug requires an interprofessional team that consists of ICU nurses and other nursing staff, intensivists, cardiologists, cardiac surgeons, critical care specialists, and pharmacists. The drug only has an application as an intravenous drip for severe bradycardia and cardiac arrest. It is sometimes used to manage hypovolemic shock and bronchospasm. Isoproterenol can cause tachyarrhythmias and hypertension at high doses. When used in the ICU, the patient requires close monitoring. Because of the availability of pacemakers and other chronotropic drugs, the use of isoproterenol has diminished in the current medical paradigm. [14]", "contents": "Isoproterenol -- Enhancing Healthcare Team Outcomes. A cardiologist most often prescribes isoproterenol. However, the use of the drug requires an interprofessional team that consists of ICU nurses and other nursing staff, intensivists, cardiologists, cardiac surgeons, critical care specialists, and pharmacists. The drug only has an application as an intravenous drip for severe bradycardia and cardiac arrest. It is sometimes used to manage hypovolemic shock and bronchospasm. Isoproterenol can cause tachyarrhythmias and hypertension at high doses. When used in the ICU, the patient requires close monitoring. Because of the availability of pacemakers and other chronotropic drugs, the use of isoproterenol has diminished in the current medical paradigm. [14]"}
{"id": "article-23788_41", "title": "Isoproterenol -- Enhancing Healthcare Team Outcomes", "content": "As stated, isoproterenol requires interprofessional collaboration for effective use. The ordering clinician (MD, DO, NP, or PA) decides to use the drug, but the entire healthcare team must be involved. This team includes specialists, as listed above, as well as pharmacists and other nursing staff.", "contents": "Isoproterenol -- Enhancing Healthcare Team Outcomes. As stated, isoproterenol requires interprofessional collaboration for effective use. The ordering clinician (MD, DO, NP, or PA) decides to use the drug, but the entire healthcare team must be involved. This team includes specialists, as listed above, as well as pharmacists and other nursing staff."}
{"id": "article-23788_42", "title": "Isoproterenol -- Enhancing Healthcare Team Outcomes", "content": "The pharmacist needs to verify dosing and perform thorough medication reconciliation; it would be prudent to enlist the assistance of a Board Certified Cardiology pharmacist when ordering isoproterenol, as their extensive additional training can be a good resource for the team regarding interactions, dosing and dose adjustments, and advising the team on what to monitor for potential adverse events.", "contents": "Isoproterenol -- Enhancing Healthcare Team Outcomes. The pharmacist needs to verify dosing and perform thorough medication reconciliation; it would be prudent to enlist the assistance of a Board Certified Cardiology pharmacist when ordering isoproterenol, as their extensive additional training can be a good resource for the team regarding interactions, dosing and dose adjustments, and advising the team on what to monitor for potential adverse events."}
{"id": "article-23788_43", "title": "Isoproterenol -- Enhancing Healthcare Team Outcomes", "content": "Nursing is at the front lines for entering patient medication history and also conducting the monitoring necessary when administering isoproterenol. Any abnormal results or concerns require communication with the team, including clinicians and the pharmacy, for dosing or drug changes. This is essential, given the nature of the conditions treated with isoproterenol and the potential adverse events and/or drug interactions, which can cause severe problems for the patient—as with pharmacy, having nursing staff with additional specialized cardiology training can prove to be of significant benefit. Only with this type of collaborative team effort and interprofessional communication can the interprofessional team optimize isoproterenol therapy, resulting in improved outcomes with fewer adverse events. [Level 5]", "contents": "Isoproterenol -- Enhancing Healthcare Team Outcomes. Nursing is at the front lines for entering patient medication history and also conducting the monitoring necessary when administering isoproterenol. Any abnormal results or concerns require communication with the team, including clinicians and the pharmacy, for dosing or drug changes. This is essential, given the nature of the conditions treated with isoproterenol and the potential adverse events and/or drug interactions, which can cause severe problems for the patient—as with pharmacy, having nursing staff with additional specialized cardiology training can prove to be of significant benefit. Only with this type of collaborative team effort and interprofessional communication can the interprofessional team optimize isoproterenol therapy, resulting in improved outcomes with fewer adverse events. [Level 5]"}
{"id": "article-23788_44", "title": "Isoproterenol -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Isoproterenol -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}