{"id": "article-26214_0", "title": "Opioid Analgesics -- Continuing Education Activity", "content": "Opioids are a class of medication used in the management and treatment of pain. This activity outlines the indications, actions, and contraindications for opioids as a valuable agent in treating acute and chronic pain. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with various forms of pain and related conditions.", "contents": "Opioid Analgesics -- Continuing Education Activity. Opioids are a class of medication used in the management and treatment of pain. This activity outlines the indications, actions, and contraindications for opioids as a valuable agent in treating acute and chronic pain. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients with various forms of pain and related conditions."}
{"id": "article-26214_1", "title": "Opioid Analgesics -- Continuing Education Activity", "content": "Objectives: Identify the indications for the use of opioids for analgesia, as outlined by recent CDC guidelines. Outline the relative contraindications for the use of opioid analgesia and risk factors for misuse. Summarize proper monitoring of patients using opioid analgesia to prevent misuse, toxicity, or diversion of medications. Review the necessity of interprofessional cooperation and coordination in the management of patients receiving opioid analgesia. Access free multiple choice questions on this topic.", "contents": "Opioid Analgesics -- Continuing Education Activity. Objectives: Identify the indications for the use of opioids for analgesia, as outlined by recent CDC guidelines. Outline the relative contraindications for the use of opioid analgesia and risk factors for misuse. Summarize proper monitoring of patients using opioid analgesia to prevent misuse, toxicity, or diversion of medications. Review the necessity of interprofessional cooperation and coordination in the management of patients receiving opioid analgesia. Access free multiple choice questions on this topic."}
{"id": "article-26214_2", "title": "Opioid Analgesics -- Indications", "content": "Opioid analgesia is indicated for the management of pain in patients where an opioid analgesic is appropriate. What, exactly, the term appropriate constitutes has been a recently contentious issue. Center for Disease Control and Prevention's 2016 guidelines for prescribing opioids for chronic pain state that \"clinicians should consider opioid therapy only if expected benefits for both pain and function will outweigh risks to the patient. When using opioids, it should be in combination with nonpharmacologic therapy and nonopioid pharmacologic therapy, as appropriate.\" In the same guidelines, the CDC defines the indication of opioid use for acute pain, stating that \"when opioids are used for acute pain, clinicians should prescribe the lowest effective dose of immediate-release opioids and should prescribe no greater quantity than needed for the expected duration of pain severe enough to require opioids. Three days or less will often be sufficient; more than seven days will rarely be needed.\" [1] [2] [3] [4]", "contents": "Opioid Analgesics -- Indications. Opioid analgesia is indicated for the management of pain in patients where an opioid analgesic is appropriate. What, exactly, the term appropriate constitutes has been a recently contentious issue. Center for Disease Control and Prevention's 2016 guidelines for prescribing opioids for chronic pain state that \"clinicians should consider opioid therapy only if expected benefits for both pain and function will outweigh risks to the patient. When using opioids, it should be in combination with nonpharmacologic therapy and nonopioid pharmacologic therapy, as appropriate.\" In the same guidelines, the CDC defines the indication of opioid use for acute pain, stating that \"when opioids are used for acute pain, clinicians should prescribe the lowest effective dose of immediate-release opioids and should prescribe no greater quantity than needed for the expected duration of pain severe enough to require opioids. Three days or less will often be sufficient; more than seven days will rarely be needed.\" [1] [2] [3] [4]"}
{"id": "article-26214_3", "title": "Opioid Analgesics -- Mechanism of Action", "content": "Opioids act both presynaptically and postsynaptically to produce an analgesic effect. Presynaptically, opioids block calcium channels on nociceptive afferent nerves to inhibit the release of neurotransmitters such as substance P and glutamate, which contribute to nociception. Postsynaptically, opioids open potassium channels, which hyperpolarize cell membranes, increasing the required action potential to generate nociceptive transmission. The mu, kappa, and delta-opioid receptors mediate analgesia spinally and supraspinally. [5]", "contents": "Opioid Analgesics -- Mechanism of Action. Opioids act both presynaptically and postsynaptically to produce an analgesic effect. Presynaptically, opioids block calcium channels on nociceptive afferent nerves to inhibit the release of neurotransmitters such as substance P and glutamate, which contribute to nociception. Postsynaptically, opioids open potassium channels, which hyperpolarize cell membranes, increasing the required action potential to generate nociceptive transmission. The mu, kappa, and delta-opioid receptors mediate analgesia spinally and supraspinally. [5]"}
{"id": "article-26214_4", "title": "Opioid Analgesics -- Mechanism of Action", "content": "Also, some opioid agents can affect serotonin kinetics in the presence of other serotonergic agents. The proposed mechanism for this is through either weak serotonin reuptake inhibition and increased the release of intrasynaptic serotonin through inhibition of gamma-aminobutyric acidergic presynaptic inhibitory neuron on serotonin neurons. These opioids include tramadol, oxycodone, fentanyl, methadone, dextromethorphan, meperidine, codeine, and buprenorphine. These opioids have the potential to cause serotonin syndrome and should be used cautiously with other agents with serotonergic activity.", "contents": "Opioid Analgesics -- Mechanism of Action. Also, some opioid agents can affect serotonin kinetics in the presence of other serotonergic agents. The proposed mechanism for this is through either weak serotonin reuptake inhibition and increased the release of intrasynaptic serotonin through inhibition of gamma-aminobutyric acidergic presynaptic inhibitory neuron on serotonin neurons. These opioids include tramadol, oxycodone, fentanyl, methadone, dextromethorphan, meperidine, codeine, and buprenorphine. These opioids have the potential to cause serotonin syndrome and should be used cautiously with other agents with serotonergic activity."}
{"id": "article-26214_5", "title": "Opioid Analgesics -- Mechanism of Action", "content": "Opioids such as methadone also have activity at the N-methyl-D-aspartate (NMDA) receptor. Methadone binds to the NMDA receptor and antagonizes the effect of glutamate, which theoretically explains why methadone has efficacy in the treatment of neuropathic pain above other opioids. [6]", "contents": "Opioid Analgesics -- Mechanism of Action. Opioids such as methadone also have activity at the N-methyl-D-aspartate (NMDA) receptor. Methadone binds to the NMDA receptor and antagonizes the effect of glutamate, which theoretically explains why methadone has efficacy in the treatment of neuropathic pain above other opioids. [6]"}
{"id": "article-26214_6", "title": "Opioid Analgesics -- Administration", "content": "Opioid analgesics can be administered through a variety of drug dosage forms. Most opioids are available in oral formulations, including both immediate-release or extended-release tablets. Buprenorphine is also commonly used in a sublingual film medication which can be useful for the mitigation of symptoms related to opioid withdrawal in addicts attempting to detoxify. Codeine is also widely given in oral suspensions, such as in codeine cough syrup with or without antihistamines such as promethazine. Intravenous formulations of opioids such as morphine, hydromorphone, and fentanyl very frequently are used to provide analgesia and supplement sedation in an inpatient setting, particularly in the perioperative setting. Fentanyl also exists formulated for transdermal patches for extended absorption.", "contents": "Opioid Analgesics -- Administration. Opioid analgesics can be administered through a variety of drug dosage forms. Most opioids are available in oral formulations, including both immediate-release or extended-release tablets. Buprenorphine is also commonly used in a sublingual film medication which can be useful for the mitigation of symptoms related to opioid withdrawal in addicts attempting to detoxify. Codeine is also widely given in oral suspensions, such as in codeine cough syrup with or without antihistamines such as promethazine. Intravenous formulations of opioids such as morphine, hydromorphone, and fentanyl very frequently are used to provide analgesia and supplement sedation in an inpatient setting, particularly in the perioperative setting. Fentanyl also exists formulated for transdermal patches for extended absorption."}
{"id": "article-26214_7", "title": "Opioid Analgesics -- Administration", "content": "Rectal formulations of morphine and hydromorphone are also commonly given to patients who cannot tolerate medications by mouth. Methadone is also commonly given orally, subcutaneously, or intramuscularly if there is a concern for patient non-adherence and the possibility of illicit sale or distribution of controlled substances. Morphine can also be given epidurally for the management of acute pain and intrathecally in the form of implantable spinal pumps for the management of chronic pain and palliative care.", "contents": "Opioid Analgesics -- Administration. Rectal formulations of morphine and hydromorphone are also commonly given to patients who cannot tolerate medications by mouth. Methadone is also commonly given orally, subcutaneously, or intramuscularly if there is a concern for patient non-adherence and the possibility of illicit sale or distribution of controlled substances. Morphine can also be given epidurally for the management of acute pain and intrathecally in the form of implantable spinal pumps for the management of chronic pain and palliative care."}
{"id": "article-26214_8", "title": "Opioid Analgesics -- Administration", "content": "For specifics regarding the administration (including appropriate dosing) of individual agents in the opioid pain reliever class, the reader is directed to seek articles on the individual agents themselves.", "contents": "Opioid Analgesics -- Administration. For specifics regarding the administration (including appropriate dosing) of individual agents in the opioid pain reliever class, the reader is directed to seek articles on the individual agents themselves."}
{"id": "article-26214_9", "title": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act", "content": "The Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The MAT Act empowers all health care providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and will integrate substance use disorder treatment across healthcare settings.", "contents": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act. The Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The MAT Act empowers all health care providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and will integrate substance use disorder treatment across healthcare settings."}
{"id": "article-26214_10", "title": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act", "content": "As of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if permitted by applicable state law, and SAMHSA encourages them to do so. Prescribers who were registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed on the part of registrants.", "contents": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act. As of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if permitted by applicable state law, and SAMHSA encourages them to do so. Prescribers who were registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed on the part of registrants."}
{"id": "article-26214_11", "title": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act", "content": "There are no longer any limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required.", "contents": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act. There are no longer any limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required."}
{"id": "article-26214_12", "title": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act", "content": "Pharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information in order to proceed. Practitioners are still required to comply with any applicable state limits regarding the treatment of patients with OUD.  Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota.", "contents": "Opioid Analgesics -- Administration -- Mainstreaming Addiction Treatment (MAT) Act. Pharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information in order to proceed. Practitioners are still required to comply with any applicable state limits regarding the treatment of patients with OUD.  Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota."}
{"id": "article-26214_13", "title": "Opioid Analgesics -- Adverse Effects", "content": "Because of the distribution of opioid receptors both within and outside the nervous system, opioid analgesics produce a broad spectrum of adverse effects, including dysphoria, euphoria, sedation, respiratory depression, constipation, suppression of endocrine systems, cardiovascular disorders (e.g., bradycardia), convulsion, nausea, vomiting, pruritus, and miosis. In addition to these, long-term use of opioid analgesia can produce tolerance and, in some cases, opioid-induced hyperalgesia and/or allodynia. [7]", "contents": "Opioid Analgesics -- Adverse Effects. Because of the distribution of opioid receptors both within and outside the nervous system, opioid analgesics produce a broad spectrum of adverse effects, including dysphoria, euphoria, sedation, respiratory depression, constipation, suppression of endocrine systems, cardiovascular disorders (e.g., bradycardia), convulsion, nausea, vomiting, pruritus, and miosis. In addition to these, long-term use of opioid analgesia can produce tolerance and, in some cases, opioid-induced hyperalgesia and/or allodynia. [7]"}
{"id": "article-26214_14", "title": "Opioid Analgesics -- Adverse Effects", "content": "As mentioned above, opioids with serotonergic activity such as tramadol, oxycodone, fentanyl, methadone, dextromethorphan, meperidine, codeine, and buprenorphine have the potential to cause serotonin syndrome when used with other agents with serotonergic activity. [8] Therefore, coadministration with other serotonergic active medications should be done cautiously or avoided entirely.", "contents": "Opioid Analgesics -- Adverse Effects. As mentioned above, opioids with serotonergic activity such as tramadol, oxycodone, fentanyl, methadone, dextromethorphan, meperidine, codeine, and buprenorphine have the potential to cause serotonin syndrome when used with other agents with serotonergic activity. [8] Therefore, coadministration with other serotonergic active medications should be done cautiously or avoided entirely."}
{"id": "article-26214_15", "title": "Opioid Analgesics -- Contraindications", "content": "Some relative contraindications to opioid analgesics include an increased risk of prescription misuse. Several risk factors exist. These include: Family or personal history of substance abuse Young age History of legal problems Frequent contact with high-risk individuals or environments History of previous problems with employers, family, and friends History of risk-taking and thrill-seeking behavior Smoking cigarettes and regularly using other substances that lead to dependence History of major depression or anxiety Multiple psychosocial stressors History of childhood abuse Previous drug and/or alcohol rehabilitation.", "contents": "Opioid Analgesics -- Contraindications. Some relative contraindications to opioid analgesics include an increased risk of prescription misuse. Several risk factors exist. These include: Family or personal history of substance abuse Young age History of legal problems Frequent contact with high-risk individuals or environments History of previous problems with employers, family, and friends History of risk-taking and thrill-seeking behavior Smoking cigarettes and regularly using other substances that lead to dependence History of major depression or anxiety Multiple psychosocial stressors History of childhood abuse Previous drug and/or alcohol rehabilitation."}
{"id": "article-26214_16", "title": "Opioid Analgesics -- Contraindications", "content": "Also, other opioid-specific toxicities exist, which may preclude their use in specific populations. For example, as mentioned above, opioids with serotonergic activity have the potential to lower the seizure threshold and should, therefore, be used cautiously or avoided entirely in patients with a history of seizure disorder to avoid causing or worsening seizures. Opioids such as methadone, which have the potential to prolong QTc interval, should be used cautiously or avoided entirely in patients with long QT syndrome.", "contents": "Opioid Analgesics -- Contraindications. Also, other opioid-specific toxicities exist, which may preclude their use in specific populations. For example, as mentioned above, opioids with serotonergic activity have the potential to lower the seizure threshold and should, therefore, be used cautiously or avoided entirely in patients with a history of seizure disorder to avoid causing or worsening seizures. Opioids such as methadone, which have the potential to prolong QTc interval, should be used cautiously or avoided entirely in patients with long QT syndrome."}
{"id": "article-26214_17", "title": "Opioid Analgesics -- Monitoring", "content": "The degree of monitoring for patients prescribed opioid analgesics is highly provider-dependent. All providers should see patients on opioid therapy for routine follow-up visits that include a history and physical exam to monitor for adverse effects listed previously. Many providers employ a wide variety of other tactics to monitor for signs of abuse, including assessment surveys, state prescription drug monitoring programs, frequent visits with urine toxicology screens, use of adherence check-lists, motivational counseling, and pill counts. [9]", "contents": "Opioid Analgesics -- Monitoring. The degree of monitoring for patients prescribed opioid analgesics is highly provider-dependent. All providers should see patients on opioid therapy for routine follow-up visits that include a history and physical exam to monitor for adverse effects listed previously. Many providers employ a wide variety of other tactics to monitor for signs of abuse, including assessment surveys, state prescription drug monitoring programs, frequent visits with urine toxicology screens, use of adherence check-lists, motivational counseling, and pill counts. [9]"}
{"id": "article-26214_18", "title": "Opioid Analgesics -- Toxicity", "content": "Opioids can result in fatal overdose through respiratory depression, especially when combined with other sedatives such as alcohol and benzodiazepines. Patients with altered mental status, depressed respiration, and constricted pupils should be suspected of presenting with an acute opioid-related overdose, which can be fatal if untreated. [10] Overdose is reversible by agents such as naloxone, which can be given intravenously, intramuscularly, or intranasally. Naloxone is a centrally-acting pure opioid antagonist with a high affinity at mu-opioid receptors, which quickly counteracts opioid action. At normal doses in the absence of opioid agonists, it has virtually no pharmacologic activity. [11] Naloxone can be given in small, repeated doses and titrated to a desirable response. Naloxone is active for 30 to 60 minutes before being deactivated by the liver, which may make it necessary to repeat the administration of naloxone over an extended timeframe for an overdose of long-acting opioid analgesic dosage forms.", "contents": "Opioid Analgesics -- Toxicity. Opioids can result in fatal overdose through respiratory depression, especially when combined with other sedatives such as alcohol and benzodiazepines. Patients with altered mental status, depressed respiration, and constricted pupils should be suspected of presenting with an acute opioid-related overdose, which can be fatal if untreated. [10] Overdose is reversible by agents such as naloxone, which can be given intravenously, intramuscularly, or intranasally. Naloxone is a centrally-acting pure opioid antagonist with a high affinity at mu-opioid receptors, which quickly counteracts opioid action. At normal doses in the absence of opioid agonists, it has virtually no pharmacologic activity. [11] Naloxone can be given in small, repeated doses and titrated to a desirable response. Naloxone is active for 30 to 60 minutes before being deactivated by the liver, which may make it necessary to repeat the administration of naloxone over an extended timeframe for an overdose of long-acting opioid analgesic dosage forms."}
{"id": "article-26214_19", "title": "Opioid Analgesics -- Toxicity", "content": "Other opioid-specific toxicities that are worth mentioning also exist. For example, methadone carries a risk of QTc prolongation and, in some cases, torsades de pointes. Furthermore, opioids that have a serotonergic action, for example, tramadol, can cause seizures and serotonin syndrome.", "contents": "Opioid Analgesics -- Toxicity. Other opioid-specific toxicities that are worth mentioning also exist. For example, methadone carries a risk of QTc prolongation and, in some cases, torsades de pointes. Furthermore, opioids that have a serotonergic action, for example, tramadol, can cause seizures and serotonin syndrome."}
{"id": "article-26214_20", "title": "Opioid Analgesics -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team, e.g., clinicians (MDs, DOs, PAs, and NPs), nurses, pharmacists, etc., need to work together to address pain control in their patients appropriately and safely. The healthcare team should schedule these patients for routine follow-up visits that include a history and physical exam to monitor for adverse drug effects and drug misuse or signs of diversion. Monitoring for signs of drug misuse is a very important responsibility for all interprofessional healthcare team members because of the epidemic rates of drug misuse worldwide, particularly in the USA, which lead to death because of respiratory depression. Each member of the interprofessional team has both a responsibility as well as a unique perspective into the patient's case and should communicate to other team members if anything seems amiss. For example, a retail pharmacist can check the patient's prescription history for signs of \"doctor shopping,\" whereby a patient seeks opioid prescriptions from multiple prescribers while not revealing their current prescriptions; this is where integrated prescription databases can prove especially useful.", "contents": "Opioid Analgesics -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team, e.g., clinicians (MDs, DOs, PAs, and NPs), nurses, pharmacists, etc., need to work together to address pain control in their patients appropriately and safely. The healthcare team should schedule these patients for routine follow-up visits that include a history and physical exam to monitor for adverse drug effects and drug misuse or signs of diversion. Monitoring for signs of drug misuse is a very important responsibility for all interprofessional healthcare team members because of the epidemic rates of drug misuse worldwide, particularly in the USA, which lead to death because of respiratory depression. Each member of the interprofessional team has both a responsibility as well as a unique perspective into the patient's case and should communicate to other team members if anything seems amiss. For example, a retail pharmacist can check the patient's prescription history for signs of \"doctor shopping,\" whereby a patient seeks opioid prescriptions from multiple prescribers while not revealing their current prescriptions; this is where integrated prescription databases can prove especially useful."}
{"id": "article-26214_21", "title": "Opioid Analgesics -- Enhancing Healthcare Team Outcomes", "content": "Methods for monitoring drug misuse and drug diversion include the following examples: assessment surveys, state prescription drug monitoring programs, comprehensive prescription history, urine screening, adherence check-lists, motivational counseling, and dosage form counting, e.g., tablet counting. These strategies are valuable tools that enable all interprofessional team members to communicate accurately regarding the patient's status and provide optimal pain relief while preventing adverse events (including death and getting the patient the assistance needed in cases of misuse or diversion). [Level 5]", "contents": "Opioid Analgesics -- Enhancing Healthcare Team Outcomes. Methods for monitoring drug misuse and drug diversion include the following examples: assessment surveys, state prescription drug monitoring programs, comprehensive prescription history, urine screening, adherence check-lists, motivational counseling, and dosage form counting, e.g., tablet counting. These strategies are valuable tools that enable all interprofessional team members to communicate accurately regarding the patient's status and provide optimal pain relief while preventing adverse events (including death and getting the patient the assistance needed in cases of misuse or diversion). [Level 5]"}
{"id": "article-26214_22", "title": "Opioid Analgesics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Opioid Analgesics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}