{"id": "article-28158_0", "title": "Raccoon Sign -- Definition/Introduction", "content": "The 'Raccoon sign' comprises unilateral or bilateral progressive periorbital ecchymosis associated with edema. [1] It is also referred to as the 'raccoon eyes' and the 'panda sign.' The pooling of blood around the eyes is most commonly associated with fractures of the base of the anterior cranial fossa. This finding is not observed immediately following the injury and is typically delayed by 1 to 3 days. [2] If it presents bilaterally, this finding is highly predictive of an anterior skull base fracture. Classically, the tarsal plate will be spared in this condition. Further extravasation of the blood beyond the periorbital region is limited owing to the orbital septum inserted into the tarsal plate. [3]", "contents": "Raccoon Sign -- Definition/Introduction. The 'Raccoon sign' comprises unilateral or bilateral progressive periorbital ecchymosis associated with edema. [1] It is also referred to as the 'raccoon eyes' and the 'panda sign.' The pooling of blood around the eyes is most commonly associated with fractures of the base of the anterior cranial fossa. This finding is not observed immediately following the injury and is typically delayed by 1 to 3 days. [2] If it presents bilaterally, this finding is highly predictive of an anterior skull base fracture. Classically, the tarsal plate will be spared in this condition. Further extravasation of the blood beyond the periorbital region is limited owing to the orbital septum inserted into the tarsal plate. [3]"}
{"id": "article-28158_1", "title": "Raccoon Sign -- Definition/Introduction", "content": "When a skull base fracture is present, the raccoon sign is present in 50 to 60% of such cases. [4] This sign is a reliable bedside clinical marker and is usually associated with anterior skull base fractures alongside the involvement of the frontal and the orbital bones. Thin-cuts computed tomogram skull (less than 5 mm) bone window imaging is needed to identify such fractures in some cases of these cohorts.", "contents": "Raccoon Sign -- Definition/Introduction. When a skull base fracture is present, the raccoon sign is present in 50 to 60% of such cases. [4] This sign is a reliable bedside clinical marker and is usually associated with anterior skull base fractures alongside the involvement of the frontal and the orbital bones. Thin-cuts computed tomogram skull (less than 5 mm) bone window imaging is needed to identify such fractures in some cases of these cohorts."}
{"id": "article-28158_2", "title": "Raccoon Sign -- Issues of Concern", "content": "If the raccoon sign is present in a trauma victim, one should be aware of the following associated injuries and complications it harbingers such as: Cerebrospinal fluid (CSF) rhinorrhea Injury to eyeballs Injury to cranial nerves I, II, III, IV, and VI Intracranial misplacement of the nasogastric or nasotracheal tube Diffuse axonal injury Insult to the hypothalamic-pituitary axis (HPA) causing endocrinopathies Maxillofacial injuries Cervical spine injury Pneumocephalus Later stage meningitis", "contents": "Raccoon Sign -- Issues of Concern. If the raccoon sign is present in a trauma victim, one should be aware of the following associated injuries and complications it harbingers such as: Cerebrospinal fluid (CSF) rhinorrhea Injury to eyeballs Injury to cranial nerves I, II, III, IV, and VI Intracranial misplacement of the nasogastric or nasotracheal tube Diffuse axonal injury Insult to the hypothalamic-pituitary axis (HPA) causing endocrinopathies Maxillofacial injuries Cervical spine injury Pneumocephalus Later stage meningitis"}
{"id": "article-28158_3", "title": "Raccoon Sign -- Clinical Significance", "content": "The various etiologies behind the causation of the 'Raccoon sign' can be summarized as follows:", "contents": "Raccoon Sign -- Clinical Significance. The various etiologies behind the causation of the 'Raccoon sign' can be summarized as follows:"}
{"id": "article-28158_4", "title": "Raccoon Sign -- Clinical Significance", "content": "Traumatic Minor events like the plucking of the eyebrows Non-accidental injuries Thoracic trauma and crush injuries Following vigorous sneezing, coughing, or vomiting (probably due to periorbital venous hemorrhage) Posttraumatic orbital emphysema (due to fracture of orbital wall and entrapment of air from paranasal sinuses) [4] [5]", "contents": "Raccoon Sign -- Clinical Significance. Traumatic Minor events like the plucking of the eyebrows Non-accidental injuries Thoracic trauma and crush injuries Following vigorous sneezing, coughing, or vomiting (probably due to periorbital venous hemorrhage) Posttraumatic orbital emphysema (due to fracture of orbital wall and entrapment of air from paranasal sinuses) [4] [5]"}
{"id": "article-28158_5", "title": "Raccoon Sign -- Clinical Significance", "content": "Vascular Subarachnoid hemorrhage (SAH) following the rupture of an ophthalmic artery aneurysm Venous sinus thrombosis (commonly secondary to cavernous sinus thrombosis) Giant cell arteritis Trigeminal autonomic cephalalgia Benign intracranial hypertension Acute migraine (due to vasodilation and release of vasoactive substances, including heparin) [6] [7]", "contents": "Raccoon Sign -- Clinical Significance. Vascular Subarachnoid hemorrhage (SAH) following the rupture of an ophthalmic artery aneurysm Venous sinus thrombosis (commonly secondary to cavernous sinus thrombosis) Giant cell arteritis Trigeminal autonomic cephalalgia Benign intracranial hypertension Acute migraine (due to vasodilation and release of vasoactive substances, including heparin) [6] [7]"}
{"id": "article-28158_6", "title": "Raccoon Sign -- Clinical Significance", "content": "Infectious Severe pediatric adenovirus infection Periorbital leukoderma Frontal sinus mucocele [8] [9]", "contents": "Raccoon Sign -- Clinical Significance. Infectious Severe pediatric adenovirus infection Periorbital leukoderma Frontal sinus mucocele [8] [9]"}
{"id": "article-28158_7", "title": "Raccoon Sign -- Clinical Significance", "content": "Immune-mediated The neonatal lupus erythematosus (vasculitis may lead to facial and periorbital purplish-red plaques) Chronic atypical neutrophilic dermatosis with lipodystrophy and elevated temperature (CANDLE) syndrome (due to a predilection to involve periorbital skin) Lichen planus pigmentosus (hyperpigmentation due to pigment incontinence) Sweet syndrome or acute febrile neutrophilic dermatosis (skin disease characterized by the sudden onset of fever, an elevated white blood cell count, and tender, red, well-demarcated papules, and plaques that show dense infiltrates by neutrophil granulocytes on histologic examination) Raccoon sign in this condition results from secondary vascular damage caused by prolonged exposure to matrix metalloproteinases. Toxic products of neutrophils in the infiltrate may be responsible for vascular damage leading to erythrocyte extravasation. [10]", "contents": "Raccoon Sign -- Clinical Significance. Immune-mediated The neonatal lupus erythematosus (vasculitis may lead to facial and periorbital purplish-red plaques) Chronic atypical neutrophilic dermatosis with lipodystrophy and elevated temperature (CANDLE) syndrome (due to a predilection to involve periorbital skin) Lichen planus pigmentosus (hyperpigmentation due to pigment incontinence) Sweet syndrome or acute febrile neutrophilic dermatosis (skin disease characterized by the sudden onset of fever, an elevated white blood cell count, and tender, red, well-demarcated papules, and plaques that show dense infiltrates by neutrophil granulocytes on histologic examination) Raccoon sign in this condition results from secondary vascular damage caused by prolonged exposure to matrix metalloproteinases. Toxic products of neutrophils in the infiltrate may be responsible for vascular damage leading to erythrocyte extravasation. [10]"}
{"id": "article-28158_8", "title": "Raccoon Sign -- Clinical Significance", "content": "Metabolic Amyloidosis (most commonly light chain (AL) type) is due to increased vascular fragility resulting from amyloid deposition; this is one of the most common causes of raccoon eyes other than trauma; the finding presents in about one-fifth of patients with AL amyloidosis. Myxedema [11] [12]", "contents": "Raccoon Sign -- Clinical Significance. Metabolic Amyloidosis (most commonly light chain (AL) type) is due to increased vascular fragility resulting from amyloid deposition; this is one of the most common causes of raccoon eyes other than trauma; the finding presents in about one-fifth of patients with AL amyloidosis. Myxedema [11] [12]"}
{"id": "article-28158_9", "title": "Raccoon Sign -- Clinical Significance", "content": "Malignancies Hematological malignancies (blastic plasmacytoid dendritic cell neoplasm, lymphoblastic lymphoma, and acute myeloid leukemia) Metastatic neuroblastoma (secondary to tumoral obstruction of the palpebral vessels)and neuroblastoma (observed in 5.4% of cases) Orbital metastasis of solid malignancies Kaposi sarcoma Multiple myeloma (infiltration of amyloid proteins in the capillaries leads to increased fragility, which can burst under minor stress and is usually painful) [13] [14]", "contents": "Raccoon Sign -- Clinical Significance. Malignancies Hematological malignancies (blastic plasmacytoid dendritic cell neoplasm, lymphoblastic lymphoma, and acute myeloid leukemia) Metastatic neuroblastoma (secondary to tumoral obstruction of the palpebral vessels)and neuroblastoma (observed in 5.4% of cases) Orbital metastasis of solid malignancies Kaposi sarcoma Multiple myeloma (infiltration of amyloid proteins in the capillaries leads to increased fragility, which can burst under minor stress and is usually painful) [13] [14]"}
{"id": "article-28158_10", "title": "Raccoon Sign -- Clinical Significance", "content": "Genetic Hemophilia", "contents": "Raccoon Sign -- Clinical Significance. Genetic Hemophilia"}
{"id": "article-28158_11", "title": "Raccoon Sign -- Clinical Significance", "content": "Iatrogenic (perioperative raccoon eyes) Usually observed among patients with systemic amyloidosis of AL type Post-rhinoplasty (due to a bleeding disorder) Post-endoscopic retrograde cholangiopancreatography (ERCP), prone positioning, consumption of steroids, and Valsalva maneuver might cause increased venous pressure, which in turn lead to the rupture of fragile orbital vessels in an elderly patient) [15] [16]", "contents": "Raccoon Sign -- Clinical Significance. Iatrogenic (perioperative raccoon eyes) Usually observed among patients with systemic amyloidosis of AL type Post-rhinoplasty (due to a bleeding disorder) Post-endoscopic retrograde cholangiopancreatography (ERCP), prone positioning, consumption of steroids, and Valsalva maneuver might cause increased venous pressure, which in turn lead to the rupture of fragile orbital vessels in an elderly patient) [15] [16]"}
{"id": "article-28158_12", "title": "Raccoon Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "If a nurse encounters a patient with a raccoon sign, they should immediately ask the patient about a history of trauma, CSF rhinorrhea, and visual difficulties. One should avoid inserting a nasogastric tube in such patients as inadvertent intracranial misplacement may occur. It is better to place the orogastric tube instead if intubation is necessary. The periorbital ecchymosis perse resolves within 2 to 3 weeks following spontaneous gradual degradation of the blood products.", "contents": "Raccoon Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. If a nurse encounters a patient with a raccoon sign, they should immediately ask the patient about a history of trauma, CSF rhinorrhea, and visual difficulties. One should avoid inserting a nasogastric tube in such patients as inadvertent intracranial misplacement may occur. It is better to place the orogastric tube instead if intubation is necessary. The periorbital ecchymosis perse resolves within 2 to 3 weeks following spontaneous gradual degradation of the blood products."}
{"id": "article-28158_13", "title": "Raccoon Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Raccoon Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}