{"id": "article-26335_0", "title": "Orlistat -- Continuing Education Activity", "content": "Orlistat (tetrahydrolipstatin) is an anti-obesity medication approved by the US Food and Drug Administration (FDA). This medication is a saturated derivative derived from the endogenous lipstatin found in Streptomyces toxytricini . Orlistat is used to manage obesity by reversibly inhibiting gastric and pancreatic lipases within the gut. These lipases play a crucial role in the digestion of dietary fat by breaking down triglycerides into absorbable free fatty acids and monoglycerides. Orlistat binds covalently to the serine residues of the active sites of these lipases, rendering them inactive. This inactivation of lipase prevents the hydrolysis of triglycerides, thereby impeding the absorption of free fatty acids.", "contents": "Orlistat -- Continuing Education Activity. Orlistat (tetrahydrolipstatin) is an anti-obesity medication approved by the US Food and Drug Administration (FDA). This medication is a saturated derivative derived from the endogenous lipstatin found in Streptomyces toxytricini . Orlistat is used to manage obesity by reversibly inhibiting gastric and pancreatic lipases within the gut. These lipases play a crucial role in the digestion of dietary fat by breaking down triglycerides into absorbable free fatty acids and monoglycerides. Orlistat binds covalently to the serine residues of the active sites of these lipases, rendering them inactive. This inactivation of lipase prevents the hydrolysis of triglycerides, thereby impeding the absorption of free fatty acids."}
{"id": "article-26335_1", "title": "Orlistat -- Continuing Education Activity", "content": "The maximum benefit of orlistat is achieved when it is combined with a balanced diet and regular exercise. The off-label use of orlistat includes the treatment of obesity in patients with heart failure, as per the American Heart Association. This activity reviews orlistat's mechanism of action, adverse events, administration, pharmacodynamics, pharmacokinetics, monitoring strategies, clinical toxicology, and relevant drug interactions related to the care of patients with obesity. This activity also highlights the crucial role of participating clinicians and emphasizes the significance of incorporating dietitians and pharmacists in prescription guidelines to enhance patient outcomes.", "contents": "Orlistat -- Continuing Education Activity. The maximum benefit of orlistat is achieved when it is combined with a balanced diet and regular exercise. The off-label use of orlistat includes the treatment of obesity in patients with heart failure, as per the American Heart Association. This activity reviews orlistat's mechanism of action, adverse events, administration, pharmacodynamics, pharmacokinetics, monitoring strategies, clinical toxicology, and relevant drug interactions related to the care of patients with obesity. This activity also highlights the crucial role of participating clinicians and emphasizes the significance of incorporating dietitians and pharmacists in prescription guidelines to enhance patient outcomes."}
{"id": "article-26335_2", "title": "Orlistat -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for orlistat therapy based on obesity severity, comorbidities, and contraindications. Implement comprehensive monitoring strategies to evaluate orlistat's efficacy and assess adverse events during treatment. Apply evidence-based guidelines to optimize orlistat therapy in combination with diet and exercise for maximum efficacy. Collaborate with dietitians and pharmacists to develop individualized treatment plans and monitor patient progress to ensure ongoing support and adjustments to orlistat therapy as needed. Access free multiple choice questions on this topic.", "contents": "Orlistat -- Continuing Education Activity. Objectives: Identify appropriate candidates for orlistat therapy based on obesity severity, comorbidities, and contraindications. Implement comprehensive monitoring strategies to evaluate orlistat's efficacy and assess adverse events during treatment. Apply evidence-based guidelines to optimize orlistat therapy in combination with diet and exercise for maximum efficacy. Collaborate with dietitians and pharmacists to develop individualized treatment plans and monitor patient progress to ensure ongoing support and adjustments to orlistat therapy as needed. Access free multiple choice questions on this topic."}
{"id": "article-26335_3", "title": "Orlistat -- Indications", "content": "Orlistat (tetrahydrolipstatin) is an anti-obesity medication approved by the US Food and Drug Administration (FDA). This medication is a saturated derivative derived from the endogenous lipstatin found in Streptomyces toxytricini .", "contents": "Orlistat -- Indications. Orlistat (tetrahydrolipstatin) is an anti-obesity medication approved by the US Food and Drug Administration (FDA). This medication is a saturated derivative derived from the endogenous lipstatin found in Streptomyces toxytricini ."}
{"id": "article-26335_4", "title": "Orlistat -- Indications -- FDA-Approved Indications", "content": "The FDA-approved indication of orlistat include: Patients with obesity with a body mass index (BMI) of over 30 kg/m 2 . Patients with a BMI greater than 27 kg/m 2 and the presence of risk factors, including hypertension, diabetes, and dyslipidemias. Individuals seeking to mitigate the risk of weight regain following previous weight loss efforts.", "contents": "Orlistat -- Indications -- FDA-Approved Indications. The FDA-approved indication of orlistat include: Patients with obesity with a body mass index (BMI) of over 30 kg/m 2 . Patients with a BMI greater than 27 kg/m 2 and the presence of risk factors, including hypertension, diabetes, and dyslipidemias. Individuals seeking to mitigate the risk of weight regain following previous weight loss efforts."}
{"id": "article-26335_5", "title": "Orlistat -- Indications -- FDA-Approved Indications", "content": "The maximum benefit of orlistat is achieved when it is combined with a balanced diet and regular exercise. Weight reduction typically begins within 2 weeks of initiating orlistat. Statistically significant weight loss is observed after orlistat use exceeds 2 months. [1] The mean weight loss in patients by the end of 6 months of orlistat use is approximately 5.6 kg, whereas those in the placebo group show a weight loss of only 2.4 kg.", "contents": "Orlistat -- Indications -- FDA-Approved Indications. The maximum benefit of orlistat is achieved when it is combined with a balanced diet and regular exercise. Weight reduction typically begins within 2 weeks of initiating orlistat. Statistically significant weight loss is observed after orlistat use exceeds 2 months. [1] The mean weight loss in patients by the end of 6 months of orlistat use is approximately 5.6 kg, whereas those in the placebo group show a weight loss of only 2.4 kg."}
{"id": "article-26335_6", "title": "Orlistat -- Indications -- FDA-Approved Indications", "content": "Orlistat also leads to notable reductions in BMI, waist circumference, total cholesterol, and low-density lipoprotein levels. [2] [3] In the XENDOS trial, orlistat demonstrates a statistically significant effect in reducing the incidence of diabetes among patients with impaired glucose tolerance. [4] The American Association of Pediatrics guidelines recommend orlistat for managing obesity in children aged 12 and older. [5]", "contents": "Orlistat -- Indications -- FDA-Approved Indications. Orlistat also leads to notable reductions in BMI, waist circumference, total cholesterol, and low-density lipoprotein levels. [2] [3] In the XENDOS trial, orlistat demonstrates a statistically significant effect in reducing the incidence of diabetes among patients with impaired glucose tolerance. [4] The American Association of Pediatrics guidelines recommend orlistat for managing obesity in children aged 12 and older. [5]"}
{"id": "article-26335_7", "title": "Orlistat -- Indications -- Off-Label Uses", "content": "According to a scientific statement from the American Heart Association (AHA) in 2021, orlistat is deemed safe and effective for treating obesity in individuals with heart failure. [6] In addition, a study reported that orlistat is safe and effective in lowering serum triglycerides in children with type 1 hyperlipoproteinemia. [7] Furthermore, a systematic review and meta-analysis suggest that orlistat may offer efficacy in patients with non-alcoholic fatty liver disease (NAFLD) and non-alcoholic steatohepatitis (NASH), showing improvements in specific biomarkers. However, the reversal of liver fibrosis appears inconsistent, with findings limited by data scarcity and variable results, rendering definitive conclusions challenging.", "contents": "Orlistat -- Indications -- Off-Label Uses. According to a scientific statement from the American Heart Association (AHA) in 2021, orlistat is deemed safe and effective for treating obesity in individuals with heart failure. [6] In addition, a study reported that orlistat is safe and effective in lowering serum triglycerides in children with type 1 hyperlipoproteinemia. [7] Furthermore, a systematic review and meta-analysis suggest that orlistat may offer efficacy in patients with non-alcoholic fatty liver disease (NAFLD) and non-alcoholic steatohepatitis (NASH), showing improvements in specific biomarkers. However, the reversal of liver fibrosis appears inconsistent, with findings limited by data scarcity and variable results, rendering definitive conclusions challenging."}
{"id": "article-26335_8", "title": "Orlistat -- Indications -- Off-Label Uses", "content": "Although orlistat may enhance biochemical markers, it is not the primary recommendation for NAFLD/NASH. Larger-scale studies evaluating additional liver parameters over an extended duration are essential to provide more precise insights. [8]", "contents": "Orlistat -- Indications -- Off-Label Uses. Although orlistat may enhance biochemical markers, it is not the primary recommendation for NAFLD/NASH. Larger-scale studies evaluating additional liver parameters over an extended duration are essential to provide more precise insights. [8]"}
{"id": "article-26335_9", "title": "Orlistat -- Mechanism of Action", "content": "Orlistat reversibly inhibits gastric and pancreatic lipases, which play a crucial role in the digestion of dietary fat. Lipase breaks down triglycerides into absorbable free fatty acids and monoglycerides. Orlistat covalently binds to the serine residues of the active sites of lipases, rendering them inactive. This inactivation prevents triglyceride hydrolysis, leading to a reduction in the absorption of free fatty acids. [9]", "contents": "Orlistat -- Mechanism of Action. Orlistat reversibly inhibits gastric and pancreatic lipases, which play a crucial role in the digestion of dietary fat. Lipase breaks down triglycerides into absorbable free fatty acids and monoglycerides. Orlistat covalently binds to the serine residues of the active sites of lipases, rendering them inactive. This inactivation prevents triglyceride hydrolysis, leading to a reduction in the absorption of free fatty acids. [9]"}
{"id": "article-26335_10", "title": "Orlistat -- Mechanism of Action", "content": "The primary action of orlistat is localized lipase inhibition within the gut, rendering systemic absorption unnecessary for its activity. Orlistat inhibits dietary fat absorption by approximately 30% at the recommended dosage. According to the AHA, this percentage change in weight is also associated with a slight reduction in blood pressure. [10]", "contents": "Orlistat -- Mechanism of Action. The primary action of orlistat is localized lipase inhibition within the gut, rendering systemic absorption unnecessary for its activity. Orlistat inhibits dietary fat absorption by approximately 30% at the recommended dosage. According to the AHA, this percentage change in weight is also associated with a slight reduction in blood pressure. [10]"}
{"id": "article-26335_11", "title": "Orlistat -- Mechanism of Action", "content": "Research also indicated that orlistat has a beneficial consequence on carbohydrate metabolism. [11] Furthermore, as obesity heightens the risk of hyperuricemia and cardiovascular disease, meta-analysis results have shown that orlistat significantly lowers serum uric acid levels in adult patients. [12]", "contents": "Orlistat -- Mechanism of Action. Research also indicated that orlistat has a beneficial consequence on carbohydrate metabolism. [11] Furthermore, as obesity heightens the risk of hyperuricemia and cardiovascular disease, meta-analysis results have shown that orlistat significantly lowers serum uric acid levels in adult patients. [12]"}
{"id": "article-26335_12", "title": "Orlistat -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Orlistat primarily exerts its effects locally in the gut, resulting in minimal systemic exposure to the medication. Distribution: Most of the drug (over 99%) binds to plasma proteins, with lipoproteins and albumin being the primary binding proteins. Metabolism: Orlistat undergoes primary metabolism within the intestinal wall. Elimination: Approximately 95% to 97% of the medication is unabsorbed and excreted in feces. [13]", "contents": "Orlistat -- Mechanism of Action -- Pharmacokinetics. Absorption: Orlistat primarily exerts its effects locally in the gut, resulting in minimal systemic exposure to the medication. Distribution: Most of the drug (over 99%) binds to plasma proteins, with lipoproteins and albumin being the primary binding proteins. Metabolism: Orlistat undergoes primary metabolism within the intestinal wall. Elimination: Approximately 95% to 97% of the medication is unabsorbed and excreted in feces. [13]"}
{"id": "article-26335_13", "title": "Orlistat -- Administration -- Available Dosage Forms and Strengths", "content": "Orlistat is available in oral tablet formulations, with strengths of 60 mg (available over the counter) and 120 mg (prescription product).", "contents": "Orlistat -- Administration -- Available Dosage Forms and Strengths. Orlistat is available in oral tablet formulations, with strengths of 60 mg (available over the counter) and 120 mg (prescription product)."}
{"id": "article-26335_14", "title": "Orlistat -- Administration -- Adult Dosage", "content": "The recommended orlistat prescription dosage is 120 mg capsule orally thrice daily. The administration is during or within 1 hour after the fat-containing meal. The dosage of more than 120 mg/d has no additional benefit. The recommendation is that the patient adheres to a nutritionally balanced, low-calorie diet with less than 30% of calories from fat.", "contents": "Orlistat -- Administration -- Adult Dosage. The recommended orlistat prescription dosage is 120 mg capsule orally thrice daily. The administration is during or within 1 hour after the fat-containing meal. The dosage of more than 120 mg/d has no additional benefit. The recommendation is that the patient adheres to a nutritionally balanced, low-calorie diet with less than 30% of calories from fat."}
{"id": "article-26335_15", "title": "Orlistat -- Administration -- Adult Dosage", "content": "If the patient misses the meal, they can omit the orlistat dose. If the patient misses the dose of orlistat and it has been more than 2 hours past the fat-containing meal, then the patient can skip that dose since, by that time, most of the fat absorption has already occurred, and the medication would not work effectively. Since orlistat reduces the absorption of fat-soluble vitamins, patients should take multivitamin supplements (containing fat-soluble vitamins) daily. Administration of multivitamin supplements should be at a gap of more than 2 hours after the orlistat administration. [14]", "contents": "Orlistat -- Administration -- Adult Dosage. If the patient misses the meal, they can omit the orlistat dose. If the patient misses the dose of orlistat and it has been more than 2 hours past the fat-containing meal, then the patient can skip that dose since, by that time, most of the fat absorption has already occurred, and the medication would not work effectively. Since orlistat reduces the absorption of fat-soluble vitamins, patients should take multivitamin supplements (containing fat-soluble vitamins) daily. Administration of multivitamin supplements should be at a gap of more than 2 hours after the orlistat administration. [14]"}
{"id": "article-26335_16", "title": "Orlistat -- Administration -- Specific Patient Populations", "content": "Renal impairment: Orlistat is considered safe for use in patients with renal impairment. Hepatic impairment: Caution is advised when prescribing orlistat to patients with obstructed bile ducts and abnormal liver function tests. [15]", "contents": "Orlistat -- Administration -- Specific Patient Populations. Renal impairment: Orlistat is considered safe for use in patients with renal impairment. Hepatic impairment: Caution is advised when prescribing orlistat to patients with obstructed bile ducts and abnormal liver function tests. [15]"}
{"id": "article-26335_17", "title": "Orlistat -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Orlistat is contraindicated during pregnancy, as it was previously classified as an FDA pregnancy category X drug. Patients undergoing orlistat therapy should receive counseling regarding the importance of contraception. The United States Preventive Services Task Force (USPTSF) recommends that limiting gestational weight gain during pregnancy is associated with a decreased risk of emergency cesarean delivery, gestational diabetes mellitus, and macrosomia. Behavioral interventions are preferred over pharmacotherapy for managing gestational weight gain. [16] [17] [18]", "contents": "Orlistat -- Administration -- Specific Patient Populations. Pregnancy considerations: Orlistat is contraindicated during pregnancy, as it was previously classified as an FDA pregnancy category X drug. Patients undergoing orlistat therapy should receive counseling regarding the importance of contraception. The United States Preventive Services Task Force (USPTSF) recommends that limiting gestational weight gain during pregnancy is associated with a decreased risk of emergency cesarean delivery, gestational diabetes mellitus, and macrosomia. Behavioral interventions are preferred over pharmacotherapy for managing gestational weight gain. [16] [17] [18]"}
{"id": "article-26335_18", "title": "Orlistat -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Orlistat is minimally absorbed in the body, with only a small amount detected in breast milk. However, orlistat inhibits the absorption of fat-soluble vitamins, so breastfeeding mothers should take a multivitamin supplement containing these vitamins. Infants are unlikely to absorb orlistat in quantities that would negatively affect them. [19] Nonetheless, manufacturer labeling advises caution when orlistat is used during lactation and clinical practice guidelines do not recommend weight-management medications while breastfeeding. [20]", "contents": "Orlistat -- Administration -- Specific Patient Populations. Breastfeeding considerations: Orlistat is minimally absorbed in the body, with only a small amount detected in breast milk. However, orlistat inhibits the absorption of fat-soluble vitamins, so breastfeeding mothers should take a multivitamin supplement containing these vitamins. Infants are unlikely to absorb orlistat in quantities that would negatively affect them. [19] Nonetheless, manufacturer labeling advises caution when orlistat is used during lactation and clinical practice guidelines do not recommend weight-management medications while breastfeeding. [20]"}
{"id": "article-26335_19", "title": "Orlistat -- Administration -- Specific Patient Populations", "content": "Pediatric patients: Orlistat is FDA-approved for long-term treatment of obesity in children aged 12 and older. [5] [21] However, the safety and efficacy of orlistat have not been established in pediatric patients aged 12 or younger. Older patients: Studies have indicated the efficacy of orlistat in the older patient population. [1] Orlistat is FDA-approved in older patients with obesity. [22]", "contents": "Orlistat -- Administration -- Specific Patient Populations. Pediatric patients: Orlistat is FDA-approved for long-term treatment of obesity in children aged 12 and older. [5] [21] However, the safety and efficacy of orlistat have not been established in pediatric patients aged 12 or younger. Older patients: Studies have indicated the efficacy of orlistat in the older patient population. [1] Orlistat is FDA-approved in older patients with obesity. [22]"}
{"id": "article-26335_20", "title": "Orlistat -- Adverse Effects -- Adverse Effects", "content": "The adverse effects of orlistat include the following:", "contents": "Orlistat -- Adverse Effects -- Adverse Effects. The adverse effects of orlistat include the following:"}
{"id": "article-26335_21", "title": "Orlistat -- Adverse Effects -- Adverse Effects", "content": "Gastrointestinal: The most common adverse effect of orlistat use is steatorrhea, which occurs because of the impaired absorption of dietary fat. Other adverse effects include fecal spotting, diarrhea, abdominal pain, and anal fissures. The gastrointestinal adverse effects decrease with orlistat therapy. These adverse effects can be minimized by following a hypocaloric and low-fat diet with less than 30% of the calories from fats. [11] Rarely, orlistat correlates with cholelithiasis, pancreatitis, and acute cholestatic hepatitis. However, orlistat reverses steatosis in patients with NAFLD. [8] Orlistat inhibits the absorption of fat-soluble vitamins and other fat-soluble nutrients. Patients should use a multivitamin tablet containing vitamins A, D, E, K, and beta-carotene once daily. [23]", "contents": "Orlistat -- Adverse Effects -- Adverse Effects. Gastrointestinal: The most common adverse effect of orlistat use is steatorrhea, which occurs because of the impaired absorption of dietary fat. Other adverse effects include fecal spotting, diarrhea, abdominal pain, and anal fissures. The gastrointestinal adverse effects decrease with orlistat therapy. These adverse effects can be minimized by following a hypocaloric and low-fat diet with less than 30% of the calories from fats. [11] Rarely, orlistat correlates with cholelithiasis, pancreatitis, and acute cholestatic hepatitis. However, orlistat reverses steatosis in patients with NAFLD. [8] Orlistat inhibits the absorption of fat-soluble vitamins and other fat-soluble nutrients. Patients should use a multivitamin tablet containing vitamins A, D, E, K, and beta-carotene once daily. [23]"}
{"id": "article-26335_22", "title": "Orlistat -- Adverse Effects -- Adverse Effects", "content": "Hepatotoxicity: Cases of hepatotoxicity range from serum enzyme elevations to a few cases of fatal hepatic failure and the requirement for emergency liver transplantation. The proposed mechanism for hepatotoxicity is hypersensitivity, as only a small amount of orlistat is absorbed. However, clinical features of hypersensitivity are absent in orlistat-induced hepatotoxicity. [15] Musculoskeletal: Theoretically, orlistat can increase the risk of osteoporosis because of impaired absorption of calcium and vitamin D.", "contents": "Orlistat -- Adverse Effects -- Adverse Effects. Hepatotoxicity: Cases of hepatotoxicity range from serum enzyme elevations to a few cases of fatal hepatic failure and the requirement for emergency liver transplantation. The proposed mechanism for hepatotoxicity is hypersensitivity, as only a small amount of orlistat is absorbed. However, clinical features of hypersensitivity are absent in orlistat-induced hepatotoxicity. [15] Musculoskeletal: Theoretically, orlistat can increase the risk of osteoporosis because of impaired absorption of calcium and vitamin D."}
{"id": "article-26335_23", "title": "Orlistat -- Adverse Effects -- Adverse Effects", "content": "Oncology: Animal studies have shown an increased risk of colorectal cancer with orlistat. However, in humans, no such association has been elucidated. Orlistat inhibits the synthesis of fatty acid synthase (Fas) enzyme, which increases tumor growth. In addition, orlistat has anti-neoplastic activity in various animal studies in ovarian, breast, and prostate cancer cells. Few case reports have illustrated the association of orlistat use with hypertension, diabetic ketoacidosis, depression, cutaneous vasculitis, lichenoid eruptions, and vaginitis. However, a causal relationship between orlistat and these adverse effects remains unproven. Drug-Drug Interactions [11] Antiepileptics: Orlistat can reduce the absorption of lipophilic antiepileptics like lamotrigine, valproate, vigabatrin, and gabapentin, resulting in a decrease in plasma concentration. In such cases, it is recommended to monitor antiepileptic medication levels. [24]", "contents": "Orlistat -- Adverse Effects -- Adverse Effects. Oncology: Animal studies have shown an increased risk of colorectal cancer with orlistat. However, in humans, no such association has been elucidated. Orlistat inhibits the synthesis of fatty acid synthase (Fas) enzyme, which increases tumor growth. In addition, orlistat has anti-neoplastic activity in various animal studies in ovarian, breast, and prostate cancer cells. Few case reports have illustrated the association of orlistat use with hypertension, diabetic ketoacidosis, depression, cutaneous vasculitis, lichenoid eruptions, and vaginitis. However, a causal relationship between orlistat and these adverse effects remains unproven. Drug-Drug Interactions [11] Antiepileptics: Orlistat can reduce the absorption of lipophilic antiepileptics like lamotrigine, valproate, vigabatrin, and gabapentin, resulting in a decrease in plasma concentration. In such cases, it is recommended to monitor antiepileptic medication levels. [24]"}
{"id": "article-26335_24", "title": "Orlistat -- Adverse Effects -- Adverse Effects", "content": "Amiodarone: Orlistat can reduce the absorption of amiodarone. [25] Cyclosporine: Orlistat can also reduce the absorption of cyclosporine (immunosuppressant). Therefore, the recommendation is to administer these 2 medications at a gap of at least 3 hours. Also, the cyclosporine levels require monitoring in patients taking the medication along with orlistat. [26] [27] Levothyroxine: Orlistat can bind with levothyroxine in the gut and reduce its absorption, leading to decreased plasma concentration of levothyroxine and subsequent hypothyroidism. Thus, clinicians should advise patients to take levothyroxine and orlistat at least 4 hours apart. [28] Warfarin: Using orlistat and warfarin can result in prolonged prothrombin time and INR because orlistat reduces the absorption of vitamin K. Therefore, coagulation parameters require monitoring in patients taking these medications together. [29]", "contents": "Orlistat -- Adverse Effects -- Adverse Effects. Amiodarone: Orlistat can reduce the absorption of amiodarone. [25] Cyclosporine: Orlistat can also reduce the absorption of cyclosporine (immunosuppressant). Therefore, the recommendation is to administer these 2 medications at a gap of at least 3 hours. Also, the cyclosporine levels require monitoring in patients taking the medication along with orlistat. [26] [27] Levothyroxine: Orlistat can bind with levothyroxine in the gut and reduce its absorption, leading to decreased plasma concentration of levothyroxine and subsequent hypothyroidism. Thus, clinicians should advise patients to take levothyroxine and orlistat at least 4 hours apart. [28] Warfarin: Using orlistat and warfarin can result in prolonged prothrombin time and INR because orlistat reduces the absorption of vitamin K. Therefore, coagulation parameters require monitoring in patients taking these medications together. [29]"}
{"id": "article-26335_25", "title": "Orlistat -- Adverse Effects -- Adverse Effects", "content": "Antiretroviral medications: Orlistat also reduces the absorption of antiretroviral drugs; monitoring of HIV viral load is necessary. If the HIV viral load increases, orlistat should be discontinued. [30]", "contents": "Orlistat -- Adverse Effects -- Adverse Effects. Antiretroviral medications: Orlistat also reduces the absorption of antiretroviral drugs; monitoring of HIV viral load is necessary. If the HIV viral load increases, orlistat should be discontinued. [30]"}
{"id": "article-26335_26", "title": "Orlistat -- Contraindications -- Box Warnings", "content": "Orlistat is contraindicated in individuals with hypersensitivity to Orlistat or its constituents, cholestasis, pregnancy, and chronic malabsorption. [31] [32]", "contents": "Orlistat -- Contraindications -- Box Warnings. Orlistat is contraindicated in individuals with hypersensitivity to Orlistat or its constituents, cholestasis, pregnancy, and chronic malabsorption. [31] [32]"}
{"id": "article-26335_27", "title": "Orlistat -- Contraindications -- Warning and Precautions", "content": "Orlistat can increase the risk of acute kidney injury. This happens because undigested fat binds with calcium in the intestine, producing excess oxalate. This oxalate is absorbed by the body and deposited in the kidney, which increases the risk of renal stones. [33] Orlistat should be used with caution in patients with anorexia or bulimia nervosa. [34] Healthcare professionals must rule out organic causes of obesity like hypothyroidism or Cushing syndrome before initiating orlistat therapy. [35]", "contents": "Orlistat -- Contraindications -- Warning and Precautions. Orlistat can increase the risk of acute kidney injury. This happens because undigested fat binds with calcium in the intestine, producing excess oxalate. This oxalate is absorbed by the body and deposited in the kidney, which increases the risk of renal stones. [33] Orlistat should be used with caution in patients with anorexia or bulimia nervosa. [34] Healthcare professionals must rule out organic causes of obesity like hypothyroidism or Cushing syndrome before initiating orlistat therapy. [35]"}
{"id": "article-26335_28", "title": "Orlistat -- Monitoring", "content": "Below are suggestions to monitor patients on orlistat: Monitoring the body weight, BMI, waist circumference, and lipid profile of patients taking orlistat is necessary. The levels of cyclosporine, antiepileptics, and HIV viral load require monitoring when using orlistat in conjunction with these medications. [11] Patients with diabetes might need to adjust the dose of diabetes medicine, as weight loss can affect glycemic control. Monitor the impact of Weight loss on Quality of Life-Lite (IWQOL-Lite), a widely used tool in assessing weight-loss interventions in clinical trials. [36] According to the American Association of Clinical Endocrinologists (AACE) Medical Guidelines for Clinical Practice/American College of Endocrinology guidelines (ACE), patients receiving orlistat should be monitored for cholelithiasis in patients with mild hepatic impairment. In patients receiving orlistat, a risk of nephrolithiasis is apparent; monitor for flank pain and hematuria. [37]", "contents": "Orlistat -- Monitoring. Below are suggestions to monitor patients on orlistat: Monitoring the body weight, BMI, waist circumference, and lipid profile of patients taking orlistat is necessary. The levels of cyclosporine, antiepileptics, and HIV viral load require monitoring when using orlistat in conjunction with these medications. [11] Patients with diabetes might need to adjust the dose of diabetes medicine, as weight loss can affect glycemic control. Monitor the impact of Weight loss on Quality of Life-Lite (IWQOL-Lite), a widely used tool in assessing weight-loss interventions in clinical trials. [36] According to the American Association of Clinical Endocrinologists (AACE) Medical Guidelines for Clinical Practice/American College of Endocrinology guidelines (ACE), patients receiving orlistat should be monitored for cholelithiasis in patients with mild hepatic impairment. In patients receiving orlistat, a risk of nephrolithiasis is apparent; monitor for flank pain and hematuria. [37]"}
{"id": "article-26335_29", "title": "Orlistat -- Toxicity -- Signs and Symptoms of Overdose", "content": "No specific antidote for orlistat overdose is available. However, if a significant overdose of orlistat occurs, the patient should immediately go to the emergency department and be observed for 24 hours to provide supportive care.", "contents": "Orlistat -- Toxicity -- Signs and Symptoms of Overdose. No specific antidote for orlistat overdose is available. However, if a significant overdose of orlistat occurs, the patient should immediately go to the emergency department and be observed for 24 hours to provide supportive care."}
{"id": "article-26335_30", "title": "Orlistat -- Toxicity -- Management of Overdose", "content": "In a study involving 105 pediatric patients, orlistat exposures among young children were managed by decontamination and had favorable outcomes with few gastrointestinal adverse clinical effects. [38]", "contents": "Orlistat -- Toxicity -- Management of Overdose. In a study involving 105 pediatric patients, orlistat exposures among young children were managed by decontamination and had favorable outcomes with few gastrointestinal adverse clinical effects. [38]"}
{"id": "article-26335_31", "title": "Orlistat -- Enhancing Healthcare Team Outcomes", "content": "Obesity and its comorbidities have a significant burden on the healthcare system. According to AHA, obesity is a multifactorial disease that leads to adverse health outcomes. Obesity is linked to dyslipidemia, type II diabetes, hypertension, and sleep disorders. Obesity is also associated with increased coronary artery calcium score, a marker of coronary atherosclerosis. Obesity leads to cardiovascular disease and mortality independent of other risk factors. [6] Utilizing pharmacotherapy in the form of orlistat can reduce morbidity and mortality from obesity-related complications.", "contents": "Orlistat -- Enhancing Healthcare Team Outcomes. Obesity and its comorbidities have a significant burden on the healthcare system. According to AHA, obesity is a multifactorial disease that leads to adverse health outcomes. Obesity is linked to dyslipidemia, type II diabetes, hypertension, and sleep disorders. Obesity is also associated with increased coronary artery calcium score, a marker of coronary atherosclerosis. Obesity leads to cardiovascular disease and mortality independent of other risk factors. [6] Utilizing pharmacotherapy in the form of orlistat can reduce morbidity and mortality from obesity-related complications."}
{"id": "article-26335_32", "title": "Orlistat -- Enhancing Healthcare Team Outcomes", "content": "Orlistat effectively lowers body weight, BMI, cholesterol levels, and waist circumference. It has also been shown to cause a modest decrease in blood pressure and improved glycemic control in patients with diabetes. Gastrointestinal adverse effects are the most common reason for discontinuation of the medication. The drug can be used in the proper clinical setting to achieve weight loss goals and decrease obesity complications.", "contents": "Orlistat -- Enhancing Healthcare Team Outcomes. Orlistat effectively lowers body weight, BMI, cholesterol levels, and waist circumference. It has also been shown to cause a modest decrease in blood pressure and improved glycemic control in patients with diabetes. Gastrointestinal adverse effects are the most common reason for discontinuation of the medication. The drug can be used in the proper clinical setting to achieve weight loss goals and decrease obesity complications."}
{"id": "article-26335_33", "title": "Orlistat -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must be vigilant while prescribing orlistat, especially in patients with diabetes, epilepsy, HIV, and blood coagulation disorder. The clinical nurse is required to assist the medical team in educating the patient on the expected gastrointestinal effects of the drug. A specialized pharmacist is key to optimizing therapy with this drug. The pharmacist should assist the medical team in adjusting doses or timing of other medications when starting the patient on orlistat therapy to ensure the efficacy is not reduced.", "contents": "Orlistat -- Enhancing Healthcare Team Outcomes. Clinicians must be vigilant while prescribing orlistat, especially in patients with diabetes, epilepsy, HIV, and blood coagulation disorder. The clinical nurse is required to assist the medical team in educating the patient on the expected gastrointestinal effects of the drug. A specialized pharmacist is key to optimizing therapy with this drug. The pharmacist should assist the medical team in adjusting doses or timing of other medications when starting the patient on orlistat therapy to ensure the efficacy is not reduced."}
{"id": "article-26335_34", "title": "Orlistat -- Enhancing Healthcare Team Outcomes", "content": "Dieticians should be involved in patient care, ensuring the patient has direction on a nutritionally balanced, low-calorie diet. Surgical consultation may be required for the management of cholelithiasis or nephrolithiasis. Psychiatrist and psychologist consultations may be necessary for bulimia nervosa. A coordinated and collaborative interprofessional team of clinicians, pharmacists, nurses, physician assistants, and dieticians can improve the efficacy of orlistat therapy and achieve optimal patient results. According to the AACE/ACE comprehensive clinical practice guidelines for obesity, interprofessional collaboration is essential for effectively managing patients with obesity and improving outcomes related to orlistat therapy. [37]", "contents": "Orlistat -- Enhancing Healthcare Team Outcomes. Dieticians should be involved in patient care, ensuring the patient has direction on a nutritionally balanced, low-calorie diet. Surgical consultation may be required for the management of cholelithiasis or nephrolithiasis. Psychiatrist and psychologist consultations may be necessary for bulimia nervosa. A coordinated and collaborative interprofessional team of clinicians, pharmacists, nurses, physician assistants, and dieticians can improve the efficacy of orlistat therapy and achieve optimal patient results. According to the AACE/ACE comprehensive clinical practice guidelines for obesity, interprofessional collaboration is essential for effectively managing patients with obesity and improving outcomes related to orlistat therapy. [37]"}
{"id": "article-26335_35", "title": "Orlistat -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Orlistat -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}