{"id": "article-26039_0", "title": "Nursing Shortage -- Definition/Introduction", "content": "Nurses are a critical part of healthcare and make up the largest section of the health profession. According to the World Health Statistics Report, there are approximately 29 million nurses and midwives globally, with 3.9 million of those individuals in the United States. Estimates of upwards of one million additional nurses will be needed by 2020. [1] [2]", "contents": "Nursing Shortage -- Definition/Introduction. Nurses are a critical part of healthcare and make up the largest section of the health profession. According to the World Health Statistics Report, there are approximately 29 million nurses and midwives globally, with 3.9 million of those individuals in the United States. Estimates of upwards of one million additional nurses will be needed by 2020. [1] [2]"}
{"id": "article-26039_1", "title": "Nursing Shortage -- Definition/Introduction", "content": "According to The American Nurses Association (ANA), more registered nurse jobs will be available through 2022 than any other profession in the United States. According to an article in the Nursing Times, The US Bureau of Labor Statistics projects that more than 275,000 additional nurses are needed from 2020 to 2030. Employment opportunities for nurses are projected to grow at a faster rate (9%) than all other occupations from 2016 through 2026.", "contents": "Nursing Shortage -- Definition/Introduction. According to The American Nurses Association (ANA), more registered nurse jobs will be available through 2022 than any other profession in the United States. According to an article in the Nursing Times, The US Bureau of Labor Statistics projects that more than 275,000 additional nurses are needed from 2020 to 2030. Employment opportunities for nurses are projected to grow at a faster rate (9%) than all other occupations from 2016 through 2026."}
{"id": "article-26039_2", "title": "Nursing Shortage -- Issues of Concern", "content": "The nursing profession continues to face shortages due to a lack of potential educators, high turnover, and inequitable workforce distribution. The causes related to the nursing shortage are numerous and issues of concern. [3] [4] [5] [6] [7] [8] Some potential reasons are explored below.", "contents": "Nursing Shortage -- Issues of Concern. The nursing profession continues to face shortages due to a lack of potential educators, high turnover, and inequitable workforce distribution. The causes related to the nursing shortage are numerous and issues of concern. [3] [4] [5] [6] [7] [8] Some potential reasons are explored below."}
{"id": "article-26039_3", "title": "Nursing Shortage -- Issues of Concern -- Aging Population", "content": "On the whole, the population is aging, with the baby boom generation entering the age of increased need for health services. Currently, the United States has the highest number of Americans over the age of 65 than any other time in history. In 2029, the last of the baby boomer generation will reach retirement age, resulting in a 73% increase in Americans 65 years of age and older, 41 million in 2011 compared to 71 million in 2019.", "contents": "Nursing Shortage -- Issues of Concern -- Aging Population. On the whole, the population is aging, with the baby boom generation entering the age of increased need for health services. Currently, the United States has the highest number of Americans over the age of 65 than any other time in history. In 2029, the last of the baby boomer generation will reach retirement age, resulting in a 73% increase in Americans 65 years of age and older, 41 million in 2011 compared to 71 million in 2019."}
{"id": "article-26039_4", "title": "Nursing Shortage -- Issues of Concern -- Aging Population", "content": "As the population ages, the need for health services increases. The reality is that older persons do not typically have one morbidity that they are dealing with, but more often have many diagnoses and comorbidities that require them to seek treatment. The population is surviving longer, as a whole, causing an increased use of health services as well. Many disease processes that were once terminal are now survivable for the long term. Treating these long-term illnesses can strain the workforce.", "contents": "Nursing Shortage -- Issues of Concern -- Aging Population. As the population ages, the need for health services increases. The reality is that older persons do not typically have one morbidity that they are dealing with, but more often have many diagnoses and comorbidities that require them to seek treatment. The population is surviving longer, as a whole, causing an increased use of health services as well. Many disease processes that were once terminal are now survivable for the long term. Treating these long-term illnesses can strain the workforce."}
{"id": "article-26039_5", "title": "Nursing Shortage -- Issues of Concern -- Aging Work Force", "content": "Like the populations they serve, the nursing workforce is also aging. There are currently approximately one million registered nurses older than 50 years, meaning one-third of the workforce could be at retirement age in the next 10 to 15 years. This number includes nurse faculty, and that presents its own unique problem, training more nurses with fewer resources. Nursing faculty are experiencing a shortage, which leads to enrollment limitations, limiting the number of nurses that a nursing school can generate. Decreased and limited faculty can cause fewer students, and the overall quality of the program and classes can decline.", "contents": "Nursing Shortage -- Issues of Concern -- Aging Work Force. Like the populations they serve, the nursing workforce is also aging. There are currently approximately one million registered nurses older than 50 years, meaning one-third of the workforce could be at retirement age in the next 10 to 15 years. This number includes nurse faculty, and that presents its own unique problem, training more nurses with fewer resources. Nursing faculty are experiencing a shortage, which leads to enrollment limitations, limiting the number of nurses that a nursing school can generate. Decreased and limited faculty can cause fewer students, and the overall quality of the program and classes can decline."}
{"id": "article-26039_6", "title": "Nursing Shortage -- Issues of Concern -- Nurse Burnout", "content": "Some nurses graduate and start working and then determine the profession is not what they thought it would be. Others may work a while and experience burnout and leave the profession. [9] Turnover in nursing seems to be leveling off, but only after years of steady climbing in rates. Currently, the national average for turnover rates is 8.8 % to 37.0%, depending on geographic location and nursing specialty.", "contents": "Nursing Shortage -- Issues of Concern -- Nurse Burnout. Some nurses graduate and start working and then determine the profession is not what they thought it would be. Others may work a while and experience burnout and leave the profession. [9] Turnover in nursing seems to be leveling off, but only after years of steady climbing in rates. Currently, the national average for turnover rates is 8.8 % to 37.0%, depending on geographic location and nursing specialty."}
{"id": "article-26039_7", "title": "Nursing Shortage -- Issues of Concern -- Career and Family", "content": "Adding to the shortage problem is that nursing is still majority female, and often during childbearing years, nurses will cut back or leave the profession altogether. Some may eventually return, but others may move to a new job.", "contents": "Nursing Shortage -- Issues of Concern -- Career and Family. Adding to the shortage problem is that nursing is still majority female, and often during childbearing years, nurses will cut back or leave the profession altogether. Some may eventually return, but others may move to a new job."}
{"id": "article-26039_8", "title": "Nursing Shortage -- Issues of Concern -- Regions", "content": "Current shortages and potential growth can be confusing when looking at regions and areas of the United States separately. Some regions have a surplus of nurses and lower growth potential, while other areas struggle to fulfill the local population's basic needs as a whole.", "contents": "Nursing Shortage -- Issues of Concern -- Regions. Current shortages and potential growth can be confusing when looking at regions and areas of the United States separately. Some regions have a surplus of nurses and lower growth potential, while other areas struggle to fulfill the local population's basic needs as a whole."}
{"id": "article-26039_9", "title": "Nursing Shortage -- Issues of Concern -- Regions", "content": "Nursing shortage amounts can vary greatly depending on the region of the country as well. Higher shortages are seen in different areas depending on the specialty of nursing. Some areas have real deficits when looking at critical care nurses, labor and delivery, and other specialties.", "contents": "Nursing Shortage -- Issues of Concern -- Regions. Nursing shortage amounts can vary greatly depending on the region of the country as well. Higher shortages are seen in different areas depending on the specialty of nursing. Some areas have real deficits when looking at critical care nurses, labor and delivery, and other specialties."}
{"id": "article-26039_10", "title": "Nursing Shortage -- Issues of Concern -- Growth", "content": "The fastest growth potential in the United States is projected for the West and Mountain regions, with slower growth in the Northeast and Midwest. A higher need is seen in areas that have high retirement populations. Despite these differences, every state is projected to have at least an 11% growth through 2022.", "contents": "Nursing Shortage -- Issues of Concern -- Growth. The fastest growth potential in the United States is projected for the West and Mountain regions, with slower growth in the Northeast and Midwest. A higher need is seen in areas that have high retirement populations. Despite these differences, every state is projected to have at least an 11% growth through 2022."}
{"id": "article-26039_11", "title": "Nursing Shortage -- Issues of Concern -- Violence in the Healthcare Setting", "content": "Violence in the healthcare setting plays a role in the nursing shortage, the ever-present threat of emotional or physical abuse, adding to an already stressful environment. Job satisfaction and work effort are affected negatively, as the physical and emotional insults take a toll on the well-being of the healthcare professional physically and emotionally. [10] Emergency department and psychiatric nurses are at a higher risk due to their patient population.", "contents": "Nursing Shortage -- Issues of Concern -- Violence in the Healthcare Setting. Violence in the healthcare setting plays a role in the nursing shortage, the ever-present threat of emotional or physical abuse, adding to an already stressful environment. Job satisfaction and work effort are affected negatively, as the physical and emotional insults take a toll on the well-being of the healthcare professional physically and emotionally. [10] Emergency department and psychiatric nurses are at a higher risk due to their patient population."}
{"id": "article-26039_12", "title": "Nursing Shortage -- Issues of Concern -- Violence in the Healthcare Setting", "content": "A study conducted in Poland between 2008 to 2009 concluded that nurses represent the profession most vulnerable to aggression in the workplace regarding a healthcare setting. Verbal abuse in the form of being spoken to by a person using loud vocal tones was the most common form of violence nurses were subjected to. The inpatient nurses suffered more insults than those in an outpatient setting. Health care workers are at high risk of violence in all parts of the world, with between 8% and 38% suffering some form of violence in their careers.", "contents": "Nursing Shortage -- Issues of Concern -- Violence in the Healthcare Setting. A study conducted in Poland between 2008 to 2009 concluded that nurses represent the profession most vulnerable to aggression in the workplace regarding a healthcare setting. Verbal abuse in the form of being spoken to by a person using loud vocal tones was the most common form of violence nurses were subjected to. The inpatient nurses suffered more insults than those in an outpatient setting. Health care workers are at high risk of violence in all parts of the world, with between 8% and 38% suffering some form of violence in their careers."}
{"id": "article-26039_13", "title": "Nursing Shortage -- Clinical Significance", "content": "All of these potential reasons nurses choose to leave the profession add to nursing turnover, thus affecting staffing ratios. Staffing ratios are of clinical concern. [11]", "contents": "Nursing Shortage -- Clinical Significance. All of these potential reasons nurses choose to leave the profession add to nursing turnover, thus affecting staffing ratios. Staffing ratios are of clinical concern. [11]"}
{"id": "article-26039_14", "title": "Nursing Shortage -- Clinical Significance -- Staffing Ratios", "content": "Bedside nurses, actually deciding acceptable nurse-patient ratios instead of managers, will lead to better job satisfaction, higher retention rates, and less desire to leave their chosen profession. Appropriate staffing levels will decrease errors, increase patient satisfaction, and improve nurse retention rates.", "contents": "Nursing Shortage -- Clinical Significance -- Staffing Ratios. Bedside nurses, actually deciding acceptable nurse-patient ratios instead of managers, will lead to better job satisfaction, higher retention rates, and less desire to leave their chosen profession. Appropriate staffing levels will decrease errors, increase patient satisfaction, and improve nurse retention rates."}
{"id": "article-26039_15", "title": "Nursing Shortage -- Clinical Significance -- Staffing Ratios", "content": "Nursing shortages lead to errors, higher morbidity, and mortality rates. In hospitals with high patient-to-nurse ratios, nurses experience burnout, dissatisfaction, and the patients experienced higher mortality and failure-to-rescue rates than facilities with lower patient-to-nurse ratios. Some states have begun to pass legislation to limit patient-to-nurse ratios. Despite this, when staffing is short, ratios go up to meet the need.", "contents": "Nursing Shortage -- Clinical Significance -- Staffing Ratios. Nursing shortages lead to errors, higher morbidity, and mortality rates. In hospitals with high patient-to-nurse ratios, nurses experience burnout, dissatisfaction, and the patients experienced higher mortality and failure-to-rescue rates than facilities with lower patient-to-nurse ratios. Some states have begun to pass legislation to limit patient-to-nurse ratios. Despite this, when staffing is short, ratios go up to meet the need."}
{"id": "article-26039_16", "title": "Nursing Shortage -- Nursing, Allied Health, and Interprofessional Team Interventions -- Technology", "content": "The introduction of the Electronic Medical Record (EMR) and other technological advances can also affect nurses staying in the profession. While some specialties such as nursing informatics are booming, that adds to the shortage problem by removing nurses from direct patient care areas. Some seasoned nurses struggle with the technology and remove themselves from the profession at an earlier rate.", "contents": "Nursing Shortage -- Nursing, Allied Health, and Interprofessional Team Interventions -- Technology. The introduction of the Electronic Medical Record (EMR) and other technological advances can also affect nurses staying in the profession. While some specialties such as nursing informatics are booming, that adds to the shortage problem by removing nurses from direct patient care areas. Some seasoned nurses struggle with the technology and remove themselves from the profession at an earlier rate."}
{"id": "article-26039_17", "title": "Nursing Shortage -- Nursing, Allied Health, and Interprofessional Team Interventions -- Empowerment", "content": "Organizations must be creative in meeting the needs of nurses while providing the best and safest care to the patients. An environment that empowers and motivates nurses is necessary to rejuvenate and sustain the nursing workforce. Empowerment in autonomy in staffing ratio decisions considering high volume and acuity levels will lead to less burnout and a strong desire to leave the workforce. Many organizations have endorsed and sought after the Magnet Certification to provide superior nursing processes and a high level of safety, quality, and patient satisfaction. [12]", "contents": "Nursing Shortage -- Nursing, Allied Health, and Interprofessional Team Interventions -- Empowerment. Organizations must be creative in meeting the needs of nurses while providing the best and safest care to the patients. An environment that empowers and motivates nurses is necessary to rejuvenate and sustain the nursing workforce. Empowerment in autonomy in staffing ratio decisions considering high volume and acuity levels will lead to less burnout and a strong desire to leave the workforce. Many organizations have endorsed and sought after the Magnet Certification to provide superior nursing processes and a high level of safety, quality, and patient satisfaction. [12]"}
{"id": "article-26039_18", "title": "Nursing Shortage -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nursing Shortage -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}