{"id": "article-21939_0", "title": "Fournier Gangrene -- Continuing Education Activity", "content": "Fournier gangrene, a relatively rare form of necrotizing fasciitis, is a rapidly progressive disease that affects the deep and superficial tissues of the perineal, anal, scrotal, and genital regions. The disease is one of the few urological emergencies and requires prompt surgical debridement as well as antibiotic therapy. This activity reviews the evaluation and treatment and highlights the role of the healthcare team in evaluating and treating patients with this condition.", "contents": "Fournier Gangrene -- Continuing Education Activity. Fournier gangrene, a relatively rare form of necrotizing fasciitis, is a rapidly progressive disease that affects the deep and superficial tissues of the perineal, anal, scrotal, and genital regions. The disease is one of the few urological emergencies and requires prompt surgical debridement as well as antibiotic therapy. This activity reviews the evaluation and treatment and highlights the role of the healthcare team in evaluating and treating patients with this condition."}
{"id": "article-21939_1", "title": "Fournier Gangrene -- Continuing Education Activity", "content": "Objectives: Identify the etiology of Fournier gangrene. Describe the typical presentation of patients suffering from Fournier gangrene. Identify the treatment and management of Fournier gangrene. Explain interprofessional team strategies for improving care coordination and communication to advance Fournier gangrene and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Fournier Gangrene -- Continuing Education Activity. Objectives: Identify the etiology of Fournier gangrene. Describe the typical presentation of patients suffering from Fournier gangrene. Identify the treatment and management of Fournier gangrene. Explain interprofessional team strategies for improving care coordination and communication to advance Fournier gangrene and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21939_2", "title": "Fournier Gangrene -- Introduction", "content": "Fournier gangrene, a relatively rare form of necrotizing fasciitis, is a rapidly progressive disease that affects the deep and superficial tissues of the perineal, anal, scrotal, and genital regions. Named after Dr. Alfred Fournier, the French dermatology and venereal specialist, it was initially described in 1883 as necrotizing fasciitis of the external genitalia, perineal, and perianal region in five of Dr. Fournier’s patients. [1] [2] Also known as necrotizing fasciitis, the disease involves the rapid spread of severe inflammatory and infectious processes along fascial planes affecting adjacent soft tissue; therefore, the disease may initially go unnoticed or unrecognized as there may be minimal or no skin manifestations in its early stages. [2] [3]", "contents": "Fournier Gangrene -- Introduction. Fournier gangrene, a relatively rare form of necrotizing fasciitis, is a rapidly progressive disease that affects the deep and superficial tissues of the perineal, anal, scrotal, and genital regions. Named after Dr. Alfred Fournier, the French dermatology and venereal specialist, it was initially described in 1883 as necrotizing fasciitis of the external genitalia, perineal, and perianal region in five of Dr. Fournier’s patients. [1] [2] Also known as necrotizing fasciitis, the disease involves the rapid spread of severe inflammatory and infectious processes along fascial planes affecting adjacent soft tissue; therefore, the disease may initially go unnoticed or unrecognized as there may be minimal or no skin manifestations in its early stages. [2] [3]"}
{"id": "article-21939_3", "title": "Fournier Gangrene -- Introduction", "content": "Fournier gangrene is often associated with general signs of sepsis, rapid tissue destruction, and a high fatality rate of 40%. [4] [5] The spread of inflammation and infection leads to thrombosis of blood vessels, which in turn causes ischemia and tissue necrosis of the adjacent soft tissue and fascia. [6] The infectious and inflammatory process spreads quickly along the Dartos, Colles, and Scarpa’s fascias, allowing for the early involvement of the abdominal wall. [6] Due to initial fascial and subcutaneous involvement, clinicians can miss this disease in its early stages because the overlying soft tissue can often look unremarkable or appear as simple cellulitis. [7] [8] Early diagnosis and treatment of this potentially fatal disease are key as it can easily get misdiagnosed initially as an otherwise benign process. [2] [3] [8] [9] [10]", "contents": "Fournier Gangrene -- Introduction. Fournier gangrene is often associated with general signs of sepsis, rapid tissue destruction, and a high fatality rate of 40%. [4] [5] The spread of inflammation and infection leads to thrombosis of blood vessels, which in turn causes ischemia and tissue necrosis of the adjacent soft tissue and fascia. [6] The infectious and inflammatory process spreads quickly along the Dartos, Colles, and Scarpa’s fascias, allowing for the early involvement of the abdominal wall. [6] Due to initial fascial and subcutaneous involvement, clinicians can miss this disease in its early stages because the overlying soft tissue can often look unremarkable or appear as simple cellulitis. [7] [8] Early diagnosis and treatment of this potentially fatal disease are key as it can easily get misdiagnosed initially as an otherwise benign process. [2] [3] [8] [9] [10]"}
{"id": "article-21939_4", "title": "Fournier Gangrene -- Etiology", "content": "This disease process results from polymicrobial aerobic and anaerobic synergistic infection of the fascia and subcutaneous soft tissue. Gram-positive bacteria such as Group A Streptococci and Staphylococcus aureus and gram-negative bacteria such as E. Coli and Pseudomonas aeruginosa are organisms most commonly grown in wound cultures of Fournier gangrene patients as it is usually polymicrobial. [11] [12] These bacteria can be introduced through several sources, including urinary, bowel, or dermal. Urinary tract infections and other infectious processes of the perineum, such as perianal abscesses or even a simple pimple, may also provide a starting point for the infection. [6]", "contents": "Fournier Gangrene -- Etiology. This disease process results from polymicrobial aerobic and anaerobic synergistic infection of the fascia and subcutaneous soft tissue. Gram-positive bacteria such as Group A Streptococci and Staphylococcus aureus and gram-negative bacteria such as E. Coli and Pseudomonas aeruginosa are organisms most commonly grown in wound cultures of Fournier gangrene patients as it is usually polymicrobial. [11] [12] These bacteria can be introduced through several sources, including urinary, bowel, or dermal. Urinary tract infections and other infectious processes of the perineum, such as perianal abscesses or even a simple pimple, may also provide a starting point for the infection. [6]"}
{"id": "article-21939_5", "title": "Fournier Gangrene -- Etiology", "content": "Surgical manipulation of the genital and perineal area similarly can provide the initial insult required to develop Fournier gangrene. [6] [7] Any traumatic insult or localized area of skin breakdown to the perineum or scrotum can lead to bacterial access to the subcutaneous tissues and begin the process, ultimately resulting in Fournier gangrene. [3] [13] [14] [15] About 25% of cases had no known or identifiable etiology. [16]", "contents": "Fournier Gangrene -- Etiology. Surgical manipulation of the genital and perineal area similarly can provide the initial insult required to develop Fournier gangrene. [6] [7] Any traumatic insult or localized area of skin breakdown to the perineum or scrotum can lead to bacterial access to the subcutaneous tissues and begin the process, ultimately resulting in Fournier gangrene. [3] [13] [14] [15] About 25% of cases had no known or identifiable etiology. [16]"}
{"id": "article-21939_6", "title": "Fournier Gangrene -- Epidemiology", "content": "Fournier gangrene is a rare infection that constitutes <0.02% of all hospital admissions. It has a strong predilection for males as opposed to females, with a 10 to 1 ratio. The incidence in males is 1.6 cases per 100,000 men. [12] [17] Fournier gangrene is seen most commonly in men ages 50 to 79, with an incidence of 3.3 cases per 100,000 men. [12] [17] The southeastern United States has the highest reported rate of Fournier gangrene at 1.9 cases per 100,000 population. [18] These frequencies appear relatively constant in all patients in the US and worldwide. [18]", "contents": "Fournier Gangrene -- Epidemiology. Fournier gangrene is a rare infection that constitutes <0.02% of all hospital admissions. It has a strong predilection for males as opposed to females, with a 10 to 1 ratio. The incidence in males is 1.6 cases per 100,000 men. [12] [17] Fournier gangrene is seen most commonly in men ages 50 to 79, with an incidence of 3.3 cases per 100,000 men. [12] [17] The southeastern United States has the highest reported rate of Fournier gangrene at 1.9 cases per 100,000 population. [18] These frequencies appear relatively constant in all patients in the US and worldwide. [18]"}
{"id": "article-21939_7", "title": "Fournier Gangrene -- Epidemiology", "content": "While less common in females, women tend to be more acutely ill at presentation, are twice as likely to require mechanical ventilation and dialysis, have a longer average length of hospitalization, and have a higher fatality rate than male patients. [18]", "contents": "Fournier Gangrene -- Epidemiology. While less common in females, women tend to be more acutely ill at presentation, are twice as likely to require mechanical ventilation and dialysis, have a longer average length of hospitalization, and have a higher fatality rate than male patients. [18]"}
{"id": "article-21939_8", "title": "Fournier Gangrene -- Epidemiology", "content": "While Fournier gangrene can appear in healthy individuals (26% to 30%), it is typically associated with a debilitated or immunocompromised state. It is most commonly seen in male diabetics over 50 years of age who have a history of alcohol abuse. [5] [19] Patients with multiple comorbidities tend to have worse outcomes. [5] Known risk factors for Fournier gangrene include:", "contents": "Fournier Gangrene -- Epidemiology. While Fournier gangrene can appear in healthy individuals (26% to 30%), it is typically associated with a debilitated or immunocompromised state. It is most commonly seen in male diabetics over 50 years of age who have a history of alcohol abuse. [5] [19] Patients with multiple comorbidities tend to have worse outcomes. [5] Known risk factors for Fournier gangrene include:"}
{"id": "article-21939_9", "title": "Fournier Gangrene -- Epidemiology", "content": "Atherosclerosis Chemotherapy [7] Chronic alcohol abuse (25% to 50% of cases) Chronic steroid use Colorectal malignancy Diabetes (20% to 70% of cases) [20] Drug abuse (especially if injected directly into inguinal veins or the penis) HIV infection [21] Immunosuppression Inflammatory bowel disease Leukemia [22] Liver failure, cirrhosis Male gender (90% of cases) Malnutrition Neurogenic bladder [22] Obesity Perianal abscess Peripheral vascular disease Prostate cancer Recent trauma or surgery (prostate biopsy, catheterization, cystoscopy) [23] Rectal fistula Renal failure Significant cardiac disease [24] Spinal cord injury Urethral strictures Use of sodium-glucose cotransporter 2 inhibitors (glycosuric medications used in patients with diabetes) [25]", "contents": "Fournier Gangrene -- Epidemiology. Atherosclerosis Chemotherapy [7] Chronic alcohol abuse (25% to 50% of cases) Chronic steroid use Colorectal malignancy Diabetes (20% to 70% of cases) [20] Drug abuse (especially if injected directly into inguinal veins or the penis) HIV infection [21] Immunosuppression Inflammatory bowel disease Leukemia [22] Liver failure, cirrhosis Male gender (90% of cases) Malnutrition Neurogenic bladder [22] Obesity Perianal abscess Peripheral vascular disease Prostate cancer Recent trauma or surgery (prostate biopsy, catheterization, cystoscopy) [23] Rectal fistula Renal failure Significant cardiac disease [24] Spinal cord injury Urethral strictures Use of sodium-glucose cotransporter 2 inhibitors (glycosuric medications used in patients with diabetes) [25]"}
{"id": "article-21939_10", "title": "Fournier Gangrene -- Epidemiology", "content": "Despite the worldwide advances in treating sepsis, the mortality rate for Fournier gangrene has generally remained stable at 40%. [5] [26] [27] A significant contributor to this alarmingly high mortality rate is the delay in diagnosis and treatment, which can increase the mortality rate to 88%. [11] [19] [27] The single most critical factor affecting mortality is the time until surgical intervention, as early surgery can reduce the death rate by one-half! [11] [28] [29] Severe diabetes, heart disease, and renal failure significantly increase the mortality rate. [16]", "contents": "Fournier Gangrene -- Epidemiology. Despite the worldwide advances in treating sepsis, the mortality rate for Fournier gangrene has generally remained stable at 40%. [5] [26] [27] A significant contributor to this alarmingly high mortality rate is the delay in diagnosis and treatment, which can increase the mortality rate to 88%. [11] [19] [27] The single most critical factor affecting mortality is the time until surgical intervention, as early surgery can reduce the death rate by one-half! [11] [28] [29] Severe diabetes, heart disease, and renal failure significantly increase the mortality rate. [16]"}
{"id": "article-21939_11", "title": "Fournier Gangrene -- Pathophysiology", "content": "The pathophysiology of Fournier gangrene involves a synergistic infectious process involving anaerobic and aerobic bacteria. The bacterial infection starts with an initial insult such as a urinary tract infection, perineal abscess, localized cellulitis, recent surgical manipulation of the genital or perineal area, or even a simple scratch or pimple. The synergistic activity of the bacterial infection leads to bacterial production of tissue-destructive enzymes, collagenases, and endotoxins, causing obliterative endarteritis with micro thromboses of subcutaneous vessels. [30] [31] This ultimately causes ischemic gangrene of the involved structures and rapid spread of the infection to adjacent and surrounding tissues. [30] [31] The infectious process can spread as fast as one inch every hour! [32]", "contents": "Fournier Gangrene -- Pathophysiology. The pathophysiology of Fournier gangrene involves a synergistic infectious process involving anaerobic and aerobic bacteria. The bacterial infection starts with an initial insult such as a urinary tract infection, perineal abscess, localized cellulitis, recent surgical manipulation of the genital or perineal area, or even a simple scratch or pimple. The synergistic activity of the bacterial infection leads to bacterial production of tissue-destructive enzymes, collagenases, and endotoxins, causing obliterative endarteritis with micro thromboses of subcutaneous vessels. [30] [31] This ultimately causes ischemic gangrene of the involved structures and rapid spread of the infection to adjacent and surrounding tissues. [30] [31] The infectious process can spread as fast as one inch every hour! [32]"}
{"id": "article-21939_12", "title": "Fournier Gangrene -- Histopathology", "content": "While the diagnosis of Fournier gangrene is often predicated on a combination of imaging, history, and physical examination, a biopsy of the area in question is obtainable to differentiate Fournier gangrene from severe cellulitis. The histopathology of Fournier gangrene will show ulceration of the epidermis, neutrophilic exudate, thrombosed vessels, and necrosis. [33]", "contents": "Fournier Gangrene -- Histopathology. While the diagnosis of Fournier gangrene is often predicated on a combination of imaging, history, and physical examination, a biopsy of the area in question is obtainable to differentiate Fournier gangrene from severe cellulitis. The histopathology of Fournier gangrene will show ulceration of the epidermis, neutrophilic exudate, thrombosed vessels, and necrosis. [33]"}
{"id": "article-21939_13", "title": "Fournier Gangrene -- History and Physical", "content": "Patients with Fournier gangrene most often present with pain in the perineal or genital area. Since early signs may be minimal or subdued until symptoms become severe, clinicians should be suspicious of any infection or cellulitis in the perineal or scrotal areas, especially if the pain appears out of proportion to the apparent lesion. [6] Infections that appear simple can rapidly progress in severity and produce life-threatening complications. Patients may often report having a medical history of diabetes mellitus, hypertension, malignancy, and/or alcohol abuse; these are all known risk factors for Fournier gangrene as well as being male. [14]", "contents": "Fournier Gangrene -- History and Physical. Patients with Fournier gangrene most often present with pain in the perineal or genital area. Since early signs may be minimal or subdued until symptoms become severe, clinicians should be suspicious of any infection or cellulitis in the perineal or scrotal areas, especially if the pain appears out of proportion to the apparent lesion. [6] Infections that appear simple can rapidly progress in severity and produce life-threatening complications. Patients may often report having a medical history of diabetes mellitus, hypertension, malignancy, and/or alcohol abuse; these are all known risk factors for Fournier gangrene as well as being male. [14]"}
{"id": "article-21939_14", "title": "Fournier Gangrene -- History and Physical", "content": "Patients may also report being immunocompromised or having recently had trauma to the area as well as recent surgeries. They may report redness and swelling to the perineum, scrotum, and genitals, as well as systemic symptoms such as fever, chills, nausea, vomiting, urinary retention, and malaise. [34]", "contents": "Fournier Gangrene -- History and Physical. Patients may also report being immunocompromised or having recently had trauma to the area as well as recent surgeries. They may report redness and swelling to the perineum, scrotum, and genitals, as well as systemic symptoms such as fever, chills, nausea, vomiting, urinary retention, and malaise. [34]"}
{"id": "article-21939_15", "title": "Fournier Gangrene -- History and Physical", "content": "The earliest signs of a possible Fournier gangrene include itching, localized tenderness, edema, and erythema involving the skin of the perineum, scrotum, or labia. [12] This can be easily confused with much more common, simple infections such as cellulitis, erysipelas, and impetigo. These more benign infections tend to have sharp, demarcated borders, while Fournier gangrene is more likely to appear with sporadic bulla formation, diffuse edema, and patchy erythema. [8] [35] There may also be evidence of abrasions or possibly even fluctuance, although this is usually found later. [21] In one study, the most common symptom was scrotal swelling (79%), followed by tachycardia (61%), purulent drainage (60%), crepitus (54%), and fever (41%). [36]", "contents": "Fournier Gangrene -- History and Physical. The earliest signs of a possible Fournier gangrene include itching, localized tenderness, edema, and erythema involving the skin of the perineum, scrotum, or labia. [12] This can be easily confused with much more common, simple infections such as cellulitis, erysipelas, and impetigo. These more benign infections tend to have sharp, demarcated borders, while Fournier gangrene is more likely to appear with sporadic bulla formation, diffuse edema, and patchy erythema. [8] [35] There may also be evidence of abrasions or possibly even fluctuance, although this is usually found later. [21] In one study, the most common symptom was scrotal swelling (79%), followed by tachycardia (61%), purulent drainage (60%), crepitus (54%), and fever (41%). [36]"}
{"id": "article-21939_16", "title": "Fournier Gangrene -- History and Physical", "content": "While classically considered a male disease, the incidence of Fournier gangrene in women is increasing. [36] The typical presentation in females is with labial or vulvar cellulitis, with women more likely to be morbidly obese than similarly affected men. [36]", "contents": "Fournier Gangrene -- History and Physical. While classically considered a male disease, the incidence of Fournier gangrene in women is increasing. [36] The typical presentation in females is with labial or vulvar cellulitis, with women more likely to be morbidly obese than similarly affected men. [36]"}
{"id": "article-21939_17", "title": "Fournier Gangrene -- History and Physical", "content": "Early diagnosis of Fournier gangrene can be very difficult as 40% of patients may present with no symptoms, and up to 75% of cases are initially misdiagnosed, contributing to its continuing high mortality rate. [4] [37] [38] Severe Pain Out of Proportion to the Physical Findings is a Classic Finding of Fournier gangrene. [12]", "contents": "Fournier Gangrene -- History and Physical. Early diagnosis of Fournier gangrene can be very difficult as 40% of patients may present with no symptoms, and up to 75% of cases are initially misdiagnosed, contributing to its continuing high mortality rate. [4] [37] [38] Severe Pain Out of Proportion to the Physical Findings is a Classic Finding of Fournier gangrene. [12]"}
{"id": "article-21939_18", "title": "Fournier Gangrene -- History and Physical", "content": "As the infection progresses, additional features, such as crepitation on palpation, purpura, bulla, and patchy black tissue discoloration, are present. [37] Subcutaneous gas and crepitus indicate the presence of gas-forming organisms such as clostridia. [39] The infection will spread following the fascial planes with erythema and tenderness extending into the anterior abdominal wall. [40] The skin may turn dusky and give off a musty or putrid odor mainly due to anaerobic (usually Clostridia ) bacterial activity. [12]", "contents": "Fournier Gangrene -- History and Physical. As the infection progresses, additional features, such as crepitation on palpation, purpura, bulla, and patchy black tissue discoloration, are present. [37] Subcutaneous gas and crepitus indicate the presence of gas-forming organisms such as clostridia. [39] The infection will spread following the fascial planes with erythema and tenderness extending into the anterior abdominal wall. [40] The skin may turn dusky and give off a musty or putrid odor mainly due to anaerobic (usually Clostridia ) bacterial activity. [12]"}
{"id": "article-21939_19", "title": "Fournier Gangrene -- History and Physical", "content": "The area of involvement may spread far beyond the visible margins of the affected skin. Late signs include overt signs of sepsis, shock, hypotension, tachycardia, fever, tachypnea, and organ dysfunction. [12] [41] In severe cases, the infection can spread up to the clavicles. [42] The testicles, spermatic cord structures, urethra, and corpora cavernosa are usually spared unless they were involved as the original infection source. [7]", "contents": "Fournier Gangrene -- History and Physical. The area of involvement may spread far beyond the visible margins of the affected skin. Late signs include overt signs of sepsis, shock, hypotension, tachycardia, fever, tachypnea, and organ dysfunction. [12] [41] In severe cases, the infection can spread up to the clavicles. [42] The testicles, spermatic cord structures, urethra, and corpora cavernosa are usually spared unless they were involved as the original infection source. [7]"}
{"id": "article-21939_20", "title": "Fournier Gangrene -- History and Physical", "content": "While typically an acute, rapidly progressive process, sometimes Fournier gangrene can present much more slowly over days or even weeks. The typical case has been estimated to take about five days from the initial onset of the first symptom to hospital arrival. [43] The natural history and presentation of Fournier gangrene have been described as five stages: Prodromal symptoms include lethargy and fever. They may be present from 2 to 7 days. Genital tenderness and pain. The overlying skin is usually edematous. Genital pain and tenderness are now intense with increased erythema of the skin. Subcutaneous crepitation is now present, and the overlying skin appears dusky. Purulent drainage may be expressed, and there is obvious gangrene involving a portion of the affected area. [44]", "contents": "Fournier Gangrene -- History and Physical. While typically an acute, rapidly progressive process, sometimes Fournier gangrene can present much more slowly over days or even weeks. The typical case has been estimated to take about five days from the initial onset of the first symptom to hospital arrival. [43] The natural history and presentation of Fournier gangrene have been described as five stages: Prodromal symptoms include lethargy and fever. They may be present from 2 to 7 days. Genital tenderness and pain. The overlying skin is usually edematous. Genital pain and tenderness are now intense with increased erythema of the skin. Subcutaneous crepitation is now present, and the overlying skin appears dusky. Purulent drainage may be expressed, and there is obvious gangrene involving a portion of the affected area. [44]"}
{"id": "article-21939_21", "title": "Fournier Gangrene -- History and Physical", "content": "Extra attention to the physical examination of the genitalia and perineum is necessary for certain patient groups as these areas are likely to be checked only infrequently. Such patient groups would include: Dementia Frail and elderly Morbidly obese [12] Non-verbal [45] Obtunded Paraplegics Patients with quadriplegia [46]", "contents": "Fournier Gangrene -- History and Physical. Extra attention to the physical examination of the genitalia and perineum is necessary for certain patient groups as these areas are likely to be checked only infrequently. Such patient groups would include: Dementia Frail and elderly Morbidly obese [12] Non-verbal [45] Obtunded Paraplegics Patients with quadriplegia [46]"}
{"id": "article-21939_22", "title": "Fournier Gangrene -- Evaluation", "content": "The diagnosis of Fournier gangrene may be assisted by a combination of both blood work and imaging, even though the diagnosis is primarily clinical. Clinicians must maintain a high index of suspicion for any inflammatory or infectious process involving the perineum or genitalia, particularly in older male diabetics and others at increased risk.", "contents": "Fournier Gangrene -- Evaluation. The diagnosis of Fournier gangrene may be assisted by a combination of both blood work and imaging, even though the diagnosis is primarily clinical. Clinicians must maintain a high index of suspicion for any inflammatory or infectious process involving the perineum or genitalia, particularly in older male diabetics and others at increased risk."}
{"id": "article-21939_23", "title": "Fournier Gangrene -- Evaluation", "content": "Blood work in suspected Fournier gangrene should include a complete blood count (CBC) with a differential and a comprehensive metabolic panel (CMP). The CBC will often show elevated white blood count (WBC) with the potential for a left shift. The CMP may show electrolyte abnormalities such as hyponatremia or metabolic acidosis, as well as any concurrent renal failure. Serum lactate, c-reactive protein, and procalcitonin can help evaluate for associated bacteremia and sepsis. [47] Arterial blood gases may be obtained to assess oxygenation and acid/base status, while blood and wound cultures are necessary to guide antibiotic treatment. [48] [49]", "contents": "Fournier Gangrene -- Evaluation. Blood work in suspected Fournier gangrene should include a complete blood count (CBC) with a differential and a comprehensive metabolic panel (CMP). The CBC will often show elevated white blood count (WBC) with the potential for a left shift. The CMP may show electrolyte abnormalities such as hyponatremia or metabolic acidosis, as well as any concurrent renal failure. Serum lactate, c-reactive protein, and procalcitonin can help evaluate for associated bacteremia and sepsis. [47] Arterial blood gases may be obtained to assess oxygenation and acid/base status, while blood and wound cultures are necessary to guide antibiotic treatment. [48] [49]"}
{"id": "article-21939_24", "title": "Fournier Gangrene -- Evaluation", "content": "While essentially a clinical diagnosis, imaging can aid in confirmation of the disease process and help determine the extent of involvement. However, imaging alone cannot make or rule out the diagnosis of Fournier gangrene and should not delay surgical intervention in hemodynamically unstable patients. [50]", "contents": "Fournier Gangrene -- Evaluation. While essentially a clinical diagnosis, imaging can aid in confirmation of the disease process and help determine the extent of involvement. However, imaging alone cannot make or rule out the diagnosis of Fournier gangrene and should not delay surgical intervention in hemodynamically unstable patients. [50]"}
{"id": "article-21939_25", "title": "Fournier Gangrene -- Evaluation", "content": "Ultrasound imaging helps visualize any subcutaneous gas or emphysema in the underlying soft tissue. It can be done quickly, help identify subcutaneous gas before it can be appreciated on physical examination, and is particularly useful in the scrotum. The presence of gas in the scrotum is considered a pathognomonic sign of Fournier gangrene. [51] It may also be used to evaluate edema, gas, increased subcutaneous fluid, increased vascularity, and thickness of the affected soft tissue. [40] [52]", "contents": "Fournier Gangrene -- Evaluation. Ultrasound imaging helps visualize any subcutaneous gas or emphysema in the underlying soft tissue. It can be done quickly, help identify subcutaneous gas before it can be appreciated on physical examination, and is particularly useful in the scrotum. The presence of gas in the scrotum is considered a pathognomonic sign of Fournier gangrene. [51] It may also be used to evaluate edema, gas, increased subcutaneous fluid, increased vascularity, and thickness of the affected soft tissue. [40] [52]"}
{"id": "article-21939_26", "title": "Fournier Gangrene -- Evaluation", "content": "Other typical ultrasonographic findings would include \"cobblestoning\" (individual subcutaneous fat globules surrounded by fluid), the \"snow globe\" effect (swirling appearance of heterogenous subcutaneous material), and \"dirty shadowing\" (a hazy appearance of the infected subcutaneous tissue caused by the shadowing effect of gas and reverberation artifacts from hyperechoic foci). [12] [40] [51] [52] [53] This can help differentiate Fournier gangrene from other, more benign infections. [52]", "contents": "Fournier Gangrene -- Evaluation. Other typical ultrasonographic findings would include \"cobblestoning\" (individual subcutaneous fat globules surrounded by fluid), the \"snow globe\" effect (swirling appearance of heterogenous subcutaneous material), and \"dirty shadowing\" (a hazy appearance of the infected subcutaneous tissue caused by the shadowing effect of gas and reverberation artifacts from hyperechoic foci). [12] [40] [51] [52] [53] This can help differentiate Fournier gangrene from other, more benign infections. [52]"}
{"id": "article-21939_27", "title": "Fournier Gangrene -- Evaluation", "content": "X-ray imaging of the area may similarly indicate subcutaneous gas in the affected area, which is present in 90% of all Fournier gangrene cases. [38] Standard X-rays can detect soft tissue gas or emphysema, which will typically follow fascial planes and is visible before crepitus will be detectable on physical examination. [12] While the finding of subcutaneous emphysema can be helpful, it should not preclude a diagnosis of Fournier gangrene if negative. [12]", "contents": "Fournier Gangrene -- Evaluation. X-ray imaging of the area may similarly indicate subcutaneous gas in the affected area, which is present in 90% of all Fournier gangrene cases. [38] Standard X-rays can detect soft tissue gas or emphysema, which will typically follow fascial planes and is visible before crepitus will be detectable on physical examination. [12] While the finding of subcutaneous emphysema can be helpful, it should not preclude a diagnosis of Fournier gangrene if negative. [12]"}
{"id": "article-21939_28", "title": "Fournier Gangrene -- Evaluation", "content": "Computed tomography (CT) imaging has shown good sensitivity (88.5%) and specificity (93.3%) for Fournier gangrene. [54] It is the most sensitive and specific form of imaging in diagnosing Fournier gangrene. Typical findings include fat stranding around affected structures, subcutaneous emphysema, abscess formation, asymmetrical fascial thickening, and abnormal fluid collections. [53] [55] [56] [57] [58] It is also useful in identifying the source of scrotal gas and excluding various intra- and retroperitoneal disease processes. [59] [60] CT scans are also recommended after surgery to identify new pockets of infection and to assess wound healing.", "contents": "Fournier Gangrene -- Evaluation. Computed tomography (CT) imaging has shown good sensitivity (88.5%) and specificity (93.3%) for Fournier gangrene. [54] It is the most sensitive and specific form of imaging in diagnosing Fournier gangrene. Typical findings include fat stranding around affected structures, subcutaneous emphysema, abscess formation, asymmetrical fascial thickening, and abnormal fluid collections. [53] [55] [56] [57] [58] It is also useful in identifying the source of scrotal gas and excluding various intra- and retroperitoneal disease processes. [59] [60] CT scans are also recommended after surgery to identify new pockets of infection and to assess wound healing."}
{"id": "article-21939_29", "title": "Fournier Gangrene -- Evaluation", "content": "MRI scans are excellent for soft-tissue imaging but are not recommended for the initial diagnosis of suspected Fournier gangrene due to the prolonged imaging time required as well as the cost. [36] [39]", "contents": "Fournier Gangrene -- Evaluation. MRI scans are excellent for soft-tissue imaging but are not recommended for the initial diagnosis of suspected Fournier gangrene due to the prolonged imaging time required as well as the cost. [36] [39]"}
{"id": "article-21939_30", "title": "Fournier Gangrene -- Evaluation", "content": "The finding of gas on imaging is highly specific for Fournier but is not very sensitive at only 49%. [12] [54] This is because the gas in the deep fascia may not be easily visualized or be spread out too thinly, potentially giving a false negative result. [56]", "contents": "Fournier Gangrene -- Evaluation. The finding of gas on imaging is highly specific for Fournier but is not very sensitive at only 49%. [12] [54] This is because the gas in the deep fascia may not be easily visualized or be spread out too thinly, potentially giving a false negative result. [56]"}
{"id": "article-21939_31", "title": "Fournier Gangrene -- Treatment / Management", "content": "Fournier gangrene is a true surgical emergency. The disease process is managed with both surgical interventions and medical resuscitation as patients will often be septic and in shock. [34]", "contents": "Fournier Gangrene -- Treatment / Management. Fournier gangrene is a true surgical emergency. The disease process is managed with both surgical interventions and medical resuscitation as patients will often be septic and in shock. [34]"}
{"id": "article-21939_32", "title": "Fournier Gangrene -- Treatment / Management", "content": "Medical intervention revolves around the initiation of empiric broad-spectrum antibiotics while awaiting culture sensitivities. Antibiotic therapy has historically involved triple therapy in covering gram-positive, gram-negative, and anaerobic organisms associated with Fournier gangrene. These typically include staphylococcus, streptococcus, coliforms, Pseudomonas, Bacteroides, Clostridium , and possibly yeast. [39] The combination of a third-generation cephalosporin, aminoglycoside, penicillin, and metronidazole, has classically been used as triple therapy antibiotic coverage. Antibiotic therapy typically requires a duration of at least two weeks. Current recommended antibiotic regimens for Fournier gangrene include : Carbapenems (imipenem or meropenem 1 g IV every 6-8 hours, ertapenem 1 g IV every 24 hours [12] OR Piperacillin-tazobactam (3.375 g IV every 6 hours or 4.5 g IV every 8 hours) [35] PLUS Clindamycin (600 to 900 mg IV every 8 hours) PLUS", "contents": "Fournier Gangrene -- Treatment / Management. Medical intervention revolves around the initiation of empiric broad-spectrum antibiotics while awaiting culture sensitivities. Antibiotic therapy has historically involved triple therapy in covering gram-positive, gram-negative, and anaerobic organisms associated with Fournier gangrene. These typically include staphylococcus, streptococcus, coliforms, Pseudomonas, Bacteroides, Clostridium , and possibly yeast. [39] The combination of a third-generation cephalosporin, aminoglycoside, penicillin, and metronidazole, has classically been used as triple therapy antibiotic coverage. Antibiotic therapy typically requires a duration of at least two weeks. Current recommended antibiotic regimens for Fournier gangrene include : Carbapenems (imipenem or meropenem 1 g IV every 6-8 hours, ertapenem 1 g IV every 24 hours [12] OR Piperacillin-tazobactam (3.375 g IV every 6 hours or 4.5 g IV every 8 hours) [35] PLUS Clindamycin (600 to 900 mg IV every 8 hours) PLUS"}
{"id": "article-21939_33", "title": "Fournier Gangrene -- Treatment / Management", "content": "Vancomycin (15 to 20 mg/kg IV every 8 to 12 hours) [51] Daptomycin or linezolid can be substituted for vancomycin. [12] Antifungal agents such as amphotericin B, fluconazole, or similar can be added as needed. [35] Alternate regimens include aminoglycosides or fluoroquinolones plus metronidazole. [35] In patients who have had exposure to fresh or saltwater, doxycycline can be added for coverage of Aeromonas hydrophilia and Vibrio vulnificus . [35] [51]", "contents": "Fournier Gangrene -- Treatment / Management. Vancomycin (15 to 20 mg/kg IV every 8 to 12 hours) [51] Daptomycin or linezolid can be substituted for vancomycin. [12] Antifungal agents such as amphotericin B, fluconazole, or similar can be added as needed. [35] Alternate regimens include aminoglycosides or fluoroquinolones plus metronidazole. [35] In patients who have had exposure to fresh or saltwater, doxycycline can be added for coverage of Aeromonas hydrophilia and Vibrio vulnificus . [35] [51]"}
{"id": "article-21939_34", "title": "Fournier Gangrene -- Treatment / Management", "content": "In addition to antibiotic therapy, fluid resuscitation is of great importance in patients who may present with hypotension and septic shock. [61] [62] Vasopressors can be an addition to the patient's resuscitation efforts should their hypotension not be responsive to fluids alone. [62] Electrolyte abnormalities should also be appropriately corrected, preferably with a balanced crystalloid such as Lactated Ringer's solution. [12] [62] [63] [64] Diabetic patients suffering from Fournier gangrene will need correction of any blood glucose abnormalities. [55]", "contents": "Fournier Gangrene -- Treatment / Management. In addition to antibiotic therapy, fluid resuscitation is of great importance in patients who may present with hypotension and septic shock. [61] [62] Vasopressors can be an addition to the patient's resuscitation efforts should their hypotension not be responsive to fluids alone. [62] Electrolyte abnormalities should also be appropriately corrected, preferably with a balanced crystalloid such as Lactated Ringer's solution. [12] [62] [63] [64] Diabetic patients suffering from Fournier gangrene will need correction of any blood glucose abnormalities. [55]"}
{"id": "article-21939_35", "title": "Fournier Gangrene -- Treatment / Management", "content": "As critical as these antibiotic and resuscitative measures are, they should not delay emergent, early, and aggressive surgical exploration and debridement, which is the definitive and critical therapy for Fournier gangrene. Any significant delay in initiating the surgery promptly will result in increased patient morbidity and mortality. [4] [28] [65]", "contents": "Fournier Gangrene -- Treatment / Management. As critical as these antibiotic and resuscitative measures are, they should not delay emergent, early, and aggressive surgical exploration and debridement, which is the definitive and critical therapy for Fournier gangrene. Any significant delay in initiating the surgery promptly will result in increased patient morbidity and mortality. [4] [28] [65]"}
{"id": "article-21939_36", "title": "Fournier Gangrene -- Treatment / Management", "content": "Surgical intervention is based on aggressive, radical, wide resection of all necrotic and gangrenous tissue. The surgical team may be comprised of urology, general surgery, plastic surgery, colorectal surgery, and OB-GYN depending on the particular circumstances of the individual case. If there is any doubt about the specialty to take charge of the case, then all surgical specialties involved should be present in the operating room. If the urethra is involved and a suprapubic tube is needed, or if the gangrene is confined to the scrotum and genitalia, then urology would be expected to be the primary surgical service. If the infection starts in the scrotum but extends well into the lower abdomen and perineum and approaches the rectum, or if a diverting colostomy is required, then general or colorectal surgery must be involved. Regardless, these issues should not delay the initiation of surgical treatment of the patient.", "contents": "Fournier Gangrene -- Treatment / Management. Surgical intervention is based on aggressive, radical, wide resection of all necrotic and gangrenous tissue. The surgical team may be comprised of urology, general surgery, plastic surgery, colorectal surgery, and OB-GYN depending on the particular circumstances of the individual case. If there is any doubt about the specialty to take charge of the case, then all surgical specialties involved should be present in the operating room. If the urethra is involved and a suprapubic tube is needed, or if the gangrene is confined to the scrotum and genitalia, then urology would be expected to be the primary surgical service. If the infection starts in the scrotum but extends well into the lower abdomen and perineum and approaches the rectum, or if a diverting colostomy is required, then general or colorectal surgery must be involved. Regardless, these issues should not delay the initiation of surgical treatment of the patient."}
{"id": "article-21939_37", "title": "Fournier Gangrene -- Treatment / Management", "content": "A shorter time from initial hospital presentation to surgical intervention has been associated with improved prognosis; therefore, efforts should be made to minimize this time and avoid delays. [4] [28] Surgical debridement is based on removing all dead, infected, and necrotic tissue. This is determined by the separation of the skin, and subcutaneous tissue with debridement halted when these tissues can no longer be easily separated. The area of necrosis and debridement is often much larger than the skin demarcation alone would suggest. Removal or excision of otherwise healthy skin, particularly in the scrotum, may be necessary for full exposure and prevent premature skin closure before the underlying tissues have adequately healed.", "contents": "Fournier Gangrene -- Treatment / Management. A shorter time from initial hospital presentation to surgical intervention has been associated with improved prognosis; therefore, efforts should be made to minimize this time and avoid delays. [4] [28] Surgical debridement is based on removing all dead, infected, and necrotic tissue. This is determined by the separation of the skin, and subcutaneous tissue with debridement halted when these tissues can no longer be easily separated. The area of necrosis and debridement is often much larger than the skin demarcation alone would suggest. Removal or excision of otherwise healthy skin, particularly in the scrotum, may be necessary for full exposure and prevent premature skin closure before the underlying tissues have adequately healed."}
{"id": "article-21939_38", "title": "Fournier Gangrene -- Treatment / Management", "content": "Other specialties that may be involved with these difficult and complex cases include anesthesiology, critical care, emergency physicians, endocrinology, infectious disease, internal medicine (hospitalists), nephrology, and wound care.", "contents": "Fournier Gangrene -- Treatment / Management. Other specialties that may be involved with these difficult and complex cases include anesthesiology, critical care, emergency physicians, endocrinology, infectious disease, internal medicine (hospitalists), nephrology, and wound care."}
{"id": "article-21939_39", "title": "Fournier Gangrene -- Treatment / Management", "content": "The testicles have a separate blood supply through the spermatic cord, so they are typically unaffected, even if extensive scrotal involvement is present. [50] In such cases, the testicles can temporarily be placed in a subcutaneous pouch typically made in the upper inner thighs to help preserve their function and surface hydration. Permanent localization of the testicles can be done by a scrotal advancement flap, but long-term complications are minimized by using a pudendal thigh flap for one or both sides. [5] [66] [67] The penile corpora cavernosa and urethra are usually preserved, although the penile skin may become involved. [68]", "contents": "Fournier Gangrene -- Treatment / Management. The testicles have a separate blood supply through the spermatic cord, so they are typically unaffected, even if extensive scrotal involvement is present. [50] In such cases, the testicles can temporarily be placed in a subcutaneous pouch typically made in the upper inner thighs to help preserve their function and surface hydration. Permanent localization of the testicles can be done by a scrotal advancement flap, but long-term complications are minimized by using a pudendal thigh flap for one or both sides. [5] [66] [67] The penile corpora cavernosa and urethra are usually preserved, although the penile skin may become involved. [68]"}
{"id": "article-21939_40", "title": "Fournier Gangrene -- Treatment / Management", "content": "Surgical debridement often takes place in stages, with most cases of severe Fournier gangrene requiring three separate procedures. [55] [69] A vacuum-assisted closure or wound VAC system dressing is often used following debridement and reconstruction procedures to minimize fluid collections, reduce skin defects, and enhance tissue healing. [33] [70] [71] This enhancement is based on exposing the tissue to subatmospheric pressures for prolonged periods, promoting debridement and healing. [55] [72]", "contents": "Fournier Gangrene -- Treatment / Management. Surgical debridement often takes place in stages, with most cases of severe Fournier gangrene requiring three separate procedures. [55] [69] A vacuum-assisted closure or wound VAC system dressing is often used following debridement and reconstruction procedures to minimize fluid collections, reduce skin defects, and enhance tissue healing. [33] [70] [71] This enhancement is based on exposing the tissue to subatmospheric pressures for prolonged periods, promoting debridement and healing. [55] [72]"}
{"id": "article-21939_41", "title": "Fournier Gangrene -- Treatment / Management", "content": "Following surgical debridement and the formation of granulation tissue, patients will need to undergo reconstructive surgery of the affected area. Skin involvement guides reconstruction effects, which involve one or more of the following: skin flaps or grafts with local tissue, stem cell utilization, and/or split autodermoplasty.", "contents": "Fournier Gangrene -- Treatment / Management. Following surgical debridement and the formation of granulation tissue, patients will need to undergo reconstructive surgery of the affected area. Skin involvement guides reconstruction effects, which involve one or more of the following: skin flaps or grafts with local tissue, stem cell utilization, and/or split autodermoplasty."}
{"id": "article-21939_42", "title": "Fournier Gangrene -- Treatment / Management", "content": "Patients with significant perineal involvement will often undergo a colostomy or utilize a fecal management system for feces diversion to aid local healing. Fecal management systems have their basis around bowel management catheters. The system involves the insertion of the catheter into the rectum with a syringe for irrigation and a collection bag. A diverting colostomy is indicated in patients where the infectious process originated from the anorectal area and subsequently involved the anal sphincter. Other indications include rectal perforation, large rectal wound, or systemic sepsis.", "contents": "Fournier Gangrene -- Treatment / Management. Patients with significant perineal involvement will often undergo a colostomy or utilize a fecal management system for feces diversion to aid local healing. Fecal management systems have their basis around bowel management catheters. The system involves the insertion of the catheter into the rectum with a syringe for irrigation and a collection bag. A diverting colostomy is indicated in patients where the infectious process originated from the anorectal area and subsequently involved the anal sphincter. Other indications include rectal perforation, large rectal wound, or systemic sepsis."}
{"id": "article-21939_43", "title": "Fournier Gangrene -- Treatment / Management", "content": "A diverting colostomy is often performed using the Trephine technique. This technique uses a flexible sigmoidoscope to transilluminate and locate the sigmoid colon. The stoma site is determined intra-operatively. A trephine is performed, and while holding the colon, the sigmoidoscope is withdrawn. The colon is delivered into the wound, and an end colostomy is formed. When compared, fecal management systems have been shown to have a decreased length of hospitalization (24.1 days) compared to patients who have received a colostomy (40.5 days). [73] [74] [75] However, using a diverting colostomy tends to indicate a poorer outcome and has not been proven to reduce mortality. [76] [77] Therefore, its use should be considered carefully based on individual patient circumstances, disease severity, the degree of rectal/anal damage, and sphincter involvement.", "contents": "Fournier Gangrene -- Treatment / Management. A diverting colostomy is often performed using the Trephine technique. This technique uses a flexible sigmoidoscope to transilluminate and locate the sigmoid colon. The stoma site is determined intra-operatively. A trephine is performed, and while holding the colon, the sigmoidoscope is withdrawn. The colon is delivered into the wound, and an end colostomy is formed. When compared, fecal management systems have been shown to have a decreased length of hospitalization (24.1 days) compared to patients who have received a colostomy (40.5 days). [73] [74] [75] However, using a diverting colostomy tends to indicate a poorer outcome and has not been proven to reduce mortality. [76] [77] Therefore, its use should be considered carefully based on individual patient circumstances, disease severity, the degree of rectal/anal damage, and sphincter involvement."}
{"id": "article-21939_44", "title": "Fournier Gangrene -- Treatment / Management", "content": "The use of hyperbaric oxygen, topical therapy, immunotherapy,  and therapeutic plasma exchange are other treatment modalities that are potentially useful for the treatment of Fournier gangrene; however, medical and especially surgical treatment takes priority. Hyperbaric oxygen therapy is a supplemental postoperative treatment option that appears helpful. [78] [79] [80] [81] [82] It is typically used after initial surgical debridement, and there is evidence that it improves survival and reduces morbidity. [78] [79] [80] [81] [82] [83]", "contents": "Fournier Gangrene -- Treatment / Management. The use of hyperbaric oxygen, topical therapy, immunotherapy,  and therapeutic plasma exchange are other treatment modalities that are potentially useful for the treatment of Fournier gangrene; however, medical and especially surgical treatment takes priority. Hyperbaric oxygen therapy is a supplemental postoperative treatment option that appears helpful. [78] [79] [80] [81] [82] It is typically used after initial surgical debridement, and there is evidence that it improves survival and reduces morbidity. [78] [79] [80] [81] [82] [83]"}
{"id": "article-21939_45", "title": "Fournier Gangrene -- Treatment / Management", "content": "The premise is that the hyperbaric environment results in the improvement of tissue oxygenation, thereby improving antibiotic delivery and efficacy as well as promoting wound healing. [78] While there are some reports of an increased mortality rate in Fournier gangrene patients receiving hyperbaric oxygen but this is generally attributed to the use of hyperbaric treatment only in the most severe cases. [84] [85] Hyperbaric therapy should only be used postoperatively and should never be allowed to delay surgical intervention. [84]", "contents": "Fournier Gangrene -- Treatment / Management. The premise is that the hyperbaric environment results in the improvement of tissue oxygenation, thereby improving antibiotic delivery and efficacy as well as promoting wound healing. [78] While there are some reports of an increased mortality rate in Fournier gangrene patients receiving hyperbaric oxygen but this is generally attributed to the use of hyperbaric treatment only in the most severe cases. [84] [85] Hyperbaric therapy should only be used postoperatively and should never be allowed to delay surgical intervention. [84]"}
{"id": "article-21939_46", "title": "Fournier Gangrene -- Treatment / Management", "content": "The application of honey to the affected areas has also been reported to improve wound healing, but no studies have thus far been performed to validate this type of therapy. [38] [55] [86] Intravenous immunoglobulins have been proposed to help neutralize streptococcal toxins, but there is insufficient data to indicate their beneficial use in Fournier gangrene. [87] [88] Similarly, therapeutic plasma exchange has been suggested to remove toxins and inflammatory mediators from patients, but there is insufficient evidence to recommend it at the current time. [87]", "contents": "Fournier Gangrene -- Treatment / Management. The application of honey to the affected areas has also been reported to improve wound healing, but no studies have thus far been performed to validate this type of therapy. [38] [55] [86] Intravenous immunoglobulins have been proposed to help neutralize streptococcal toxins, but there is insufficient data to indicate their beneficial use in Fournier gangrene. [87] [88] Similarly, therapeutic plasma exchange has been suggested to remove toxins and inflammatory mediators from patients, but there is insufficient evidence to recommend it at the current time. [87]"}
{"id": "article-21939_47", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "The basis of successful therapy in Fournier gangrene is early recognition and the rapid initiation of surgical debridement.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. The basis of successful therapy in Fournier gangrene is early recognition and the rapid initiation of surgical debridement."}
{"id": "article-21939_48", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "This should be accompanied by hemodynamic resuscitation and broad-spectrum antibiotics but not delayed unduly.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. This should be accompanied by hemodynamic resuscitation and broad-spectrum antibiotics but not delayed unduly."}
{"id": "article-21939_49", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "Imaging and laboratory testing should not delay the start of surgery in obvious or critical cases, as early surgical intervention is the single most significant factor in determining survival.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. Imaging and laboratory testing should not delay the start of surgery in obvious or critical cases, as early surgical intervention is the single most significant factor in determining survival."}
{"id": "article-21939_50", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "Extensive, aggressive, and early surgical debridement is the primary mainstay of treatment.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. Extensive, aggressive, and early surgical debridement is the primary mainstay of treatment."}
{"id": "article-21939_51", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "After surgery, wounds are managed by sterile dressings and vacuum wound pressure systems.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. After surgery, wounds are managed by sterile dressings and vacuum wound pressure systems."}
{"id": "article-21939_52", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "The testicles are usually preserved as their blood supply is typically unaffected. They can be placed in subcutaneous pockets, usually on the upper inner thighs or in pudendal thigh pouches.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. The testicles are usually preserved as their blood supply is typically unaffected. They can be placed in subcutaneous pockets, usually on the upper inner thighs or in pudendal thigh pouches."}
{"id": "article-21939_53", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "If the urethra is involved, a suprapubic tube can be placed.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. If the urethra is involved, a suprapubic tube can be placed."}
{"id": "article-21939_54", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "If the rectum or anus is involved, a diverting colostomy may be needed or an equivalent fecal management system employed.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. If the rectum or anus is involved, a diverting colostomy may be needed or an equivalent fecal management system employed."}
{"id": "article-21939_55", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "The use of suprapubic tubes and colostomies should be minimized as they have not been shown to improve mortality and are associated with increased patient morbidity.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. The use of suprapubic tubes and colostomies should be minimized as they have not been shown to improve mortality and are associated with increased patient morbidity."}
{"id": "article-21939_56", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "Hyperbaric oxygen seems to help reduce morbidity and mortality.", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. Hyperbaric oxygen seems to help reduce morbidity and mortality."}
{"id": "article-21939_57", "title": "Fournier Gangrene -- Treatment / Management -- Treatment Summary", "content": "When fully healed, reconstructive surgery can provide reasonably satisfactory results. [50]", "contents": "Fournier Gangrene -- Treatment / Management -- Treatment Summary. When fully healed, reconstructive surgery can provide reasonably satisfactory results. [50]"}
{"id": "article-21939_58", "title": "Fournier Gangrene -- Differential Diagnosis", "content": "The differential diagnosis for Fournier gangrene includes: Acute renal colic, urolithiasis Cellulitis Chancre Deep vein thrombosis Epididymitis Erysipelas Gangrenous balanitis, Gangrenous vulvitis Gas gangrene (clostridial myonecrosis) Herpes simplex inguinal lymphogranulomatosis Invasive candidiasis Mucormycosis Orchitis Perianal/periurethral abscess Pyoderma gangrenosum Pyomyositis Pyonephrosis Scrotal abscess Scrotal edema Stevens-Johnson syndrome Syphilis Testicular torsion Toxic epidermal necrolysis Toxic shock syndrome Vasculitis [34] [55]", "contents": "Fournier Gangrene -- Differential Diagnosis. The differential diagnosis for Fournier gangrene includes: Acute renal colic, urolithiasis Cellulitis Chancre Deep vein thrombosis Epididymitis Erysipelas Gangrenous balanitis, Gangrenous vulvitis Gas gangrene (clostridial myonecrosis) Herpes simplex inguinal lymphogranulomatosis Invasive candidiasis Mucormycosis Orchitis Perianal/periurethral abscess Pyoderma gangrenosum Pyomyositis Pyonephrosis Scrotal abscess Scrotal edema Stevens-Johnson syndrome Syphilis Testicular torsion Toxic epidermal necrolysis Toxic shock syndrome Vasculitis [34] [55]"}
{"id": "article-21939_59", "title": "Fournier Gangrene -- Prognosis", "content": "The prognosis of Fournier gangrene is multifactorial.", "contents": "Fournier Gangrene -- Prognosis. The prognosis of Fournier gangrene is multifactorial."}
{"id": "article-21939_60", "title": "Fournier Gangrene -- Prognosis", "content": "A study published in 1995 by Laor et al. showed that the development of the Fournier Gangrene Severity Index (FGSI) is useful in determining prognosis in patients suffering from the disease. [89] The index used temperature, heart rate, respiratory rate, serum potassium and sodium, creatinine, bicarbonate levels, hematocrit, and white blood count. A score of greater than 9 was associated with a mortality of greater than 75 percent, while patients with a score of less than 9 had a 78 percent chance of survival. Other electrolyte abnormalities associated with a worse prognosis include elevated calcium and low magnesium levels. [48]", "contents": "Fournier Gangrene -- Prognosis. A study published in 1995 by Laor et al. showed that the development of the Fournier Gangrene Severity Index (FGSI) is useful in determining prognosis in patients suffering from the disease. [89] The index used temperature, heart rate, respiratory rate, serum potassium and sodium, creatinine, bicarbonate levels, hematocrit, and white blood count. A score of greater than 9 was associated with a mortality of greater than 75 percent, while patients with a score of less than 9 had a 78 percent chance of survival. Other electrolyte abnormalities associated with a worse prognosis include elevated calcium and low magnesium levels. [48]"}
{"id": "article-21939_61", "title": "Fournier Gangrene -- Prognosis", "content": "A patient's age, as well as the extent of tissue involvement, also determines the prognosis. Patient prognosis declines with advancing age. A larger degree of tissue involvement is similarly associated with a worse prognosis. The Uludag FGSI (UFGSI) scoring system involving both of these factors was developed in 2010 by Yilmazlar et al. Using this newly developed scoring system, a score greater than 9 was associated with a 94% likelihood of death while a score less than 9 correlated with an 81% probability of survival. [90]", "contents": "Fournier Gangrene -- Prognosis. A patient's age, as well as the extent of tissue involvement, also determines the prognosis. Patient prognosis declines with advancing age. A larger degree of tissue involvement is similarly associated with a worse prognosis. The Uludag FGSI (UFGSI) scoring system involving both of these factors was developed in 2010 by Yilmazlar et al. Using this newly developed scoring system, a score greater than 9 was associated with a 94% likelihood of death while a score less than 9 correlated with an 81% probability of survival. [90]"}
{"id": "article-21939_62", "title": "Fournier Gangrene -- Prognosis", "content": "The sAPGAR, surgical APGAR score, and the ACCI, age-adjusted Charleston Comorbidity Index, are two general surgical scoring systems that can be used to determine the prognosis of the patient's suffering from Fournier gangrene. ACCI is a prognostic classification system based on assigning points to 19 different comorbidities, with each comorbidity assigned a score of 1, 2, 3, or 6. Higher scores are associated with increased mortality risk. sAPGAR is used to calculate complications in postoperative patients. The score's basis is estimated blood, lowest mean arterial pressure, and lowest heart rate. The lower the sAPGAR score, the higher the risk of complication. While not specific to Fournier gangrene, both sAPGAR and ACCI are roughly equivalent to the FGSI and UFGSI in determining patient outcomes. [91] In studies comparing these scoring systems, the ACCI system demonstrated the highest sensitivity and specificity overall and was among the easiest to use clinically. [91] [92]", "contents": "Fournier Gangrene -- Prognosis. The sAPGAR, surgical APGAR score, and the ACCI, age-adjusted Charleston Comorbidity Index, are two general surgical scoring systems that can be used to determine the prognosis of the patient's suffering from Fournier gangrene. ACCI is a prognostic classification system based on assigning points to 19 different comorbidities, with each comorbidity assigned a score of 1, 2, 3, or 6. Higher scores are associated with increased mortality risk. sAPGAR is used to calculate complications in postoperative patients. The score's basis is estimated blood, lowest mean arterial pressure, and lowest heart rate. The lower the sAPGAR score, the higher the risk of complication. While not specific to Fournier gangrene, both sAPGAR and ACCI are roughly equivalent to the FGSI and UFGSI in determining patient outcomes. [91] In studies comparing these scoring systems, the ACCI system demonstrated the highest sensitivity and specificity overall and was among the easiest to use clinically. [91] [92]"}
{"id": "article-21939_63", "title": "Fournier Gangrene -- Prognosis", "content": "The time of onset of the disease to surgical treatment is key as patients who present earlier in the course of the disease process and receive prompt, emergent surgical debridement has better outcomes. [4] [28] Diabetic patients with a HgA1c greater than 7 have also been found to have a worse prognosis. [89] [93]", "contents": "Fournier Gangrene -- Prognosis. The time of onset of the disease to surgical treatment is key as patients who present earlier in the course of the disease process and receive prompt, emergent surgical debridement has better outcomes. [4] [28] Diabetic patients with a HgA1c greater than 7 have also been found to have a worse prognosis. [89] [93]"}
{"id": "article-21939_64", "title": "Fournier Gangrene -- Complications", "content": "Given the devasting effect that Fournier gangrene has on patients and the high mortality, complications can present both in the short and long term.", "contents": "Fournier Gangrene -- Complications. Given the devasting effect that Fournier gangrene has on patients and the high mortality, complications can present both in the short and long term."}
{"id": "article-21939_65", "title": "Fournier Gangrene -- Complications", "content": "Short-term systemic complications of Fournier gangrene are a result of the inflammatory response mounted by the body against this aggressive infectious process. These systemic complications include acute renal failure, acute respiratory distress syndrome, cardiac arrhythmias, heart failure, multiple organ failure, and bacteremia. This bacteremia can cause acute thromboembolic events such as strokes and arterial occlusion in the lower extremities, which can lead to amputations. Also, patients can develop ileus due to the multiple surgeries they undergo. Wound infections following debridement can also occur; however, as previously discussed, adjunctive treatments such as hyperbaric oxygen are aimed at lowering the rate of wound infections. [94]", "contents": "Fournier Gangrene -- Complications. Short-term systemic complications of Fournier gangrene are a result of the inflammatory response mounted by the body against this aggressive infectious process. These systemic complications include acute renal failure, acute respiratory distress syndrome, cardiac arrhythmias, heart failure, multiple organ failure, and bacteremia. This bacteremia can cause acute thromboembolic events such as strokes and arterial occlusion in the lower extremities, which can lead to amputations. Also, patients can develop ileus due to the multiple surgeries they undergo. Wound infections following debridement can also occur; however, as previously discussed, adjunctive treatments such as hyperbaric oxygen are aimed at lowering the rate of wound infections. [94]"}
{"id": "article-21939_66", "title": "Fournier Gangrene -- Complications", "content": "Patients who suffer from significant disease involvement of the perineum can often develop fecal incontinence due to the involvement of the anal sphincter, which requires debridement. These patients will require a colostomy to decrease fecal contamination of the wound. The formation of a colostomy itself comes with multiple associated complications. These complications include the evisceration of the stoma and stomal infection. As the penis is often involved, urinary tract infections are common complications of the disease. Urinary retention results from periurethral swelling, which prevents the patient from voiding; treatment includes urinary catheterization and cystostomy in specific patient groups. [55]", "contents": "Fournier Gangrene -- Complications. Patients who suffer from significant disease involvement of the perineum can often develop fecal incontinence due to the involvement of the anal sphincter, which requires debridement. These patients will require a colostomy to decrease fecal contamination of the wound. The formation of a colostomy itself comes with multiple associated complications. These complications include the evisceration of the stoma and stomal infection. As the penis is often involved, urinary tract infections are common complications of the disease. Urinary retention results from periurethral swelling, which prevents the patient from voiding; treatment includes urinary catheterization and cystostomy in specific patient groups. [55]"}
{"id": "article-21939_67", "title": "Fournier Gangrene -- Complications", "content": "Psychological complications are prevalent in patients who suffer from Fournier gangrene. Due to the devastating effect the disease has on the genitals; many patients have long-term pain as a result. This condition leads to a decreased quality of life, which can cause depression. The disfiguring scars associated with the recovery process also contribute to patients’ psychological problems. Patients will often suffer from sexual dysfunction from impaired penile function, penile deviation, and penile torsion. Loss of penile skin sensitivity and pain associated with erections are two other factors that lead to sexual dysfunction. [7] [95]", "contents": "Fournier Gangrene -- Complications. Psychological complications are prevalent in patients who suffer from Fournier gangrene. Due to the devastating effect the disease has on the genitals; many patients have long-term pain as a result. This condition leads to a decreased quality of life, which can cause depression. The disfiguring scars associated with the recovery process also contribute to patients’ psychological problems. Patients will often suffer from sexual dysfunction from impaired penile function, penile deviation, and penile torsion. Loss of penile skin sensitivity and pain associated with erections are two other factors that lead to sexual dysfunction. [7] [95]"}
{"id": "article-21939_68", "title": "Fournier Gangrene -- Deterrence and Patient Education", "content": "Fournier gangrene is a rare but deadly infection of the genital and perineum. Symptoms of this infectious process include swelling to the genitals and perineal area associated with significant pain. Systemic symptoms are not uncommon. While there is no specific way to prevent Fournier gangrene, certain actions can be taken to minimize the chances of suffering the disease. Diabetic patients should carefully and thoroughly assess the groin area for any signs of redness, swelling, or pain. Also, appropriate management of diabetes with optimal medication compliance is beneficial. Diabetic patients who suffer from Fournier gangrene have a better prognosis if the HgA1c is below 7. Maintaining appropriate hygiene and skincare can also prevent Fournier gangrene, as skin breakdown can be the first step in developing the disease. [93]", "contents": "Fournier Gangrene -- Deterrence and Patient Education. Fournier gangrene is a rare but deadly infection of the genital and perineum. Symptoms of this infectious process include swelling to the genitals and perineal area associated with significant pain. Systemic symptoms are not uncommon. While there is no specific way to prevent Fournier gangrene, certain actions can be taken to minimize the chances of suffering the disease. Diabetic patients should carefully and thoroughly assess the groin area for any signs of redness, swelling, or pain. Also, appropriate management of diabetes with optimal medication compliance is beneficial. Diabetic patients who suffer from Fournier gangrene have a better prognosis if the HgA1c is below 7. Maintaining appropriate hygiene and skincare can also prevent Fournier gangrene, as skin breakdown can be the first step in developing the disease. [93]"}
{"id": "article-21939_69", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Fournier gangrene is a rapid, life-threatening infection of the genitals and perineum with a very high mortality rate even with optimal modern medical treatment.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Fournier gangrene is a rapid, life-threatening infection of the genitals and perineum with a very high mortality rate even with optimal modern medical treatment."}
{"id": "article-21939_70", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Special care and attention should be given to patients with unexplained groin or scrotal pain, cellulitis, or localized infection, as a misdiagnosis can prove fatal.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Special care and attention should be given to patients with unexplained groin or scrotal pain, cellulitis, or localized infection, as a misdiagnosis can prove fatal."}
{"id": "article-21939_71", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Particular attention is necessary for patients who have diabetes, have a history of hypertension, alcohol abuse, spinal cord injury with paraplegia or quadriplegia, morbid obesity, or are immunocompromised as these factors predispose patients to the development of Fournier gangrene or unduly delay the diagnosis.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Particular attention is necessary for patients who have diabetes, have a history of hypertension, alcohol abuse, spinal cord injury with paraplegia or quadriplegia, morbid obesity, or are immunocompromised as these factors predispose patients to the development of Fournier gangrene or unduly delay the diagnosis."}
{"id": "article-21939_72", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "On physical examination, the patient may have pain out of proportion to physical findings as there may not be any significant cutaneous manifestations of the disease. Be very suspicious in such situations.", "contents": "Fournier Gangrene -- Pearls and Other Issues. On physical examination, the patient may have pain out of proportion to physical findings as there may not be any significant cutaneous manifestations of the disease. Be very suspicious in such situations."}
{"id": "article-21939_73", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Multiple medical and surgical specialties may need to be involved in these complex cases, including colorectal surgery, critical care, emergency medicine, endocrinology, general surgery, infectious disease, internal medicine, nephrology, OB-GYN, plastic surgery, wound care, and urology.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Multiple medical and surgical specialties may need to be involved in these complex cases, including colorectal surgery, critical care, emergency medicine, endocrinology, general surgery, infectious disease, internal medicine, nephrology, OB-GYN, plastic surgery, wound care, and urology."}
{"id": "article-21939_74", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Medical treatment revolves around medical resuscitation with intravenous fluids and antibiotics, but priority must be given to emergent surgical exploration and aggressive debridement.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Medical treatment revolves around medical resuscitation with intravenous fluids and antibiotics, but priority must be given to emergent surgical exploration and aggressive debridement."}
{"id": "article-21939_75", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Medical resuscitation measures, laboratory studies, and diagnostic imaging should not be permitted to delay surgical exploration in obvious or clearcut cases.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Medical resuscitation measures, laboratory studies, and diagnostic imaging should not be permitted to delay surgical exploration in obvious or clearcut cases."}
{"id": "article-21939_76", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Rapid surgical treatment is the single most important factor in overall patient survival in this disease.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Rapid surgical treatment is the single most important factor in overall patient survival in this disease."}
{"id": "article-21939_77", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Using suprapubic tubes and diverting colostomies should be minimized as much as possible as they do not appear to improve mortality and may increase morbidity.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Using suprapubic tubes and diverting colostomies should be minimized as much as possible as they do not appear to improve mortality and may increase morbidity."}
{"id": "article-21939_78", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "The testicles are usually preserved as their blood supply derives from the spermatic cord. They may be best placed by relocating them in pudendal thigh pouches.", "contents": "Fournier Gangrene -- Pearls and Other Issues. The testicles are usually preserved as their blood supply derives from the spermatic cord. They may be best placed by relocating them in pudendal thigh pouches."}
{"id": "article-21939_79", "title": "Fournier Gangrene -- Pearls and Other Issues", "content": "Despite the devastating complications, many patients are ultimately pleased with their quality of life.", "contents": "Fournier Gangrene -- Pearls and Other Issues. Despite the devastating complications, many patients are ultimately pleased with their quality of life."}
{"id": "article-21939_80", "title": "Fournier Gangrene -- Enhancing Healthcare Team Outcomes", "content": "The treatment and management of Fournier gangrene require an interprofessional team. Patients will often present to the emergency department or their primary care physician. Following diagnosis and admission to the hospital, Fournier gangrene management is best by a team of health care professionals, including an intensivist, urologist, pharmacist, infectious disease expert, and nursing staff. In the emergency department, prompt identification of the disease is of great importance. The faster a patient with Fournier gangrene gets evaluated and their workup initiated, the quicker they are accurately diagnosed and treated. Following an appropriate diagnosis, the patient will require admission and urological consultation for prompt surgical debridement. These patients will often require admission to an intensive care unit where their vitals will be continually monitored by nursing staff who will communicate any concerns regarding patient deterioration to the intensivist.", "contents": "Fournier Gangrene -- Enhancing Healthcare Team Outcomes. The treatment and management of Fournier gangrene require an interprofessional team. Patients will often present to the emergency department or their primary care physician. Following diagnosis and admission to the hospital, Fournier gangrene management is best by a team of health care professionals, including an intensivist, urologist, pharmacist, infectious disease expert, and nursing staff. In the emergency department, prompt identification of the disease is of great importance. The faster a patient with Fournier gangrene gets evaluated and their workup initiated, the quicker they are accurately diagnosed and treated. Following an appropriate diagnosis, the patient will require admission and urological consultation for prompt surgical debridement. These patients will often require admission to an intensive care unit where their vitals will be continually monitored by nursing staff who will communicate any concerns regarding patient deterioration to the intensivist."}
{"id": "article-21939_81", "title": "Fournier Gangrene -- Enhancing Healthcare Team Outcomes", "content": "Pharmacy and infectious disease play crucial roles in determining the appropriate antibiotics, which should be given to the patient once culture sensitivities result. If the wound is left open, a wound care nurse should be involved with the dressing changes. A stoma nurse should assess the appliance and ensure that the skin around the stoma is protected. These patients require vigilent monitoring, and any member of the interprofessional team who notes a change in status, including relapse, therapeutic failure, or drug adverse events or interactions, must document their findings and alert appropriate team members immediately so interventions can commence. This global and systemic interprofessional approach to treating patients suffering from Fournier gangrene is crucial in lowering the associated mortality. [33] [Level 5]", "contents": "Fournier Gangrene -- Enhancing Healthcare Team Outcomes. Pharmacy and infectious disease play crucial roles in determining the appropriate antibiotics, which should be given to the patient once culture sensitivities result. If the wound is left open, a wound care nurse should be involved with the dressing changes. A stoma nurse should assess the appliance and ensure that the skin around the stoma is protected. These patients require vigilent monitoring, and any member of the interprofessional team who notes a change in status, including relapse, therapeutic failure, or drug adverse events or interactions, must document their findings and alert appropriate team members immediately so interventions can commence. This global and systemic interprofessional approach to treating patients suffering from Fournier gangrene is crucial in lowering the associated mortality. [33] [Level 5]"}
{"id": "article-21939_82", "title": "Fournier Gangrene -- Enhancing Healthcare Team Outcomes", "content": "Fournier gangrene is a potentially fatal disease with a mortality ranging from 20% to 30%. [14] Mortality is dependent on age, time to surgical intervention, and predisposing factors such as diabetes mellitus, hypertension, and immunocompromise. If diagnosed and managed appropriately, most survivors of Fournier gangrene are satisfied with their quality of life and cosmetic results despite complications such as chronic pain, sexual dysfunction, and stool incontinence. [96]", "contents": "Fournier Gangrene -- Enhancing Healthcare Team Outcomes. Fournier gangrene is a potentially fatal disease with a mortality ranging from 20% to 30%. [14] Mortality is dependent on age, time to surgical intervention, and predisposing factors such as diabetes mellitus, hypertension, and immunocompromise. If diagnosed and managed appropriately, most survivors of Fournier gangrene are satisfied with their quality of life and cosmetic results despite complications such as chronic pain, sexual dysfunction, and stool incontinence. [96]"}
{"id": "article-21939_83", "title": "Fournier Gangrene -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fournier Gangrene -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}