{"id": "article-23722_0", "title": "Intrauterine Fetal Demise -- Continuing Education Activity", "content": "Stillbirth has many causes: intrapartum complications, hypertension, diabetes, infection, congenital and genetic abnormalities, placental dysfunction, and pregnancy continuing beyond forty weeks. It is a catastrophic event with lasting consequences on all of society. We need to learn more about why stillbirths occur to help those impacted deal with grief and, more importantly, prepare to reduce stillbirth risk in subsequent pregnancies. This activity reviews the interprofessional team's role in evaluating, managing, and improving care for patients with this diagnosis.", "contents": "Intrauterine Fetal Demise -- Continuing Education Activity. Stillbirth has many causes: intrapartum complications, hypertension, diabetes, infection, congenital and genetic abnormalities, placental dysfunction, and pregnancy continuing beyond forty weeks. It is a catastrophic event with lasting consequences on all of society. We need to learn more about why stillbirths occur to help those impacted deal with grief and, more importantly, prepare to reduce stillbirth risk in subsequent pregnancies. This activity reviews the interprofessional team's role in evaluating, managing, and improving care for patients with this diagnosis."}
{"id": "article-23722_1", "title": "Intrauterine Fetal Demise -- Continuing Education Activity", "content": "Objectives: Identify the etiology of stillbirth. Review the appropriate evaluation of stillbirth. Outline the management options available for stillbirth. Explain some team strategies to optimize care coordination and communication to advance the care provided for stillbirth and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Intrauterine Fetal Demise -- Continuing Education Activity. Objectives: Identify the etiology of stillbirth. Review the appropriate evaluation of stillbirth. Outline the management options available for stillbirth. Explain some team strategies to optimize care coordination and communication to advance the care provided for stillbirth and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23722_2", "title": "Intrauterine Fetal Demise -- Introduction", "content": "The United States Center for Health Statistics defines a fetal death as the delivery of a fetus showing no sign of life, as indicated by absent breathing, heartbeats, pulsation of the umbilical cord, or definite movements of voluntary muscles, irrespective of the duration of pregnancy. Stillbirth is a fetal death after a defined gestational age and/or fetal weight, both of which have historically lacked uniformity. Currently, the most recognized definition of stillbirth is a fetal death that occurs at or greater than 20 weeks gestation or at a birth weight greater than or equal to 350 grams. Standardization of the definition of stillbirth is a current priority. [1] In the United States, termination of pregnancy for fetal anomalies and labor induction for pre-viable premature rupture of membranes are reported as terminations of pregnancy and not as stillbirths. \"Stillbirth\" has replaced \"intrauterine fetal demise\" as the terminology of choice based on the opinions of parent groups. An attempt is now underway to use stillbirth in all scientific publications. For this publication, intrauterine fetal demise and stillbirth are considered interchangeable.", "contents": "Intrauterine Fetal Demise -- Introduction. The United States Center for Health Statistics defines a fetal death as the delivery of a fetus showing no sign of life, as indicated by absent breathing, heartbeats, pulsation of the umbilical cord, or definite movements of voluntary muscles, irrespective of the duration of pregnancy. Stillbirth is a fetal death after a defined gestational age and/or fetal weight, both of which have historically lacked uniformity. Currently, the most recognized definition of stillbirth is a fetal death that occurs at or greater than 20 weeks gestation or at a birth weight greater than or equal to 350 grams. Standardization of the definition of stillbirth is a current priority. [1] In the United States, termination of pregnancy for fetal anomalies and labor induction for pre-viable premature rupture of membranes are reported as terminations of pregnancy and not as stillbirths. \"Stillbirth\" has replaced \"intrauterine fetal demise\" as the terminology of choice based on the opinions of parent groups. An attempt is now underway to use stillbirth in all scientific publications. For this publication, intrauterine fetal demise and stillbirth are considered interchangeable."}
{"id": "article-23722_3", "title": "Intrauterine Fetal Demise -- Introduction", "content": "Comparison of stillbirth rates among and within countries is limited due to the non-uniformity of the definition of stillbirth and incomplete collection of stillbirth data. Globally, less than 5 percent of stillbirths are recorded. [2] Intrauterine fetal demise is the 5th leading cause of death worldwide. There is currently a limited understanding of the pathophysiology responsible for fetal demise. Globally, unexplained stillbirth is reported in 76% of cases. [2] [3] The Lancet published \"The Ending Preventable Stillbirths Series Study Group,\" which has helped promote global public health efforts. The initial goal was to reduce the stillbirth rate to less than 15/1000. This has been achieved already in many industrialized countries; however, countries in Asia and Africa still have much higher stillbirth rates attributed mainly to lack of access to healthcare providers. An estimated 98% of global stillbirths occur in low and middle-income countries. [4]", "contents": "Intrauterine Fetal Demise -- Introduction. Comparison of stillbirth rates among and within countries is limited due to the non-uniformity of the definition of stillbirth and incomplete collection of stillbirth data. Globally, less than 5 percent of stillbirths are recorded. [2] Intrauterine fetal demise is the 5th leading cause of death worldwide. There is currently a limited understanding of the pathophysiology responsible for fetal demise. Globally, unexplained stillbirth is reported in 76% of cases. [2] [3] The Lancet published \"The Ending Preventable Stillbirths Series Study Group,\" which has helped promote global public health efforts. The initial goal was to reduce the stillbirth rate to less than 15/1000. This has been achieved already in many industrialized countries; however, countries in Asia and Africa still have much higher stillbirth rates attributed mainly to lack of access to healthcare providers. An estimated 98% of global stillbirths occur in low and middle-income countries. [4]"}
{"id": "article-23722_4", "title": "Intrauterine Fetal Demise -- Introduction", "content": "Stillbirth has many causes: intrapartum complications, hypertension, diabetes, infection, congenital and genetic abnormalities, placental dysfunction, and pregnancy continuing beyond forty weeks. This is a catastrophic event with lasting consequences on all of society. We need to learn more about why stillbirths occur. This knowledge can help those impacted deal with grief and, more importantly, prepare to reduce stillbirth risk in subsequent pregnancies. This activity reviews the healthcare team's role in evaluating, managing, and improving care for patients diagnosed with stillbirth.", "contents": "Intrauterine Fetal Demise -- Introduction. Stillbirth has many causes: intrapartum complications, hypertension, diabetes, infection, congenital and genetic abnormalities, placental dysfunction, and pregnancy continuing beyond forty weeks. This is a catastrophic event with lasting consequences on all of society. We need to learn more about why stillbirths occur. This knowledge can help those impacted deal with grief and, more importantly, prepare to reduce stillbirth risk in subsequent pregnancies. This activity reviews the healthcare team's role in evaluating, managing, and improving care for patients diagnosed with stillbirth."}
{"id": "article-23722_5", "title": "Intrauterine Fetal Demise -- Etiology", "content": "Global data on causes of stillbirth are limited due to difficulty in assigning causation. [5] Unexplained stillbirth is the most commonly reported cause, reported in 76% of cases worldwide. [6] Half of the world's stillbirths are linked to intrapartum complications; most of these deaths could likely be averted with increased access to skilled healthcare. [2]", "contents": "Intrauterine Fetal Demise -- Etiology. Global data on causes of stillbirth are limited due to difficulty in assigning causation. [5] Unexplained stillbirth is the most commonly reported cause, reported in 76% of cases worldwide. [6] Half of the world's stillbirths are linked to intrapartum complications; most of these deaths could likely be averted with increased access to skilled healthcare. [2]"}
{"id": "article-23722_6", "title": "Intrauterine Fetal Demise -- Etiology", "content": "The Stillbirth Collaborative Research Network study found stillbirth risk factors known at the start of pregnancy accounted for only a small fraction of stillbirth risk.  Only prior stillbirth or pregnancy loss from preterm birth or fetal-growth restriction demonstrated predictive value. [7] The risk of stillbirth is higher in women with a prior unexplained stillbirth. One study found the risk to be five times greater and another two times greater. [8] [9] Prior preterm birth less than 34 weeks increases the risk of a subsequent stillbirth three times. The additional history of having delivered a growth-restricted fetus increases the risk of subsequent stillbirth six times. [10] Compared to a woman with a prior stillbirth, the risk of stillbirth is even greater for women who have delivered a viable, growth-restricted fetus before 32 weeks gestational age. [9] [11]", "contents": "Intrauterine Fetal Demise -- Etiology. The Stillbirth Collaborative Research Network study found stillbirth risk factors known at the start of pregnancy accounted for only a small fraction of stillbirth risk.  Only prior stillbirth or pregnancy loss from preterm birth or fetal-growth restriction demonstrated predictive value. [7] The risk of stillbirth is higher in women with a prior unexplained stillbirth. One study found the risk to be five times greater and another two times greater. [8] [9] Prior preterm birth less than 34 weeks increases the risk of a subsequent stillbirth three times. The additional history of having delivered a growth-restricted fetus increases the risk of subsequent stillbirth six times. [10] Compared to a woman with a prior stillbirth, the risk of stillbirth is even greater for women who have delivered a viable, growth-restricted fetus before 32 weeks gestational age. [9] [11]"}
{"id": "article-23722_7", "title": "Intrauterine Fetal Demise -- Etiology", "content": "The Eunice Kennedy Shriver National Institute of Child Health Development (NICHD) created the Stillbirth Collaborative Research Network. It evaluated the cause for stillbirth at 20 weeks or greater between 2006 and 2008 in 59 hospitals in five US states. The main causes of stillbirth in the US were obstetrical, including abruption and multifetal gestation complications and spontaneous labor or rupture membranes before viability. This study showed the cause of stillbirth could be assigned in 75% of cases when a systematic evaluation is performed, as will be outlined below.", "contents": "Intrauterine Fetal Demise -- Etiology. The Eunice Kennedy Shriver National Institute of Child Health Development (NICHD) created the Stillbirth Collaborative Research Network. It evaluated the cause for stillbirth at 20 weeks or greater between 2006 and 2008 in 59 hospitals in five US states. The main causes of stillbirth in the US were obstetrical, including abruption and multifetal gestation complications and spontaneous labor or rupture membranes before viability. This study showed the cause of stillbirth could be assigned in 75% of cases when a systematic evaluation is performed, as will be outlined below."}
{"id": "article-23722_8", "title": "Intrauterine Fetal Demise -- Etiology -- Placental Abnormalities:", "content": "Fetal growth restriction and placental abnormalities are the most prevalent findings in stillbirth. Most pregnancies with these findings, however, do not result in stillbirth. [12] Placental abnormalities can also be found in stillbirths without evidence of impaired growth. Symphysis-fundal height, used to estimate serial fetal growth at the prenatal visits, has a low sensitivity and specificity for detecting a small for gestational age infant. At this time, only placental volume, velamentous insertion, and the presence of a single, umbilical artery can be detected prenatally. Diagnosing fetal growth restriction in utero is difficult. Novel methods are needed to evaluate the structure and the function of the placenta in a noninvasive way. If the birth weight is less than the 10th percentile, the risk of growth restriction is 30%, and if the birth weight is less than the 3rd percentile, the risk is 70%. [13] The risk of stillbirth is relative to the degree of growth restriction, with the highest stillbirth risk for those delivering the most growth-restricted fetuses. [10] The risk of stillbirth is 15/1000 for birth weights less than the 2.5th percentile and 25/1000 for birth weights less than the 5th percentile. [14] [15]", "contents": "Intrauterine Fetal Demise -- Etiology -- Placental Abnormalities:. Fetal growth restriction and placental abnormalities are the most prevalent findings in stillbirth. Most pregnancies with these findings, however, do not result in stillbirth. [12] Placental abnormalities can also be found in stillbirths without evidence of impaired growth. Symphysis-fundal height, used to estimate serial fetal growth at the prenatal visits, has a low sensitivity and specificity for detecting a small for gestational age infant. At this time, only placental volume, velamentous insertion, and the presence of a single, umbilical artery can be detected prenatally. Diagnosing fetal growth restriction in utero is difficult. Novel methods are needed to evaluate the structure and the function of the placenta in a noninvasive way. If the birth weight is less than the 10th percentile, the risk of growth restriction is 30%, and if the birth weight is less than the 3rd percentile, the risk is 70%. [13] The risk of stillbirth is relative to the degree of growth restriction, with the highest stillbirth risk for those delivering the most growth-restricted fetuses. [10] The risk of stillbirth is 15/1000 for birth weights less than the 2.5th percentile and 25/1000 for birth weights less than the 5th percentile. [14] [15]"}
{"id": "article-23722_9", "title": "Intrauterine Fetal Demise -- Etiology -- Placental Abnormalities:", "content": "Placental factors such as a placental abruption are found in six percent of stillbirths. [13] A history of placental abruption increases the risk of stillbirth. This risk is greatest for preterm fetuses. Cocaine use, smoking, hypertension, and preeclampsia increase the risk for placental abruption and stillbirth. Additionally, unusual placental conditions, including choriocarcinoma or chorioangioma, increase the risk for stillbirth. [16] [17]", "contents": "Intrauterine Fetal Demise -- Etiology -- Placental Abnormalities:. Placental factors such as a placental abruption are found in six percent of stillbirths. [13] A history of placental abruption increases the risk of stillbirth. This risk is greatest for preterm fetuses. Cocaine use, smoking, hypertension, and preeclampsia increase the risk for placental abruption and stillbirth. Additionally, unusual placental conditions, including choriocarcinoma or chorioangioma, increase the risk for stillbirth. [16] [17]"}
{"id": "article-23722_10", "title": "Intrauterine Fetal Demise -- Etiology -- Diabetes", "content": "Diabetes increases stillbirth risk up to five times. [12] [18] [19] A meta-analysis showed that only improving glucose control prior to conception reduces the rate of stillbirth. [20] With optimal glycemic control, the risk of stillbirth may be reduced. [21] In type 1 diabetics, the stillbirth rate is 16.1 per 1000 births. Poor diabetic control determined by elevated glycosylated hemoglobins before pregnancy (OR 1.03) and later in pregnancy (OR 1.06) were associated with stillbirth.  In type 2 diabetics, the stillbirth rate is 22.9/1000 births. A higher BMI (OR 1.07) and elevated glycosylated hemoglobin before pregnancy (OR 1.02) were associated with stillbirth. The birth weight may be affected by diabetes and is also related to the risk of stillbirth. If the birth weight is less than the 10th percentile, the risk for stillbirth is elevated six times in mothers with type 1 diabetes and three times in those with type 2 diabetes compared to fetuses weighing in the 10th to 90th percentile. With type 2 diabetes, the risk for stillbirth was twofold higher if the birth weight was over the 95th percentile. A significantly higher number of stillborns in women with type 2 diabetes are male gender. A third of the stillbirths associated with diabetes occur at term. The highest rate for stillbirth is in the 38th week for type 1 diabetes and in the 39th week for type 2 diabetes. [22]", "contents": "Intrauterine Fetal Demise -- Etiology -- Diabetes. Diabetes increases stillbirth risk up to five times. [12] [18] [19] A meta-analysis showed that only improving glucose control prior to conception reduces the rate of stillbirth. [20] With optimal glycemic control, the risk of stillbirth may be reduced. [21] In type 1 diabetics, the stillbirth rate is 16.1 per 1000 births. Poor diabetic control determined by elevated glycosylated hemoglobins before pregnancy (OR 1.03) and later in pregnancy (OR 1.06) were associated with stillbirth.  In type 2 diabetics, the stillbirth rate is 22.9/1000 births. A higher BMI (OR 1.07) and elevated glycosylated hemoglobin before pregnancy (OR 1.02) were associated with stillbirth. The birth weight may be affected by diabetes and is also related to the risk of stillbirth. If the birth weight is less than the 10th percentile, the risk for stillbirth is elevated six times in mothers with type 1 diabetes and three times in those with type 2 diabetes compared to fetuses weighing in the 10th to 90th percentile. With type 2 diabetes, the risk for stillbirth was twofold higher if the birth weight was over the 95th percentile. A significantly higher number of stillborns in women with type 2 diabetes are male gender. A third of the stillbirths associated with diabetes occur at term. The highest rate for stillbirth is in the 38th week for type 1 diabetes and in the 39th week for type 2 diabetes. [22]"}
{"id": "article-23722_11", "title": "Intrauterine Fetal Demise -- Etiology -- Race", "content": "Non-Hispanic, black women in the U.S. have a higher rate of stillbirth (11 per 1000 births) compared to other racial groups. This group also has a higher incidence of diabetes, hypertension, premature membrane rupture, and abruption may account for the higher rate of stillbirth. [18]", "contents": "Intrauterine Fetal Demise -- Etiology -- Race. Non-Hispanic, black women in the U.S. have a higher rate of stillbirth (11 per 1000 births) compared to other racial groups. This group also has a higher incidence of diabetes, hypertension, premature membrane rupture, and abruption may account for the higher rate of stillbirth. [18]"}
{"id": "article-23722_12", "title": "Intrauterine Fetal Demise -- Etiology -- Obesity", "content": "Obesity is an independent risk factor for stillbirth, even after controlling for diabetes, smoking, gestational diabetes, and preeclampsia. Obesity is a major health problem in developed countries and is defined as a body mass index greater than 30 kg/m2. Nonobese women have a stillbirth risk of 5.5 per 1000. The risk is 8 per 1000 for BMI 30 to 39.9 kg/m^2 and 11/1000 for BMI greater than 40 kg/m^2. [23] [24] [25] [26] Overweight women with BMI 25 to 29.9 kg/m^2  have an OR 1.37 (95% CI: 1.02-1.85), and class IV obese women with BMI greater than 50 kg/m^2 have an OR 5.04 (95% CI: 1.79-14.07). [27]", "contents": "Intrauterine Fetal Demise -- Etiology -- Obesity. Obesity is an independent risk factor for stillbirth, even after controlling for diabetes, smoking, gestational diabetes, and preeclampsia. Obesity is a major health problem in developed countries and is defined as a body mass index greater than 30 kg/m2. Nonobese women have a stillbirth risk of 5.5 per 1000. The risk is 8 per 1000 for BMI 30 to 39.9 kg/m^2 and 11/1000 for BMI greater than 40 kg/m^2. [23] [24] [25] [26] Overweight women with BMI 25 to 29.9 kg/m^2  have an OR 1.37 (95% CI: 1.02-1.85), and class IV obese women with BMI greater than 50 kg/m^2 have an OR 5.04 (95% CI: 1.79-14.07). [27]"}
{"id": "article-23722_13", "title": "Intrauterine Fetal Demise -- Etiology -- Age", "content": "The risk of stillbirth is augmented by advanced maternal age due to an increased risk for aneuploidy and medical complications of pregnancy. Even after controlling for these risk factors, maternal age over 35 has an increased risk for stillbirth, which is accentuated by nulliparity. At age 40, the risk is 1/116 for a nullipara and 1/304 for a multipara. [28] [29] Stillbirth may be caused by lethal chromosomal abnormalities, which are more prevalent when the maternal age is greater than 35. [30] Thirteen percent of stillbirths have an abnormal karyotype. [17] These abnormal karyotypes include Turner syndrome (XO in 23%), Down syndrome (trisomy 21 in 23%), Edwards syndrome (trisomy 18 in 21%), and Patau syndrome (trisomy 13 in 8%). [31] A paternal age over 40 also increases the risk of stillbirth. [32]", "contents": "Intrauterine Fetal Demise -- Etiology -- Age. The risk of stillbirth is augmented by advanced maternal age due to an increased risk for aneuploidy and medical complications of pregnancy. Even after controlling for these risk factors, maternal age over 35 has an increased risk for stillbirth, which is accentuated by nulliparity. At age 40, the risk is 1/116 for a nullipara and 1/304 for a multipara. [28] [29] Stillbirth may be caused by lethal chromosomal abnormalities, which are more prevalent when the maternal age is greater than 35. [30] Thirteen percent of stillbirths have an abnormal karyotype. [17] These abnormal karyotypes include Turner syndrome (XO in 23%), Down syndrome (trisomy 21 in 23%), Edwards syndrome (trisomy 18 in 21%), and Patau syndrome (trisomy 13 in 8%). [31] A paternal age over 40 also increases the risk of stillbirth. [32]"}
{"id": "article-23722_14", "title": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse", "content": "Smoking tobacco increases the risk of stillbirth, both antepartum and intrapartum (15/1000). Quitting by the beginning of the second trimester reduces the risk to that of a nonsmoker. [33] Compared to never smoking, active smoking is associated with an odds ratio of 1.44 (95% CI: 1.20-1.73) for having one or more stillbirths. Compared with never smokers, women exposed to second-hand smoke for greater than ten years in childhood or 20 years in adulthood at home or ten years at adult work have an odds ratio of 1.55 (95% CI: 1.21-1.97) for having one or more stillbirths. [34]", "contents": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse. Smoking tobacco increases the risk of stillbirth, both antepartum and intrapartum (15/1000). Quitting by the beginning of the second trimester reduces the risk to that of a nonsmoker. [33] Compared to never smoking, active smoking is associated with an odds ratio of 1.44 (95% CI: 1.20-1.73) for having one or more stillbirths. Compared with never smokers, women exposed to second-hand smoke for greater than ten years in childhood or 20 years in adulthood at home or ten years at adult work have an odds ratio of 1.55 (95% CI: 1.21-1.97) for having one or more stillbirths. [34]"}
{"id": "article-23722_15", "title": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse", "content": "The direct cause for stillbirths associated with alcohol consumption has not been identified, yet the risk is well documented. In pregnancy, 11.5% of pregnant women consume at least one drink in 30 days, and 3.9 % consumed four or more drinks on at least one occasion over a period of 30 days. The odds ratio for stillbirth associated with alcohol use is 1.36 (95% CI: 1.05-1.76). [35]", "contents": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse. The direct cause for stillbirths associated with alcohol consumption has not been identified, yet the risk is well documented. In pregnancy, 11.5% of pregnant women consume at least one drink in 30 days, and 3.9 % consumed four or more drinks on at least one occasion over a period of 30 days. The odds ratio for stillbirth associated with alcohol use is 1.36 (95% CI: 1.05-1.76). [35]"}
{"id": "article-23722_16", "title": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse", "content": "In pregnancy, 4.4% of women use illicit drugs. There is a 1.5 OR for stillbirth associated with opioid use in pregnancy (95% CI: 1.3-1.8) and a 5.1 OR for stillbirth associated with methamphetamine use in pregnancy (95% CI: 3.7-7.2). [36]", "contents": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse. In pregnancy, 4.4% of women use illicit drugs. There is a 1.5 OR for stillbirth associated with opioid use in pregnancy (95% CI: 1.3-1.8) and a 5.1 OR for stillbirth associated with methamphetamine use in pregnancy (95% CI: 3.7-7.2). [36]"}
{"id": "article-23722_17", "title": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse", "content": "The most common finding in pregnancy complicated by substance use is growth restriction. Placental dysfunction, vasoconstriction, hypoxia, and alteration in endogenous chemicals responsible for regulating optimal wellbeing, are attributed to the increased risk of stillbirth associated with substance misuse. [36]", "contents": "Intrauterine Fetal Demise -- Etiology -- Substance Misuse. The most common finding in pregnancy complicated by substance use is growth restriction. Placental dysfunction, vasoconstriction, hypoxia, and alteration in endogenous chemicals responsible for regulating optimal wellbeing, are attributed to the increased risk of stillbirth associated with substance misuse. [36]"}
{"id": "article-23722_18", "title": "Intrauterine Fetal Demise -- Etiology -- Gestational Age >38 weeks", "content": "Stillbirth risk is increased by early and late-term gestational age. Induction of labor after 40 weeks may decrease the risk of stillbirth and cesarean delivery. 145  The risk of stillbirth at 37 weeks is 0.21/1000. At 38 weeks, the risk of stillbirth in pregnancies managed expectantly is equivalent to those managed by induced delivery. At 42 weeks, the risk of stillbirth is 1.08/1000.  When considering the benefit of inducing labor to reduce stillbirth, other factors, including neonatal and maternal adverse outcomes, must be considered. At 41 weeks, over 1400 deliveries would have to be induced to prevent one stillbirth. 22914394 Induction of labor is recommended after 42 weeks and might be considered after 41 weeks of gestation.", "contents": "Intrauterine Fetal Demise -- Etiology -- Gestational Age >38 weeks. Stillbirth risk is increased by early and late-term gestational age. Induction of labor after 40 weeks may decrease the risk of stillbirth and cesarean delivery. 145  The risk of stillbirth at 37 weeks is 0.21/1000. At 38 weeks, the risk of stillbirth in pregnancies managed expectantly is equivalent to those managed by induced delivery. At 42 weeks, the risk of stillbirth is 1.08/1000.  When considering the benefit of inducing labor to reduce stillbirth, other factors, including neonatal and maternal adverse outcomes, must be considered. At 41 weeks, over 1400 deliveries would have to be induced to prevent one stillbirth. 22914394 Induction of labor is recommended after 42 weeks and might be considered after 41 weeks of gestation."}
{"id": "article-23722_19", "title": "Intrauterine Fetal Demise -- Etiology -- Hypertension", "content": "Chronic hypertension increases stillbirth risk three-times. [12] Hypertension is a common condition that complicates pregnancy; incidence is 9.6% (95% CI: 6.9-12.1). [37] The goals and outcomes for the treatment of chronic hypertension in pregnancy are poorly understood at this time. [38] Gestational hypertension shows an increased risk for stillbirth in some studies but not in others. [13]", "contents": "Intrauterine Fetal Demise -- Etiology -- Hypertension. Chronic hypertension increases stillbirth risk three-times. [12] Hypertension is a common condition that complicates pregnancy; incidence is 9.6% (95% CI: 6.9-12.1). [37] The goals and outcomes for the treatment of chronic hypertension in pregnancy are poorly understood at this time. [38] Gestational hypertension shows an increased risk for stillbirth in some studies but not in others. [13]"}
{"id": "article-23722_20", "title": "Intrauterine Fetal Demise -- Etiology -- Birth Defects", "content": "Congenital defects, defined as physical or biochemical abnormalities, occur in 1/33 pregnancies and are associated with a higher risk of stillbirth. The detection of congenital defects prenatally may impact antenatal surveillance policy in hopes of reducing the risk of stillbirth. Stillbirth risk is 11/1000 for bladder exstrophy and 490/1000 for the limb-body-wall complex; even for isolated congenital defects not affecting major organs, the risk of stillbirth increases. The risk for stillbirth associated with cleft lip with cleft palate is 10/1000,  transverse limb deficiencies 26/1000, longitudinal limb deficiencies 11/1000, and the amniotic band associated limb defects 110/1000. The increased stillbirth risk for sacral agenesis is 13/1000, isolated spina bifida 24/1000, and holoprosencephaly 30/1000 may be underestimated due to failure to account for elective termination of pregnancy. [39] Dysmorphic features or skeletal issues are found in 20% of stillborns, and up to 20% have gross malformations. [17] [40]", "contents": "Intrauterine Fetal Demise -- Etiology -- Birth Defects. Congenital defects, defined as physical or biochemical abnormalities, occur in 1/33 pregnancies and are associated with a higher risk of stillbirth. The detection of congenital defects prenatally may impact antenatal surveillance policy in hopes of reducing the risk of stillbirth. Stillbirth risk is 11/1000 for bladder exstrophy and 490/1000 for the limb-body-wall complex; even for isolated congenital defects not affecting major organs, the risk of stillbirth increases. The risk for stillbirth associated with cleft lip with cleft palate is 10/1000,  transverse limb deficiencies 26/1000, longitudinal limb deficiencies 11/1000, and the amniotic band associated limb defects 110/1000. The increased stillbirth risk for sacral agenesis is 13/1000, isolated spina bifida 24/1000, and holoprosencephaly 30/1000 may be underestimated due to failure to account for elective termination of pregnancy. [39] Dysmorphic features or skeletal issues are found in 20% of stillborns, and up to 20% have gross malformations. [17] [40]"}
{"id": "article-23722_21", "title": "Intrauterine Fetal Demise -- Etiology -- Polyhydramnios", "content": "Polyhydramnios complicates 1% to 2% of pregnancies. It is defined as an amniotic fluid index over 24 cm or a deepest vertical pocket of fluid greater than or equal to 8 cm, as assessed by abdominal ultrasound. Fifty percent of the time, the cause of polyhydramnios is idiopathic. In these cases, there is an association with an increased risk for fetal macrosomia, as well as two to five times increased relative risk of stillbirth. [41] Polyhydramnios is associated with a higher risk of preterm delivery, malpresentation, cord prolapse, which may explain why it is associated with an increased risk of stillbirth. There is also a 3.2% risk of aneuploidy in pregnancies complicated by idiopathic polyhydramnios, which is significantly higher than the general population and may contribute to an increase in stillbirth risk. [42] Polyhydramnios is also associated with congenital anomalies of the central nervous system, gastrointestinal system, cardiac system, hydrops, and aneuploidy, as well as maternal conditions such as diabetes, infection, and diabetes insipidus associated with the use of lithium. A study conducted in Ethiopia showed a 13.4 times increased risk for stillbirth in pregnancies complicated by polyhydramnios. [43] It is uncertain whether the fetal or maternal condition causing polyhydramnios leads to a higher risk for stillbirth. The risk of adverse pregnancy outcomes increases with the degree of polyhydramnios in women with identified risk factors for polyhydramnios but not in idiopathic cases. [44] This risk is attributed to the comorbidities associated with non-idiopathic cases, excluding diabetes. [45]", "contents": "Intrauterine Fetal Demise -- Etiology -- Polyhydramnios. Polyhydramnios complicates 1% to 2% of pregnancies. It is defined as an amniotic fluid index over 24 cm or a deepest vertical pocket of fluid greater than or equal to 8 cm, as assessed by abdominal ultrasound. Fifty percent of the time, the cause of polyhydramnios is idiopathic. In these cases, there is an association with an increased risk for fetal macrosomia, as well as two to five times increased relative risk of stillbirth. [41] Polyhydramnios is associated with a higher risk of preterm delivery, malpresentation, cord prolapse, which may explain why it is associated with an increased risk of stillbirth. There is also a 3.2% risk of aneuploidy in pregnancies complicated by idiopathic polyhydramnios, which is significantly higher than the general population and may contribute to an increase in stillbirth risk. [42] Polyhydramnios is also associated with congenital anomalies of the central nervous system, gastrointestinal system, cardiac system, hydrops, and aneuploidy, as well as maternal conditions such as diabetes, infection, and diabetes insipidus associated with the use of lithium. A study conducted in Ethiopia showed a 13.4 times increased risk for stillbirth in pregnancies complicated by polyhydramnios. [43] It is uncertain whether the fetal or maternal condition causing polyhydramnios leads to a higher risk for stillbirth. The risk of adverse pregnancy outcomes increases with the degree of polyhydramnios in women with identified risk factors for polyhydramnios but not in idiopathic cases. [44] This risk is attributed to the comorbidities associated with non-idiopathic cases, excluding diabetes. [45]"}
{"id": "article-23722_22", "title": "Intrauterine Fetal Demise -- Etiology -- Polyhydramnios", "content": "The relative risk for stillbirth is 7.7 for persistent polyhydramnios compared with pregnancies with resolved polyhydramnios. Compared with pregnancies unaffected by polyhydramnios, the risk of stillbirth for women with polyhydramnios increases with gestational age, with the lowest risk at 26 weeks gestation, seven times increased relative risk at 37 weeks, and 11 times increased relative risk at 40 weeks. The risk persists even after excluding confounding variables and sharply increases at term. [46] [44]", "contents": "Intrauterine Fetal Demise -- Etiology -- Polyhydramnios. The relative risk for stillbirth is 7.7 for persistent polyhydramnios compared with pregnancies with resolved polyhydramnios. Compared with pregnancies unaffected by polyhydramnios, the risk of stillbirth for women with polyhydramnios increases with gestational age, with the lowest risk at 26 weeks gestation, seven times increased relative risk at 37 weeks, and 11 times increased relative risk at 40 weeks. The risk persists even after excluding confounding variables and sharply increases at term. [46] [44]"}
{"id": "article-23722_23", "title": "Intrauterine Fetal Demise -- Etiology -- Oligohydramnios", "content": "Oligohydramnios is defined as an amniotic fluid index (AFI) less than or equal to 5 cm, or a maximum vertical pocket of under 2 cm. The deepest vertical pocket is the preferred measurement since the AFI detects more cases of suspected oligohydramnios and polyhydramnios, which results in more inductions of labor with no improvement in perinatal outcome. [37]", "contents": "Intrauterine Fetal Demise -- Etiology -- Oligohydramnios. Oligohydramnios is defined as an amniotic fluid index (AFI) less than or equal to 5 cm, or a maximum vertical pocket of under 2 cm. The deepest vertical pocket is the preferred measurement since the AFI detects more cases of suspected oligohydramnios and polyhydramnios, which results in more inductions of labor with no improvement in perinatal outcome. [37]"}
{"id": "article-23722_24", "title": "Intrauterine Fetal Demise -- Etiology -- Oligohydramnios", "content": "Oligohydramnios is associated with an increased risk for small for gestational age fetuses and stillbirth. For stillbirth, the risk is 11.54 (95% CI: 4.05-32.9). [47] Delivery for oligohydramnios may be indicated at 36-37 weeks gestation when no other comorbidity is identified or sooner for nonreassuring fetal monitoring. At term, when not associated with any other risk factor, pregnancies with idiopathic oligohydramnios have similar outcomes to pregnancies with a normal amniotic fluid volume. [45] [46] It is suggested that isolated oligohydramnios may be followed with antenatal testing and delivery planned after 39 weeks unless indicated for other reasons. [48] [49] [37]", "contents": "Intrauterine Fetal Demise -- Etiology -- Oligohydramnios. Oligohydramnios is associated with an increased risk for small for gestational age fetuses and stillbirth. For stillbirth, the risk is 11.54 (95% CI: 4.05-32.9). [47] Delivery for oligohydramnios may be indicated at 36-37 weeks gestation when no other comorbidity is identified or sooner for nonreassuring fetal monitoring. At term, when not associated with any other risk factor, pregnancies with idiopathic oligohydramnios have similar outcomes to pregnancies with a normal amniotic fluid volume. [45] [46] It is suggested that isolated oligohydramnios may be followed with antenatal testing and delivery planned after 39 weeks unless indicated for other reasons. [48] [49] [37]"}
{"id": "article-23722_25", "title": "Intrauterine Fetal Demise -- Etiology -- Umbilical Cord", "content": "The umbilical cord may be implicated in stillbirth; however, a nuchal cord may be present in up to 30% of normal births. Evaluation of evidence of cord obstruction or circulatory compromise is necessary when evaluating for the cause of stillbirth.", "contents": "Intrauterine Fetal Demise -- Etiology -- Umbilical Cord. The umbilical cord may be implicated in stillbirth; however, a nuchal cord may be present in up to 30% of normal births. Evaluation of evidence of cord obstruction or circulatory compromise is necessary when evaluating for the cause of stillbirth."}
{"id": "article-23722_26", "title": "Intrauterine Fetal Demise -- Etiology -- Late-onset Prenatal Care", "content": "Late-onset prenatal care and prior home delivery are independent risk factors for subsequent adverse perinatal outcomes. [50]", "contents": "Intrauterine Fetal Demise -- Etiology -- Late-onset Prenatal Care. Late-onset prenatal care and prior home delivery are independent risk factors for subsequent adverse perinatal outcomes. [50]"}
{"id": "article-23722_27", "title": "Intrauterine Fetal Demise -- Etiology -- Multiple Gestations", "content": "Twin gestations increase the stillbirth rate by four times (19.6/1000), and for higher-order multiples, the rate is even higher at 30/1000. [51] Growth restriction, preterm birth, fetal anomalies, advanced maternal age, and twin-twin transfusion syndrome may be contributing factors. Monochorionic twins have a higher risk of stillbirth due to the risk of cord entanglement. [52] Rhesus immunization, gestational hypertension, and gestational diabetes showed a higher odds of stillbirth but did not reach statistical significance . [13]", "contents": "Intrauterine Fetal Demise -- Etiology -- Multiple Gestations. Twin gestations increase the stillbirth rate by four times (19.6/1000), and for higher-order multiples, the rate is even higher at 30/1000. [51] Growth restriction, preterm birth, fetal anomalies, advanced maternal age, and twin-twin transfusion syndrome may be contributing factors. Monochorionic twins have a higher risk of stillbirth due to the risk of cord entanglement. [52] Rhesus immunization, gestational hypertension, and gestational diabetes showed a higher odds of stillbirth but did not reach statistical significance . [13]"}
{"id": "article-23722_28", "title": "Intrauterine Fetal Demise -- Etiology -- Infection", "content": "Infection as a cause of stillbirth may be underrepresented because signs and symptoms of infection are often undetected, and evaluation for infection is often not conducted. [53] Stillbirth related to infection varies from 5% to 22%. [6] In developed countries, infection accounts for 19% of stillbirths before 28 weeks, but only 2% of stillbirths at term. [54] When an infection is the cause of stillbirth, spontaneous preterm delivery is common. A US cohort study demonstrated infection as the probable or possible cause of stillbirth in 12.9% of cases. [53] Predominant bacteria cultured included Escherichia coli 29%, group B streptococcus (GBS)12%, enterococcus 12%, and rarely Listeria monocytogenes . The placental evaluation found evidence of infection in 99% of culture-positive cases. Non-bacterial organisms causing stillbirth included cytomegalovirus 8%, parvovirus 3%, syphilis 2%, and herpes simplex virus 2%. Infection is unlikely the cause of stillbirth unless it results in significant autopsy or placental findings. Serologic screening for toxoplasmosis, chlamydia, rubella, or herpes is usually not indicated when these infections are not detected on placental or autopsy examination. [53] Malaria should be screened for in endemic areas. Human immunodeficiency virus increases the risk of stillbirth.", "contents": "Intrauterine Fetal Demise -- Etiology -- Infection. Infection as a cause of stillbirth may be underrepresented because signs and symptoms of infection are often undetected, and evaluation for infection is often not conducted. [53] Stillbirth related to infection varies from 5% to 22%. [6] In developed countries, infection accounts for 19% of stillbirths before 28 weeks, but only 2% of stillbirths at term. [54] When an infection is the cause of stillbirth, spontaneous preterm delivery is common. A US cohort study demonstrated infection as the probable or possible cause of stillbirth in 12.9% of cases. [53] Predominant bacteria cultured included Escherichia coli 29%, group B streptococcus (GBS)12%, enterococcus 12%, and rarely Listeria monocytogenes . The placental evaluation found evidence of infection in 99% of culture-positive cases. Non-bacterial organisms causing stillbirth included cytomegalovirus 8%, parvovirus 3%, syphilis 2%, and herpes simplex virus 2%. Infection is unlikely the cause of stillbirth unless it results in significant autopsy or placental findings. Serologic screening for toxoplasmosis, chlamydia, rubella, or herpes is usually not indicated when these infections are not detected on placental or autopsy examination. [53] Malaria should be screened for in endemic areas. Human immunodeficiency virus increases the risk of stillbirth."}
{"id": "article-23722_29", "title": "Intrauterine Fetal Demise -- Etiology -- Infection", "content": "Group B streptococcal infection is linked to the cause of stillbirth in 1% of stillbirths in developed countries and 4% in African countries.  These estimates are poor given the low quality of collected data. In Mozambique, the rate of group B streptococcal associated stillbirth was 17%, which may be due to the high rate of screening performed there. [55] GBS has to be isolated from a sterile body site such as cerebrospinal fluid and isolated detection from a surface, or placental swab would not qualify as a case related to GBS Having a treated chlamydia infection before or during pregnancy does not increase the risk for preterm delivery, intrauterine growth restriction, or stillbirth. [56]", "contents": "Intrauterine Fetal Demise -- Etiology -- Infection. Group B streptococcal infection is linked to the cause of stillbirth in 1% of stillbirths in developed countries and 4% in African countries.  These estimates are poor given the low quality of collected data. In Mozambique, the rate of group B streptococcal associated stillbirth was 17%, which may be due to the high rate of screening performed there. [55] GBS has to be isolated from a sterile body site such as cerebrospinal fluid and isolated detection from a surface, or placental swab would not qualify as a case related to GBS Having a treated chlamydia infection before or during pregnancy does not increase the risk for preterm delivery, intrauterine growth restriction, or stillbirth. [56]"}
{"id": "article-23722_30", "title": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome", "content": "Antiphospholipid syndrome (APS), in addition to thrombotic events, has been linked to stillbirth since 1984. [57] [58] To diagnose antiphospholipid syndrome, one clinical criterion plus one laboratory criterion must be met. The anticardiolipin antibodies, anti-beta2 glycoprotein 1 antibody, or the lupus anticoagulant, has to be above the 99th percentile and present on two occasions at least 12 weeks apart.  In some cases, these antibodies may not be detected due to the limitation of current assays. [59] These antibodies may be found in 5% of people without clinical symptoms. [60] Stillbirth risk is highest when all three lab criteria are positive and lowest when the lupus anticoagulant is negative. [61] [62] Recently anti-beta2 glycoprotein 1 domain-1 antibody has been linked to late pregnancy morbidity. [63] Lupus anticoagulant positivity at baseline was associated with an odds ratio of 8.3 (95% CI: 3.6-19.3) for adverse pregnancy outcomes. [64]", "contents": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome. Antiphospholipid syndrome (APS), in addition to thrombotic events, has been linked to stillbirth since 1984. [57] [58] To diagnose antiphospholipid syndrome, one clinical criterion plus one laboratory criterion must be met. The anticardiolipin antibodies, anti-beta2 glycoprotein 1 antibody, or the lupus anticoagulant, has to be above the 99th percentile and present on two occasions at least 12 weeks apart.  In some cases, these antibodies may not be detected due to the limitation of current assays. [59] These antibodies may be found in 5% of people without clinical symptoms. [60] Stillbirth risk is highest when all three lab criteria are positive and lowest when the lupus anticoagulant is negative. [61] [62] Recently anti-beta2 glycoprotein 1 domain-1 antibody has been linked to late pregnancy morbidity. [63] Lupus anticoagulant positivity at baseline was associated with an odds ratio of 8.3 (95% CI: 3.6-19.3) for adverse pregnancy outcomes. [64]"}
{"id": "article-23722_31", "title": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome", "content": "An increased risk for pregnancy morbidity in women with (APS) is seen in women with a history of systemic lupus erythematosus, thromboses, previous adverse pregnancy outcomes, and low complement levels in the first trimester. [65] [62] [66] [62] [65] [67] Patients with systemic lupus erythematosus have a 15% to 25% risk of stillbirth and need to be screened for antiphospholipid antibodies prenatally and offered treatment to reduce adverse pregnancy outcomes.", "contents": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome. An increased risk for pregnancy morbidity in women with (APS) is seen in women with a history of systemic lupus erythematosus, thromboses, previous adverse pregnancy outcomes, and low complement levels in the first trimester. [65] [62] [66] [62] [65] [67] Patients with systemic lupus erythematosus have a 15% to 25% risk of stillbirth and need to be screened for antiphospholipid antibodies prenatally and offered treatment to reduce adverse pregnancy outcomes."}
{"id": "article-23722_32", "title": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome", "content": "Clinical criteria for the diagnosis of APS include a confirmed history of a thrombotic event without evidence of inflammation in the vessel wall, one or more unexplained fetal deaths after 10 weeks gestational age, three or more deaths before the 10th week of gestation, or a preterm delivery due to eclampsia, preeclampsia with severe features or other placental insufficiencies.", "contents": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome. Clinical criteria for the diagnosis of APS include a confirmed history of a thrombotic event without evidence of inflammation in the vessel wall, one or more unexplained fetal deaths after 10 weeks gestational age, three or more deaths before the 10th week of gestation, or a preterm delivery due to eclampsia, preeclampsia with severe features or other placental insufficiencies."}
{"id": "article-23722_33", "title": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome", "content": "Currently, available treatment for APS remains associated with an unsuccessful pregnancy 20% to 30% of the time. [68] This syndrome is associated with growth restriction, preeclampsia, and preterm birth. [69] The exact mechanism of action leading to stillbirth is not known. The mechanism of obstetric-APS seems to be different than that of the thrombotic, nonobstetric-APS. [70] Treatment at this time is heparin and aspirin. Newer agents being studied include pravastatin, which may improve outcomes in women with early preeclampsia attributed to the syndrome. Hydroxychloroquine may modulate the immune system and help to reduce pregnancy symptoms in women with (APS). Catastrophic (APS) is the loss of function of severe vital organs attributed to this syndrome, and mortality is as high as 30% despite treatment. [71] This variant of APS affects less than 1% of patients with APS. Although rare, its' potentially lethal outcome mandates the importance of its recognition.", "contents": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome. Currently, available treatment for APS remains associated with an unsuccessful pregnancy 20% to 30% of the time. [68] This syndrome is associated with growth restriction, preeclampsia, and preterm birth. [69] The exact mechanism of action leading to stillbirth is not known. The mechanism of obstetric-APS seems to be different than that of the thrombotic, nonobstetric-APS. [70] Treatment at this time is heparin and aspirin. Newer agents being studied include pravastatin, which may improve outcomes in women with early preeclampsia attributed to the syndrome. Hydroxychloroquine may modulate the immune system and help to reduce pregnancy symptoms in women with (APS). Catastrophic (APS) is the loss of function of severe vital organs attributed to this syndrome, and mortality is as high as 30% despite treatment. [71] This variant of APS affects less than 1% of patients with APS. Although rare, its' potentially lethal outcome mandates the importance of its recognition."}
{"id": "article-23722_34", "title": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome", "content": "Lifelong anticoagulation is recommended for anyone with antiphospholipid syndrome and a prior thrombotic event. With pregnancy diagnosis, warfarin must be stopped, and low molecular weight heparin started. Unlike warfarin, which crosses the placenta and increases the risk for fetal teratogenicity and hemorrhage, LMWH does not cross the placenta and is safe for the fetus. [72] A personal or family history of thromboembolism appears to have an increased risk for stillbirth. [73]", "contents": "Intrauterine Fetal Demise -- Etiology -- Antiphospholipid Syndrome. Lifelong anticoagulation is recommended for anyone with antiphospholipid syndrome and a prior thrombotic event. With pregnancy diagnosis, warfarin must be stopped, and low molecular weight heparin started. Unlike warfarin, which crosses the placenta and increases the risk for fetal teratogenicity and hemorrhage, LMWH does not cross the placenta and is safe for the fetus. [72] A personal or family history of thromboembolism appears to have an increased risk for stillbirth. [73]"}
{"id": "article-23722_35", "title": "Intrauterine Fetal Demise -- Etiology -- Intrahepatic Cholestasis", "content": "Intrahepatic cholestasis may affect 0.1% to 2 % of pregnant women. [74] [75] Cases of fetal arrhythmias have been documented in pregnancies complicated by cholestasis. [76] Most of these stillborns have signs of acute anoxia but no signs of growth restriction or long term uteroplacental compromise. [77] A recent meta-analysis of observational studies suggested that there was no overall difference in stillbirths attributable to obstetric cholestasis (OC). In this study, a higher stillbirth risk was only noted in the subgroup with severe OC defined by bile acids at or above 100 micromol/ liter. Medical induction after 37 weeks, in this group, is still advised. [78] The majority of women with OC will have bile acids less than 100 micromol/L and can be reassured that their risk for stillbirth is not elevated. [79] Bile acid concentration can change quickly in late pregnancy and, therefore, should be measured weekly. [80] Although bile acids may be elevated after eating compared to fasting,  median levels are similar, and therefore testing may be performed either fasting or postprandially. [79] Whether the treatment of OC with ursodeoxycholic acid reduces the risk of stillbirth warrants future study.", "contents": "Intrauterine Fetal Demise -- Etiology -- Intrahepatic Cholestasis. Intrahepatic cholestasis may affect 0.1% to 2 % of pregnant women. [74] [75] Cases of fetal arrhythmias have been documented in pregnancies complicated by cholestasis. [76] Most of these stillborns have signs of acute anoxia but no signs of growth restriction or long term uteroplacental compromise. [77] A recent meta-analysis of observational studies suggested that there was no overall difference in stillbirths attributable to obstetric cholestasis (OC). In this study, a higher stillbirth risk was only noted in the subgroup with severe OC defined by bile acids at or above 100 micromol/ liter. Medical induction after 37 weeks, in this group, is still advised. [78] The majority of women with OC will have bile acids less than 100 micromol/L and can be reassured that their risk for stillbirth is not elevated. [79] Bile acid concentration can change quickly in late pregnancy and, therefore, should be measured weekly. [80] Although bile acids may be elevated after eating compared to fasting,  median levels are similar, and therefore testing may be performed either fasting or postprandially. [79] Whether the treatment of OC with ursodeoxycholic acid reduces the risk of stillbirth warrants future study."}
{"id": "article-23722_36", "title": "Intrauterine Fetal Demise -- Epidemiology", "content": "Each year, over 2.6 million pregnancies result in a third-trimester stillbirth worldwide, which is 18.4/1000 total births. [2] Despite the improved neonatal and infant mortality over the past few decades, the stillbirth rate had declined more slowly. In the USA, for deaths occurring between 22 weeks gestation and one year of life, 25.2% are fetal deaths from 22 to 27 weeks gestation, 24.5 % are fetal deaths from 28 weeks gestational until birth, 33.8% are neonatal deaths less than 28 days, and 16.1 %  occur from 28 days to 1 year of age. [81]", "contents": "Intrauterine Fetal Demise -- Epidemiology. Each year, over 2.6 million pregnancies result in a third-trimester stillbirth worldwide, which is 18.4/1000 total births. [2] Despite the improved neonatal and infant mortality over the past few decades, the stillbirth rate had declined more slowly. In the USA, for deaths occurring between 22 weeks gestation and one year of life, 25.2% are fetal deaths from 22 to 27 weeks gestation, 24.5 % are fetal deaths from 28 weeks gestational until birth, 33.8% are neonatal deaths less than 28 days, and 16.1 %  occur from 28 days to 1 year of age. [81]"}
{"id": "article-23722_37", "title": "Intrauterine Fetal Demise -- Epidemiology", "content": "The stillbirth rate surpassed the infant mortality rate in the USA in 2013. [82] In the USA, about 1/168 pregnancies result in stillbirth or 23,595 per year according to 2015 data. [83] The stillbirth rate in the USA has remained unchanged since 2006, 5.96/1000 total births. [81] This exceeds that of other industrialized countries such as Sweden (3/1000 total births) and France (3.87/1000 total births). [83] In high-income countries, stillbirth rates vary from 1.3 to 8.8/1000 total births. The stillbirth rate in Pakistan and Nigeria is 40/1000. [4]", "contents": "Intrauterine Fetal Demise -- Epidemiology. The stillbirth rate surpassed the infant mortality rate in the USA in 2013. [82] In the USA, about 1/168 pregnancies result in stillbirth or 23,595 per year according to 2015 data. [83] The stillbirth rate in the USA has remained unchanged since 2006, 5.96/1000 total births. [81] This exceeds that of other industrialized countries such as Sweden (3/1000 total births) and France (3.87/1000 total births). [83] In high-income countries, stillbirth rates vary from 1.3 to 8.8/1000 total births. The stillbirth rate in Pakistan and Nigeria is 40/1000. [4]"}
{"id": "article-23722_38", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "The survival of a fetus in utero is dependent on several factors. These factors can be broken down into the well-being of the host in its environment, the function of the uteroplacental unit, the condition of the environment in which the fetus lives, and the absence of lethal fetal factors. A single insult or a combination of factors may affect the function of these life-sustaining factors and lead to a stillbirth. The ability to maintain and support a pregnancy is dependent on multiple physiologic, hormonal, and anatomic adaptations. [84]", "contents": "Intrauterine Fetal Demise -- Pathophysiology. The survival of a fetus in utero is dependent on several factors. These factors can be broken down into the well-being of the host in its environment, the function of the uteroplacental unit, the condition of the environment in which the fetus lives, and the absence of lethal fetal factors. A single insult or a combination of factors may affect the function of these life-sustaining factors and lead to a stillbirth. The ability to maintain and support a pregnancy is dependent on multiple physiologic, hormonal, and anatomic adaptations. [84]"}
{"id": "article-23722_39", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "The integrity of the uteroplacental unit may be compromised by structure, function, or genetic anomalies or insults such as hemorrhage or infection. Placental findings could include 1) single umbilical cord insertion, 2) velamentous umbilical cord insertion, 3) furcate umbilical cord insertion, 4) circummarginate insertion of the placental membranes, 5) circumvallate insertion of the placental membranes, 6) terminal villous immaturity, 7) terminal villous hypoplasia, 8) terminal villous hyperplasia, 9) acute chorioamnionitis of placental membranes, 10) acute chorioamnionitis of the chorionic plate,  11) acute funisitis, 12) acute umbilical cord arteritis, 13) acute umbilical cord phlebitis, 14) chorionic plate acute vasculitis of the fetal blood vessels, 15) chorionic plate vascular degenerative changes, 16) acute villitis, 17) chronic villitis, 18) avascular villi, 19) retroplacental hematoma, 20) parenchymal infarction, 21) intraparenchymal (intervillous) thrombosis, and 22) perivillous fibrin deposition, 23) intervillous fibrin deposition, 24) placental weight, 25) ratio placental weight/birth weight. [84]", "contents": "Intrauterine Fetal Demise -- Pathophysiology. The integrity of the uteroplacental unit may be compromised by structure, function, or genetic anomalies or insults such as hemorrhage or infection. Placental findings could include 1) single umbilical cord insertion, 2) velamentous umbilical cord insertion, 3) furcate umbilical cord insertion, 4) circummarginate insertion of the placental membranes, 5) circumvallate insertion of the placental membranes, 6) terminal villous immaturity, 7) terminal villous hypoplasia, 8) terminal villous hyperplasia, 9) acute chorioamnionitis of placental membranes, 10) acute chorioamnionitis of the chorionic plate,  11) acute funisitis, 12) acute umbilical cord arteritis, 13) acute umbilical cord phlebitis, 14) chorionic plate acute vasculitis of the fetal blood vessels, 15) chorionic plate vascular degenerative changes, 16) acute villitis, 17) chronic villitis, 18) avascular villi, 19) retroplacental hematoma, 20) parenchymal infarction, 21) intraparenchymal (intervillous) thrombosis, and 22) perivillous fibrin deposition, 23) intervillous fibrin deposition, 24) placental weight, 25) ratio placental weight/birth weight. [84]"}
{"id": "article-23722_40", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "In a study of placental pathology and stillbirth, of the 25 examined findings, 15 were significantly associated with stillbirth and 11 with growth restriction. Placental abnormalities were linked to stillbirth both in fetuses with and without evidence of growth abnormality. 10/11 placental findings associated with growth restriction were also associated with an increased risk for stillbirth. Five placental findings, however, were associated with stillbirth but not with growth restriction. In this study, looking at placental pathology, five patterns were highlighted. [84]", "contents": "Intrauterine Fetal Demise -- Pathophysiology. In a study of placental pathology and stillbirth, of the 25 examined findings, 15 were significantly associated with stillbirth and 11 with growth restriction. Placental abnormalities were linked to stillbirth both in fetuses with and without evidence of growth abnormality. 10/11 placental findings associated with growth restriction were also associated with an increased risk for stillbirth. Five placental findings, however, were associated with stillbirth but not with growth restriction. In this study, looking at placental pathology, five patterns were highlighted. [84]"}
{"id": "article-23722_41", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "In group 1, stillbirth occurred in the absence of growth restriction. The effect was acute and severe. Findings included chorioamnionitis, fetal chorionic plate vascular degenerative changes, perivillous and intervillous fibrinoid deposits, fetal vascular thrombi in the chorionic plate.", "contents": "Intrauterine Fetal Demise -- Pathophysiology. In group 1, stillbirth occurred in the absence of growth restriction. The effect was acute and severe. Findings included chorioamnionitis, fetal chorionic plate vascular degenerative changes, perivillous and intervillous fibrinoid deposits, fetal vascular thrombi in the chorionic plate."}
{"id": "article-23722_42", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "Group 2 demonstrated growth restriction associated only with stillbirth. This included velamentous cord insertion, terminal villous hyperplasia, and parenchymal infarcts.  With these conditions, it may impair placental function and lead to growth restriction and stillbirth. In its milder forms, it might not affect growth and result in a live birth.", "contents": "Intrauterine Fetal Demise -- Pathophysiology. Group 2 demonstrated growth restriction associated only with stillbirth. This included velamentous cord insertion, terminal villous hyperplasia, and parenchymal infarcts.  With these conditions, it may impair placental function and lead to growth restriction and stillbirth. In its milder forms, it might not affect growth and result in a live birth."}
{"id": "article-23722_43", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "Group 3 had growth restriction in live births only.  Findings included a single umbilical artery, which may impair circulation chronically and lead to growth restriction without causing stillbirth. Terminal villous hypoplasia and parenchymal infarction had different effects depending on whether the fetus was preterm or term. Preterm, they were associated with growth restriction and stillbirth, and term, they were associated with growth restriction and live birth. This suggests that greater severity may result in stillbirth before term, and a less severe condition may result in growth restriction and live birth.", "contents": "Intrauterine Fetal Demise -- Pathophysiology. Group 3 had growth restriction in live births only.  Findings included a single umbilical artery, which may impair circulation chronically and lead to growth restriction without causing stillbirth. Terminal villous hypoplasia and parenchymal infarction had different effects depending on whether the fetus was preterm or term. Preterm, they were associated with growth restriction and stillbirth, and term, they were associated with growth restriction and live birth. This suggests that greater severity may result in stillbirth before term, and a less severe condition may result in growth restriction and live birth."}
{"id": "article-23722_44", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "Group 4 had similar growth restriction in live births and stillbirths. Placental weight in preterm births and intraparenchymal thrombus formation in term births were both associated with growth restriction in both stillbirth and live birth. In these cases, a second insult may have accounted for the stillbirth.", "contents": "Intrauterine Fetal Demise -- Pathophysiology. Group 4 had similar growth restriction in live births and stillbirths. Placental weight in preterm births and intraparenchymal thrombus formation in term births were both associated with growth restriction in both stillbirth and live birth. In these cases, a second insult may have accounted for the stillbirth."}
{"id": "article-23722_45", "title": "Intrauterine Fetal Demise -- Pathophysiology", "content": "Group 5 had different patterns of growth restriction for live births and stillbirths. There was a more severe effect on placental function; the group with growth restriction and stillbirth and a milder effect on placental function resulted in the group with growth restriction and live birth. Preterm stillbirth demonstrated terminal villous immaturity, avascular villi, placental edema, or retroplacental hematoma. Term stillbirth demonstrated retroplacental hematoma. All placental abnormalities associated with growth restriction were also associated with stillbirth except for terminal villous hypoplasia. [84]", "contents": "Intrauterine Fetal Demise -- Pathophysiology. Group 5 had different patterns of growth restriction for live births and stillbirths. There was a more severe effect on placental function; the group with growth restriction and stillbirth and a milder effect on placental function resulted in the group with growth restriction and live birth. Preterm stillbirth demonstrated terminal villous immaturity, avascular villi, placental edema, or retroplacental hematoma. Term stillbirth demonstrated retroplacental hematoma. All placental abnormalities associated with growth restriction were also associated with stillbirth except for terminal villous hypoplasia. [84]"}
{"id": "article-23722_46", "title": "Intrauterine Fetal Demise -- History and Physical", "content": "The history and data obtained during routine prenatal care and perinatal care will help establish a cause of stillbirth in the majority of cases regardless of the availability of autopsy. [85] The history should include details about abdominal pain, vaginal bleeding or discharge, pelvic pressure, and the last time a fetal movement was noted.", "contents": "Intrauterine Fetal Demise -- History and Physical. The history and data obtained during routine prenatal care and perinatal care will help establish a cause of stillbirth in the majority of cases regardless of the availability of autopsy. [85] The history should include details about abdominal pain, vaginal bleeding or discharge, pelvic pressure, and the last time a fetal movement was noted."}
{"id": "article-23722_47", "title": "Intrauterine Fetal Demise -- History and Physical -- History", "content": "The maternal history includes age, gravidity, parity, any history of hypertension, diabetes, hypercoagulability, autoimmune disease, or cancer: exposure to infection (Zika, parvo, CMV, toxoplasmosis, syphilis, malaria): family history of genetic disorders, recurrent miscarriages or stillbirth: paternal age and history of genetic disorders.", "contents": "Intrauterine Fetal Demise -- History and Physical -- History. The maternal history includes age, gravidity, parity, any history of hypertension, diabetes, hypercoagulability, autoimmune disease, or cancer: exposure to infection (Zika, parvo, CMV, toxoplasmosis, syphilis, malaria): family history of genetic disorders, recurrent miscarriages or stillbirth: paternal age and history of genetic disorders."}
{"id": "article-23722_48", "title": "Intrauterine Fetal Demise -- History and Physical -- History", "content": "The current pregnancy history includes abnormal uterine bleeding, trauma, reproductive treatment, exposure to drugs or radiation, weight gain, infections, sexually transmitted diseases, hypertension, preeclampsia, diabetes, anemia, fetal anomaly, or growth restriction.", "contents": "Intrauterine Fetal Demise -- History and Physical -- History. The current pregnancy history includes abnormal uterine bleeding, trauma, reproductive treatment, exposure to drugs or radiation, weight gain, infections, sexually transmitted diseases, hypertension, preeclampsia, diabetes, anemia, fetal anomaly, or growth restriction."}
{"id": "article-23722_49", "title": "Intrauterine Fetal Demise -- History and Physical -- History", "content": "The past obstetrical history includes preterm delivery, stillbirth, or a fetus affected by growth restriction, as well as any pregnancy complicated by preeclampsia, diabetes, deep venous thrombosis, pulmonary embolism, or a blood transfusion. The immunization record includes the record of all completed immunizations.  Testing for immune status may be indicated for endemic diseases such as measles. The social history includes employment, nutrition, substance use, domestic violence, travel history, and exposure to any animal exposures. Prenatal lab test results include CBC, type and screen, HbsAg, syphilis, HIV, rubella, prenatal testing for aneuploidy, urine toxicology, diabetic screening.", "contents": "Intrauterine Fetal Demise -- History and Physical -- History. The past obstetrical history includes preterm delivery, stillbirth, or a fetus affected by growth restriction, as well as any pregnancy complicated by preeclampsia, diabetes, deep venous thrombosis, pulmonary embolism, or a blood transfusion. The immunization record includes the record of all completed immunizations.  Testing for immune status may be indicated for endemic diseases such as measles. The social history includes employment, nutrition, substance use, domestic violence, travel history, and exposure to any animal exposures. Prenatal lab test results include CBC, type and screen, HbsAg, syphilis, HIV, rubella, prenatal testing for aneuploidy, urine toxicology, diabetic screening."}
{"id": "article-23722_50", "title": "Intrauterine Fetal Demise -- History and Physical -- Physical Findings", "content": "Examine the patient for whom fetal well-being is a concern as expeditiously as possible to allay concerns and to initiate care in a timely fashion.  Attempt to auscultate fetal heart tones with the fetal doppler and, if indicated, initiate electronic fetal monitoring.   If unable to doppler fetal heart tones, perform an abdominal ultrasound to confirm the presence or absence of fetal heart tones as soon as possible.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Physical Findings. Examine the patient for whom fetal well-being is a concern as expeditiously as possible to allay concerns and to initiate care in a timely fashion.  Attempt to auscultate fetal heart tones with the fetal doppler and, if indicated, initiate electronic fetal monitoring.   If unable to doppler fetal heart tones, perform an abdominal ultrasound to confirm the presence or absence of fetal heart tones as soon as possible."}
{"id": "article-23722_51", "title": "Intrauterine Fetal Demise -- History and Physical -- Physical Findings", "content": "Vitals- weight, blood pressure, heart rate, respiratory rate, temperature Mental status-alert, oriented, confused, agitated Skin- turgor and quality of the pulse Abdomen- signs of blunt or sharp trauma including bruising or bleeding, contour, pain including uterine pain, guarding, rebound tenderness, contractions, symphysis fundal height,  Leopold maneuver Back- pain, CVA tenderness Extremities- reflexes, edema, rash, itching, petechiae Skin- rash or signs of drug abuse Pulmonary- shortness of breath, tachypnea, rales or crackles Cardiac- rate and rhythm Pelvic- bleeding, discharge, cervical assessment, cultures, wet mount, ferning", "contents": "Intrauterine Fetal Demise -- History and Physical -- Physical Findings. Vitals- weight, blood pressure, heart rate, respiratory rate, temperature Mental status-alert, oriented, confused, agitated Skin- turgor and quality of the pulse Abdomen- signs of blunt or sharp trauma including bruising or bleeding, contour, pain including uterine pain, guarding, rebound tenderness, contractions, symphysis fundal height,  Leopold maneuver Back- pain, CVA tenderness Extremities- reflexes, edema, rash, itching, petechiae Skin- rash or signs of drug abuse Pulmonary- shortness of breath, tachypnea, rales or crackles Cardiac- rate and rhythm Pelvic- bleeding, discharge, cervical assessment, cultures, wet mount, ferning"}
{"id": "article-23722_52", "title": "Intrauterine Fetal Demise -- History and Physical -- After Delivery", "content": "Perform a gross examination of the umbilical cord and the placenta and record findings, including measurements.  Photograph the placenta and cord. Culture the placenta as indicated by swabbing between the chorionic and the amniotic membrane with aerobic and anaerobic culture swabs.", "contents": "Intrauterine Fetal Demise -- History and Physical -- After Delivery. Perform a gross examination of the umbilical cord and the placenta and record findings, including measurements.  Photograph the placenta and cord. Culture the placenta as indicated by swabbing between the chorionic and the amniotic membrane with aerobic and anaerobic culture swabs."}
{"id": "article-23722_53", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Baby", "content": "The birth attendant should perform a complete examination of the baby shortly after birth and by a pathologist.  A chart should be available to guide the examiner to record each of the following bullets. Measurements: weight, length, head circumference, foot length (if less than 23 weeks, foot length may be used to estimate gestational age) Facial features: ears, eyes, nose, mouth, cranium. Neck and back: cystic hygroma, spina bifida, abnormal pigmentation Skin: maceration, sloughing, color Cord insertion: central, marginal, membranous Abdominal wall Gender: ambiguous, female, male Extremities, digits, palmar creases Photograph the head, face, whole body, hands, and feet. Take detailed photos of the baby from the anterior, posterior, and lateral directions. Photograph and record any abnormality. Obtain consent to photograph the baby and be aware that some cultures, such as the Amish, may not consent to photography.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Baby. The birth attendant should perform a complete examination of the baby shortly after birth and by a pathologist.  A chart should be available to guide the examiner to record each of the following bullets. Measurements: weight, length, head circumference, foot length (if less than 23 weeks, foot length may be used to estimate gestational age) Facial features: ears, eyes, nose, mouth, cranium. Neck and back: cystic hygroma, spina bifida, abnormal pigmentation Skin: maceration, sloughing, color Cord insertion: central, marginal, membranous Abdominal wall Gender: ambiguous, female, male Extremities, digits, palmar creases Photograph the head, face, whole body, hands, and feet. Take detailed photos of the baby from the anterior, posterior, and lateral directions. Photograph and record any abnormality. Obtain consent to photograph the baby and be aware that some cultures, such as the Amish, may not consent to photography."}
{"id": "article-23722_54", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "The placental examination is the single most important study, other than an autopsy.  It may contribute to a diagnosis of stillbirth in 53% of cases. [86] The macroscopic placental evaluation may be performed by the delivery attendant,  a pathologist, or both.  A ruler, to reference dimensions, should be included with all images. [87]", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. The placental examination is the single most important study, other than an autopsy.  It may contribute to a diagnosis of stillbirth in 53% of cases. [86] The macroscopic placental evaluation may be performed by the delivery attendant,  a pathologist, or both.  A ruler, to reference dimensions, should be included with all images. [87]"}
{"id": "article-23722_55", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Reconstitute the membranes for completeness. Take photographs of the fetal and the maternal sides of the placenta.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Reconstitute the membranes for completeness. Take photographs of the fetal and the maternal sides of the placenta."}
{"id": "article-23722_56", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Measure the shortest distance from the membrane rupture to the edge of the placental disc.  Note the membrane insertion type (normal, circummarginate, or circumvallate), color, and sheen.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Measure the shortest distance from the membrane rupture to the edge of the placental disc.  Note the membrane insertion type (normal, circummarginate, or circumvallate), color, and sheen."}
{"id": "article-23722_57", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "If the pregnancy is multifetal,  describe the thickness and attachment of the dividing membranes to the disc.  Note the location and type of umbilical cord insertion by measuring the distance from the disc edge to the insertion of the cord.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. If the pregnancy is multifetal,  describe the thickness and attachment of the dividing membranes to the disc.  Note the location and type of umbilical cord insertion by measuring the distance from the disc edge to the insertion of the cord."}
{"id": "article-23722_58", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Note the length of unprotected umbilical vessels, intravascular umbilical thrombi, and the total length of the cord.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Note the length of unprotected umbilical vessels, intravascular umbilical thrombi, and the total length of the cord."}
{"id": "article-23722_59", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Describe how the cord coils.  If the coiling is uniform, count the number of 360-degree coils over a 5-centimeter length of cord. If the coiling is non-uniform, count all 360-degree coils in the cord and divide by the entire cord length.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Describe how the cord coils.  If the coiling is uniform, count the number of 360-degree coils over a 5-centimeter length of cord. If the coiling is non-uniform, count all 360-degree coils in the cord and divide by the entire cord length."}
{"id": "article-23722_60", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Document any false or true cord knots or twists.  Comment on cord edema, hemorrhage, laceration, or avulsion.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Document any false or true cord knots or twists.  Comment on cord edema, hemorrhage, laceration, or avulsion."}
{"id": "article-23722_61", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Cut the cord every 5-centimeters and record the thickest and thinnest diameter and the number of arteries/ veins in every segment.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Cut the cord every 5-centimeters and record the thickest and thinnest diameter and the number of arteries/ veins in every segment."}
{"id": "article-23722_62", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Cut the cord leaving only a 1-centimeter stump of cord attached to the placenta. Weigh the placenta after it is drained of blood.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Cut the cord leaving only a 1-centimeter stump of cord attached to the placenta. Weigh the placenta after it is drained of blood."}
{"id": "article-23722_63", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Measure the longest and the shortest placental dimension and note any extra lobes or unusual shape", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Measure the longest and the shortest placental dimension and note any extra lobes or unusual shape"}
{"id": "article-23722_64", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Cut the placenta in strips 1-centimeter wide, leaving 1-centimeter on either side of the umbilical stump.  Measure the full thickness of each cut and record the thickest and thinnest measurement. Examine all surfaces.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Cut the placenta in strips 1-centimeter wide, leaving 1-centimeter on either side of the umbilical stump.  Measure the full thickness of each cut and record the thickest and thinnest measurement. Examine all surfaces."}
{"id": "article-23722_65", "title": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta", "content": "Note any lesions found and take photographs of them.", "contents": "Intrauterine Fetal Demise -- History and Physical -- Examination of the Placenta. Note any lesions found and take photographs of them."}
{"id": "article-23722_66", "title": "Intrauterine Fetal Demise -- Evaluation -- Microscopic Evaluation of the Placenta", "content": "Take 1 x 1 cm blocks from 4 locations of the placenta. Retrieve the specimens with the maternal side of the placenta up and send samples unfixed.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Microscopic Evaluation of the Placenta. Take 1 x 1 cm blocks from 4 locations of the placenta. Retrieve the specimens with the maternal side of the placenta up and send samples unfixed."}
{"id": "article-23722_67", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "The remains must be handled with respect, and an autopsy should be performed in a timely fashion to help the family establish closure. The approach to the autopsy of a stillborn has not been standardized. However, keep in mind that the documentation of negative findings is just as important as that of positive findings.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. The remains must be handled with respect, and an autopsy should be performed in a timely fashion to help the family establish closure. The approach to the autopsy of a stillborn has not been standardized. However, keep in mind that the documentation of negative findings is just as important as that of positive findings."}
{"id": "article-23722_68", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "Some patients and some caregivers may find it difficult to address the topic of a stillborn autopsy. The performance of an autopsy requires written consent. Fetal tissue is not considered part of the product of conception after 20 weeks of gestational age, and therefore insurance may not cover its examination.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. Some patients and some caregivers may find it difficult to address the topic of a stillborn autopsy. The performance of an autopsy requires written consent. Fetal tissue is not considered part of the product of conception after 20 weeks of gestational age, and therefore insurance may not cover its examination."}
{"id": "article-23722_69", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "An autopsy may identify the cause for stillbirth in 46% of cases and may provide new findings in 51% of cases. [88] This knowledge may be used to counsel patients on recurrence risk and to guide recommendations for future prenatal care.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. An autopsy may identify the cause for stillbirth in 46% of cases and may provide new findings in 51% of cases. [88] This knowledge may be used to counsel patients on recurrence risk and to guide recommendations for future prenatal care."}
{"id": "article-23722_70", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "A pathologist who is experienced in the evaluation of stillbirth is an integral part of the team. If someone with this expertise is not locally available, the fetus and or placenta may need to be transferred, per regulations, to another center for evaluation.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. A pathologist who is experienced in the evaluation of stillbirth is an integral part of the team. If someone with this expertise is not locally available, the fetus and or placenta may need to be transferred, per regulations, to another center for evaluation."}
{"id": "article-23722_71", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "Cardiac malformations are not readily detected on postmortem imaging, and hence an autopsy is invaluable to evaluate for them. These anomalies may be missed on routine obstetrical ultrasound and often require a fetal echocardiogram to be diagnosed prenatally.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. Cardiac malformations are not readily detected on postmortem imaging, and hence an autopsy is invaluable to evaluate for them. These anomalies may be missed on routine obstetrical ultrasound and often require a fetal echocardiogram to be diagnosed prenatally."}
{"id": "article-23722_72", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "A complete autopsy includes an examination of the brain and the internal organs. It may include retrieving and preserving organs for later study; however, upon request, all organs may be returned to the body following the autopsy.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. A complete autopsy includes an examination of the brain and the internal organs. It may include retrieving and preserving organs for later study; however, upon request, all organs may be returned to the body following the autopsy."}
{"id": "article-23722_73", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "A partial autopsy can also be done. In this case, the family specifies what body cavities may be entered. Examination of the head may be declined, and the family may only give consent for an external exam. Some families are much more accepting of an autopsy knowing this information. [88]", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. A partial autopsy can also be done. In this case, the family specifies what body cavities may be entered. Examination of the head may be declined, and the family may only give consent for an external exam. Some families are much more accepting of an autopsy knowing this information. [88]"}
{"id": "article-23722_74", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "An autopsy may be performed in concert with radiological studies. MRI, CT, or high-quality ultrasound may uncover concerning intracavitary lesions. If detected, these lesions may be evaluated using a guided needle biopsy to screen for infection, tumor, or malignancy. In some cases, these radiological studies may help to obviate the need for a complete autopsy.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. An autopsy may be performed in concert with radiological studies. MRI, CT, or high-quality ultrasound may uncover concerning intracavitary lesions. If detected, these lesions may be evaluated using a guided needle biopsy to screen for infection, tumor, or malignancy. In some cases, these radiological studies may help to obviate the need for a complete autopsy."}
{"id": "article-23722_75", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "An autopsy may help to provide valuable information when multiple anomalies are found that do not conform to a syndrome. It may also be used to evaluate for renal anomalies and causes of nonimmune hydrops in the absence of a cystic hygroma.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. An autopsy may help to provide valuable information when multiple anomalies are found that do not conform to a syndrome. It may also be used to evaluate for renal anomalies and causes of nonimmune hydrops in the absence of a cystic hygroma."}
{"id": "article-23722_76", "title": "Intrauterine Fetal Demise -- Evaluation -- Autopsy", "content": "Photographs should be taken of any detected abnormalities as they can be reviewed at different times and by multiple care team members and help identify the cause of stillbirth and direct future pregnancy management.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Autopsy. Photographs should be taken of any detected abnormalities as they can be reviewed at different times and by multiple care team members and help identify the cause of stillbirth and direct future pregnancy management."}
{"id": "article-23722_77", "title": "Intrauterine Fetal Demise -- Evaluation -- Imaging", "content": "Various imaging modalities can be employed to help in the evaluation of the cause of stillbirth. A Babygram is a lateral and anterior-posterior X-ray of the whole fetus. It may uncover skeletal dysplasia, costovertebral malformations, ectopic calcifications, and gas collections suggestive of infection. This study may confirm or suggest a cause of stillbirth in 16% of cases and serves as the only method of diagnosis in 1.5% of cases. [89] If ultrasound or examination suggests a skeletal problem, a complete skeletal survey should be performed. A computed tomography (CT) scan is preferred for the evaluation of skeletal abnormalities and ectopic calcifications. Magnetic resonance imaging (MRI) can allow examination of internal organs with detection of an abnormality similar to autopsy. [90] If central nervous system defects are noted, consider cranial ultrasound, MRI, and autopsy. [91]", "contents": "Intrauterine Fetal Demise -- Evaluation -- Imaging. Various imaging modalities can be employed to help in the evaluation of the cause of stillbirth. A Babygram is a lateral and anterior-posterior X-ray of the whole fetus. It may uncover skeletal dysplasia, costovertebral malformations, ectopic calcifications, and gas collections suggestive of infection. This study may confirm or suggest a cause of stillbirth in 16% of cases and serves as the only method of diagnosis in 1.5% of cases. [89] If ultrasound or examination suggests a skeletal problem, a complete skeletal survey should be performed. A computed tomography (CT) scan is preferred for the evaluation of skeletal abnormalities and ectopic calcifications. Magnetic resonance imaging (MRI) can allow examination of internal organs with detection of an abnormality similar to autopsy. [90] If central nervous system defects are noted, consider cranial ultrasound, MRI, and autopsy. [91]"}
{"id": "article-23722_78", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "In 5% of normal-appearing stillborns, a chromosomal abnormality will be detectable. [92] With an autopsy and a chromosomal study, up to 35% of stillborns are found to have a major structural pathology, and 8% have abnormal chromosomes. [93] [40] After a complete evaluation, term stillbirth remains unexplained about 30% of the time. [94] The chance of finding a cause is impacted by the age of the fetus, the experience of the caregiver, and the thoroughness of the exam.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. In 5% of normal-appearing stillborns, a chromosomal abnormality will be detectable. [92] With an autopsy and a chromosomal study, up to 35% of stillborns are found to have a major structural pathology, and 8% have abnormal chromosomes. [93] [40] After a complete evaluation, term stillbirth remains unexplained about 30% of the time. [94] The chance of finding a cause is impacted by the age of the fetus, the experience of the caregiver, and the thoroughness of the exam."}
{"id": "article-23722_79", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "Chromosome testing for aneuploidy should be offered for all stillbirths to confirm or to seek a cause of the stillbirth. After 20 weeks of gestation, \"fetal tissue\" is not considered a product of conception, and thus the evaluation of this tissue may not be covered by the mother's insurance. Genetic amniocentesis or chorionic villus sampling before delivery offers the highest yield (80% to 100%) for successful cytogenetic analysis. [31] [95] Secondary to autolysis, success is much lower (10% to 30%) when tissue is obtained after the delivery, with the best yield coming from the placenta or the umbilical cord. Amniocentesis and chorionic villus sampling require patient consent. Consent is not necessary to save placental tissue or amniotic fluid containing amniocytes; however, it is respectful to the parents to request their consent.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. Chromosome testing for aneuploidy should be offered for all stillbirths to confirm or to seek a cause of the stillbirth. After 20 weeks of gestation, \"fetal tissue\" is not considered a product of conception, and thus the evaluation of this tissue may not be covered by the mother's insurance. Genetic amniocentesis or chorionic villus sampling before delivery offers the highest yield (80% to 100%) for successful cytogenetic analysis. [31] [95] Secondary to autolysis, success is much lower (10% to 30%) when tissue is obtained after the delivery, with the best yield coming from the placenta or the umbilical cord. Amniocentesis and chorionic villus sampling require patient consent. Consent is not necessary to save placental tissue or amniotic fluid containing amniocytes; however, it is respectful to the parents to request their consent."}
{"id": "article-23722_80", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "Because amniocentesis results are still pending at the time of the delivery, additional tissue samples should still be obtained immediately following the delivery as a back-up to increase the odds of obtaining a result.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. Because amniocentesis results are still pending at the time of the delivery, additional tissue samples should still be obtained immediately following the delivery as a back-up to increase the odds of obtaining a result."}
{"id": "article-23722_81", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "If amniocentesis results in failure to culture tissue, fluorescent in-situ hybridization (FiSH) may still be performed to rule out aneuploidy, the benefit of amniocentesis/fluorescence in situ hybridization is that it is cheaper than microarray.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. If amniocentesis results in failure to culture tissue, fluorescent in-situ hybridization (FiSH) may still be performed to rule out aneuploidy, the benefit of amniocentesis/fluorescence in situ hybridization is that it is cheaper than microarray."}
{"id": "article-23722_82", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "Cord blood collected for the blood bank is not anticoagulated and is not useful for cytogenetic testing. Cord blood needs to be collected in a green or a purple top tube for cytogenetic testing, which contains an anticoagulant (EDTA, heparin).", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. Cord blood collected for the blood bank is not anticoagulated and is not useful for cytogenetic testing. Cord blood needs to be collected in a green or a purple top tube for cytogenetic testing, which contains an anticoagulant (EDTA, heparin)."}
{"id": "article-23722_83", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "Avoid using a skin biopsy for cytogenetic testing if there is any maceration as this tissue will not yield a result. Placental tissue is viable much longer than fetal skin and should be collected as the product of conception of choice if there is fetal maceration. Viable, nonfixed tissue is preferred.  The tissue should be placed in lactated Ringer's solution and not in formaldehyde. If fixed in formaldehyde or alcohol, some labs may still offer genetic testing, but this is not preferred.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. Avoid using a skin biopsy for cytogenetic testing if there is any maceration as this tissue will not yield a result. Placental tissue is viable much longer than fetal skin and should be collected as the product of conception of choice if there is fetal maceration. Viable, nonfixed tissue is preferred.  The tissue should be placed in lactated Ringer's solution and not in formaldehyde. If fixed in formaldehyde or alcohol, some labs may still offer genetic testing, but this is not preferred."}
{"id": "article-23722_84", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "Chromosomal microarray testing (CMT) is now the preferred test performed on tissue collected from the fetus or the placenta after delivery. Intact skin, the patella, or costochondral tissue may be collected and submitted unfixed using lactated ringers solution at room temperature. [96] It does not require dividing cells, making it ideal when cell cultures fail due to fetal demise. It gives a result of 87.4% of the time. Blood samples obtained from both parents may be used to reduce the uncertainty which \"genetic variants\" of unknown significance can create when interpreting the results for the family. CMT may detect microdeletions and microduplication syndromes in addition to karyotype.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. Chromosomal microarray testing (CMT) is now the preferred test performed on tissue collected from the fetus or the placenta after delivery. Intact skin, the patella, or costochondral tissue may be collected and submitted unfixed using lactated ringers solution at room temperature. [96] It does not require dividing cells, making it ideal when cell cultures fail due to fetal demise. It gives a result of 87.4% of the time. Blood samples obtained from both parents may be used to reduce the uncertainty which \"genetic variants\" of unknown significance can create when interpreting the results for the family. CMT may detect microdeletions and microduplication syndromes in addition to karyotype."}
{"id": "article-23722_85", "title": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study", "content": "Gene sequencing with whole-exome sequence panels may be performed in cases with suspected skeletal dysplasia or sudden death. Testing for Mendelian conditions is emerging. Mutations in genes controlling for sudden cardiac death have been discovered and may be found in 10% of stillbirths, which remain unexplained despite undergoing a thorough investigation. [97] Consider the mutational analysis of KCNQ1 (KV7.1, LQTS type 1), KCNH2 (HERG/KV11.1, LQTS type 2, and SCN5A (NaV1.5, LQTS type 3) using denaturing high-performance liquid chromatography followed by direct DNA sequencing using heterologous expression and patch-clamp recording. [97] These tests are not readily available at all institutions.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Chromosomal Study. Gene sequencing with whole-exome sequence panels may be performed in cases with suspected skeletal dysplasia or sudden death. Testing for Mendelian conditions is emerging. Mutations in genes controlling for sudden cardiac death have been discovered and may be found in 10% of stillbirths, which remain unexplained despite undergoing a thorough investigation. [97] Consider the mutational analysis of KCNQ1 (KV7.1, LQTS type 1), KCNH2 (HERG/KV11.1, LQTS type 2, and SCN5A (NaV1.5, LQTS type 3) using denaturing high-performance liquid chromatography followed by direct DNA sequencing using heterologous expression and patch-clamp recording. [97] These tests are not readily available at all institutions."}
{"id": "article-23722_86", "title": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing", "content": "All patients should be offered amniocentesis if delivery is not imminent, even if a prior cell-free DNA screening was unremarkable.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing. All patients should be offered amniocentesis if delivery is not imminent, even if a prior cell-free DNA screening was unremarkable."}
{"id": "article-23722_87", "title": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing", "content": "All patients require CBC, glucose, as well as type and screen for HIV and syphilis. These help screen for maternal hemoglobinopathy, infection, poor glycemic control, or undiagnosed diabetes and red cell alloimmunization. Urine drug screen should be considered, especially for cocaine, which has links to maternal hypertension and placental abruption.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing. All patients require CBC, glucose, as well as type and screen for HIV and syphilis. These help screen for maternal hemoglobinopathy, infection, poor glycemic control, or undiagnosed diabetes and red cell alloimmunization. Urine drug screen should be considered, especially for cocaine, which has links to maternal hypertension and placental abruption."}
{"id": "article-23722_88", "title": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing", "content": "Most maternal and fetal thrombophilias are not associated with stillbirth, and routine testing for thrombophilias is not recommended. [40] Screening may be considered if there is a history of growth restriction or a personal or family history of blood clots. Testing for thrombophilias includes: Factor V Leiden, prothrombin mutation, antithrombin III, MTHFR, protein C, and S. Of these factors, only protein S levels are affected by the pregnancy, and therefore protein S should only be tested three months after the delivery.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing. Most maternal and fetal thrombophilias are not associated with stillbirth, and routine testing for thrombophilias is not recommended. [40] Screening may be considered if there is a history of growth restriction or a personal or family history of blood clots. Testing for thrombophilias includes: Factor V Leiden, prothrombin mutation, antithrombin III, MTHFR, protein C, and S. Of these factors, only protein S levels are affected by the pregnancy, and therefore protein S should only be tested three months after the delivery."}
{"id": "article-23722_89", "title": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing", "content": "Immediately after a stillbirth, evaluate all women for fetomaternal hemorrhage using the Kleihauer Betke test. This is an acid elution test looking for fetal RBC in the maternal circulation and may help to identify the cause of stillbirth.  It is not an exact test as it uses an estimation of maternal blood volume to calculate the estimated quantity of fetal blood transferred to the maternal circulation. If the mother is Rh-negative and the fetus is Rh-positive, this test is used to calculate the dose of Rhogam necessary to prevent Rh isoimmunization. [98] Flow cytometry is a new test used to quantify the loss of fetal blood into the maternal circulation.  It is a much more sensitive and accurate test and should be used for women who are RH positive as well as RH negative in any case of possible fetomaternal hemorrhage. [99]", "contents": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing. Immediately after a stillbirth, evaluate all women for fetomaternal hemorrhage using the Kleihauer Betke test. This is an acid elution test looking for fetal RBC in the maternal circulation and may help to identify the cause of stillbirth.  It is not an exact test as it uses an estimation of maternal blood volume to calculate the estimated quantity of fetal blood transferred to the maternal circulation. If the mother is Rh-negative and the fetus is Rh-positive, this test is used to calculate the dose of Rhogam necessary to prevent Rh isoimmunization. [98] Flow cytometry is a new test used to quantify the loss of fetal blood into the maternal circulation.  It is a much more sensitive and accurate test and should be used for women who are RH positive as well as RH negative in any case of possible fetomaternal hemorrhage. [99]"}
{"id": "article-23722_90", "title": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing", "content": "Consider screening for TSH, liver chemistry, and bile salts if there is clinical suspicion for an underlying problem. Screen for lupus anticoagulant, anticardiolipin IgM, and IgG if there is a family history of blood clots or if there is evidence of placental infarction or arteriopathy.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Lab Testing. Consider screening for TSH, liver chemistry, and bile salts if there is clinical suspicion for an underlying problem. Screen for lupus anticoagulant, anticardiolipin IgM, and IgG if there is a family history of blood clots or if there is evidence of placental infarction or arteriopathy."}
{"id": "article-23722_91", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "Screening for infection is complicated because many women have positive serology from previous infections. The most common bacterial pathogens associated with stillbirth are E. coli, group B Streptococcus, and Enterococcus species. Most infection-related stillbirths occurred before 24 weeks of gestation. [53] Cytomegalovirus (CMV) IgM and IgG,  Toxoplasmosis IgM and IgG, Parvovirus IgM may be tested as clinically indicated. The fetoplacental tissues will show diagnostic signs of viral infection on histopathology. Viral cultures are rarely necessary.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. Screening for infection is complicated because many women have positive serology from previous infections. The most common bacterial pathogens associated with stillbirth are E. coli, group B Streptococcus, and Enterococcus species. Most infection-related stillbirths occurred before 24 weeks of gestation. [53] Cytomegalovirus (CMV) IgM and IgG,  Toxoplasmosis IgM and IgG, Parvovirus IgM may be tested as clinically indicated. The fetoplacental tissues will show diagnostic signs of viral infection on histopathology. Viral cultures are rarely necessary."}
{"id": "article-23722_92", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "CMV is the most prevalent infection transmitted in utero. Usually, there are no abnormal ultrasound findings, although cerebral hemorrhage, cardiomegaly, hepatomegaly, mild ascites, and echogenic bowel may be reported. Thrombotic vasculopathy is noted on autopsy. The kidney is the most frequently involved organ, and CMV inclusions may be found in epithelial cells on histology. Cytomegalovirus DNA may be found in the kidney, liver, brain, thyroid, lung, heart, pancreas, and placenta.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. CMV is the most prevalent infection transmitted in utero. Usually, there are no abnormal ultrasound findings, although cerebral hemorrhage, cardiomegaly, hepatomegaly, mild ascites, and echogenic bowel may be reported. Thrombotic vasculopathy is noted on autopsy. The kidney is the most frequently involved organ, and CMV inclusions may be found in epithelial cells on histology. Cytomegalovirus DNA may be found in the kidney, liver, brain, thyroid, lung, heart, pancreas, and placenta."}
{"id": "article-23722_93", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "Intrauterine herpes infection is very rare. 95% of neonatal infections are acquired peripartum. Although intrauterine herpes may be acquired during a primary or secondary outbreak, the risk is highest during a disseminated herpes infection. Intrauterine transmission is most common during the first 20 weeks of gestation and may lead to stillbirth or congenital abnormalities. Clinical findings may include skin vesicles or scarring, eye lesions (chorioretinitis, microphthalmia, cataracts), neurologic damage (microcephaly, intracranial calcifications, seizures, encephalomalacia). An autopsy may reveal ulcerated skin and necrosis of the liver, adrenal glands, brain, and placental membranes. Fluorescent in situ hybridization may confirm the herpes infection.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. Intrauterine herpes infection is very rare. 95% of neonatal infections are acquired peripartum. Although intrauterine herpes may be acquired during a primary or secondary outbreak, the risk is highest during a disseminated herpes infection. Intrauterine transmission is most common during the first 20 weeks of gestation and may lead to stillbirth or congenital abnormalities. Clinical findings may include skin vesicles or scarring, eye lesions (chorioretinitis, microphthalmia, cataracts), neurologic damage (microcephaly, intracranial calcifications, seizures, encephalomalacia). An autopsy may reveal ulcerated skin and necrosis of the liver, adrenal glands, brain, and placental membranes. Fluorescent in situ hybridization may confirm the herpes infection."}
{"id": "article-23722_94", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "Coxsackievirus infection may be asymptomatic or may result in fetal myocarditis, meningoencephalitis, or generalized sepsis. Autopsy findings may include mild arthrogryposis, necrotic meningoencephalitis with vascular calcifications, mild myocardial hypertrophy, and chronic monocytic placental villitis. Molecular techniques may confirm infection.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. Coxsackievirus infection may be asymptomatic or may result in fetal myocarditis, meningoencephalitis, or generalized sepsis. Autopsy findings may include mild arthrogryposis, necrotic meningoencephalitis with vascular calcifications, mild myocardial hypertrophy, and chronic monocytic placental villitis. Molecular techniques may confirm infection."}
{"id": "article-23722_95", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "Aerobic, anaerobic, and listeria placental cultures may be obtained if clinically indicated. To prevent contamination, the swab should be taken from the potential space which is exposed by separating the chorionic from the amniotic membrane. Cultures from the stillborn infant are best obtained from internal organs.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. Aerobic, anaerobic, and listeria placental cultures may be obtained if clinically indicated. To prevent contamination, the swab should be taken from the potential space which is exposed by separating the chorionic from the amniotic membrane. Cultures from the stillborn infant are best obtained from internal organs."}
{"id": "article-23722_96", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "Syphilis RPR may be positive for months after the patient is treated. Syphilis spirochetes infect the placenta causing villous enlargement, acute villitis, necrotizing funisitis, and amniotic infection. Placentomegaly results in stillbirth in 50% of infected fetuses due to placental dysfunction. The infected fetus may demonstrate involution of the thymus, hepatosplenomegaly, and hydrops. Mucocutaneous lesions are rare. Where the incidence of syphilis is high, this is the leading infectious cause of stillbirth and has the greatest potential for improved outcomes if screened and treated. [100]", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. Syphilis RPR may be positive for months after the patient is treated. Syphilis spirochetes infect the placenta causing villous enlargement, acute villitis, necrotizing funisitis, and amniotic infection. Placentomegaly results in stillbirth in 50% of infected fetuses due to placental dysfunction. The infected fetus may demonstrate involution of the thymus, hepatosplenomegaly, and hydrops. Mucocutaneous lesions are rare. Where the incidence of syphilis is high, this is the leading infectious cause of stillbirth and has the greatest potential for improved outcomes if screened and treated. [100]"}
{"id": "article-23722_97", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection", "content": "Malaria, in endemic regions, is responsible for a large number of stillbirths due to its damaging effect on the placenta. Prophylaxis and the use of bednets could reduce stillbirths attributed to this infection.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Infection. Malaria, in endemic regions, is responsible for a large number of stillbirths due to its damaging effect on the placenta. Prophylaxis and the use of bednets could reduce stillbirths attributed to this infection."}
{"id": "article-23722_98", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC)", "content": "Disseminated intravascular coagulation is very rare in the context of stillbirth today due to early diagnosis and management. In cases of fetal demise undiagnosed for more than three weeks or in stillbirth cases complicated by placental abruption or sepsis, DIC may need to be ruled out. The is no single laboratory or clinical test to diagnose DIC. If encountered in the context of a stillbirth, the treatment of DIC includes delivery of the stillborn and management of hemorrhage and or sepsis; supportive care with the administration of blood products as indicated; close clinical surveillance and repeat labs; and rapid response/specialist consultation. [101]", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC). Disseminated intravascular coagulation is very rare in the context of stillbirth today due to early diagnosis and management. In cases of fetal demise undiagnosed for more than three weeks or in stillbirth cases complicated by placental abruption or sepsis, DIC may need to be ruled out. The is no single laboratory or clinical test to diagnose DIC. If encountered in the context of a stillbirth, the treatment of DIC includes delivery of the stillborn and management of hemorrhage and or sepsis; supportive care with the administration of blood products as indicated; close clinical surveillance and repeat labs; and rapid response/specialist consultation. [101]"}
{"id": "article-23722_99", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC)", "content": "To aid in diagnosing DIC in non-emergent cases where only a clinical diagnosis can be achieved, the EREZ (modified ISTH score) is recommended. [101] The score is tabulated by adding up the points assigned to (A) the platelet count, (B) the PT, and (C) the fibrinogen level. The points follow the values and are bolded. Fibrin degradation products are excluded from this scoring system since they increase in pregnancy and reduce the specificity of the score. A) Platelet count, (10^9/L)   <50 = 1 : 50-185 = 2 : > 185 = 0 B) Prothrombin time, (seconds)  <0.5  = 0 : 0.5-1 = 5 : 1.0-1.5 = 25 C) Fibrinogen, (grams/liter)  3.0 = 25 : 3.0-4.0 = 6 : 4.0 - 4.5 = 1 : >4.5 = 0 A calculated EREZ score, obtained by adding the score of (A) + (B) + (C), which is greater than 26, predicts a high probability for DIC even in the absence of obvious clinical symptoms.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC). To aid in diagnosing DIC in non-emergent cases where only a clinical diagnosis can be achieved, the EREZ (modified ISTH score) is recommended. [101] The score is tabulated by adding up the points assigned to (A) the platelet count, (B) the PT, and (C) the fibrinogen level. The points follow the values and are bolded. Fibrin degradation products are excluded from this scoring system since they increase in pregnancy and reduce the specificity of the score. A) Platelet count, (10^9/L)   <50 = 1 : 50-185 = 2 : > 185 = 0 B) Prothrombin time, (seconds)  <0.5  = 0 : 0.5-1 = 5 : 1.0-1.5 = 25 C) Fibrinogen, (grams/liter)  3.0 = 25 : 3.0-4.0 = 6 : 4.0 - 4.5 = 1 : >4.5 = 0 A calculated EREZ score, obtained by adding the score of (A) + (B) + (C), which is greater than 26, predicts a high probability for DIC even in the absence of obvious clinical symptoms."}
{"id": "article-23722_100", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC)", "content": "The platelet count is the most useful test for DIC. Thrombocytopenia, or a down-trending platelet count, is the most important lab value to note, even if it remains above 100 x 10^9/L.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC). The platelet count is the most useful test for DIC. Thrombocytopenia, or a down-trending platelet count, is the most important lab value to note, even if it remains above 100 x 10^9/L."}
{"id": "article-23722_101", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC)", "content": "The PT and PTT may become prolonged, but they may also remain normal even in the event of acute hemorrhage and more so in the case of an acute abruption. This is attributed to the change in clotting factors during pregnancy, which favors thrombosis. Treatment for DIC may, therefore, be initiated even when the PT and PTT are minimally prolonged.", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC). The PT and PTT may become prolonged, but they may also remain normal even in the event of acute hemorrhage and more so in the case of an acute abruption. This is attributed to the change in clotting factors during pregnancy, which favors thrombosis. Treatment for DIC may, therefore, be initiated even when the PT and PTT are minimally prolonged."}
{"id": "article-23722_102", "title": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC)", "content": "A low fibrinogen level is diagnostic of DIC, and in pregnancy, low levels are uncommon except for the setting of a massive postpartum hemorrhage. A fibrinogen level <2 g/L has a positive predictive value of 100% for progression to severe DIC. Consider replacing fibrinogen with cryoprecipitate when the fibrinogen level is <1.5 g/L and replacing platelets when they are less than 50 x 10^9/L, and replacing fresh frozen plasma (30 mL/kg) when the PT and PTT are prolonged. [101]", "contents": "Intrauterine Fetal Demise -- Evaluation -- Screening for Disseminated Intravascular Coagulation (DIC). A low fibrinogen level is diagnostic of DIC, and in pregnancy, low levels are uncommon except for the setting of a massive postpartum hemorrhage. A fibrinogen level <2 g/L has a positive predictive value of 100% for progression to severe DIC. Consider replacing fibrinogen with cryoprecipitate when the fibrinogen level is <1.5 g/L and replacing platelets when they are less than 50 x 10^9/L, and replacing fresh frozen plasma (30 mL/kg) when the PT and PTT are prolonged. [101]"}
{"id": "article-23722_103", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Communicating the Diagnosis with Patients", "content": "Stillbirth may be confirmed by a second ultrasonographer as deemed necessary. The diagnosis is conveyed to the mother by a health care provider as quickly as possible, making all attempts to provide privacy, empathy, and support. How this occurs will depend on the situation. Ultrasonographers usually contact a provider and arrange for immediate consultation if the diagnosis is made without prior warning. If the provider makes the diagnosis at the bedside, the diagnosis should be confirmed immediately and conveyed to the patient. The patient may be given the option to view the ultrasound images with the provider. The patient will require compassionate support. Some patients may need to leave immediately, as a coping mechanism, and should be encouraged to do so if they are medically stable. Some patients may appreciate a hand to hold until a family member can arrive for support. Empathy and support are demonstrated by saying you are sorry and by offering the support the patient desires. This may include providing written information instructing the patient how to reach you when they are ready and how to schedule a follow-up appointment as soon as desired.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Communicating the Diagnosis with Patients. Stillbirth may be confirmed by a second ultrasonographer as deemed necessary. The diagnosis is conveyed to the mother by a health care provider as quickly as possible, making all attempts to provide privacy, empathy, and support. How this occurs will depend on the situation. Ultrasonographers usually contact a provider and arrange for immediate consultation if the diagnosis is made without prior warning. If the provider makes the diagnosis at the bedside, the diagnosis should be confirmed immediately and conveyed to the patient. The patient may be given the option to view the ultrasound images with the provider. The patient will require compassionate support. Some patients may need to leave immediately, as a coping mechanism, and should be encouraged to do so if they are medically stable. Some patients may appreciate a hand to hold until a family member can arrive for support. Empathy and support are demonstrated by saying you are sorry and by offering the support the patient desires. This may include providing written information instructing the patient how to reach you when they are ready and how to schedule a follow-up appointment as soon as desired."}
{"id": "article-23722_104", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Communicating the Diagnosis with Patients", "content": "An attempt to obtain fetal measurements and to scan for any obvious abnormalities may be attempted as permitted. It is important to tell the patient that they did nothing wrong and to demonstrate respect to the baby by addressing them by name.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Communicating the Diagnosis with Patients. An attempt to obtain fetal measurements and to scan for any obvious abnormalities may be attempted as permitted. It is important to tell the patient that they did nothing wrong and to demonstrate respect to the baby by addressing them by name."}
{"id": "article-23722_105", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Communicating the Diagnosis with Patients", "content": "If the patient is not medically stable secondary to complications associated with the fetal demise, then one must provide information in a calm, clear, and concise fashion to obtain informed consent for any urgent procedure(s).", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Communicating the Diagnosis with Patients. If the patient is not medically stable secondary to complications associated with the fetal demise, then one must provide information in a calm, clear, and concise fashion to obtain informed consent for any urgent procedure(s)."}
{"id": "article-23722_106", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Meeting Emotional Needs", "content": "When caring for a patient/couple/family experiencing a stillbirth, it is important to convey compassion, empathy, and sensitivity while being mindful of their emotional needs. The diagnosis of stillbirth is often made or confirmed by ultrasound when there is an inability to detect fetal heart tones or randomly at the time of an ultrasound performed for something other than stillbirth evaluation. The patient may have an underlying concern regarding the wellbeing of her fetus or may be presented with this diagnosis unawares. Emotions should be validated. [102] As necessary, a follow-up appointment should be made as soon as possible for the patient. The patient should be encouraged to bring a support person with her. After answering immediate questions and stressing that the patient did nothing to cause this outcome, privacy and time should be provided as the patient desires to deal with emotions and summon support. Remain with the patient and provide emotional support for as much time as necessary. The five stages of grief are denial, anger, bargaining, depression, and acceptance. Any of these may or may not be experienced at the time of diagnosis.  If the diagnosis is made before the patient's appointment, an appointment should be made as soon as possible. The patient should be encouraged to bring a support person with her.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Meeting Emotional Needs. When caring for a patient/couple/family experiencing a stillbirth, it is important to convey compassion, empathy, and sensitivity while being mindful of their emotional needs. The diagnosis of stillbirth is often made or confirmed by ultrasound when there is an inability to detect fetal heart tones or randomly at the time of an ultrasound performed for something other than stillbirth evaluation. The patient may have an underlying concern regarding the wellbeing of her fetus or may be presented with this diagnosis unawares. Emotions should be validated. [102] As necessary, a follow-up appointment should be made as soon as possible for the patient. The patient should be encouraged to bring a support person with her. After answering immediate questions and stressing that the patient did nothing to cause this outcome, privacy and time should be provided as the patient desires to deal with emotions and summon support. Remain with the patient and provide emotional support for as much time as necessary. The five stages of grief are denial, anger, bargaining, depression, and acceptance. Any of these may or may not be experienced at the time of diagnosis.  If the diagnosis is made before the patient's appointment, an appointment should be made as soon as possible. The patient should be encouraged to bring a support person with her."}
{"id": "article-23722_107", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Meeting Emotional Needs", "content": "Communicating bad news is not a natural skill, and one's ability to deliver bad news does not necessarily improve with experience. [103] The patient may have a flight reaction and need to leave soon after receiving the diagnosis. This should be respected. The patient should be reassured that she is safe and may call back to talk to the caregiver when ready. The provider must be prepared to answer all questions asked, including the why, how, when, where, and what, and have printed information for the patient to take with them. The patient may request information on why this happened. They should be told that examinations and tests will be offered to attempt to answer that question but that it may take several weeks to collect the necessary information. A copy of the ultrasound may be placed in a sealed envelope and offered to the patient as a keepsake.  It may be offered either at the time of the exam or at subsequent visits.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Meeting Emotional Needs. Communicating bad news is not a natural skill, and one's ability to deliver bad news does not necessarily improve with experience. [103] The patient may have a flight reaction and need to leave soon after receiving the diagnosis. This should be respected. The patient should be reassured that she is safe and may call back to talk to the caregiver when ready. The provider must be prepared to answer all questions asked, including the why, how, when, where, and what, and have printed information for the patient to take with them. The patient may request information on why this happened. They should be told that examinations and tests will be offered to attempt to answer that question but that it may take several weeks to collect the necessary information. A copy of the ultrasound may be placed in a sealed envelope and offered to the patient as a keepsake.  It may be offered either at the time of the exam or at subsequent visits."}
{"id": "article-23722_108", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Meeting Emotional Needs", "content": "The patient may ask about the management plan after the diagnosis of stillbirth, and the caregiver should be prepared to convey this information in a private and comfortable environment. The caregiver should ask if any religious or cultural practices need to be respected.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Meeting Emotional Needs. The patient may ask about the management plan after the diagnosis of stillbirth, and the caregiver should be prepared to convey this information in a private and comfortable environment. The caregiver should ask if any religious or cultural practices need to be respected."}
{"id": "article-23722_109", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Discussion on the mode of delivery will depend on the gestational age of the stillborn, the desires of the patient, the physical status of the patient, and prior obstetrical/surgical history. Information is provided presented clearly and concisely, and confirmation of understanding should be obtained.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Discussion on the mode of delivery will depend on the gestational age of the stillborn, the desires of the patient, the physical status of the patient, and prior obstetrical/surgical history. Information is provided presented clearly and concisely, and confirmation of understanding should be obtained."}
{"id": "article-23722_110", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Coagulation abnormalities caused by a release of tissue factor from the placenta may occur if the dead fetus is retained for several weeks. [104] The risk is about 2%, and this diagnosis requires immediate intervention. [105] In the absence of disseminated intravascular coagulation, infection, or preeclampsia with severe features, the mother/couple may go home and follow up to plan management. If expectant management is desired, spontaneous labor usually begins within two weeks of fetal death.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Coagulation abnormalities caused by a release of tissue factor from the placenta may occur if the dead fetus is retained for several weeks. [104] The risk is about 2%, and this diagnosis requires immediate intervention. [105] In the absence of disseminated intravascular coagulation, infection, or preeclampsia with severe features, the mother/couple may go home and follow up to plan management. If expectant management is desired, spontaneous labor usually begins within two weeks of fetal death."}
{"id": "article-23722_111", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Usually, a vaginal delivery is the safest route of delivery even after a previous lower segment cesarean delivery. Some women may request a primary or a repeat cesarean section to avoid experiencing labor. This is an option provided the patient is fully aware of the risks versus benefits.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Usually, a vaginal delivery is the safest route of delivery even after a previous lower segment cesarean delivery. Some women may request a primary or a repeat cesarean section to avoid experiencing labor. This is an option provided the patient is fully aware of the risks versus benefits."}
{"id": "article-23722_112", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Stillbirth before 24 weeks is best managed by a dilation and evacuation (D & E) by a competent provider. This involves dilation of the cervix and manual removal of the product of conception. The cervix is often pre-dilated using laminaria placed in the cervix the night before the procedure. This risk of the procedure is greater when the fetus measures greater than 24 weeks in size. An ultrasound estimated fetal size less than 24 weeks is, therefore, more important than the estimated gestational age in determining the appropriateness of a D&E. A fetus on ultrasound may measure smaller than the established gestational age due to either growth restriction caused by the underlying pathology or the stillbirth predating the diagnosis. This procedure is considered less morbid than the induction of labor because it is associated with a lower risk of infection. [106] If D&E is not desired, then a medical induction of labor is offered using misoprostol. Up to 26 weeks, give vaginal misoprostol 100 mcg every 6 hours for a maximum of 4 doses. If the first dose does not result in adequate contractions, the dose may be doubled up to 400 mcg. The maximum daily dosing should not exceed 1600 mcg. [107]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Stillbirth before 24 weeks is best managed by a dilation and evacuation (D & E) by a competent provider. This involves dilation of the cervix and manual removal of the product of conception. The cervix is often pre-dilated using laminaria placed in the cervix the night before the procedure. This risk of the procedure is greater when the fetus measures greater than 24 weeks in size. An ultrasound estimated fetal size less than 24 weeks is, therefore, more important than the estimated gestational age in determining the appropriateness of a D&E. A fetus on ultrasound may measure smaller than the established gestational age due to either growth restriction caused by the underlying pathology or the stillbirth predating the diagnosis. This procedure is considered less morbid than the induction of labor because it is associated with a lower risk of infection. [106] If D&E is not desired, then a medical induction of labor is offered using misoprostol. Up to 26 weeks, give vaginal misoprostol 100 mcg every 6 hours for a maximum of 4 doses. If the first dose does not result in adequate contractions, the dose may be doubled up to 400 mcg. The maximum daily dosing should not exceed 1600 mcg. [107]"}
{"id": "article-23722_113", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Stillbirth after 24 weeks with a favorable cervix (Bishop score >6) is conducted with standard doses of synthetic oxytocin.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Stillbirth after 24 weeks with a favorable cervix (Bishop score >6) is conducted with standard doses of synthetic oxytocin."}
{"id": "article-23722_114", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Stillbirth after 24 weeks with an unfavorable cervix (Bishop score <6) in the absence of a previous hysterotomy scar is achieved with misoprostol 50 mcg vaginally repeated every 4 hours for a maximum of 6 doses. [108] If the first dose does not result in a cervical change or over two contractions in 10 minutes, the second dose can be doubled to 100 mcg vaginally and again to 200 mcg vaginally four hours after the 100 mcg dose. The mean time to delivery is 10 to 11 hours. If the delivery does not occur in 24 hours, the regimen can be repeated once. Oxytocin can be substituted once the cervix reaches 4 cm if needed. Electronic monitoring is not used for induction for fetal death. Misoprostol is not repeated if there are greater than two contractions in 10 minutes due to the risk of tachysystole. [109] [110]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Stillbirth after 24 weeks with an unfavorable cervix (Bishop score <6) in the absence of a previous hysterotomy scar is achieved with misoprostol 50 mcg vaginally repeated every 4 hours for a maximum of 6 doses. [108] If the first dose does not result in a cervical change or over two contractions in 10 minutes, the second dose can be doubled to 100 mcg vaginally and again to 200 mcg vaginally four hours after the 100 mcg dose. The mean time to delivery is 10 to 11 hours. If the delivery does not occur in 24 hours, the regimen can be repeated once. Oxytocin can be substituted once the cervix reaches 4 cm if needed. Electronic monitoring is not used for induction for fetal death. Misoprostol is not repeated if there are greater than two contractions in 10 minutes due to the risk of tachysystole. [109] [110]"}
{"id": "article-23722_115", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Different protocols may be followed if approved by the delivery facility. In some cases, a foley balloon is used to ripen the cervix. In some cases, a high dose of [itocin regimen is used. [111]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Different protocols may be followed if approved by the delivery facility. In some cases, a foley balloon is used to ripen the cervix. In some cases, a high dose of [itocin regimen is used. [111]"}
{"id": "article-23722_116", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Vaginal delivery is not contraindicated in pregnancies less than 24 weeks complicated by placenta previa. [112] Cesarean section is safer in pregnancies complicated by placenta previa and stillbirth over 24 weeks.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Vaginal delivery is not contraindicated in pregnancies less than 24 weeks complicated by placenta previa. [112] Cesarean section is safer in pregnancies complicated by placenta previa and stillbirth over 24 weeks."}
{"id": "article-23722_117", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Women with a prior single, low transverse, cesarean delivery, and second-trimester stillbirth may receive mechanical ripening agents or misoprostol less than or equal to 200 mcg vaginally every 4 hours. The risk of rupture is 0.28 percent versus 0.04 percent in these women with no prior cesarean section. [113]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Women with a prior single, low transverse, cesarean delivery, and second-trimester stillbirth may receive mechanical ripening agents or misoprostol less than or equal to 200 mcg vaginally every 4 hours. The risk of rupture is 0.28 percent versus 0.04 percent in these women with no prior cesarean section. [113]"}
{"id": "article-23722_118", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Women with third-trimester fetal demise and an unfavorable cervix, and a prior history of a cesarean section should use a mechanical method of cervical ripening followed by oxytocin for induction. Misoprostol may be considered as an option only after rigorous informed consent. The lowest dose of 25 to 50 mcg vaginally should be used, and the dose should not be doubled to reduce the risk of uterine rupture. [114]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Women with third-trimester fetal demise and an unfavorable cervix, and a prior history of a cesarean section should use a mechanical method of cervical ripening followed by oxytocin for induction. Misoprostol may be considered as an option only after rigorous informed consent. The lowest dose of 25 to 50 mcg vaginally should be used, and the dose should not be doubled to reduce the risk of uterine rupture. [114]"}
{"id": "article-23722_119", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Management", "content": "Fetal-pelvic disproportion seldom is a concern for the delivery of a stillborn, whether breech or cephalic, in the absence of macrosomia. Overlapping skull bones and fetal deterioration often allow the delivery of even large fetuses. A persistent shoulder or transverse lie may require an attempted internal or external version. [115] If unsuccessful, these fetal presentations may require a cesarean delivery.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Management. Fetal-pelvic disproportion seldom is a concern for the delivery of a stillborn, whether breech or cephalic, in the absence of macrosomia. Overlapping skull bones and fetal deterioration often allow the delivery of even large fetuses. A persistent shoulder or transverse lie may require an attempted internal or external version. [115] If unsuccessful, these fetal presentations may require a cesarean delivery."}
{"id": "article-23722_120", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "For the patient (and her support), a stillbirth is a catastrophic event. Although staff may be empathetic, their experience does not compare to that of the parents. As a result, communication can be perceived as cold. While the focus of caregivers is on the mother and the future, the parents remain focused on their baby. Parents may not understand why vaginal birth is being recommended and will need clear communication to understand why a cesarean section is not the norm. Part of care includes discussing coping strategies and supporting the variety of normal behaviors and will support healing. Parents may be influenced by staff. Counseling regarding autopsy should be done in a respectful way, which allows the family to understand its purpose and timescale. [116]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. For the patient (and her support), a stillbirth is a catastrophic event. Although staff may be empathetic, their experience does not compare to that of the parents. As a result, communication can be perceived as cold. While the focus of caregivers is on the mother and the future, the parents remain focused on their baby. Parents may not understand why vaginal birth is being recommended and will need clear communication to understand why a cesarean section is not the norm. Part of care includes discussing coping strategies and supporting the variety of normal behaviors and will support healing. Parents may be influenced by staff. Counseling regarding autopsy should be done in a respectful way, which allows the family to understand its purpose and timescale. [116]"}
{"id": "article-23722_121", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "At delivery, if a name has been chosen, the baby should be addressed by their name. Contact between the mother and the stillborn should be offered; the patient/family should be counseled well before delivery on the things for which they need to prepare. Developing a connection with the baby makes the death real, helps prevent emotional withdrawal from the loss, and helps in the transition to parenthood. [117] Parents may prefer to view only parts of the baby that are less upsetting, and appropriate clothing and wrapping of the baby before viewing and holding can be offered. Parents choose many different options concerning viewing and holding their baby, and their choices must be respected. In some studies, encouraging contact with the stillborn has been linked to posttraumatic stress, anxiety, and depression. [118] Memory gifts such as photographs, a lock of hair, or a hand or foot impression may be appreciated whether or not the mother/family elects to spend time with the stillborn baby. [119]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. At delivery, if a name has been chosen, the baby should be addressed by their name. Contact between the mother and the stillborn should be offered; the patient/family should be counseled well before delivery on the things for which they need to prepare. Developing a connection with the baby makes the death real, helps prevent emotional withdrawal from the loss, and helps in the transition to parenthood. [117] Parents may prefer to view only parts of the baby that are less upsetting, and appropriate clothing and wrapping of the baby before viewing and holding can be offered. Parents choose many different options concerning viewing and holding their baby, and their choices must be respected. In some studies, encouraging contact with the stillborn has been linked to posttraumatic stress, anxiety, and depression. [118] Memory gifts such as photographs, a lock of hair, or a hand or foot impression may be appreciated whether or not the mother/family elects to spend time with the stillborn baby. [119]"}
{"id": "article-23722_122", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "The options for autopsy, it's benefits and costs must be presented in a sensitive, informative, and non-biased fashion. Most religious leaders support autopsy provided burial occurs within a reasonable time frame, and the parents are adequately counseled. [120] The mother/family needs to be assisted in the decision for the disposition of the newborn. The family may have the option of a full burial at their expense or use of the hospital's mechanism for the management of fetal remains. In the USA, this is dependent on individual state law. Parents are informed that a fetal death certificate is issued in place of a birth certificate. This may impact the time allowed off by employers for postpartum convalescence.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. The options for autopsy, it's benefits and costs must be presented in a sensitive, informative, and non-biased fashion. Most religious leaders support autopsy provided burial occurs within a reasonable time frame, and the parents are adequately counseled. [120] The mother/family needs to be assisted in the decision for the disposition of the newborn. The family may have the option of a full burial at their expense or use of the hospital's mechanism for the management of fetal remains. In the USA, this is dependent on individual state law. Parents are informed that a fetal death certificate is issued in place of a birth certificate. This may impact the time allowed off by employers for postpartum convalescence."}
{"id": "article-23722_123", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "Some women/families will not want to be around other new families at this time. Pictures of newborns and families displayed in their immediate care area may also provoke negative feelings. All efforts should be made to identify the patient's loss so that inadvertent comments or gestures are avoided by caring staff. The patient should also be offered housing in an area away from newborns if requested.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. Some women/families will not want to be around other new families at this time. Pictures of newborns and families displayed in their immediate care area may also provoke negative feelings. All efforts should be made to identify the patient's loss so that inadvertent comments or gestures are avoided by caring staff. The patient should also be offered housing in an area away from newborns if requested."}
{"id": "article-23722_124", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "Counseling regarding breast engorgement, which may lead to physical and emotional pain, is essential. Some mothers will request information on how to stop milk production as quickly as possible, while others may wish to consider donating milk helpful emotionally.", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. Counseling regarding breast engorgement, which may lead to physical and emotional pain, is essential. Some mothers will request information on how to stop milk production as quickly as possible, while others may wish to consider donating milk helpful emotionally."}
{"id": "article-23722_125", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "If there are other children in the home, they need to be included in the grieving and healing process. The importance of talking about the baby, addressing feelings/grief, and displacing guilt has been validated. [121] Caregivers should contact the mother/family regularly to evaluate for postpartum depression and the need for referral. Grief may normally last for over three months. Dysfunctional grief must be identified and treated appropriately. The couple needs to be counseled that they may each have very different coping and grief resolution mechanisms, which will require each other's respect and understanding. Support groups may help couples heal after the death of a baby, and resources should be provided. [122]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. If there are other children in the home, they need to be included in the grieving and healing process. The importance of talking about the baby, addressing feelings/grief, and displacing guilt has been validated. [121] Caregivers should contact the mother/family regularly to evaluate for postpartum depression and the need for referral. Grief may normally last for over three months. Dysfunctional grief must be identified and treated appropriately. The couple needs to be counseled that they may each have very different coping and grief resolution mechanisms, which will require each other's respect and understanding. Support groups may help couples heal after the death of a baby, and resources should be provided. [122]"}
{"id": "article-23722_126", "title": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence", "content": "At an appropriate time, concerns regarding family planning and future pregnancy may be discussed. An interpregnancy interval of fewer than six months is not associated with an adverse pregnancy outcome in the next pregnancy. [123] [124] Women/couples are counseled that they may try to become pregnant whenever they are ready. [125]", "contents": "Intrauterine Fetal Demise -- Treatment / Management -- Emotional Intelligence. At an appropriate time, concerns regarding family planning and future pregnancy may be discussed. An interpregnancy interval of fewer than six months is not associated with an adverse pregnancy outcome in the next pregnancy. [123] [124] Women/couples are counseled that they may try to become pregnant whenever they are ready. [125]"}
{"id": "article-23722_127", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Viable Pregnancy", "content": "A stillbirth must be confirmed by ultrasound to rule out a live fetus. Fetal heart tones may be undetected by a fetoscope in the case of a viable pregnancy.", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Viable Pregnancy. A stillbirth must be confirmed by ultrasound to rule out a live fetus. Fetal heart tones may be undetected by a fetoscope in the case of a viable pregnancy."}
{"id": "article-23722_128", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Miscarriage", "content": "A stillbirth must be differentiated from a miscarriage. The most accurate gestational age is calculated by comparing the estimated gestational age (EGA) calculated from the last menstrual period (LMP) with the (EGA) calculated from the first-trimester ultrasound and following established dating rules. If the LMP is unknown and there is no prior ultrasound, the EGA may be estimated by the birth weight or foot length of the fetus.", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Miscarriage. A stillbirth must be differentiated from a miscarriage. The most accurate gestational age is calculated by comparing the estimated gestational age (EGA) calculated from the last menstrual period (LMP) with the (EGA) calculated from the first-trimester ultrasound and following established dating rules. If the LMP is unknown and there is no prior ultrasound, the EGA may be estimated by the birth weight or foot length of the fetus."}
{"id": "article-23722_129", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Multifetal Pregnancy", "content": "A multifetal pregnancy must be ruled out in the event there is a stillbirth accompanied by a living twin or triplet fetus.", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Multifetal Pregnancy. A multifetal pregnancy must be ruled out in the event there is a stillbirth accompanied by a living twin or triplet fetus."}
{"id": "article-23722_130", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Underlying Maternal Illness", "content": "Approximately 1/17 stillbirths are associated with severe maternal morbidity attributed to maternal illnesses. [126] Maternal illnesses must be diagnosed and treated to avoid maternal morbidity or mortality. These may include illnesses such as acute appendicitis or systemic lupus. Other conditions may include placenta previa or accreta, severe hemorrhage, and hypertensive disorders. These conditions pose the highest risk for maternal morbidity and can progress to DIC, acute respiratory distress syndrome, and renal failure. [7] [127] [128] The need for a blood transfusion is seven times higher following a stillbirth than live birth. [129] Within 42 days of delivery, over 15% of maternal deaths in the USA (1470/10000 ) are attributed to women who have had a stillbirth. [130]", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Underlying Maternal Illness. Approximately 1/17 stillbirths are associated with severe maternal morbidity attributed to maternal illnesses. [126] Maternal illnesses must be diagnosed and treated to avoid maternal morbidity or mortality. These may include illnesses such as acute appendicitis or systemic lupus. Other conditions may include placenta previa or accreta, severe hemorrhage, and hypertensive disorders. These conditions pose the highest risk for maternal morbidity and can progress to DIC, acute respiratory distress syndrome, and renal failure. [7] [127] [128] The need for a blood transfusion is seven times higher following a stillbirth than live birth. [129] Within 42 days of delivery, over 15% of maternal deaths in the USA (1470/10000 ) are attributed to women who have had a stillbirth. [130]"}
{"id": "article-23722_131", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Infection", "content": "Infections must be treated per CDC guidelines.", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Infection. Infections must be treated per CDC guidelines."}
{"id": "article-23722_132", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Physical Assault", "content": "Blunt trauma to the abdomen may result in fetal demise. [131] All patients should be questioned privately regarding intimate partner violence and or physical abuse. If there are any signs of physical trauma, the patient should be asked about these findings.", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Physical Assault. Blunt trauma to the abdomen may result in fetal demise. [131] All patients should be questioned privately regarding intimate partner violence and or physical abuse. If there are any signs of physical trauma, the patient should be asked about these findings."}
{"id": "article-23722_133", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Poisoning", "content": "The ingestion of drugs, food poisoning, or exposure to environmental toxins such as carbon monoxide may result in fetal demise and, if undiagnosed and untreated, may contribute to maternal morbidity and mortality.", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Poisoning. The ingestion of drugs, food poisoning, or exposure to environmental toxins such as carbon monoxide may result in fetal demise and, if undiagnosed and untreated, may contribute to maternal morbidity and mortality."}
{"id": "article-23722_134", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Abdominal Pregnancy", "content": "This is very rare and is missed on ultrasound up to 45% of the time. [132] Given the high maternal mortality associated with this diagnosis, the management plan is crucial. If the patient is stable, an abdominal ectopic stillbirth may be managed with close observation to allow for the involution of placental vessels and to reduce the risk of hemorrhage. In the case of maternal instability, emergent surgery may be necessary. Removal of the placenta may result in hemorrhage. The placenta should be left in place only if the risk of hemorrhage is too great to attempt removal since it increases postoperative sepsis risk. If the placenta is left in situ, the umbilical cord is tied off with a dissolvable suture and cut off at the level of the placenta. Methotrexate used to accelerate resorption of the placenta is not recommended since the rapid deterioration of tissue may increase the risk of maternal infection. [133] [134] [135] [136]", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Abdominal Pregnancy. This is very rare and is missed on ultrasound up to 45% of the time. [132] Given the high maternal mortality associated with this diagnosis, the management plan is crucial. If the patient is stable, an abdominal ectopic stillbirth may be managed with close observation to allow for the involution of placental vessels and to reduce the risk of hemorrhage. In the case of maternal instability, emergent surgery may be necessary. Removal of the placenta may result in hemorrhage. The placenta should be left in place only if the risk of hemorrhage is too great to attempt removal since it increases postoperative sepsis risk. If the placenta is left in situ, the umbilical cord is tied off with a dissolvable suture and cut off at the level of the placenta. Methotrexate used to accelerate resorption of the placenta is not recommended since the rapid deterioration of tissue may increase the risk of maternal infection. [133] [134] [135] [136]"}
{"id": "article-23722_135", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Uterine Rupture", "content": "This has been documented during medical induction for stillbirth in a patient with no prior history of uterine surgery and must be considered if indicated by the patient's symptoms. [137]", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Uterine Rupture. This has been documented during medical induction for stillbirth in a patient with no prior history of uterine surgery and must be considered if indicated by the patient's symptoms. [137]"}
{"id": "article-23722_136", "title": "Intrauterine Fetal Demise -- Differential Diagnosis -- Partial Molar Pregnancy", "content": "This fetus has 69 chromosomes and may present as a stillbirth. Triploidy is a fatal disorder. On occasion, a triploid fetus may survive for several months postnatally. Very rarely, due to mosaicism, the fetus may be diploid and the placenta triploid. A molar pregnancy is associated with a higher risk for preeclampsia and postpartum hemorrhage. Avoidance of pregnancy and surveillance of the quantitative Bhcg for up to one year is required to screen for persistent gestational trophoblastic disease. [138] [139]", "contents": "Intrauterine Fetal Demise -- Differential Diagnosis -- Partial Molar Pregnancy. This fetus has 69 chromosomes and may present as a stillbirth. Triploidy is a fatal disorder. On occasion, a triploid fetus may survive for several months postnatally. Very rarely, due to mosaicism, the fetus may be diploid and the placenta triploid. A molar pregnancy is associated with a higher risk for preeclampsia and postpartum hemorrhage. Avoidance of pregnancy and surveillance of the quantitative Bhcg for up to one year is required to screen for persistent gestational trophoblastic disease. [138] [139]"}
{"id": "article-23722_137", "title": "Intrauterine Fetal Demise -- Pertinent Studies and Ongoing Trials", "content": "A study evaluating pregnancies between 35 to 37 weeks demonstrated that biochemical markers provide a poor estimation of stillbirth in both small for gestational age and non-small for gestational age fetuses. [140] Although biochemical markers were good at predicting small for gestational age fetuses and preeclampsia, they were not good at predicting stillbirth between 30 to 34 weeks. [141]", "contents": "Intrauterine Fetal Demise -- Pertinent Studies and Ongoing Trials. A study evaluating pregnancies between 35 to 37 weeks demonstrated that biochemical markers provide a poor estimation of stillbirth in both small for gestational age and non-small for gestational age fetuses. [140] Although biochemical markers were good at predicting small for gestational age fetuses and preeclampsia, they were not good at predicting stillbirth between 30 to 34 weeks. [141]"}
{"id": "article-23722_138", "title": "Intrauterine Fetal Demise -- Pertinent Studies and Ongoing Trials", "content": "However, placental growth factor level (PIGF) when low in late pregnancy is strongly associated with small for gestational age fetuses, preeclampsia, fetal compromise, NICU admissions, and stillbirth. This angiogenic protein is produced in the placenta and contributes to the development of a low resistance circulation in the placenta. Normally, the level peaks at 30 weeks and then falls toward term. A low level in the first and second trimesters negatively impacts placental development. The ability to predict adverse pregnancy outcomes based on a low level in the third trimester is under evaluation. Many studies use the ratio of fms-soluble tyrosine kinase-1 (sFlt-1)/ PlGF ratio instead of just the PlGF level. The screening performance of these measurements is being evaluated to predict adverse pregnancy outcomes. At this time, a preferred assay is not recommended. [142] Data show that a low PIGF or a raised sFlt-1:PIGF ratio are associated with adverse pregnancy outcome, stillbirth, fetal growth restriction. [143] Despite this association, there is evidence that biochemical markers alone are insufficient to identify fetuses at risk for growth restriction or stillbirth. [144]", "contents": "Intrauterine Fetal Demise -- Pertinent Studies and Ongoing Trials. However, placental growth factor level (PIGF) when low in late pregnancy is strongly associated with small for gestational age fetuses, preeclampsia, fetal compromise, NICU admissions, and stillbirth. This angiogenic protein is produced in the placenta and contributes to the development of a low resistance circulation in the placenta. Normally, the level peaks at 30 weeks and then falls toward term. A low level in the first and second trimesters negatively impacts placental development. The ability to predict adverse pregnancy outcomes based on a low level in the third trimester is under evaluation. Many studies use the ratio of fms-soluble tyrosine kinase-1 (sFlt-1)/ PlGF ratio instead of just the PlGF level. The screening performance of these measurements is being evaluated to predict adverse pregnancy outcomes. At this time, a preferred assay is not recommended. [142] Data show that a low PIGF or a raised sFlt-1:PIGF ratio are associated with adverse pregnancy outcome, stillbirth, fetal growth restriction. [143] Despite this association, there is evidence that biochemical markers alone are insufficient to identify fetuses at risk for growth restriction or stillbirth. [144]"}
{"id": "article-23722_139", "title": "Intrauterine Fetal Demise -- Pertinent Studies and Ongoing Trials", "content": "Induction of labor at or beyond 39 weeks to reduce the stillbirth rate is being evaluated. Induction of labor after 39 weeks is associated with fewer perinatal deaths, fewer cesarean sections, fewer NICU admissions, and low Apgar scores. A value of 426 inductions at or beyond 39 weeks is estimated to prevent one perinatal death. The optimal timing for induction requires further research. [145]", "contents": "Intrauterine Fetal Demise -- Pertinent Studies and Ongoing Trials. Induction of labor at or beyond 39 weeks to reduce the stillbirth rate is being evaluated. Induction of labor after 39 weeks is associated with fewer perinatal deaths, fewer cesarean sections, fewer NICU admissions, and low Apgar scores. A value of 426 inductions at or beyond 39 weeks is estimated to prevent one perinatal death. The optimal timing for induction requires further research. [145]"}
{"id": "article-23722_140", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Screening and monitoring strategies to prevent stillbirth are controversial. It is appropriate to monitor patients with conditions that increase their risk of stillbirth with some form of antenatal testing during antepartum care. However, providers should be aware that false-positive rates are high for most tests. Intrapartum global use of cardiotocography and the ability to perform cesarean section for nonreassuring fetal heart tones has led to a decrease in stillbirth rates in developed countries. This resource must be made available in low and middle-income countries where the majority of stillbirths are occurring. Risk scoring systems have good sensitivity but a poor predictive value when it comes to predicting negative birth outcomes. [146] Further research is needed in this area.", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Screening and monitoring strategies to prevent stillbirth are controversial. It is appropriate to monitor patients with conditions that increase their risk of stillbirth with some form of antenatal testing during antepartum care. However, providers should be aware that false-positive rates are high for most tests. Intrapartum global use of cardiotocography and the ability to perform cesarean section for nonreassuring fetal heart tones has led to a decrease in stillbirth rates in developed countries. This resource must be made available in low and middle-income countries where the majority of stillbirths are occurring. Risk scoring systems have good sensitivity but a poor predictive value when it comes to predicting negative birth outcomes. [146] Further research is needed in this area."}
{"id": "article-23722_141", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "There is no evidence that fetal kick count monitoring is useful in all pregnancies or helps prevent stillbirths. [147] Despite this, fetal movement counting is recommended for high-risk pregnancies, especially if there is suspected growth restriction or placental insufficiency. [148] [149] Although a pregnancy ultrasound has several benefits, the routine use of ultrasound in pregnancy has not demonstrated benefit in reducing stillbirth. [150]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. There is no evidence that fetal kick count monitoring is useful in all pregnancies or helps prevent stillbirths. [147] Despite this, fetal movement counting is recommended for high-risk pregnancies, especially if there is suspected growth restriction or placental insufficiency. [148] [149] Although a pregnancy ultrasound has several benefits, the routine use of ultrasound in pregnancy has not demonstrated benefit in reducing stillbirth. [150]"}
{"id": "article-23722_142", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Uterine artery Doppler has been shown to identify fetuses with intrauterine growth restriction at risk for stillbirth, but this identification requires timely and appropriate measures to prevent stillbirth, which requires ongoing research. [151] Stillbirth incidence is not affected by the use of pelvimetry, but the cesarean section rate increases. [152]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Uterine artery Doppler has been shown to identify fetuses with intrauterine growth restriction at risk for stillbirth, but this identification requires timely and appropriate measures to prevent stillbirth, which requires ongoing research. [151] Stillbirth incidence is not affected by the use of pelvimetry, but the cesarean section rate increases. [152]"}
{"id": "article-23722_143", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Diabetes in pregnancy warrants screening and treatment aimed at maintaining glucose control to reduce stillbirths, especially in populations where the prevalence of diabetes is high. Pregestational control of diabetes has the most benefit in reducing the risk of stillbirth. Stillbirth risk is not increased in women with good diabetic control and no evidence of diabetic vasculopathy. [153]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Diabetes in pregnancy warrants screening and treatment aimed at maintaining glucose control to reduce stillbirths, especially in populations where the prevalence of diabetes is high. Pregestational control of diabetes has the most benefit in reducing the risk of stillbirth. Stillbirth risk is not increased in women with good diabetic control and no evidence of diabetic vasculopathy. [153]"}
{"id": "article-23722_144", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "In the USA, a reduction in the stillbirth rate was noted when the cardiotocography/nonstress test (NST) was introduced for the management of high-risk pregnancies. [154] However, there is a high prevalence of false-positive nonreassuring tests. For predicting adverse pregnancy outcomes, the biophysical profile (BPP) has a  low false-negative rate but a high false-positive rate and is comparable to cardiotocography/NST. The modified biophysical profile (MBPP), which includes a nonstress test and an amniotic fluid index measurement, is as reliable and much easier to perform than the full biophysical profile. [155] The modified biophysical profile is considered abnormal if either the nonstress test is non-reactive or if the deepest vertical pocket of amniotic fluid is less than 2 cm. Although evidence to support the ability of the BPP and the MBPP to reduce stillbirth is lacking, the American College of Obstetrics and Gynecology supports starting testing no earlier than 32 weeks 0 days of gestation for high-risk pregnancies and sooner only if delivery is considered to impact perinatal benefit. [156] [157]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. In the USA, a reduction in the stillbirth rate was noted when the cardiotocography/nonstress test (NST) was introduced for the management of high-risk pregnancies. [154] However, there is a high prevalence of false-positive nonreassuring tests. For predicting adverse pregnancy outcomes, the biophysical profile (BPP) has a  low false-negative rate but a high false-positive rate and is comparable to cardiotocography/NST. The modified biophysical profile (MBPP), which includes a nonstress test and an amniotic fluid index measurement, is as reliable and much easier to perform than the full biophysical profile. [155] The modified biophysical profile is considered abnormal if either the nonstress test is non-reactive or if the deepest vertical pocket of amniotic fluid is less than 2 cm. Although evidence to support the ability of the BPP and the MBPP to reduce stillbirth is lacking, the American College of Obstetrics and Gynecology supports starting testing no earlier than 32 weeks 0 days of gestation for high-risk pregnancies and sooner only if delivery is considered to impact perinatal benefit. [156] [157]"}
{"id": "article-23722_145", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Although vibroacoustic stimulation may help to reduce the testing time for cardiotocography and the incidence of nonreactive tests, it has not been shown to reduce stillbirth rates. [158] [159]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Although vibroacoustic stimulation may help to reduce the testing time for cardiotocography and the incidence of nonreactive tests, it has not been shown to reduce stillbirth rates. [158] [159]"}
{"id": "article-23722_146", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Although polyhydramnios is associated with an increased risk for stillbirth, the benefit of diagnosing polyhydramnios to reduce the stillbirth rate is uncertain and warrants further study. [160] Oligohydramnios is associated with an elevated risk for stillbirth. It is a subjective and dynamic measure that can improve by giving an intravenous infusion of hypotonic saline. Using the maximum vertical pool depth is comparable to the four-quadrant measurement but reduces the false-positive diagnosis of oligohydramnios and has become the preferred method for screening amniotic fluid quantity. [161] [162]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Although polyhydramnios is associated with an increased risk for stillbirth, the benefit of diagnosing polyhydramnios to reduce the stillbirth rate is uncertain and warrants further study. [160] Oligohydramnios is associated with an elevated risk for stillbirth. It is a subjective and dynamic measure that can improve by giving an intravenous infusion of hypotonic saline. Using the maximum vertical pool depth is comparable to the four-quadrant measurement but reduces the false-positive diagnosis of oligohydramnios and has become the preferred method for screening amniotic fluid quantity. [161] [162]"}
{"id": "article-23722_147", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Home-based care for pregnancies complicated by non-proteinuric hypertensive disease of pregnancy and multiple gestations does not appear to be inferior to hospital-based care. [163] Admission to in-hospital fetal surveillance units is not recommended, as this has not been proven to reduce perinatal mortality. [164]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Home-based care for pregnancies complicated by non-proteinuric hypertensive disease of pregnancy and multiple gestations does not appear to be inferior to hospital-based care. [163] Admission to in-hospital fetal surveillance units is not recommended, as this has not been proven to reduce perinatal mortality. [164]"}
{"id": "article-23722_148", "title": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies", "content": "Compared to no or intermittent auscultation in low-risk women, admission cardiotocography was associated with higher caesarean rates and fewer neonatal seizures but no improvement in stillbirth rates. [165] A fetal electrocardiogram or pulse oximetry, in addition to cardiotocography, has not been shown to prevent stillbirth. [166] [167]", "contents": "Intrauterine Fetal Demise -- Treatment Planning -- Prevention Strategies. Compared to no or intermittent auscultation in low-risk women, admission cardiotocography was associated with higher caesarean rates and fewer neonatal seizures but no improvement in stillbirth rates. [165] A fetal electrocardiogram or pulse oximetry, in addition to cardiotocography, has not been shown to prevent stillbirth. [166] [167]"}
{"id": "article-23722_149", "title": "Intrauterine Fetal Demise -- Prognosis", "content": "The follow up for a woman after management for a stillbirth includes counseling on the risk of recurrence. After experiencing a stillbirth, the risk of recurrence is nearly twice that of women who had a live birth. This risk is impacted by multiple factors, including maternal risks, gestational age, and identified cause(s) for the stillbirth. [168] In women with unexplained stillbirth, recurrence risk is 7.8 to 10.5 per 1000 total births. Most occur before 37 weeks. The risk of a recurrent fetal demise occurring at term is 1.8/1000 total births. The next pregnancy is also at risk for low birth weight, abruption, and preterm birth. A history of a small for gestational age stillbirth at term would have a recurrent stillbirth risk of 4.7 per 1000 births in her next pregnancy versus 2.1 per 1000 births if the small for gestational age infant were liveborn. If a particular cause for stillbirth is found, then a literature review can estimate the risk for another stillbirth. If the stillborn infant has an identified congenital defect, the risk for the next pregnancy having the same defect is increased 7.6 fold, and the risk of a different defect in the next baby is increased 1.5 fold compared to women whose prior child was structurally normal. Placental ischemic disorders resulting in abruption, fetal growth restriction, preeclampsia, and stillbirth all predispose to preterm birth. Women who delivered a prior small for gestational age, preterm, live birth have a higher risk for stillbirth in the following pregnancy. [9] [169] A woman may delay future pregnancy until they feel they have reached closure and psychological stability after the stillbirth. The typical interval is 6 to 12 months. [170] There is no defined optimal period to delay childbearing. The interval may depend on the route of delivery and multiple other life factors.", "contents": "Intrauterine Fetal Demise -- Prognosis. The follow up for a woman after management for a stillbirth includes counseling on the risk of recurrence. After experiencing a stillbirth, the risk of recurrence is nearly twice that of women who had a live birth. This risk is impacted by multiple factors, including maternal risks, gestational age, and identified cause(s) for the stillbirth. [168] In women with unexplained stillbirth, recurrence risk is 7.8 to 10.5 per 1000 total births. Most occur before 37 weeks. The risk of a recurrent fetal demise occurring at term is 1.8/1000 total births. The next pregnancy is also at risk for low birth weight, abruption, and preterm birth. A history of a small for gestational age stillbirth at term would have a recurrent stillbirth risk of 4.7 per 1000 births in her next pregnancy versus 2.1 per 1000 births if the small for gestational age infant were liveborn. If a particular cause for stillbirth is found, then a literature review can estimate the risk for another stillbirth. If the stillborn infant has an identified congenital defect, the risk for the next pregnancy having the same defect is increased 7.6 fold, and the risk of a different defect in the next baby is increased 1.5 fold compared to women whose prior child was structurally normal. Placental ischemic disorders resulting in abruption, fetal growth restriction, preeclampsia, and stillbirth all predispose to preterm birth. Women who delivered a prior small for gestational age, preterm, live birth have a higher risk for stillbirth in the following pregnancy. [9] [169] A woman may delay future pregnancy until they feel they have reached closure and psychological stability after the stillbirth. The typical interval is 6 to 12 months. [170] There is no defined optimal period to delay childbearing. The interval may depend on the route of delivery and multiple other life factors."}
{"id": "article-23722_150", "title": "Intrauterine Fetal Demise -- Complications", "content": "After a stillbirth, physical complications may include incomplete passage of product of conception requiring medical or surgical management, infection, hemorrhage, disseminated intravascular coagulation, a uterine injury requiring surgical repair, or hysterectomy. There is an increased risk for recurrent stillbirth in the future.", "contents": "Intrauterine Fetal Demise -- Complications. After a stillbirth, physical complications may include incomplete passage of product of conception requiring medical or surgical management, infection, hemorrhage, disseminated intravascular coagulation, a uterine injury requiring surgical repair, or hysterectomy. There is an increased risk for recurrent stillbirth in the future."}
{"id": "article-23722_151", "title": "Intrauterine Fetal Demise -- Complications", "content": "Based on risk factors identified at the time of stillbirths such as preeclampsia or diabetes,  the patient may be at increased risk for developing cardiovascular disease in the future. If the anticardiolipin syndrome is identified during the evaluation of a stillbirth, the woman may be at future risk of having a stroke or deep venous thrombosis (DVT).", "contents": "Intrauterine Fetal Demise -- Complications. Based on risk factors identified at the time of stillbirths such as preeclampsia or diabetes,  the patient may be at increased risk for developing cardiovascular disease in the future. If the anticardiolipin syndrome is identified during the evaluation of a stillbirth, the woman may be at future risk of having a stroke or deep venous thrombosis (DVT)."}
{"id": "article-23722_152", "title": "Intrauterine Fetal Demise -- Complications", "content": "Psychosocial stressors may include loss of employment or income and the financial burden of health care costs incurred in treating this pregnancy complication. Depression, anxiety, and posttraumatic disorder may arise associated with unresolved grief and or guilt. Relationship dysfunction may be experienced and complicated by the associated stigma of being unable to deliver a healthy child. Incongruent coping mechanisms between the patient and her partner may lead to discord. The patient may develop a fear of having a future pregnancy, which may lead to a decision to avoid future pregnancy. Dysfunctional grief resolution may arise in other family members, including younger children in the home.", "contents": "Intrauterine Fetal Demise -- Complications. Psychosocial stressors may include loss of employment or income and the financial burden of health care costs incurred in treating this pregnancy complication. Depression, anxiety, and posttraumatic disorder may arise associated with unresolved grief and or guilt. Relationship dysfunction may be experienced and complicated by the associated stigma of being unable to deliver a healthy child. Incongruent coping mechanisms between the patient and her partner may lead to discord. The patient may develop a fear of having a future pregnancy, which may lead to a decision to avoid future pregnancy. Dysfunctional grief resolution may arise in other family members, including younger children in the home."}
{"id": "article-23722_153", "title": "Intrauterine Fetal Demise -- Deterrence and Patient Education", "content": "Early detection and effective management of maternal diseases are necessary to improve pregnancy outcomes. Improved prenatal and intrapartum care can help to reduce stillbirths.", "contents": "Intrauterine Fetal Demise -- Deterrence and Patient Education. Early detection and effective management of maternal diseases are necessary to improve pregnancy outcomes. Improved prenatal and intrapartum care can help to reduce stillbirths."}
{"id": "article-23722_154", "title": "Intrauterine Fetal Demise -- Deterrence and Patient Education", "content": "Only a few identified risk factors for stillbirth are considered modifiable. Maternal BMI and glucose control may be modified in women with diabetes to reduce the risk of recurrent miscarriage. Given that many stillbirths in this population occur at term, change in prenatal care and a planned early delivery may impact risk. [169] [171] [172] Maintaining optimal blood glucose levels is the goal. [22] It is difficult to predict which pregnancy may be adversely affected since the overlap in both maternal BMI and maternal blood glucose values in pregnancies resulting in a live birth and a stillbirth are large.", "contents": "Intrauterine Fetal Demise -- Deterrence and Patient Education. Only a few identified risk factors for stillbirth are considered modifiable. Maternal BMI and glucose control may be modified in women with diabetes to reduce the risk of recurrent miscarriage. Given that many stillbirths in this population occur at term, change in prenatal care and a planned early delivery may impact risk. [169] [171] [172] Maintaining optimal blood glucose levels is the goal. [22] It is difficult to predict which pregnancy may be adversely affected since the overlap in both maternal BMI and maternal blood glucose values in pregnancies resulting in a live birth and a stillbirth are large."}
{"id": "article-23722_155", "title": "Intrauterine Fetal Demise -- Deterrence and Patient Education", "content": "The use of tobacco and recreational drugs are additional modifiable risk factors. Universal screening for substance abuse is supported, and women with identified needs must be directed to receive treatment if desired. The goals of treatment are to review their self-efficacy and what they have tried in the past, recognize there are different life options, and identify that they are worthy of a better life. This is achieved with the help of mental health units, substance use disorder specialists, and the use of addiction recovery coaches. [173]", "contents": "Intrauterine Fetal Demise -- Deterrence and Patient Education. The use of tobacco and recreational drugs are additional modifiable risk factors. Universal screening for substance abuse is supported, and women with identified needs must be directed to receive treatment if desired. The goals of treatment are to review their self-efficacy and what they have tried in the past, recognize there are different life options, and identify that they are worthy of a better life. This is achieved with the help of mental health units, substance use disorder specialists, and the use of addiction recovery coaches. [173]"}
{"id": "article-23722_156", "title": "Intrauterine Fetal Demise -- Deterrence and Patient Education", "content": "For pregnancy complicated by obstetric cholestasis (OC), planned delivery by 37 to 38 weeks gestation should be replaced by individualized decisions given the known perinatal risks of early-term delivery and the lack of evidence associating OC with stillbirth risk. [174]", "contents": "Intrauterine Fetal Demise -- Deterrence and Patient Education. For pregnancy complicated by obstetric cholestasis (OC), planned delivery by 37 to 38 weeks gestation should be replaced by individualized decisions given the known perinatal risks of early-term delivery and the lack of evidence associating OC with stillbirth risk. [174]"}
{"id": "article-23722_157", "title": "Intrauterine Fetal Demise -- Deterrence and Patient Education", "content": "Perinatal audits may help to reduce the stillbirth rate. [175] [176] This will depend on the accuracy and reliability of recording and retrieving stillbirth information from delivery or birth records.", "contents": "Intrauterine Fetal Demise -- Deterrence and Patient Education. Perinatal audits may help to reduce the stillbirth rate. [175] [176] This will depend on the accuracy and reliability of recording and retrieving stillbirth information from delivery or birth records."}
{"id": "article-23722_158", "title": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes", "content": "Investment in stillbirth prevention is necessary. Stillbirth must be integrated into initiatives for women's and children's health globally. There needs to be intentional leadership; champions must be identified to act, educate, and make changes. The voice of women must be heard and have advocates. We must be prepared to invest in interventions, and indicators must be put in place to allow us to measure the success of our actions.", "contents": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes. Investment in stillbirth prevention is necessary. Stillbirth must be integrated into initiatives for women's and children's health globally. There needs to be intentional leadership; champions must be identified to act, educate, and make changes. The voice of women must be heard and have advocates. We must be prepared to invest in interventions, and indicators must be put in place to allow us to measure the success of our actions."}
{"id": "article-23722_159", "title": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes", "content": "Stillbirth needs to be clearly defined. Every death must be counted, and actions to prevent these deaths must be tracked and monitored. High quality obstetric and midwifery care should be universally available. Childbirth must be provided with skilled attendants who can perform assisted vaginal deliveries and cesarean sections for fetal and maternal indications. Of all stillbirths, half occur during birth. Seventy-five percent of these are preventable with access to quality care. The ability to provide induction of labor for premature rupture of membranes and post-term pregnancy needs to be addressed. [177]", "contents": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes. Stillbirth needs to be clearly defined. Every death must be counted, and actions to prevent these deaths must be tracked and monitored. High quality obstetric and midwifery care should be universally available. Childbirth must be provided with skilled attendants who can perform assisted vaginal deliveries and cesarean sections for fetal and maternal indications. Of all stillbirths, half occur during birth. Seventy-five percent of these are preventable with access to quality care. The ability to provide induction of labor for premature rupture of membranes and post-term pregnancy needs to be addressed. [177]"}
{"id": "article-23722_160", "title": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes", "content": "Women who have experienced a stillbirth need social recognition, and we must work to abolish the long term stigma of stillbirth that serves only to degrade women and hide their burden. Respectful and supportive care is essential, including bereavement care after a stillbirth.", "contents": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes. Women who have experienced a stillbirth need social recognition, and we must work to abolish the long term stigma of stillbirth that serves only to degrade women and hide their burden. Respectful and supportive care is essential, including bereavement care after a stillbirth."}
{"id": "article-23722_161", "title": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes", "content": "Stillbirth can be prevented by addressing and treating infection, malnutrition, non-communicable diseases, lifestyle factors, preterm labor, and post-term birth. Addressing birth control in adolescents, pregnancy spacing, and poverty will also benefit. We must strive to provide all women access to family planning and access to resources, which can help to prepare women of all ages for pregnancy. This includes providing effective antenatal care and support: folic acid supplementation, intermittent treatment of STIs (syphilis), smoking cessation counseling, screening and management of maternal illnesses, and the detection and management of fetal growth restriction identified as early as possible in pregnancy.", "contents": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes. Stillbirth can be prevented by addressing and treating infection, malnutrition, non-communicable diseases, lifestyle factors, preterm labor, and post-term birth. Addressing birth control in adolescents, pregnancy spacing, and poverty will also benefit. We must strive to provide all women access to family planning and access to resources, which can help to prepare women of all ages for pregnancy. This includes providing effective antenatal care and support: folic acid supplementation, intermittent treatment of STIs (syphilis), smoking cessation counseling, screening and management of maternal illnesses, and the detection and management of fetal growth restriction identified as early as possible in pregnancy."}
{"id": "article-23722_162", "title": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes", "content": "We must promote stillbirth investigation as part of peer review. [177] This requires the collaboration of minds focused on health and wellness pertaining to women and children at one of the most vulnerable times of their lives.", "contents": "Intrauterine Fetal Demise -- Enhancing Healthcare Team Outcomes. We must promote stillbirth investigation as part of peer review. [177] This requires the collaboration of minds focused on health and wellness pertaining to women and children at one of the most vulnerable times of their lives."}
{"id": "article-23722_163", "title": "Intrauterine Fetal Demise -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intrauterine Fetal Demise -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}