{"id": "article-63823_0", "title": "Interprofessional Education in a Simulation Setting -- Introduction", "content": "Patient-centered, interprofessional (IP) teams are an effective method of delivering healthcare that has improved efficiency, patient satisfaction, and staff satisfaction. As a result, team-base care is on the rise in many healthcare settings. [1] With this rise, there is now an increased need for interprofessional education in healthcare training.  Some healthcare training programs require the use of IP education to meet accreditation standards. Implementation of IP educational experiences early in training improves team communication and teamwork. [2] [3] [4] Poor communication is a leading cause of medical errors, and training healthcare professionals early to work collaboratively in a team environment must be a cornerstone of their training. [5] Early introduction to the roles and responsibilities of other professions has the potential to improve the utilization of their specific expertise and, subsequently, to improve patient outcomes. [2]", "contents": "Interprofessional Education in a Simulation Setting -- Introduction. Patient-centered, interprofessional (IP) teams are an effective method of delivering healthcare that has improved efficiency, patient satisfaction, and staff satisfaction. As a result, team-base care is on the rise in many healthcare settings. [1] With this rise, there is now an increased need for interprofessional education in healthcare training.  Some healthcare training programs require the use of IP education to meet accreditation standards. Implementation of IP educational experiences early in training improves team communication and teamwork. [2] [3] [4] Poor communication is a leading cause of medical errors, and training healthcare professionals early to work collaboratively in a team environment must be a cornerstone of their training. [5] Early introduction to the roles and responsibilities of other professions has the potential to improve the utilization of their specific expertise and, subsequently, to improve patient outcomes. [2]"}
{"id": "article-63823_1", "title": "Interprofessional Education in a Simulation Setting -- Introduction", "content": "Simulation is an active learning strategy that can be used for conducting IP education. [6] Simulation-enhanced interprofessional education (Sim-IPE) is “when participants and facilitators from two or more professions are engaged in a simulated health care experience to achieve shared or linked objectives and outcomes.” [7] Sim-IPE allows learners to interact in a shared experience to achieve shared learning outcomes or goals. Also, it can provide insight into the roles and responsibilities of the various disciplines within healthcare.", "contents": "Interprofessional Education in a Simulation Setting -- Introduction. Simulation is an active learning strategy that can be used for conducting IP education. [6] Simulation-enhanced interprofessional education (Sim-IPE) is “when participants and facilitators from two or more professions are engaged in a simulated health care experience to achieve shared or linked objectives and outcomes.” [7] Sim-IPE allows learners to interact in a shared experience to achieve shared learning outcomes or goals. Also, it can provide insight into the roles and responsibilities of the various disciplines within healthcare."}
{"id": "article-63823_2", "title": "Interprofessional Education in a Simulation Setting -- Introduction", "content": "The purpose of this review is to provide insight into the necessary components of Sim-IPE curricular development, identify and overcome potential barriers to successful implementation, and improve collaborative practice.", "contents": "Interprofessional Education in a Simulation Setting -- Introduction. The purpose of this review is to provide insight into the necessary components of Sim-IPE curricular development, identify and overcome potential barriers to successful implementation, and improve collaborative practice."}
{"id": "article-63823_3", "title": "Interprofessional Education in a Simulation Setting -- Issues of Concern", "content": "There are many obstacles associated with implementing robust IP simulation. However, the value of Sim-IPE in aiding learners to achieve team competencies mandates the identification of creative ways to address these barriers.  Educators need to ensure learners are included in a meaningful way throughout the simulation (pre-brief, scenario, and debrief). Table 2 provides recommendations to implement a successful IP simulation. Table 2. Suggestions to Overcome Barriers to Implementation", "contents": "Interprofessional Education in a Simulation Setting -- Issues of Concern. There are many obstacles associated with implementing robust IP simulation. However, the value of Sim-IPE in aiding learners to achieve team competencies mandates the identification of creative ways to address these barriers.  Educators need to ensure learners are included in a meaningful way throughout the simulation (pre-brief, scenario, and debrief). Table 2 provides recommendations to implement a successful IP simulation. Table 2. Suggestions to Overcome Barriers to Implementation"}
{"id": "article-63823_4", "title": "Interprofessional Education in a Simulation Setting -- Issues of Concern", "content": "Obtain Institutional Support Identify champions and stakeholders at multiple levels Reduce costs by enhancing patient care and decreasing burnout [8] Obtain protected faculty time as it is crucial for the sustainability of Sim-IPE [9]", "contents": "Interprofessional Education in a Simulation Setting -- Issues of Concern. Obtain Institutional Support Identify champions and stakeholders at multiple levels Reduce costs by enhancing patient care and decreasing burnout [8] Obtain protected faculty time as it is crucial for the sustainability of Sim-IPE [9]"}
{"id": "article-63823_5", "title": "Interprofessional Education in a Simulation Setting -- Issues of Concern", "content": "Train and develop faculty on the implementation of Sim-IPE [10] Include formal training courses, observations, mentoring, and feedback Create a united philosophy and adhere to best practices in facilitation Train debriefers to encourage reflection and generate meaningful conversation [11]", "contents": "Interprofessional Education in a Simulation Setting -- Issues of Concern. Train and develop faculty on the implementation of Sim-IPE [10] Include formal training courses, observations, mentoring, and feedback Create a united philosophy and adhere to best practices in facilitation Train debriefers to encourage reflection and generate meaningful conversation [11]"}
{"id": "article-63823_6", "title": "Interprofessional Education in a Simulation Setting -- Issues of Concern", "content": "Promote collaboration by developing interprofessional relationships Maintain communication with regular meetings Identify a champion or liaison from every participating profession to serve on the design team Communicate schedule changes early and be flexible with classes and clinical rotations", "contents": "Interprofessional Education in a Simulation Setting -- Issues of Concern. Promote collaboration by developing interprofessional relationships Maintain communication with regular meetings Identify a champion or liaison from every participating profession to serve on the design team Communicate schedule changes early and be flexible with classes and clinical rotations"}
{"id": "article-63823_7", "title": "Interprofessional Education in a Simulation Setting -- Issues of Concern", "content": "Structure the implementation of the simulation Identify a date for the simulation early in the planning. Flexibility and negotiation are paramount. Pilot test the simulation with all professions involved to refine details and timing Utilize a structured pre-brief to establish psychological safety and orient learners to the logistics of participation in the sim Provide a structured debrief to encourage reflection and explore frames [12] Obtain feedback from facilitators for continued program improvement", "contents": "Interprofessional Education in a Simulation Setting -- Issues of Concern. Structure the implementation of the simulation Identify a date for the simulation early in the planning. Flexibility and negotiation are paramount. Pilot test the simulation with all professions involved to refine details and timing Utilize a structured pre-brief to establish psychological safety and orient learners to the logistics of participation in the sim Provide a structured debrief to encourage reflection and explore frames [12] Obtain feedback from facilitators for continued program improvement"}
{"id": "article-63823_8", "title": "Interprofessional Education in a Simulation Setting -- Issues of Concern", "content": "Include challenging communication and teamwork scenarios [2] Develop learners’ skills to communicate within authority gradients effectively Utilize the IPEC competencies as a framework to develop respect for the expertise of other professions [4] [1] [4] Reinforce values and ethics related to interprofessional practice", "contents": "Interprofessional Education in a Simulation Setting -- Issues of Concern. Include challenging communication and teamwork scenarios [2] Develop learners’ skills to communicate within authority gradients effectively Utilize the IPEC competencies as a framework to develop respect for the expertise of other professions [4] [1] [4] Reinforce values and ethics related to interprofessional practice"}
{"id": "article-63823_9", "title": "Interprofessional Education in a Simulation Setting -- Curriculum Development", "content": "Simulation programs differ concerning resources, mission, and needs. However, there is a common set of core components needed in curricular development for the successful implementation of simulation. [13] The essential components are provided (Table 1) to ensure that learners have a safe, educational experience to equip them better to provide efficient and effective patient care. Table 1. Essentials Elements of Curricular Design [14]", "contents": "Interprofessional Education in a Simulation Setting -- Curriculum Development. Simulation programs differ concerning resources, mission, and needs. However, there is a common set of core components needed in curricular development for the successful implementation of simulation. [13] The essential components are provided (Table 1) to ensure that learners have a safe, educational experience to equip them better to provide efficient and effective patient care. Table 1. Essentials Elements of Curricular Design [14]"}
{"id": "article-63823_10", "title": "Interprofessional Education in a Simulation Setting -- Curriculum Development", "content": "Perform a needs assessment and integrate interprofessional learning outcomes Incorporate learning models of each health care profession involved Gather data from all professions about practice or accreditation standards and performance gaps. Create mutual learning objectives, involving all professions, that are measurable and achievable Include one objective linked to teamwork [1]", "contents": "Interprofessional Education in a Simulation Setting -- Curriculum Development. Perform a needs assessment and integrate interprofessional learning outcomes Incorporate learning models of each health care profession involved Gather data from all professions about practice or accreditation standards and performance gaps. Create mutual learning objectives, involving all professions, that are measurable and achievable Include one objective linked to teamwork [1]"}
{"id": "article-63823_11", "title": "Interprofessional Education in a Simulation Setting -- Curriculum Development", "content": "Create appropriate interprofessional teams by aligning the level of the learners Provide appropriate balance as the learners interact Enhance communication and role clarity between each group Align the objectives with the content to which all learners have been exposed", "contents": "Interprofessional Education in a Simulation Setting -- Curriculum Development. Create appropriate interprofessional teams by aligning the level of the learners Provide appropriate balance as the learners interact Enhance communication and role clarity between each group Align the objectives with the content to which all learners have been exposed"}
{"id": "article-63823_12", "title": "Interprofessional Education in a Simulation Setting -- Curriculum Development", "content": "Integrate team concepts into simulation scenarios Utilize evidence-based teamwork tools to provide a framework [15] Map each Sim-IPE activity to an IPEC competency.) [4] [1] Create scenarios where teamwork concepts are integral to successful patient care", "contents": "Interprofessional Education in a Simulation Setting -- Curriculum Development. Integrate team concepts into simulation scenarios Utilize evidence-based teamwork tools to provide a framework [15] Map each Sim-IPE activity to an IPEC competency.) [4] [1] Create scenarios where teamwork concepts are integral to successful patient care"}
{"id": "article-63823_13", "title": "Interprofessional Education in a Simulation Setting -- Curriculum Development", "content": "Develop Sim-IPE as a formative assessment to reinforce a collegial environment [16] Avoid Sim-IPE as a high stakes summative assessment; this helps promote a safe learning environment. Focus on clinical and communication objectives instead of completing extensive checklists of summative assessments", "contents": "Interprofessional Education in a Simulation Setting -- Curriculum Development. Develop Sim-IPE as a formative assessment to reinforce a collegial environment [16] Avoid Sim-IPE as a high stakes summative assessment; this helps promote a safe learning environment. Focus on clinical and communication objectives instead of completing extensive checklists of summative assessments"}
{"id": "article-63823_14", "title": "Interprofessional Education in a Simulation Setting -- Clinical Significance", "content": "The IOM report published in 2015 discusses the importance of interprofessional teamwork for providing efficient and productive healthcare to patients. [4] As mentioned previously, an early introduction to the role and responsibilities of other professions is an important way that we can encourage and support collaborative practice for providers in future practice.", "contents": "Interprofessional Education in a Simulation Setting -- Clinical Significance. The IOM report published in 2015 discusses the importance of interprofessional teamwork for providing efficient and productive healthcare to patients. [4] As mentioned previously, an early introduction to the role and responsibilities of other professions is an important way that we can encourage and support collaborative practice for providers in future practice."}
{"id": "article-63823_15", "title": "Interprofessional Education in a Simulation Setting -- Clinical Significance", "content": "The 2015 report further describes a vision of “informal education” that helps form a collaborative practice identity early on in the education continuum. Therefore, it is vital that faculty model working in interprofessional teams throughout the curriculum and especially in Sim-IPE design and implementation. This demonstration, in and of itself, is a learning opportunity for the students as part of a positive hidden curriculum. It is crucial for faculty to be mindful of this during their interactions with other members of the planning committee. Additionally, debriefing of the faculty after the event ensures continued collaboration. [4]", "contents": "Interprofessional Education in a Simulation Setting -- Clinical Significance. The 2015 report further describes a vision of “informal education” that helps form a collaborative practice identity early on in the education continuum. Therefore, it is vital that faculty model working in interprofessional teams throughout the curriculum and especially in Sim-IPE design and implementation. This demonstration, in and of itself, is a learning opportunity for the students as part of a positive hidden curriculum. It is crucial for faculty to be mindful of this during their interactions with other members of the planning committee. Additionally, debriefing of the faculty after the event ensures continued collaboration. [4]"}
{"id": "article-63823_16", "title": "Interprofessional Education in a Simulation Setting -- Clinical Significance", "content": "Another benefit of Sim-IPE is that faculty gain insight into students’ ability to apply course material. Examinations provide limited information about the medical knowledge and critical thinking, even if they are written as higher-order questions.  Simulation provides students with the opportunity to apply knowledge in a time-sensitive matter, convey urgency in a professional setting, communicate effectively, seek input from and expertise of others, distribute workload, and function in a team.  Faculty members can use Sim-IPE as an assessment for these vital patient care skills.", "contents": "Interprofessional Education in a Simulation Setting -- Clinical Significance. Another benefit of Sim-IPE is that faculty gain insight into students’ ability to apply course material. Examinations provide limited information about the medical knowledge and critical thinking, even if they are written as higher-order questions.  Simulation provides students with the opportunity to apply knowledge in a time-sensitive matter, convey urgency in a professional setting, communicate effectively, seek input from and expertise of others, distribute workload, and function in a team.  Faculty members can use Sim-IPE as an assessment for these vital patient care skills."}
{"id": "article-63823_17", "title": "Interprofessional Education in a Simulation Setting -- Enhancing Healthcare Team Outcomes", "content": "By incorporating Sim-IPE as an integral part of formal education, students learn the fundamental teamwork and communication principles that help transition them to functioning effectively on interprofessional teams once they graduate and are in the clinical practice setting. Likewise, Sim-IPE should be used in continuing education and designed intentionally to align with interprofessional collaborative practice competencies. [1] Prioritizing Sim-IPE across the educational continuum, including clinical practice, provides the opportunity to examine its impact on collaborative behavior and patient outcomes. [4]", "contents": "Interprofessional Education in a Simulation Setting -- Enhancing Healthcare Team Outcomes. By incorporating Sim-IPE as an integral part of formal education, students learn the fundamental teamwork and communication principles that help transition them to functioning effectively on interprofessional teams once they graduate and are in the clinical practice setting. Likewise, Sim-IPE should be used in continuing education and designed intentionally to align with interprofessional collaborative practice competencies. [1] Prioritizing Sim-IPE across the educational continuum, including clinical practice, provides the opportunity to examine its impact on collaborative behavior and patient outcomes. [4]"}
{"id": "article-63823_18", "title": "Interprofessional Education in a Simulation Setting -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Interprofessional Education in a Simulation Setting -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}