{"id": "article-22606_0", "title": "Blunt Head Trauma (Archived) -- Introduction", "content": "Traumatic Brain Injury (TBI) is a significant cause of morbidity and mortality in the United States, with an annual occurrence of more than 1.5 million. Patients with moderate and severe TBI comprise about 20% of TBI, and those with moderate TBI have a mortality of about 15% while those with severe TBI have associated mortality approaching 40%. The majority (approximately 80%) of patients with TBI have mild TBI which is associated with a less than 0.5% mortality, but about 25% experience extended post-concussive symptoms including a headache, dizziness, difficulty concentrating, and depression. [1] [2] [3]", "contents": "Blunt Head Trauma (Archived) -- Introduction. Traumatic Brain Injury (TBI) is a significant cause of morbidity and mortality in the United States, with an annual occurrence of more than 1.5 million. Patients with moderate and severe TBI comprise about 20% of TBI, and those with moderate TBI have a mortality of about 15% while those with severe TBI have associated mortality approaching 40%. The majority (approximately 80%) of patients with TBI have mild TBI which is associated with a less than 0.5% mortality, but about 25% experience extended post-concussive symptoms including a headache, dizziness, difficulty concentrating, and depression. [1] [2] [3]"}
{"id": "article-22606_1", "title": "Blunt Head Trauma (Archived) -- Etiology", "content": "Falls are the most common cause of TBI, and motor vehicle-related incidents are the second leading cause of TBI. Motor vehicle-related TBI includes automobile, motorcycle, and bicycle accidents and pedestrians struck by those vehicles. Sports, recreation, and work-related injuries are the third leading cause of TBI, and assaults are the fourth leading cause of TBI. Blast injuries are the leading cause of TBI in active duty military personnel in war zones. [4] [5] [6]", "contents": "Blunt Head Trauma (Archived) -- Etiology. Falls are the most common cause of TBI, and motor vehicle-related incidents are the second leading cause of TBI. Motor vehicle-related TBI includes automobile, motorcycle, and bicycle accidents and pedestrians struck by those vehicles. Sports, recreation, and work-related injuries are the third leading cause of TBI, and assaults are the fourth leading cause of TBI. Blast injuries are the leading cause of TBI in active duty military personnel in war zones. [4] [5] [6]"}
{"id": "article-22606_2", "title": "Blunt Head Trauma (Archived) -- Epidemiology", "content": "TBI is the most common cause of death in people younger than the age of 25. The majority of fatal TBI is due to motor vehicle-related incidents, falls, and assaults. Mortality due to motor vehicle accidents is greatest in the young-adult age group attributed to alcohol use and excessive speed. Mortality due to falls is greatest in patients over age 65, which is also the age group with the highest mortality in any TBI. Neurosurgical intervention such as craniotomy, elevation of skull fracture, intracranial pressure (ICP) monitor, or ventriculostomy is required in about 40% of patients with severe TBI and about 10% of patients with moderate TBI. [7] [8]", "contents": "Blunt Head Trauma (Archived) -- Epidemiology. TBI is the most common cause of death in people younger than the age of 25. The majority of fatal TBI is due to motor vehicle-related incidents, falls, and assaults. Mortality due to motor vehicle accidents is greatest in the young-adult age group attributed to alcohol use and excessive speed. Mortality due to falls is greatest in patients over age 65, which is also the age group with the highest mortality in any TBI. Neurosurgical intervention such as craniotomy, elevation of skull fracture, intracranial pressure (ICP) monitor, or ventriculostomy is required in about 40% of patients with severe TBI and about 10% of patients with moderate TBI. [7] [8]"}
{"id": "article-22606_3", "title": "Blunt Head Trauma (Archived) -- Pathophysiology", "content": "Most patients with moderate to severe TBI have a combination of intracranial injuries. The majority of patients with moderate to severe TBI have related diffuse axonal injury to some degree. The diffuse axonal injury typically is caused by a rapid rotational or deceleration force that causes stretching and tearing of neurons, leading to focal areas of hemorrhage and edema that are not always detected on the initial computed tomogram (CT) scan. Subarachnoid hemorrhage (SAH) is the most common CT finding in TBI and is caused by tears in the pial vessels. Subdural and epidural hematomas are the most frequent type of mass lesion identified in TBI. Cerebral contusions occur in about a third of patients with moderate to severe TBI, caused by direct impact or acceleration-deceleration forces that cause the brain to strike the frontal or temporal regions of the skull. Intracerebral bleeding or hematoma, caused by coalescence of contusions or a tear in a parenchymal vessel, occurring in up to a third of patients with moderate to severe TBI. [9] [10]", "contents": "Blunt Head Trauma (Archived) -- Pathophysiology. Most patients with moderate to severe TBI have a combination of intracranial injuries. The majority of patients with moderate to severe TBI have related diffuse axonal injury to some degree. The diffuse axonal injury typically is caused by a rapid rotational or deceleration force that causes stretching and tearing of neurons, leading to focal areas of hemorrhage and edema that are not always detected on the initial computed tomogram (CT) scan. Subarachnoid hemorrhage (SAH) is the most common CT finding in TBI and is caused by tears in the pial vessels. Subdural and epidural hematomas are the most frequent type of mass lesion identified in TBI. Cerebral contusions occur in about a third of patients with moderate to severe TBI, caused by direct impact or acceleration-deceleration forces that cause the brain to strike the frontal or temporal regions of the skull. Intracerebral bleeding or hematoma, caused by coalescence of contusions or a tear in a parenchymal vessel, occurring in up to a third of patients with moderate to severe TBI. [9] [10]"}
{"id": "article-22606_4", "title": "Blunt Head Trauma (Archived) -- History and Physical", "content": "The majority of patients with TBI have a straightforward clinical presentation, but it is also important to solicit the mechanism of injury, current anticoagulation use, symptoms of the head or neck pain, post-traumatic seizure, and any history of repeat head injury or past central nervous system surgeries.", "contents": "Blunt Head Trauma (Archived) -- History and Physical. The majority of patients with TBI have a straightforward clinical presentation, but it is also important to solicit the mechanism of injury, current anticoagulation use, symptoms of the head or neck pain, post-traumatic seizure, and any history of repeat head injury or past central nervous system surgeries."}
{"id": "article-22606_5", "title": "Blunt Head Trauma (Archived) -- History and Physical", "content": "The initial resuscitation should proceed in a step-wise fashion to identify all injuries and optimize cerebral perfusion by maintaining hemodynamic stabilization and oxygenation. The initial survey also should include a brief, focused neurological examination with attention to the Glasgow Coma Scale (GCS), pupillary examination, and motor function.", "contents": "Blunt Head Trauma (Archived) -- History and Physical. The initial resuscitation should proceed in a step-wise fashion to identify all injuries and optimize cerebral perfusion by maintaining hemodynamic stabilization and oxygenation. The initial survey also should include a brief, focused neurological examination with attention to the Glasgow Coma Scale (GCS), pupillary examination, and motor function."}
{"id": "article-22606_6", "title": "Blunt Head Trauma (Archived) -- History and Physical", "content": "After addressing any airway or circulatory deficits, a thorough head-to-toe physical examination must be performed with vigilance for occult injuries and careful attention to detect any of the following warning signs [11] :", "contents": "Blunt Head Trauma (Archived) -- History and Physical. After addressing any airway or circulatory deficits, a thorough head-to-toe physical examination must be performed with vigilance for occult injuries and careful attention to detect any of the following warning signs [11] :"}
{"id": "article-22606_7", "title": "Blunt Head Trauma (Archived) -- History and Physical", "content": "Inspection for cranial nerve deficits, periorbital or postauricular ecchymoses [12] , cerebrospinal fluid rhinorrhea or otorrhea, hemotympanum (signs of a base of skull fracture) Fundoscopic examination for retinal hemorrhage (a potential sign of abuse in children) and papilledema (a sign of increased ICP) Optic nerve sheath diameter of greater than 5 mm on ultrasound has been shown to correlate well with increased intracranial pressure in patients with TBI Palpation of the scalp for hematoma, crepitus, laceration, and bony deformity (markers of skull fractures) Auscultation for carotid bruits, painful Horner syndrome or facial/neck hyperesthesia (markers of carotid or vertebral dissection) Evaluation for cervical spine tenderness, paresthesias, incontinence, extremity weakness, priapism (signs of spinal cord injury) Examination of motor and sensory extremities (for signs of spinal cord injury)", "contents": "Blunt Head Trauma (Archived) -- History and Physical. Inspection for cranial nerve deficits, periorbital or postauricular ecchymoses [12] , cerebrospinal fluid rhinorrhea or otorrhea, hemotympanum (signs of a base of skull fracture) Fundoscopic examination for retinal hemorrhage (a potential sign of abuse in children) and papilledema (a sign of increased ICP) Optic nerve sheath diameter of greater than 5 mm on ultrasound has been shown to correlate well with increased intracranial pressure in patients with TBI Palpation of the scalp for hematoma, crepitus, laceration, and bony deformity (markers of skull fractures) Auscultation for carotid bruits, painful Horner syndrome or facial/neck hyperesthesia (markers of carotid or vertebral dissection) Evaluation for cervical spine tenderness, paresthesias, incontinence, extremity weakness, priapism (signs of spinal cord injury) Examination of motor and sensory extremities (for signs of spinal cord injury)"}
{"id": "article-22606_8", "title": "Blunt Head Trauma (Archived) -- Evaluation", "content": "Non-contrast cranial CT is the imaging modality of choice for patients with TBI. CT findings associated with a poor outcome in TBI include midline shift, subarachnoid hemorrhage into the verticals, and compression of the basal cisterns. Magnetic Resonance Imaging scan may be indicated when the clinical picture remains unclear after a CT to identify more subtle lesions. [13] [14]", "contents": "Blunt Head Trauma (Archived) -- Evaluation. Non-contrast cranial CT is the imaging modality of choice for patients with TBI. CT findings associated with a poor outcome in TBI include midline shift, subarachnoid hemorrhage into the verticals, and compression of the basal cisterns. Magnetic Resonance Imaging scan may be indicated when the clinical picture remains unclear after a CT to identify more subtle lesions. [13] [14]"}
{"id": "article-22606_9", "title": "Blunt Head Trauma (Archived) -- Treatment / Management", "content": "Airway adjuncts are indicated in patients not able to maintain an open airway or maintain more than 90% oxygen saturation with supplementary oxygen. Oxygenation parameters should be monitored using continuous pulse oximetry with a target of more than 90% oxygen saturation. Ventilation should be monitored with continuous capnography with an end-tidal CO2 target of 35 mmHg to 40 mmHg. Placement of a definitive airway is recommended in the patient with a Glasgow Coma Scale (GCS) score of less than 9. [15]", "contents": "Blunt Head Trauma (Archived) -- Treatment / Management. Airway adjuncts are indicated in patients not able to maintain an open airway or maintain more than 90% oxygen saturation with supplementary oxygen. Oxygenation parameters should be monitored using continuous pulse oximetry with a target of more than 90% oxygen saturation. Ventilation should be monitored with continuous capnography with an end-tidal CO2 target of 35 mmHg to 40 mmHg. Placement of a definitive airway is recommended in the patient with a Glasgow Coma Scale (GCS) score of less than 9. [15]"}
{"id": "article-22606_10", "title": "Blunt Head Trauma (Archived) -- Treatment / Management", "content": "Systemic hypotension negatively impacts the outcome in the setting of TBI, and current studies have demonstrated improved outcomes in patients with systolic blood pressure (BP) greater than or equal to 120 mmHg. Isotonic crystalloids should be used to prevent and correct hypotension; colloidal solutions have not been shown to improve outcomes.", "contents": "Blunt Head Trauma (Archived) -- Treatment / Management. Systemic hypotension negatively impacts the outcome in the setting of TBI, and current studies have demonstrated improved outcomes in patients with systolic blood pressure (BP) greater than or equal to 120 mmHg. Isotonic crystalloids should be used to prevent and correct hypotension; colloidal solutions have not been shown to improve outcomes."}
{"id": "article-22606_11", "title": "Blunt Head Trauma (Archived) -- Treatment / Management", "content": "Serial neurological examinations allow for early identification of patients with elevated ICP, and subsequent implementation of primary bedside interventions to improve venous outflow and reduce metabolic demands. Initial bedside approaches to increase ICP include elevating the head of the patient's bed 30 degrees, ascertaining that the cervical collar is not impeding venous outflow, and appropriate analgesics and sedation.", "contents": "Blunt Head Trauma (Archived) -- Treatment / Management. Serial neurological examinations allow for early identification of patients with elevated ICP, and subsequent implementation of primary bedside interventions to improve venous outflow and reduce metabolic demands. Initial bedside approaches to increase ICP include elevating the head of the patient's bed 30 degrees, ascertaining that the cervical collar is not impeding venous outflow, and appropriate analgesics and sedation."}
{"id": "article-22606_12", "title": "Blunt Head Trauma (Archived) -- Treatment / Management", "content": "Routine hyperventilation should be avoided during the first 24 hours, and should only be used as a temporizing measure in the setting of impending herniation. Hyperosmolar therapy such as mannitol or hypertonic saline can further reduce intracerebral volume. ICP monitoring is indicated in patients with TBI when they have a GCS score of less than 9, an abnormal CT, and the approach to refractory elevated intracranial pressure includes high-dose barbiturates and possibly a decompressive hemicraniectomy. [16]", "contents": "Blunt Head Trauma (Archived) -- Treatment / Management. Routine hyperventilation should be avoided during the first 24 hours, and should only be used as a temporizing measure in the setting of impending herniation. Hyperosmolar therapy such as mannitol or hypertonic saline can further reduce intracerebral volume. ICP monitoring is indicated in patients with TBI when they have a GCS score of less than 9, an abnormal CT, and the approach to refractory elevated intracranial pressure includes high-dose barbiturates and possibly a decompressive hemicraniectomy. [16]"}
{"id": "article-22606_13", "title": "Blunt Head Trauma (Archived) -- Differential Diagnosis", "content": "Cerebral aneurysms Confusional states and acute memory disorders Emergent management of subarachnoid haemorrhage Epileptic and epileptiform encephalopathies Frontal lobe syndrome Generalized tonic-clonic seizures Hydrocephalus Prion related diseases Subdural empyema Temporal lobe epilepsy", "contents": "Blunt Head Trauma (Archived) -- Differential Diagnosis. Cerebral aneurysms Confusional states and acute memory disorders Emergent management of subarachnoid haemorrhage Epileptic and epileptiform encephalopathies Frontal lobe syndrome Generalized tonic-clonic seizures Hydrocephalus Prion related diseases Subdural empyema Temporal lobe epilepsy"}
{"id": "article-22606_14", "title": "Blunt Head Trauma (Archived) -- Complications", "content": "Intracranial hemorrhage Brain edema Elevated ICP Vasospasm Seizures Infection Hydrocephalus Memory loss Hyponatremia", "contents": "Blunt Head Trauma (Archived) -- Complications. Intracranial hemorrhage Brain edema Elevated ICP Vasospasm Seizures Infection Hydrocephalus Memory loss Hyponatremia"}
{"id": "article-22606_15", "title": "Blunt Head Trauma (Archived) -- Pearls and Other Issues", "content": "Patients with pre-existing anticoagulant or antiplatelet use have a poorer outcome with TBI. Acute, rapid reversal of anticoagulant agents should be considered early. Correction agents for patients on antiplatelet or anticoagulant agents with TBI include Vitamin K, Protamine Sulfate, Prothrombin Complex Concentrate (PCC), Fresh Frozen Plasma (FFP), Activated factor VIIa (rFVIIa). The identification of an up-to-date medication list is extremely important to choose the appropriate correction agent.", "contents": "Blunt Head Trauma (Archived) -- Pearls and Other Issues. Patients with pre-existing anticoagulant or antiplatelet use have a poorer outcome with TBI. Acute, rapid reversal of anticoagulant agents should be considered early. Correction agents for patients on antiplatelet or anticoagulant agents with TBI include Vitamin K, Protamine Sulfate, Prothrombin Complex Concentrate (PCC), Fresh Frozen Plasma (FFP), Activated factor VIIa (rFVIIa). The identification of an up-to-date medication list is extremely important to choose the appropriate correction agent."}
{"id": "article-22606_16", "title": "Blunt Head Trauma (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Blunt head trauma is a common presentation to the emergency room. The key to the treatment of blunt head trauma is prevention. Most cases are preventable, and hence the education of the public is essential. At the time of injury, the patient and family should be educated on using safety devices during sports and other high-risk activities. The caregiver of the elderly should be educated on the prevention of falls in the home and parents should be educated on child safety during driving and playground activities. Those who have a neurological deficit may benefit from physiotherapy and occupational therapy. The pharmacist should educate the patient on abstaining from alcohol and the use of sedative drugs. In addition, the patient should be warned about seizures and the need to take anticonvulsants. [17] [18] (Level V)", "contents": "Blunt Head Trauma (Archived) -- Enhancing Healthcare Team Outcomes. Blunt head trauma is a common presentation to the emergency room. The key to the treatment of blunt head trauma is prevention. Most cases are preventable, and hence the education of the public is essential. At the time of injury, the patient and family should be educated on using safety devices during sports and other high-risk activities. The caregiver of the elderly should be educated on the prevention of falls in the home and parents should be educated on child safety during driving and playground activities. Those who have a neurological deficit may benefit from physiotherapy and occupational therapy. The pharmacist should educate the patient on abstaining from alcohol and the use of sedative drugs. In addition, the patient should be warned about seizures and the need to take anticonvulsants. [17] [18] (Level V)"}
{"id": "article-22606_17", "title": "Blunt Head Trauma (Archived) -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "The outcome after blunt head trauma depends on the type of injury, the severity of the injury, patient age, the presence of any neurological deficit, comorbidity and any secondary injury. The GCS at 24 hours is a strong predictor of cognitive recovery at 24 months after the injury. The mortality rates do vary from 4-40% at five years after blunt head trauma. Younger people fare much better than older individuals. Individuals with a neurological deficit and those taking oral anticoagulants at the time of injury often have a poor outcome. The pupillary function before and after the injury is also predictive of outcome. Those with bilateral unresponsive pupils tend to have a grave prognosis and a higher risk of remaining in a vegetative state. Finally, studies show that diabetics also tend to fare worse with blunt head trauma compared to nondiabetics. [19] [20] (Level V)", "contents": "Blunt Head Trauma (Archived) -- Enhancing Healthcare Team Outcomes -- Outcomes. The outcome after blunt head trauma depends on the type of injury, the severity of the injury, patient age, the presence of any neurological deficit, comorbidity and any secondary injury. The GCS at 24 hours is a strong predictor of cognitive recovery at 24 months after the injury. The mortality rates do vary from 4-40% at five years after blunt head trauma. Younger people fare much better than older individuals. Individuals with a neurological deficit and those taking oral anticoagulants at the time of injury often have a poor outcome. The pupillary function before and after the injury is also predictive of outcome. Those with bilateral unresponsive pupils tend to have a grave prognosis and a higher risk of remaining in a vegetative state. Finally, studies show that diabetics also tend to fare worse with blunt head trauma compared to nondiabetics. [19] [20] (Level V)"}
{"id": "article-22606_18", "title": "Blunt Head Trauma (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Blunt Head Trauma (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}