{"id": "article-30683_0", "title": "Tumor Necrosis Factor Inhibitors -- Continuing Education Activity", "content": "Tumor necrosis factor (TNF)-alpha inhibitors, including etanercept (E), infliximab (I), adalimumab (A), certolizumab pegol (C), and golimumab (G), are biologic agents which are FDA-approved to treat ankylosing spondylitis (E, I, A, C, and G), Crohn disease (I, A and C), hidradenitis suppurativa (A), juvenile idiopathic arthritis (A), plaque psoriasis (E, I and A), polyarticular juvenile idiopathic arthritis (E), psoriatic arthritis (E, I, A, C, and G), rheumatoid arthritis (E, I, A, C, and G), ulcerative colitis (I, A and G), and uveitis (A). There are also several off-label indications. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of tumor necrosis factors, so providers can direct patient therapy where they are indicated as part of the interprofessional team.", "contents": "Tumor Necrosis Factor Inhibitors -- Continuing Education Activity. Tumor necrosis factor (TNF)-alpha inhibitors, including etanercept (E), infliximab (I), adalimumab (A), certolizumab pegol (C), and golimumab (G), are biologic agents which are FDA-approved to treat ankylosing spondylitis (E, I, A, C, and G), Crohn disease (I, A and C), hidradenitis suppurativa (A), juvenile idiopathic arthritis (A), plaque psoriasis (E, I and A), polyarticular juvenile idiopathic arthritis (E), psoriatic arthritis (E, I, A, C, and G), rheumatoid arthritis (E, I, A, C, and G), ulcerative colitis (I, A and G), and uveitis (A). There are also several off-label indications. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of tumor necrosis factors, so providers can direct patient therapy where they are indicated as part of the interprofessional team."}
{"id": "article-30683_1", "title": "Tumor Necrosis Factor Inhibitors -- Continuing Education Activity", "content": "Objectives: Summarize the mechanisms of action as a class and the specific effects of each agent in the TNF inhibitor class. Identify the specific indications for each member of the TNF inhibitor class. Outline the adverse event profile of TNF inhibitors. Review the importance of collaboration and coordination among the interprofessional team and how it can enhance patient care with TNF inhibitor therapy to improve patient outcomes for patients with conditions where these agents are indicated. Access free multiple choice questions on this topic.", "contents": "Tumor Necrosis Factor Inhibitors -- Continuing Education Activity. Objectives: Summarize the mechanisms of action as a class and the specific effects of each agent in the TNF inhibitor class. Identify the specific indications for each member of the TNF inhibitor class. Outline the adverse event profile of TNF inhibitors. Review the importance of collaboration and coordination among the interprofessional team and how it can enhance patient care with TNF inhibitor therapy to improve patient outcomes for patients with conditions where these agents are indicated. Access free multiple choice questions on this topic."}
{"id": "article-30683_2", "title": "Tumor Necrosis Factor Inhibitors -- Indications", "content": "Etanercept was the first anti-tumor necrosis factor (TNF) agent approved by the FDA to treat rheumatoid arthritis. As of this writing, there are five different anti-TNF agents and ongoing expansion in their indications and use in various diseases. [1] [2] [3] [4] While anti-TNF agents have FDA approval for the treatment of several conditions (listed in media item 1), they are also used as off-label agents in various diseases, including graft-vs-host disease, pustular psoriasis, pyoderma gangrenosum, sarcoidosis, and Behcet disease.", "contents": "Tumor Necrosis Factor Inhibitors -- Indications. Etanercept was the first anti-tumor necrosis factor (TNF) agent approved by the FDA to treat rheumatoid arthritis. As of this writing, there are five different anti-TNF agents and ongoing expansion in their indications and use in various diseases. [1] [2] [3] [4] While anti-TNF agents have FDA approval for the treatment of several conditions (listed in media item 1), they are also used as off-label agents in various diseases, including graft-vs-host disease, pustular psoriasis, pyoderma gangrenosum, sarcoidosis, and Behcet disease."}
{"id": "article-30683_3", "title": "Tumor Necrosis Factor Inhibitors -- Mechanism of Action", "content": "Tumor necrosis factor (TNF) plays a central role in the pathogenesis of several inflammatory conditions, including rheumatoid arthritis (RA). TNF is made intracellularly, mainly by activated macrophages. The precursor TNF is converted to soluble TNF after proteolysis by the TNF-converting enzyme. This soluble TNF then oligomerizes and forms the biologically active homotrimer TNF. There are two types of TNF, which are very closely related, TNF-alpha and TNF-beta. The activities of both TNFs are mediated through binding to the TNF receptors I and II (TNFRI and TNFRII), which are present on almost all cell types (except erythrocytes). [5] [6] [7]", "contents": "Tumor Necrosis Factor Inhibitors -- Mechanism of Action. Tumor necrosis factor (TNF) plays a central role in the pathogenesis of several inflammatory conditions, including rheumatoid arthritis (RA). TNF is made intracellularly, mainly by activated macrophages. The precursor TNF is converted to soluble TNF after proteolysis by the TNF-converting enzyme. This soluble TNF then oligomerizes and forms the biologically active homotrimer TNF. There are two types of TNF, which are very closely related, TNF-alpha and TNF-beta. The activities of both TNFs are mediated through binding to the TNF receptors I and II (TNFRI and TNFRII), which are present on almost all cell types (except erythrocytes). [5] [6] [7]"}
{"id": "article-30683_4", "title": "Tumor Necrosis Factor Inhibitors -- Mechanism of Action", "content": "The binding of TNF to TNFRI and TNFRII activates several signaling pathways, including transcription factor activation (nuclear factor-κB), proteases (caspases), and protein kinases (c-Jun N-terminal kinase, MAP kinase). This signaling leads to activation of the target cell leading to the inflammatory and immune response by releasing several cytokines and apoptotic pathway initiation. Thus, the biological effects of TNF include activation of other cells (macrophages, T-cells, B-cells), proinflammatory cytokine production (IL-1, IL-6), chemokine production (IL-8, RANTES), expression of adhesion molecule (ICAM-1, E-selectin), inhibition of regulatory T-cells, RANK-ligand expression upregulation, matrix metalloproteinase production and induction of apoptosis. The differences in structure and mechanism of action of various anti-TNF agents appear in the second table accompanying this article.", "contents": "Tumor Necrosis Factor Inhibitors -- Mechanism of Action. The binding of TNF to TNFRI and TNFRII activates several signaling pathways, including transcription factor activation (nuclear factor-κB), proteases (caspases), and protein kinases (c-Jun N-terminal kinase, MAP kinase). This signaling leads to activation of the target cell leading to the inflammatory and immune response by releasing several cytokines and apoptotic pathway initiation. Thus, the biological effects of TNF include activation of other cells (macrophages, T-cells, B-cells), proinflammatory cytokine production (IL-1, IL-6), chemokine production (IL-8, RANTES), expression of adhesion molecule (ICAM-1, E-selectin), inhibition of regulatory T-cells, RANK-ligand expression upregulation, matrix metalloproteinase production and induction of apoptosis. The differences in structure and mechanism of action of various anti-TNF agents appear in the second table accompanying this article."}
{"id": "article-30683_5", "title": "Tumor Necrosis Factor Inhibitors -- Administration", "content": "Etanercept administration is subcutaneous. The injection sites should be rotated and given at least one inch apart from previous injection sites.", "contents": "Tumor Necrosis Factor Inhibitors -- Administration. Etanercept administration is subcutaneous. The injection sites should be rotated and given at least one inch apart from previous injection sites."}
{"id": "article-30683_6", "title": "Tumor Necrosis Factor Inhibitors -- Administration", "content": "Infliximab administration is via an infusion. The infusion should occur over at least 2 hours and should not be co-administered with other biological immunosuppressive agents. Infusion-related reactions are possible, and if necessary, antihistamines, acetaminophen, and corticosteroids can be used as pre-medications to prevent these reactions. Adalimumab administration is by subcutaneous injection. The injection sites should be rotated and away from previous injection sites. Certolizumab pegol is subcutaneously administered into the thigh or abdomen.", "contents": "Tumor Necrosis Factor Inhibitors -- Administration. Infliximab administration is via an infusion. The infusion should occur over at least 2 hours and should not be co-administered with other biological immunosuppressive agents. Infusion-related reactions are possible, and if necessary, antihistamines, acetaminophen, and corticosteroids can be used as pre-medications to prevent these reactions. Adalimumab administration is by subcutaneous injection. The injection sites should be rotated and away from previous injection sites. Certolizumab pegol is subcutaneously administered into the thigh or abdomen."}
{"id": "article-30683_7", "title": "Tumor Necrosis Factor Inhibitors -- Administration", "content": "Golimumab can be administered intravenously (IV) or subcutaneously. Infusions should occur over 30 minutes and should not be co-administered with other biological immunosuppressive agents. Subcutaneous injections use an autoinjector.", "contents": "Tumor Necrosis Factor Inhibitors -- Administration. Golimumab can be administered intravenously (IV) or subcutaneously. Infusions should occur over 30 minutes and should not be co-administered with other biological immunosuppressive agents. Subcutaneous injections use an autoinjector."}
{"id": "article-30683_8", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects", "content": "Anti-TNF agents are generally well tolerated, with the common adverse effects being minor and not needing drug discontinuation. However, serious adverse effects have occurred, the most common being that of severe infections.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects. Anti-TNF agents are generally well tolerated, with the common adverse effects being minor and not needing drug discontinuation. However, serious adverse effects have occurred, the most common being that of severe infections."}
{"id": "article-30683_9", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects", "content": "Common adverse effects of all anti-TNF agents (occurring in more than 10% of patients) [8] [9] [4] [10] [11] include headaches, injection site reaction with the subcutaneous route, and infusion reaction with the intravenous route of administration, rashes, anemia, transaminitis (usually mild), Upper respiratory tract infections, sinusitis, cough, pharyngitis, diarrhea, nausea, and abdominal pain.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects. Common adverse effects of all anti-TNF agents (occurring in more than 10% of patients) [8] [9] [4] [10] [11] include headaches, injection site reaction with the subcutaneous route, and infusion reaction with the intravenous route of administration, rashes, anemia, transaminitis (usually mild), Upper respiratory tract infections, sinusitis, cough, pharyngitis, diarrhea, nausea, and abdominal pain."}
{"id": "article-30683_10", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Infections", "content": "Serious infections are a significant and concerning adverse effect of anti-TNF agents and may include bacterial, fungal, viral, or atypical infections. These infections may be fatal. Infections are more common in patients receiving multiple immunosuppressive agents such as methotrexate or corticosteroids combined with anti-TNF agents. Reports exist of the reactivation of tuberculosis and viral hepatitis B and C, and it is a recommendation to screen individuals for these before initiating an anti-TNF agent. In cases of reactivated latent tuberculosis, the reactivation occurs within the first few months of treatment with TNF-alpha inhibitors. Patients with latent tuberculosis should receive treatment with isoniazid or combination anti-tuberculosis agents before initiating anti-TNF agents. Patients living in areas with a higher incidence of certain fungal infections such as blastomycosis, coccidioidomycosis, or histoplasmosis should have screening for these conditions before initiating anti-TNF agents. Lastly, clinicians should hold anti-TNF therapy in patients who develop a serious infection, and they can consider resuming treatment after complete recovery from the infection, provided the benefits of restarting the anti-TNF therapy outweighs the risk of recurrent infections in the particular patient.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Infections. Serious infections are a significant and concerning adverse effect of anti-TNF agents and may include bacterial, fungal, viral, or atypical infections. These infections may be fatal. Infections are more common in patients receiving multiple immunosuppressive agents such as methotrexate or corticosteroids combined with anti-TNF agents. Reports exist of the reactivation of tuberculosis and viral hepatitis B and C, and it is a recommendation to screen individuals for these before initiating an anti-TNF agent. In cases of reactivated latent tuberculosis, the reactivation occurs within the first few months of treatment with TNF-alpha inhibitors. Patients with latent tuberculosis should receive treatment with isoniazid or combination anti-tuberculosis agents before initiating anti-TNF agents. Patients living in areas with a higher incidence of certain fungal infections such as blastomycosis, coccidioidomycosis, or histoplasmosis should have screening for these conditions before initiating anti-TNF agents. Lastly, clinicians should hold anti-TNF therapy in patients who develop a serious infection, and they can consider resuming treatment after complete recovery from the infection, provided the benefits of restarting the anti-TNF therapy outweighs the risk of recurrent infections in the particular patient."}
{"id": "article-30683_11", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Malignancies", "content": "The risk of malignancies, especially lymphomas, has been an area of concern and debate since the introduction of anti-TNF agents. Theoretically, anti-TNF agents can decrease the host defense mechanisms against malignancy by inhibiting TNF. FDA has placed a black box warning on all anti-TNF agents regarding possible association with malignancies, especially lymphomas. The analysis by the FDA in 2003 showed an occurrence of lymphomas in 6 out of more than 6,000 RA patients treated with anti-TNF agents while none in the placebo-treated patients. However, the risk of lymphomas is higher in RA patients (2 to 3 times, especially non-Hodgkins lymphoma), especially with advancing age, and in those with higher RA disease activity. Several subsequent studies have not shown an increased lymphoma risk in RA patients treated with anti-TNF agents compared to those treated with conventional DMARDs. [12] [13] [14] [15] Further studies may help clarify the lymphoma risk and the possible association with anti-TNF agents; caution is recommended in using anti-TNF agents in patients with prior malignancies and those with higher malignancy risk for other reasons.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Malignancies. The risk of malignancies, especially lymphomas, has been an area of concern and debate since the introduction of anti-TNF agents. Theoretically, anti-TNF agents can decrease the host defense mechanisms against malignancy by inhibiting TNF. FDA has placed a black box warning on all anti-TNF agents regarding possible association with malignancies, especially lymphomas. The analysis by the FDA in 2003 showed an occurrence of lymphomas in 6 out of more than 6,000 RA patients treated with anti-TNF agents while none in the placebo-treated patients. However, the risk of lymphomas is higher in RA patients (2 to 3 times, especially non-Hodgkins lymphoma), especially with advancing age, and in those with higher RA disease activity. Several subsequent studies have not shown an increased lymphoma risk in RA patients treated with anti-TNF agents compared to those treated with conventional DMARDs. [12] [13] [14] [15] Further studies may help clarify the lymphoma risk and the possible association with anti-TNF agents; caution is recommended in using anti-TNF agents in patients with prior malignancies and those with higher malignancy risk for other reasons."}
{"id": "article-30683_12", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Malignancies", "content": "Several studies have shown a higher risk of non-melanoma skin cancers (up to two times) in patients receiving anti-TNF agents, and annual skin examinations should be considered in patients receiving anti-TNF agents.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Malignancies. Several studies have shown a higher risk of non-melanoma skin cancers (up to two times) in patients receiving anti-TNF agents, and annual skin examinations should be considered in patients receiving anti-TNF agents."}
{"id": "article-30683_13", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Congestive Heart Failure", "content": "Initial studies of anti-TNF agents in patients with RA and congestive heart failure NYHA Class III or IV showed poor cardiac outcomes, including increased mortality, an increase in hospitalizations, and a worsening of CHF. [16] However, there are no reports of increased incidence of the development of congestive heart failure in association with anti-TNF agents. [17] [18] Clinicians should avoid anti-TNF agents in patients with severe congestive heart failure (NYHA Class III or IV) and use them cautiously in patients with mild congestive heart failure.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Congestive Heart Failure. Initial studies of anti-TNF agents in patients with RA and congestive heart failure NYHA Class III or IV showed poor cardiac outcomes, including increased mortality, an increase in hospitalizations, and a worsening of CHF. [16] However, there are no reports of increased incidence of the development of congestive heart failure in association with anti-TNF agents. [17] [18] Clinicians should avoid anti-TNF agents in patients with severe congestive heart failure (NYHA Class III or IV) and use them cautiously in patients with mild congestive heart failure."}
{"id": "article-30683_14", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Drug-Induced Lupus", "content": "Up to 50% of patients receiving an anti-TNF agent can develop positive autoantibodies, including anti-nuclear antibody (ANA) and anti-Ds-DNA antibodies. However, the occurrence of drug-induced lupus is a rare occurrence (less than 1%). The common manifestations of drug-induced lupus from anti-TNF agents are kin rash, thrombocytopenia, leukopenia, hypocomplementemia, and rarely hemolytic anemia. [19] The occurrence of drug-induced lupus from one anti-TNF agent is not always associated with drug-induced lupus from another anti-TNF agent. [20] Symptoms usually resolve within weeks to months of discontinuation of the drug, although autoantibodies may stay positive for several years.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Drug-Induced Lupus. Up to 50% of patients receiving an anti-TNF agent can develop positive autoantibodies, including anti-nuclear antibody (ANA) and anti-Ds-DNA antibodies. However, the occurrence of drug-induced lupus is a rare occurrence (less than 1%). The common manifestations of drug-induced lupus from anti-TNF agents are kin rash, thrombocytopenia, leukopenia, hypocomplementemia, and rarely hemolytic anemia. [19] The occurrence of drug-induced lupus from one anti-TNF agent is not always associated with drug-induced lupus from another anti-TNF agent. [20] Symptoms usually resolve within weeks to months of discontinuation of the drug, although autoantibodies may stay positive for several years."}
{"id": "article-30683_15", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Demyelinating Disorders", "content": "There are several reported cases of demyelinating disorders, including optic neuritis, multiple sclerosis (including exacerbation of underlying multiple sclerosis), myelitis, encephalitis, Guillain-Barre syndrome, transverse myelitis, and chronic inflammatory demyelinating polyneuropathy, in patients taking anti-TNF agents. [21] Anti-TNF agents should be avoided or used with extreme caution in patients with an underlying demyelinating disorder.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Demyelinating Disorders. There are several reported cases of demyelinating disorders, including optic neuritis, multiple sclerosis (including exacerbation of underlying multiple sclerosis), myelitis, encephalitis, Guillain-Barre syndrome, transverse myelitis, and chronic inflammatory demyelinating polyneuropathy, in patients taking anti-TNF agents. [21] Anti-TNF agents should be avoided or used with extreme caution in patients with an underlying demyelinating disorder."}
{"id": "article-30683_16", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Skin Reactions", "content": "Rashes are not uncommon in patients receiving anti-TNF agents. The most common rash is a local injection site reaction/erythema, although other diffuse cutaneous reactions may also occur. An allergic reaction may lead to a diffuse drug rash. There are also reports of lupus-like rashes, hypersensitivity vasculitis, urticaria, new-onset psoriasis, granuloma annulare, erythema multiforme, and cutaneous T-cell lymphoma.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Skin Reactions. Rashes are not uncommon in patients receiving anti-TNF agents. The most common rash is a local injection site reaction/erythema, although other diffuse cutaneous reactions may also occur. An allergic reaction may lead to a diffuse drug rash. There are also reports of lupus-like rashes, hypersensitivity vasculitis, urticaria, new-onset psoriasis, granuloma annulare, erythema multiforme, and cutaneous T-cell lymphoma."}
{"id": "article-30683_17", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Pregnancy and Lactation", "content": "No controlled trials have taken place to assess the safety of anti-TNF agents in pregnancy or lactation. Anti-TNF agents have been labeled as Class B pregnancy risk by the FDA. Several registries have shown a low risk of major congenital defects with the use of anti-TNF agents in pregnancy, not significantly higher in the disease-matched comparison cohort, and with no birth-defect patterns. Researchers observed no fetal harm or malformations in animal trials. Except for certolizumab, all other anti-TNF agents cross the placenta, exposing the infant to the anti-TNF agent. Anti-TNF agent use in pregnancy should be a consideration only if there is a clear and strong indication.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Pregnancy and Lactation. No controlled trials have taken place to assess the safety of anti-TNF agents in pregnancy or lactation. Anti-TNF agents have been labeled as Class B pregnancy risk by the FDA. Several registries have shown a low risk of major congenital defects with the use of anti-TNF agents in pregnancy, not significantly higher in the disease-matched comparison cohort, and with no birth-defect patterns. Researchers observed no fetal harm or malformations in animal trials. Except for certolizumab, all other anti-TNF agents cross the placenta, exposing the infant to the anti-TNF agent. Anti-TNF agent use in pregnancy should be a consideration only if there is a clear and strong indication."}
{"id": "article-30683_18", "title": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Pregnancy and Lactation", "content": "Similarly, there is no data regarding the use of anti-TNF agents in lactating females. Anti-TNF agents have been found in the human milk at less than 1% of the maternal serum concentration, and there are no reports of adverse effects of anti-TNF agents in breastfed infants or on milk production. It is not known if the infant absorbs the anti-TNF agents at these low concentrations in human milk or not. Until more data is available, clinicians should avoid anti-TNF agents in lactating females.", "contents": "Tumor Necrosis Factor Inhibitors -- Adverse Effects -- Pregnancy and Lactation. Similarly, there is no data regarding the use of anti-TNF agents in lactating females. Anti-TNF agents have been found in the human milk at less than 1% of the maternal serum concentration, and there are no reports of adverse effects of anti-TNF agents in breastfed infants or on milk production. It is not known if the infant absorbs the anti-TNF agents at these low concentrations in human milk or not. Until more data is available, clinicians should avoid anti-TNF agents in lactating females."}
{"id": "article-30683_19", "title": "Tumor Necrosis Factor Inhibitors -- Contraindications", "content": "Patients should not receive anti-TNF agents if there is a history of hypersensitivity reaction to the agent. Clinicians should not initiate and should discontinue ongoing therapy in the presence of an active infection or sepsis. Anti-TNF agents are also contraindicated in patients with NYHA Class III or IV congestive heart failure.", "contents": "Tumor Necrosis Factor Inhibitors -- Contraindications. Patients should not receive anti-TNF agents if there is a history of hypersensitivity reaction to the agent. Clinicians should not initiate and should discontinue ongoing therapy in the presence of an active infection or sepsis. Anti-TNF agents are also contraindicated in patients with NYHA Class III or IV congestive heart failure."}
{"id": "article-30683_20", "title": "Tumor Necrosis Factor Inhibitors -- Contraindications", "content": "While conventional non-biologic DMARDs such as methotrexate, leflunomide, sulfasalazine, and hydroxychloroquine can be used in combination with anti-TNF agents, concomitant use of an anti-TNF agent with another biological immunosuppressive agent is contraindicated.", "contents": "Tumor Necrosis Factor Inhibitors -- Contraindications. While conventional non-biologic DMARDs such as methotrexate, leflunomide, sulfasalazine, and hydroxychloroquine can be used in combination with anti-TNF agents, concomitant use of an anti-TNF agent with another biological immunosuppressive agent is contraindicated."}
{"id": "article-30683_21", "title": "Tumor Necrosis Factor Inhibitors -- Monitoring", "content": "Testing for active/latent tuberculosis and viral hepatitis B and C should occur before initiating anti-TNF agents. Clinicians should monitor patients for signs of infection before, during, and after treatment. [10] [22] Additionally, complete blood counts and liver function tests are necessary at baseline and monitored closely (at least every 3 to 6 months). Despite the high incidence of autoantibody positivity, it is not necessary to monitor patients on anti-TNF agents for the development of ANA or anti-Ds-DNA antibodies routinely due to the low incidence of symptoms of drug-induced lupus despite the positive autoantibodies. However, patients who develop symptoms of SLE or another autoimmune disease should undergo this testing to help establish a diagnosis. Patients on anti-TNF agents should not receive any live immunizations, and patients should be up to date with vaccinations before initiating anti-TNF agents.", "contents": "Tumor Necrosis Factor Inhibitors -- Monitoring. Testing for active/latent tuberculosis and viral hepatitis B and C should occur before initiating anti-TNF agents. Clinicians should monitor patients for signs of infection before, during, and after treatment. [10] [22] Additionally, complete blood counts and liver function tests are necessary at baseline and monitored closely (at least every 3 to 6 months). Despite the high incidence of autoantibody positivity, it is not necessary to monitor patients on anti-TNF agents for the development of ANA or anti-Ds-DNA antibodies routinely due to the low incidence of symptoms of drug-induced lupus despite the positive autoantibodies. However, patients who develop symptoms of SLE or another autoimmune disease should undergo this testing to help establish a diagnosis. Patients on anti-TNF agents should not receive any live immunizations, and patients should be up to date with vaccinations before initiating anti-TNF agents."}
{"id": "article-30683_22", "title": "Tumor Necrosis Factor Inhibitors -- Monitoring", "content": "Anti-TNF agents may be associated with a higher risk in patients undergoing major surgeries such as hip or knee replacement. The recommendation is to hold these medications one week and one dosing cycle before the surgery. They can be resumed two weeks after the surgery, provided there is no infection and incisions are healing well. [23]", "contents": "Tumor Necrosis Factor Inhibitors -- Monitoring. Anti-TNF agents may be associated with a higher risk in patients undergoing major surgeries such as hip or knee replacement. The recommendation is to hold these medications one week and one dosing cycle before the surgery. They can be resumed two weeks after the surgery, provided there is no infection and incisions are healing well. [23]"}
{"id": "article-30683_23", "title": "Tumor Necrosis Factor Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "As with many medications, there must be interprofessional communication regarding the dispensing and monitoring of the various TNF alpha inhibitors. With inflammatory bowel disease and other autoimmune disorders, physicians and pharmacists must be aware of the treatment guidelines when deciding to treat with TNF alpha inhibitors as opposed to other treatment options. [24] Pharmacists, nurses, and physicians must work together as an interprofessional team to ensure that proper dosing and dispensing protocols are in place and be aware of the possibility of adverse effects. [25]", "contents": "Tumor Necrosis Factor Inhibitors -- Enhancing Healthcare Team Outcomes. As with many medications, there must be interprofessional communication regarding the dispensing and monitoring of the various TNF alpha inhibitors. With inflammatory bowel disease and other autoimmune disorders, physicians and pharmacists must be aware of the treatment guidelines when deciding to treat with TNF alpha inhibitors as opposed to other treatment options. [24] Pharmacists, nurses, and physicians must work together as an interprofessional team to ensure that proper dosing and dispensing protocols are in place and be aware of the possibility of adverse effects. [25]"}
{"id": "article-30683_24", "title": "Tumor Necrosis Factor Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "For example, infliximab requires an infusion over a specified period, cannot be combined with other medications, and there is the possibility of infusion-related reactions. Nursing should be well educated about these facts and coordinate with the pharmacy regarding the dosing and administration. Pharmacy always needs to be involved in dose verification and closely monitor drug interactions, informing the physician if there are any concerns. The healthcare team must work together to ensure patient safety, and the use of electronic medical records may be useful in this setting. [26]", "contents": "Tumor Necrosis Factor Inhibitors -- Enhancing Healthcare Team Outcomes. For example, infliximab requires an infusion over a specified period, cannot be combined with other medications, and there is the possibility of infusion-related reactions. Nursing should be well educated about these facts and coordinate with the pharmacy regarding the dosing and administration. Pharmacy always needs to be involved in dose verification and closely monitor drug interactions, informing the physician if there are any concerns. The healthcare team must work together to ensure patient safety, and the use of electronic medical records may be useful in this setting. [26]"}
{"id": "article-30683_25", "title": "Tumor Necrosis Factor Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Additionally, the interprofessional healthcare team should be aware of the evolving nature of biosimilars as they relate to prescribing TNF alpha inhibitors and keep up-to-date on the available prescribing options. [27] Here again, the pharmacist is responsible for coordinating with the physicians to appraise them of the latest therapy options. Only through this type of interprofessional collaboration and communication can anti-TNF therapy obtain optimal therapeutic results with minimal adverse events. [Level 5]", "contents": "Tumor Necrosis Factor Inhibitors -- Enhancing Healthcare Team Outcomes. Additionally, the interprofessional healthcare team should be aware of the evolving nature of biosimilars as they relate to prescribing TNF alpha inhibitors and keep up-to-date on the available prescribing options. [27] Here again, the pharmacist is responsible for coordinating with the physicians to appraise them of the latest therapy options. Only through this type of interprofessional collaboration and communication can anti-TNF therapy obtain optimal therapeutic results with minimal adverse events. [Level 5]"}
{"id": "article-30683_26", "title": "Tumor Necrosis Factor Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tumor Necrosis Factor Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}