{"id": "article-28585_0", "title": "Riesman Sign -- Definition/Introduction", "content": "Riesman's sign or Snellen-Riesman's sign is a clinical sign characterized by bruit heard over the closed eye with a stethoscope in Graves' ophthalmopathy (thyroid eye disease or Graves' orbitopathy or thyroid-associated orbitopathy) in thyrotoxicosis. The bruit is audible during systole.", "contents": "Riesman Sign -- Definition/Introduction. Riesman's sign or Snellen-Riesman's sign is a clinical sign characterized by bruit heard over the closed eye with a stethoscope in Graves' ophthalmopathy (thyroid eye disease or Graves' orbitopathy or thyroid-associated orbitopathy) in thyrotoxicosis. The bruit is audible during systole."}
{"id": "article-28585_1", "title": "Riesman Sign -- Definition/Introduction", "content": "The name comes from Dr. Herman Snellen and Dr. David Riesman. Dr. Herman Snellen (1834 - 1908) was a famous ophthalmologist from the Netherlands known for Snellen's chart for estimating the visual acuity. Dr. Ravid Riesman (1867-1940) was born in Germany. He completed his MD from the University of Pennsylvania, USA. He was a professor of clinical medicine and then a professor of history of medicine.", "contents": "Riesman Sign -- Definition/Introduction. The name comes from Dr. Herman Snellen and Dr. David Riesman. Dr. Herman Snellen (1834 - 1908) was a famous ophthalmologist from the Netherlands known for Snellen's chart for estimating the visual acuity. Dr. Ravid Riesman (1867-1940) was born in Germany. He completed his MD from the University of Pennsylvania, USA. He was a professor of clinical medicine and then a professor of history of medicine."}
{"id": "article-28585_2", "title": "Riesman Sign -- Issues of Concern -- Method of Auscultation", "content": "The examination is preferably performed in a quiet room. Both the patient and the examiner should be comfortable and relaxed. The patient is in the sitting position. Ideally, the cone-shaped long and narrow bell of Ford-Bowles stethoscope should be used to listen to the faint sound of ocular bruit. However, the bell of the modern stethoscope is also usable. The patient should fix the gaze of their open eye of the patient on a distant object or one of the examiner's fingers. The bell of the stethoscope should be kept over the closed eye gently and firmly. The patient should not move the eyeball or eyelids during auscultation. The patient is requested to hold breath during auscultation. The contralateral carotid pulse is used to know the timing of the bruit. Valsalva maneuver may be used to accentuate the bruit.", "contents": "Riesman Sign -- Issues of Concern -- Method of Auscultation. The examination is preferably performed in a quiet room. Both the patient and the examiner should be comfortable and relaxed. The patient is in the sitting position. Ideally, the cone-shaped long and narrow bell of Ford-Bowles stethoscope should be used to listen to the faint sound of ocular bruit. However, the bell of the modern stethoscope is also usable. The patient should fix the gaze of their open eye of the patient on a distant object or one of the examiner's fingers. The bell of the stethoscope should be kept over the closed eye gently and firmly. The patient should not move the eyeball or eyelids during auscultation. The patient is requested to hold breath during auscultation. The contralateral carotid pulse is used to know the timing of the bruit. Valsalva maneuver may be used to accentuate the bruit."}
{"id": "article-28585_3", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "Graves disease characteristically presents with a triad of exophthalmos or eye disease, pretibial myxedema, and hyperthyroidism. [1] Cardiovascular features of hyperthyroidism include tachycardia, tachyarrhythmias including atrial fibrillation, increased cardiac contractility, increased preload, decreased systemic vascular resistance, peripheral edema, cardiac failure, myocardial ischemia, thyrotoxic cardiomyopathy, and a widened gap between the systolic and diastolic blood pressure. [2] The Snellen-Riesman's sign is due to the hyperdynamic circulation and increased cardiac output in thyroid eye disease and hyperthyroidism.", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. Graves disease characteristically presents with a triad of exophthalmos or eye disease, pretibial myxedema, and hyperthyroidism. [1] Cardiovascular features of hyperthyroidism include tachycardia, tachyarrhythmias including atrial fibrillation, increased cardiac contractility, increased preload, decreased systemic vascular resistance, peripheral edema, cardiac failure, myocardial ischemia, thyrotoxic cardiomyopathy, and a widened gap between the systolic and diastolic blood pressure. [2] The Snellen-Riesman's sign is due to the hyperdynamic circulation and increased cardiac output in thyroid eye disease and hyperthyroidism."}
{"id": "article-28585_4", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "A bruit is defined as 'an audible vascular sound associated with turbulent blood flow. Although usually heard with the stethoscope, such sounds may occasionally also be palpated as a thrill'. [3] The orbit provides a good 'window' for transmission of intracranial sounds, and there is very minimal bony dissipation. The orbital bruits result from turbulence in the intracranial or extracranial vessels. [3] The orbit is the preferred location for auscultation of faint cranial bruit. Basic causes of orbital bruits can include:", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. A bruit is defined as 'an audible vascular sound associated with turbulent blood flow. Although usually heard with the stethoscope, such sounds may occasionally also be palpated as a thrill'. [3] The orbit provides a good 'window' for transmission of intracranial sounds, and there is very minimal bony dissipation. The orbital bruits result from turbulence in the intracranial or extracranial vessels. [3] The orbit is the preferred location for auscultation of faint cranial bruit. Basic causes of orbital bruits can include:"}
{"id": "article-28585_5", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "Stenosis of an artery causing turbulent flow - the bruit is usually heard at the location of stenosis or proximal to it. Increased compensatory blood flow through other arteries or contralateral artery may also cause the bruit [4] [5] [4] Stenosis or occlusion of the internal carotid artery (intracranial or extracranial)-ipsilateral or contralateral Atherosclerosis of carotid vessels", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. Stenosis of an artery causing turbulent flow - the bruit is usually heard at the location of stenosis or proximal to it. Increased compensatory blood flow through other arteries or contralateral artery may also cause the bruit [4] [5] [4] Stenosis or occlusion of the internal carotid artery (intracranial or extracranial)-ipsilateral or contralateral Atherosclerosis of carotid vessels"}
{"id": "article-28585_6", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "Lesions with high vascularity/flow or dilated vasculature Arteriovenous malformations Cerebral hemangioma", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. Lesions with high vascularity/flow or dilated vasculature Arteriovenous malformations Cerebral hemangioma"}
{"id": "article-28585_7", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "Hyperdynamic circulation and increased cardiac output: Thyrotoxicosis Severe Anemia Paget disease Beriberi", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. Hyperdynamic circulation and increased cardiac output: Thyrotoxicosis Severe Anemia Paget disease Beriberi"}
{"id": "article-28585_8", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "The rapid shift of blood from a high-pressure area (artery) to a low-pressure area (vein) or anomalous vascular arteriovenous connection Carotid-cavernous fistula", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. The rapid shift of blood from a high-pressure area (artery) to a low-pressure area (vein) or anomalous vascular arteriovenous connection Carotid-cavernous fistula"}
{"id": "article-28585_9", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "An orbital bruit may also be due to transmitted sound from the heart or other vessels including: Aortic stenosis An aortic aneurysm", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. An orbital bruit may also be due to transmitted sound from the heart or other vessels including: Aortic stenosis An aortic aneurysm"}
{"id": "article-28585_10", "title": "Riesman Sign -- Clinical Significance -- Pathomechanism", "content": "An orbital bruit may also be noted in [3] [6] [7] [8] [9] Normal infants and children below 6 years Subarachnoid hemorrhage Migraine Increased intracranial tension Cerebrovascular accidents/ cerebral stroke/ large cerebral infarct or transient ischemic attack Vasculitis Giant cell arteritis Churg-Strauss vasculitis", "contents": "Riesman Sign -- Clinical Significance -- Pathomechanism. An orbital bruit may also be noted in [3] [6] [7] [8] [9] Normal infants and children below 6 years Subarachnoid hemorrhage Migraine Increased intracranial tension Cerebrovascular accidents/ cerebral stroke/ large cerebral infarct or transient ischemic attack Vasculitis Giant cell arteritis Churg-Strauss vasculitis"}
{"id": "article-28585_11", "title": "Riesman Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Riesman Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}