{"id": "article-105833_0", "title": "Assisting Patients With Elimination -- Definition/Introduction", "content": "Assisting patients with elimination is an essential aspect of the nurse's role and has important medical significance as well as psychosocial effects on the client's quality of life. [1] As the pattern of healthy bowel movements and urination vary in different patient groups, the management for each patient population may differ. Nurses need to assist with healthy elimination patterns to ensure patients are having regular soft bowel movements and adequate urination and to identify abnormal patterns such as flatulence, constipation, diarrhea, incontinence, fecal impaction, hemorrhoids as well as polyuria, anuria, and other abnormalities which can be signs of underlying medical conditions.", "contents": "Assisting Patients With Elimination -- Definition/Introduction. Assisting patients with elimination is an essential aspect of the nurse's role and has important medical significance as well as psychosocial effects on the client's quality of life. [1] As the pattern of healthy bowel movements and urination vary in different patient groups, the management for each patient population may differ. Nurses need to assist with healthy elimination patterns to ensure patients are having regular soft bowel movements and adequate urination and to identify abnormal patterns such as flatulence, constipation, diarrhea, incontinence, fecal impaction, hemorrhoids as well as polyuria, anuria, and other abnormalities which can be signs of underlying medical conditions."}
{"id": "article-105833_1", "title": "Assisting Patients With Elimination -- Issues of Concern", "content": "While there are pharmacologic alternatives to assist with elimination issues, assistance by nurses is often required. For instance, in abdominal pain syndrome and constipation, studies show that abdominal massage appears to increase bowel function, but without the negative effects of laxatives. [2]", "contents": "Assisting Patients With Elimination -- Issues of Concern. While there are pharmacologic alternatives to assist with elimination issues, assistance by nurses is often required. For instance, in abdominal pain syndrome and constipation, studies show that abdominal massage appears to increase bowel function, but without the negative effects of laxatives. [2]"}
{"id": "article-105833_2", "title": "Assisting Patients With Elimination -- Issues of Concern", "content": "Conversely, certain medications can cause constipation, diarrhea, and hinder or exacerbate elimination. Opioids, NSAIDs, antibiotics, anticoagulants, can all induce constipation. [3] It is vital nurses know which patients are at risk for bowel and bladder disruption and monitor them for these issues.", "contents": "Assisting Patients With Elimination -- Issues of Concern. Conversely, certain medications can cause constipation, diarrhea, and hinder or exacerbate elimination. Opioids, NSAIDs, antibiotics, anticoagulants, can all induce constipation. [3] It is vital nurses know which patients are at risk for bowel and bladder disruption and monitor them for these issues."}
{"id": "article-105833_3", "title": "Assisting Patients With Elimination -- Issues of Concern", "content": "The nursing team must provide strong supportive communication when assisting clients with elimination. A study found that the nurse's attitudes toward excretion-related nursing care strongly influenced the use of a toilet and physical functions of the elderly. [4] Patients may be reluctant to discuss their bowel and bladder problems due to embarrassment. It is vital that nurses maintain open communication and empathy with their clients and ask questions as well as physically assess patients for signs of bladder and bowel irregularities. [5] [6]", "contents": "Assisting Patients With Elimination -- Issues of Concern. The nursing team must provide strong supportive communication when assisting clients with elimination. A study found that the nurse's attitudes toward excretion-related nursing care strongly influenced the use of a toilet and physical functions of the elderly. [4] Patients may be reluctant to discuss their bowel and bladder problems due to embarrassment. It is vital that nurses maintain open communication and empathy with their clients and ask questions as well as physically assess patients for signs of bladder and bowel irregularities. [5] [6]"}
{"id": "article-105833_4", "title": "Assisting Patients With Elimination -- Clinical Significance", "content": "Elimination issues may occur due to a variety of different medical conditions; for instance, post-surgical patients are at risk for ileus, congenital malformations in infants can cause bowel and bladder disruption, and cancer patients and the elderly can have altered elimination secondary to drugs and therapy. [7] [8]", "contents": "Assisting Patients With Elimination -- Clinical Significance. Elimination issues may occur due to a variety of different medical conditions; for instance, post-surgical patients are at risk for ileus, congenital malformations in infants can cause bowel and bladder disruption, and cancer patients and the elderly can have altered elimination secondary to drugs and therapy. [7] [8]"}
{"id": "article-105833_5", "title": "Assisting Patients With Elimination -- Clinical Significance", "content": "The inability to effectively eliminate waste products from the bowel and bladder may lead to serious medical conditions and can be a psychosocial factor contributing to decreased quality of living. [5] Special consideration is necessary for patients at risk for bowel and bladder dysfunction such as patients with decreased fiber or fluid intake, or those with decreased bulk in their diet, patients on bed rest, those with kidney, CNS, or heart disease, the elderly, infants and cancer patients. [6]", "contents": "Assisting Patients With Elimination -- Clinical Significance. The inability to effectively eliminate waste products from the bowel and bladder may lead to serious medical conditions and can be a psychosocial factor contributing to decreased quality of living. [5] Special consideration is necessary for patients at risk for bowel and bladder dysfunction such as patients with decreased fiber or fluid intake, or those with decreased bulk in their diet, patients on bed rest, those with kidney, CNS, or heart disease, the elderly, infants and cancer patients. [6]"}
{"id": "article-105833_6", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Management may differ based on the diagnosis of the patient. For instance, a study found that enterally fed preterm infants would benefit from abdominal massage twice a day, whereas cancer patients with elimination issues may benefit from Sitz baths. [9] [7] [10]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions. Management may differ based on the diagnosis of the patient. For instance, a study found that enterally fed preterm infants would benefit from abdominal massage twice a day, whereas cancer patients with elimination issues may benefit from Sitz baths. [9] [7] [10]"}
{"id": "article-105833_7", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Non-invasive interventions such as repositioning the patient, providing counseling in regards to a high fiber diet rich in prunes, stool softeners, removing drugs that may be causing gastrointestinal or genitourinary side effects, and abdominal massage can aid the patient in elimination. Additionally, more invasive interventions such as the use of suppositories, urinary catheters, enemas, bowel and bladder training, and management can also help clients who have failed initial interventions. [6]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions. Non-invasive interventions such as repositioning the patient, providing counseling in regards to a high fiber diet rich in prunes, stool softeners, removing drugs that may be causing gastrointestinal or genitourinary side effects, and abdominal massage can aid the patient in elimination. Additionally, more invasive interventions such as the use of suppositories, urinary catheters, enemas, bowel and bladder training, and management can also help clients who have failed initial interventions. [6]"}
{"id": "article-105833_8", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Urinary catheterization for retention is possible with the use of ointments such as zinc oxide and topical agents to keep the skin protected. A recent meta-analysis found that periurethral cleaning with water before urinary catheterization is as effective as using anti-septic agents and does not increase the risk of UTI's. [11] Bladder, colostomy, and urinary catheter irrigations can also be performed to assist with elimination. [11]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions. Urinary catheterization for retention is possible with the use of ointments such as zinc oxide and topical agents to keep the skin protected. A recent meta-analysis found that periurethral cleaning with water before urinary catheterization is as effective as using anti-septic agents and does not increase the risk of UTI's. [11] Bladder, colostomy, and urinary catheter irrigations can also be performed to assist with elimination. [11]"}
{"id": "article-105833_9", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Various enemas can also be used depending on the issue; cleansing enemas are used before procedures like colonoscopies to clean the colon of fecal material for optimal visualization, retention enemas may help lubricate the rectum and deliver medication, and lastly, return-flow enemas are often used after anesthesia to stimulate peristalsis. [12]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions. Various enemas can also be used depending on the issue; cleansing enemas are used before procedures like colonoscopies to clean the colon of fecal material for optimal visualization, retention enemas may help lubricate the rectum and deliver medication, and lastly, return-flow enemas are often used after anesthesia to stimulate peristalsis. [12]"}
{"id": "article-105833_10", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "If less invasive techniques are unsuccessful, colostomies, or urostomies are options. However, given that these are invasive procedures, there is an increased risk of complications such as infections, B12 deficiency, dehiscence, and necrosis, and these patients require thorough monitoring. [13]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions. If less invasive techniques are unsuccessful, colostomies, or urostomies are options. However, given that these are invasive procedures, there is an increased risk of complications such as infections, B12 deficiency, dehiscence, and necrosis, and these patients require thorough monitoring. [13]"}
{"id": "article-105833_11", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Invasive methods may lead to long term adverse outcomes. A study found that decreasing the use of the invasive practices routinely adopted in nursing homes (laxatives, enemas, rectal exploration) improved constipation in nursing home residents. [14] Thus, empathetic nursing care, counseling, and non-invasive methods are ideal for improving excretion issues.", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Interventions. Invasive methods may lead to long term adverse outcomes. A study found that decreasing the use of the invasive practices routinely adopted in nursing homes (laxatives, enemas, rectal exploration) improved constipation in nursing home residents. [14] Thus, empathetic nursing care, counseling, and non-invasive methods are ideal for improving excretion issues."}
{"id": "article-105833_12", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Any patient without a bowel movement for several days requires assessment for constipation or small bowel obstruction. Nurses may assess bladder function by measuring the amount of residual urine. On average, adults urinate 30 mL each hour. [4] Secondary complications of disrupted elimination such as delirium secondary to UTI’s, or a positive FOBT secondary to ulcers or hemorrhoids also need monitoring. [15]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Monitoring. Any patient without a bowel movement for several days requires assessment for constipation or small bowel obstruction. Nurses may assess bladder function by measuring the amount of residual urine. On average, adults urinate 30 mL each hour. [4] Secondary complications of disrupted elimination such as delirium secondary to UTI’s, or a positive FOBT secondary to ulcers or hemorrhoids also need monitoring. [15]"}
{"id": "article-105833_13", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "It is also essential to monitor elimination to prevent the spread of hospital-acquired infections such as Clostridium difficile and to isolate the client and use hand hygiene and gown and glove precautions when assisting the patient. [16]", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Monitoring. It is also essential to monitor elimination to prevent the spread of hospital-acquired infections such as Clostridium difficile and to isolate the client and use hand hygiene and gown and glove precautions when assisting the patient. [16]"}
{"id": "article-105833_14", "title": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Thus, by following these methods and being knowledgeable about elimination and the complications associated with patient elimination, nurses can adequately assist with this fundamental aspect of patient care.", "contents": "Assisting Patients With Elimination -- Nursing, Allied Health, and Interprofessional Team Monitoring. Thus, by following these methods and being knowledgeable about elimination and the complications associated with patient elimination, nurses can adequately assist with this fundamental aspect of patient care."}
{"id": "article-105833_15", "title": "Assisting Patients With Elimination -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Assisting Patients With Elimination -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}