{"id": "article-17697_0", "title": "Antihypertensive Medications -- Continuing Education Activity", "content": "Hypertension (HTN) is considered one of the leading causes of increased cardiovascular disease. Lowering blood pressure does reduce cardiovascular risks; maintaining systolic blood pressure of less than 130 mm Hg demonstrably prevents complications in patients with heart failure, diabetes, coronary artery disease, stroke, and other cardiovascular diseases. This activity discusses the guidelines for selecting the appropriate antihypertensive medications. It presents the different classes for first, second, and third-line treatments for hypertension and highlights the indications and side effects. It highlights the studies done to compare different classes of antihypertensive medications and indications for each class.", "contents": "Antihypertensive Medications -- Continuing Education Activity. Hypertension (HTN) is considered one of the leading causes of increased cardiovascular disease. Lowering blood pressure does reduce cardiovascular risks; maintaining systolic blood pressure of less than 130 mm Hg demonstrably prevents complications in patients with heart failure, diabetes, coronary artery disease, stroke, and other cardiovascular diseases. This activity discusses the guidelines for selecting the appropriate antihypertensive medications. It presents the different classes for first, second, and third-line treatments for hypertension and highlights the indications and side effects. It highlights the studies done to compare different classes of antihypertensive medications and indications for each class."}
{"id": "article-17697_1", "title": "Antihypertensive Medications -- Continuing Education Activity", "content": "Objectives: Describe the guidelines for using antihypertensive medications and guide the treatment choices for first-line treatment. Review the different anti-hypertensive medication classes, summarizing the guidelines for the indication to use combination treatment when mono-therapy fails. Outline the significant side effects of each class of antihypertensive medications. Identify the approach of the interprofessional team to identify an appropriate care plan for a hypertension patient. Access free multiple choice questions on this topic.", "contents": "Antihypertensive Medications -- Continuing Education Activity. Objectives: Describe the guidelines for using antihypertensive medications and guide the treatment choices for first-line treatment. Review the different anti-hypertensive medication classes, summarizing the guidelines for the indication to use combination treatment when mono-therapy fails. Outline the significant side effects of each class of antihypertensive medications. Identify the approach of the interprofessional team to identify an appropriate care plan for a hypertension patient. Access free multiple choice questions on this topic."}
{"id": "article-17697_2", "title": "Antihypertensive Medications -- Indications", "content": "Hypertension (HTN) is considered one of the leading causes of increased cardiovascular disease. The 2017 American College of Cardiology (ACC) and American Heart Association (AHA) definition of HTN stages is: Normal blood pressure (BP): systolic BP is less than 120, and diastolic BP is less than 80. Elevated BP: systolic BP is 120 to 130, and diastolic BP is less than 80. Stage 1 HTN: systolic BP 130 to 139 or diastolic BP 80 to 89. Stage 2 HTN: systolic BP at least 140 or diastolic at least 90. Hypertensive crises: systolic BP over 180 and/or diastolic BP over 120.", "contents": "Antihypertensive Medications -- Indications. Hypertension (HTN) is considered one of the leading causes of increased cardiovascular disease. The 2017 American College of Cardiology (ACC) and American Heart Association (AHA) definition of HTN stages is: Normal blood pressure (BP): systolic BP is less than 120, and diastolic BP is less than 80. Elevated BP: systolic BP is 120 to 130, and diastolic BP is less than 80. Stage 1 HTN: systolic BP 130 to 139 or diastolic BP 80 to 89. Stage 2 HTN: systolic BP at least 140 or diastolic at least 90. Hypertensive crises: systolic BP over 180 and/or diastolic BP over 120."}
{"id": "article-17697_3", "title": "Antihypertensive Medications -- Indications", "content": "In the 2019 ACC/AHA Guideline on the Primary Prevention of Cardiovascular Disease, all patients with elevated blood pressure are recommended to have lifestyle modifications as initial treatment, including weight loss, a healthy heart diet, increased physical activity, a low sodium diet, and limitation of alcohol consumption.", "contents": "Antihypertensive Medications -- Indications. In the 2019 ACC/AHA Guideline on the Primary Prevention of Cardiovascular Disease, all patients with elevated blood pressure are recommended to have lifestyle modifications as initial treatment, including weight loss, a healthy heart diet, increased physical activity, a low sodium diet, and limitation of alcohol consumption."}
{"id": "article-17697_4", "title": "Antihypertensive Medications -- Indications", "content": "In patients with stage 1 HTN, recommendations are to start antihypertensive medications if the patient has a 10-year ASCVD risk of 10% or higher with a target of BP less than 130/80 to prevent patients from cardiovascular events. The recommendation is for patients with stage 1 HTN and a 10-year ASCVD risk of less than 10% to have lifestyle modification measures.", "contents": "Antihypertensive Medications -- Indications. In patients with stage 1 HTN, recommendations are to start antihypertensive medications if the patient has a 10-year ASCVD risk of 10% or higher with a target of BP less than 130/80 to prevent patients from cardiovascular events. The recommendation is for patients with stage 1 HTN and a 10-year ASCVD risk of less than 10% to have lifestyle modification measures."}
{"id": "article-17697_5", "title": "Antihypertensive Medications -- Indications", "content": "All patients with stage 2 HTN should start antihypertensive medications to lower BP to a target lower than 130/80 mm Hg, even if the 10-year ASCVD risk is less than 10%.", "contents": "Antihypertensive Medications -- Indications. All patients with stage 2 HTN should start antihypertensive medications to lower BP to a target lower than 130/80 mm Hg, even if the 10-year ASCVD risk is less than 10%."}
{"id": "article-17697_6", "title": "Antihypertensive Medications -- Indications", "content": "In patients with chronic kidney disease, the target BP is 130/80", "contents": "Antihypertensive Medications -- Indications. In patients with chronic kidney disease, the target BP is 130/80"}
{"id": "article-17697_7", "title": "Antihypertensive Medications -- Indications", "content": "For patients with type 2 diabetes mellitus (T2DM), it is recommended to start on antihypertensive medications if BP is more than 130/80 mm Hg with a goal of BP lower than 130/80 mm Hg.", "contents": "Antihypertensive Medications -- Indications. For patients with type 2 diabetes mellitus (T2DM), it is recommended to start on antihypertensive medications if BP is more than 130/80 mm Hg with a goal of BP lower than 130/80 mm Hg."}
{"id": "article-17697_8", "title": "Antihypertensive Medications -- Indications", "content": "Antihypertensive medication treatment usually starts as monotherapy after the failure of conservative management with lifestyle modification. The use of combination therapy is common when patients fail the monotherapy approach.", "contents": "Antihypertensive Medications -- Indications. Antihypertensive medication treatment usually starts as monotherapy after the failure of conservative management with lifestyle modification. The use of combination therapy is common when patients fail the monotherapy approach."}
{"id": "article-17697_9", "title": "Antihypertensive Medications -- Indications", "content": "Lowering blood pressure does reduce cardiovascular risks; maintaining a systolic blood pressure of less than 130 mm Hg has been shown to prevent complications in patients with heart failure, diabetes, coronary artery disease, stroke, and other cardiovascular diseases. [1] The response to initial monotherapy is affected by age and race.", "contents": "Antihypertensive Medications -- Indications. Lowering blood pressure does reduce cardiovascular risks; maintaining a systolic blood pressure of less than 130 mm Hg has been shown to prevent complications in patients with heart failure, diabetes, coronary artery disease, stroke, and other cardiovascular diseases. [1] The response to initial monotherapy is affected by age and race."}
{"id": "article-17697_10", "title": "Antihypertensive Medications -- Indications", "content": "There are multiple classes of antihypertensive medications used for the treatment of HTN; the most recommended classes used as first-line for treatment are: Thiazide-type diuretics Calcium channel blockers Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs)", "contents": "Antihypertensive Medications -- Indications. There are multiple classes of antihypertensive medications used for the treatment of HTN; the most recommended classes used as first-line for treatment are: Thiazide-type diuretics Calcium channel blockers Angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs)"}
{"id": "article-17697_11", "title": "Antihypertensive Medications -- Indications -- Thiazide Diuretics", "content": "Thiazide and thiazide-like diuretics are usually the first line of treatment for hypertension; in JNC8 guidelines, the thiazide diuretics can be used as the first-line treatment for HTN (either alone or in combination with other antihypertensives) in all age groups regardless of race unless the patient has evidence of chronic kidney disease where angiotensin-converting enzyme inhibitor or angiotensin II receptor blocker is indicated. [2]", "contents": "Antihypertensive Medications -- Indications -- Thiazide Diuretics. Thiazide and thiazide-like diuretics are usually the first line of treatment for hypertension; in JNC8 guidelines, the thiazide diuretics can be used as the first-line treatment for HTN (either alone or in combination with other antihypertensives) in all age groups regardless of race unless the patient has evidence of chronic kidney disease where angiotensin-converting enzyme inhibitor or angiotensin II receptor blocker is indicated. [2]"}
{"id": "article-17697_12", "title": "Antihypertensive Medications -- Indications -- Thiazide Diuretics", "content": "The Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial ALLHAT study recommended thiazide diuretics as the first line of treatment for hypertension unless there are contraindications. Treatment with hydrochlorothiazide as a single agent with a dose of 12.5 mg or 25 mg daily showed no evidence of decreasing morbidity or mortality. [3]", "contents": "Antihypertensive Medications -- Indications -- Thiazide Diuretics. The Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial ALLHAT study recommended thiazide diuretics as the first line of treatment for hypertension unless there are contraindications. Treatment with hydrochlorothiazide as a single agent with a dose of 12.5 mg or 25 mg daily showed no evidence of decreasing morbidity or mortality. [3]"}
{"id": "article-17697_13", "title": "Antihypertensive Medications -- Indications -- Thiazide Diuretics", "content": "Research shows that thiazide-type diuretics (chlorthalidone and indapamide) are superior in preventing cardiovascular disease at a lower cost. Recommendations are to start them as first-line treatment for hypertension. Multiple studies have shown that thiazide-like diuretics (chlorthalidone and indapamide) in hypertension treatment are more potent than hydrochlorothiazide. They are better at decreasing the risk of cardiovascular disease compared to hydrochlorothiazide. [4] [5]", "contents": "Antihypertensive Medications -- Indications -- Thiazide Diuretics. Research shows that thiazide-type diuretics (chlorthalidone and indapamide) are superior in preventing cardiovascular disease at a lower cost. Recommendations are to start them as first-line treatment for hypertension. Multiple studies have shown that thiazide-like diuretics (chlorthalidone and indapamide) in hypertension treatment are more potent than hydrochlorothiazide. They are better at decreasing the risk of cardiovascular disease compared to hydrochlorothiazide. [4] [5]"}
{"id": "article-17697_14", "title": "Antihypertensive Medications -- Indications -- Thiazide Diuretics", "content": "Chlorthalidone is the drug of choice to start as monotherapy for hypertension. Studies show it to be the best diuretic to control blood pressure and prevent mortality and morbidity. [6] [7] It demonstrated greater effectiveness than hydrochlorothiazide in lowering blood pressure when researchers monitored 24-hour ambulatory blood pressure. [4] Hydrochlorothiazide has a shorter effect during the day in a study that compared the office blood pressure reading with the 24-hour ambulatory blood pressure readings. [8] Switching to chlorthalidone from hydrochlorothiazide decreases systolic blood pressure by 7 to 8 mm Hg. [9]", "contents": "Antihypertensive Medications -- Indications -- Thiazide Diuretics. Chlorthalidone is the drug of choice to start as monotherapy for hypertension. Studies show it to be the best diuretic to control blood pressure and prevent mortality and morbidity. [6] [7] It demonstrated greater effectiveness than hydrochlorothiazide in lowering blood pressure when researchers monitored 24-hour ambulatory blood pressure. [4] Hydrochlorothiazide has a shorter effect during the day in a study that compared the office blood pressure reading with the 24-hour ambulatory blood pressure readings. [8] Switching to chlorthalidone from hydrochlorothiazide decreases systolic blood pressure by 7 to 8 mm Hg. [9]"}
{"id": "article-17697_15", "title": "Antihypertensive Medications -- Indications -- Thiazide Diuretics", "content": "The Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT) showed that chlorthalidone at 12.5 to 25 mg/day caused fewer cardiovascular complications than amlodipine and lisinopril.", "contents": "Antihypertensive Medications -- Indications -- Thiazide Diuretics. The Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT) showed that chlorthalidone at 12.5 to 25 mg/day caused fewer cardiovascular complications than amlodipine and lisinopril."}
{"id": "article-17697_16", "title": "Antihypertensive Medications -- Indications -- Thiazide Diuretics", "content": "Chlorthalidone is the first choice for older patients with osteoporosis, as it was associated with a lower incidence of pelvic fractures when compared to amlodipine and lisinopril. [10] Compared with doxazosin mesylate and lisinopril, chlorthalidone was better in preventing cardiovascular disease, including strokes and incidence, and when compared with amlodipine, it was better in preventing heart failure. [11]", "contents": "Antihypertensive Medications -- Indications -- Thiazide Diuretics. Chlorthalidone is the first choice for older patients with osteoporosis, as it was associated with a lower incidence of pelvic fractures when compared to amlodipine and lisinopril. [10] Compared with doxazosin mesylate and lisinopril, chlorthalidone was better in preventing cardiovascular disease, including strokes and incidence, and when compared with amlodipine, it was better in preventing heart failure. [11]"}
{"id": "article-17697_17", "title": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs", "content": "Same as thiazide-type diuretics, CCBs are recommended in JNC8 guidelines to be used as a first-line treatment alone or in combination with other antihypertensives in all patients with HTN regardless of age and race, except for patients with chronic kidney disease where ACE inhibitors or ARBs are the recommended first-line treatment. [2]", "contents": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs. Same as thiazide-type diuretics, CCBs are recommended in JNC8 guidelines to be used as a first-line treatment alone or in combination with other antihypertensives in all patients with HTN regardless of age and race, except for patients with chronic kidney disease where ACE inhibitors or ARBs are the recommended first-line treatment. [2]"}
{"id": "article-17697_18", "title": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs", "content": "CCBs have been shown to decrease all cardiovascular events other than heart failure, similar to thiazide diuretics. They can be used as the best alternative to thiazides when patients do not tolerate thiazides. [6] CCBs divide into two groups: dihydropyridines and non-dihydropyridines", "contents": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs. CCBs have been shown to decrease all cardiovascular events other than heart failure, similar to thiazide diuretics. They can be used as the best alternative to thiazides when patients do not tolerate thiazides. [6] CCBs divide into two groups: dihydropyridines and non-dihydropyridines"}
{"id": "article-17697_19", "title": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs", "content": "Dihydropyridines are more potent as vasodilators and are used more for HTN treatment. They have less effect on heart contractility and conduction. For this, they are used more for the management of HTN. Nifedipine and amlodipine are the most used medications in this group. Non-dihydropyridines are less potent as vasodilators and have a better effect on cardiac contractility and conduction. They are used more as antiarrhythmic medications and less for HTN treatment. For African descent patients, initial treatment for hypertension (without evidence of heart failure or chronic kidney disease) should include CCB or a thiazide diuretic. [6] Long-acting nifedipine has greater antihypertensive action when compared to amlodipine. [9] Dihydropyridines should not be a primary treatment for congestive heart failure (CHF) but represent a safe additional treatment in these patients for better blood pressure control or angina pectoris.", "contents": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs. Dihydropyridines are more potent as vasodilators and are used more for HTN treatment. They have less effect on heart contractility and conduction. For this, they are used more for the management of HTN. Nifedipine and amlodipine are the most used medications in this group. Non-dihydropyridines are less potent as vasodilators and have a better effect on cardiac contractility and conduction. They are used more as antiarrhythmic medications and less for HTN treatment. For African descent patients, initial treatment for hypertension (without evidence of heart failure or chronic kidney disease) should include CCB or a thiazide diuretic. [6] Long-acting nifedipine has greater antihypertensive action when compared to amlodipine. [9] Dihydropyridines should not be a primary treatment for congestive heart failure (CHF) but represent a safe additional treatment in these patients for better blood pressure control or angina pectoris."}
{"id": "article-17697_20", "title": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs", "content": "Non-dihydropyridines are relatively contraindicated in patients with CHF with reduced ejection fraction, second and third-degree heart blocks, and in patients with sick sinus syndrome.", "contents": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs. Non-dihydropyridines are relatively contraindicated in patients with CHF with reduced ejection fraction, second and third-degree heart blocks, and in patients with sick sinus syndrome."}
{"id": "article-17697_21", "title": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs", "content": "Compared to valsartan in a study, amlodipine was found to have better control of 24-hour ambulatory blood pressure. In the ASCOT trial, amlodipine was found to be better than atenolol in lowering the risk of cardiovascular disease and is associated with less risk of diabetes development. [12] Compared to thiazide diuretics, amlodipine was equally effective in reducing cardiovascular disease risk regardless of the patient's weight, while thiazides are less effective in normal body mass index (BMI) patients than in patients with obesity. [13]", "contents": "Antihypertensive Medications -- Indications -- Calcium Channel Blockers CCBs. Compared to valsartan in a study, amlodipine was found to have better control of 24-hour ambulatory blood pressure. In the ASCOT trial, amlodipine was found to be better than atenolol in lowering the risk of cardiovascular disease and is associated with less risk of diabetes development. [12] Compared to thiazide diuretics, amlodipine was equally effective in reducing cardiovascular disease risk regardless of the patient's weight, while thiazides are less effective in normal body mass index (BMI) patients than in patients with obesity. [13]"}
{"id": "article-17697_22", "title": "Antihypertensive Medications -- Indications -- ACE Inhibitors and ARBs", "content": "ACE inhibitors and ARBs are the antihypertensives of choice for patients with heart failure and chronic kidney disease. They are indicated as first-line treatment for patients with chronic kidney disease with evidence of proteinuria. JNC8 guidelines list these two classes of antihypertensive medications as first-line treatment for HTN for non-black patients, along with thiazides and CCBs. [2] Independent of their antihypertensive effect, they are proven to have a cardioprotective effect in patients with a high risk of cardiovascular disease.", "contents": "Antihypertensive Medications -- Indications -- ACE Inhibitors and ARBs. ACE inhibitors and ARBs are the antihypertensives of choice for patients with heart failure and chronic kidney disease. They are indicated as first-line treatment for patients with chronic kidney disease with evidence of proteinuria. JNC8 guidelines list these two classes of antihypertensive medications as first-line treatment for HTN for non-black patients, along with thiazides and CCBs. [2] Independent of their antihypertensive effect, they are proven to have a cardioprotective effect in patients with a high risk of cardiovascular disease."}
{"id": "article-17697_23", "title": "Antihypertensive Medications -- Indications -- ACE Inhibitors and ARBs", "content": "Both classes have similar efficacy and share the same indications for treatment; they are both recommended as first-line treatment for patients with left ventricular dysfunction and ST-elevation MI or non-ST elevation MI with the presence of diabetes, systolic dysfunction, or anterior infarct. Thiazide is better than ACE inhibitors in decreasing blood pressure and preventing stroke; CCBs are better than ACE inhibitors in lowering blood pressure and preventing stroke and heart failure. [6]", "contents": "Antihypertensive Medications -- Indications -- ACE Inhibitors and ARBs. Both classes have similar efficacy and share the same indications for treatment; they are both recommended as first-line treatment for patients with left ventricular dysfunction and ST-elevation MI or non-ST elevation MI with the presence of diabetes, systolic dysfunction, or anterior infarct. Thiazide is better than ACE inhibitors in decreasing blood pressure and preventing stroke; CCBs are better than ACE inhibitors in lowering blood pressure and preventing stroke and heart failure. [6]"}
{"id": "article-17697_24", "title": "Antihypertensive Medications -- Indications -- ACE Inhibitors and ARBs", "content": "Ramipril has been shown to decrease mortality, the incidence of stroke, and MIs when used in patients with symptomatic heart failure or asymptomatic patients with low ejection fraction. The research found perindopril decreases cardiovascular events when used in a patient with stable coronary artery disease and normal systolic dysfunction. Compared with atenolol, losartan was found to be better in reducing morbidity and mortality and better in lowering blood pressure. Comparing ramipril with telmisartan, they were equivalent in effect in diabetic or heart failure patients, with telmisartan showing a correlation with less angioedema. [14]", "contents": "Antihypertensive Medications -- Indications -- ACE Inhibitors and ARBs. Ramipril has been shown to decrease mortality, the incidence of stroke, and MIs when used in patients with symptomatic heart failure or asymptomatic patients with low ejection fraction. The research found perindopril decreases cardiovascular events when used in a patient with stable coronary artery disease and normal systolic dysfunction. Compared with atenolol, losartan was found to be better in reducing morbidity and mortality and better in lowering blood pressure. Comparing ramipril with telmisartan, they were equivalent in effect in diabetic or heart failure patients, with telmisartan showing a correlation with less angioedema. [14]"}
{"id": "article-17697_25", "title": "Antihypertensive Medications -- Indications -- Beta-Blockers", "content": "Beta-blockers are not indicated as primary treatment for hypertension unless there is a specific indication of heart failure and myocardial infarction. [15]", "contents": "Antihypertensive Medications -- Indications -- Beta-Blockers. Beta-blockers are not indicated as primary treatment for hypertension unless there is a specific indication of heart failure and myocardial infarction. [15]"}
{"id": "article-17697_26", "title": "Antihypertensive Medications -- Indications -- Beta-Blockers", "content": "Beta-blockers are associated with decreased cardiovascular morbidity and mortality when used in younger patients but are less protective in patients older than 65 and were noted to be associated with an increased risk of strokes. [15] [16] [17]", "contents": "Antihypertensive Medications -- Indications -- Beta-Blockers. Beta-blockers are associated with decreased cardiovascular morbidity and mortality when used in younger patients but are less protective in patients older than 65 and were noted to be associated with an increased risk of strokes. [15] [16] [17]"}
{"id": "article-17697_27", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "When a patient fails a monotherapy for HTN, a combination should merit consideration. Combining two antihypertensive medications should be a therapeutic option for patients with stage 2 hypertension. [6] One study showed the reduction in blood pressure when drugs from two different classes are combined is approximately five times greater than when the dose of one drug dose doubles. [18]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. When a patient fails a monotherapy for HTN, a combination should merit consideration. Combining two antihypertensive medications should be a therapeutic option for patients with stage 2 hypertension. [6] One study showed the reduction in blood pressure when drugs from two different classes are combined is approximately five times greater than when the dose of one drug dose doubles. [18]"}
{"id": "article-17697_28", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "A combination of ARB-diuretic or ACE inhibitor-CBB is superior to the beta-blocker-diuretic combination. [19] The beta-blocker and diuretic combination is associated with a higher incidence of diabetes. Clinicians should use combinations containing beta-blockers when beta-blockers are indicated in patients with heart failure, tachycardia, or post-MI patients. A combination of thiazide with a potassium-sparing diuretic is as effective as CCB monotherapy in HTN management and showed less incidence of hypokalemia when compared to hydrochlorothiazide monotherapy [19]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. A combination of ARB-diuretic or ACE inhibitor-CBB is superior to the beta-blocker-diuretic combination. [19] The beta-blocker and diuretic combination is associated with a higher incidence of diabetes. Clinicians should use combinations containing beta-blockers when beta-blockers are indicated in patients with heart failure, tachycardia, or post-MI patients. A combination of thiazide with a potassium-sparing diuretic is as effective as CCB monotherapy in HTN management and showed less incidence of hypokalemia when compared to hydrochlorothiazide monotherapy [19]"}
{"id": "article-17697_29", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "Combination formulations of CCB and diuretics are not as common; ARBs or ACE inhibitor-based combinations are preferred when a combination is required. These types of combinations (ACE inhibitors or ARB-based combinations) should be used in patients with CKD. [19] [20]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. Combination formulations of CCB and diuretics are not as common; ARBs or ACE inhibitor-based combinations are preferred when a combination is required. These types of combinations (ACE inhibitors or ARB-based combinations) should be used in patients with CKD. [19] [20]"}
{"id": "article-17697_30", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "The combination of benazepril-amlodipine is superior to the benazepril-hydrochlorothiazide combination in decreasing the incidence of cardiovascular events in patients with high risk, and it decreases the progression of nephropathy. [21] [22] The ACE inhibitor-ARB combination is not recommended; it showed a higher incidence of side effects with no added benefits. [14] [23]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. The combination of benazepril-amlodipine is superior to the benazepril-hydrochlorothiazide combination in decreasing the incidence of cardiovascular events in patients with high risk, and it decreases the progression of nephropathy. [21] [22] The ACE inhibitor-ARB combination is not recommended; it showed a higher incidence of side effects with no added benefits. [14] [23]"}
{"id": "article-17697_31", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "When the combination of 2 medications does not achieve the treatment goal, a third agent should be added, usually done by adding a third agent of the first line group of drugs (thiazide-like diuretics, CCB, ACE inhibitors, and ARBs). When the patient fails the three-drug regimen, the clinician should consider treatment for resistant HTN, adding a fourth antihypertensive agent from any other classes. [19]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. When the combination of 2 medications does not achieve the treatment goal, a third agent should be added, usually done by adding a third agent of the first line group of drugs (thiazide-like diuretics, CCB, ACE inhibitors, and ARBs). When the patient fails the three-drug regimen, the clinician should consider treatment for resistant HTN, adding a fourth antihypertensive agent from any other classes. [19]"}
{"id": "article-17697_32", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "Loop diuretics are more effective than thiazides in patients with a low estimated glomerular filtration rate of less than 30 mL/min. They have been approved to treat peripheral edema associated with congestive heart failure and other noncardiac causes of edema, as in liver and kidney diseases. [24] Loop diuretics are not the first-line agents for HTN treatment. [25]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. Loop diuretics are more effective than thiazides in patients with a low estimated glomerular filtration rate of less than 30 mL/min. They have been approved to treat peripheral edema associated with congestive heart failure and other noncardiac causes of edema, as in liver and kidney diseases. [24] Loop diuretics are not the first-line agents for HTN treatment. [25]"}
{"id": "article-17697_33", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "Potassium Sparing Diuretics: \"Mineralocorticoid receptor antagonists\" are not usually used as first-line treatment. Spironolactone and eplerenone are considered good in hypertension treatment when added to other antihypertensive medications in resistant HTN; this group of medications is effective when added to triple hypertension medications regimen but should be used cautiously when added to ACE inhibitors or ARBs due to the higher incidence of hyperkalemia. [26] [27] They effectively treat heart failure as they are proven to decrease mortality rates and help decrease hypokalemia rates. Spironolactone is superior to doxazosin and bisoprolol in lowering blood pressure when added to first-line antihypertensive agents in treating resistant hypertension. [28]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. Potassium Sparing Diuretics: \"Mineralocorticoid receptor antagonists\" are not usually used as first-line treatment. Spironolactone and eplerenone are considered good in hypertension treatment when added to other antihypertensive medications in resistant HTN; this group of medications is effective when added to triple hypertension medications regimen but should be used cautiously when added to ACE inhibitors or ARBs due to the higher incidence of hyperkalemia. [26] [27] They effectively treat heart failure as they are proven to decrease mortality rates and help decrease hypokalemia rates. Spironolactone is superior to doxazosin and bisoprolol in lowering blood pressure when added to first-line antihypertensive agents in treating resistant hypertension. [28]"}
{"id": "article-17697_34", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "Hydralazine can be added to a regimen to treat resistant hypertension, either alone or in combination with nitrates, in case of heart failure. Hydralazine is associated with increased sympathetic tone and increased sodium avidity; adding a beta-blocker and loop diuretics helps to decrease these effects. [9] Clonidine is a central alpha-2 agonist; it is not a first-line therapy but can be used as an additional agent when the patient fails combination therapy. The transdermal form is preferred. [9]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. Hydralazine can be added to a regimen to treat resistant hypertension, either alone or in combination with nitrates, in case of heart failure. Hydralazine is associated with increased sympathetic tone and increased sodium avidity; adding a beta-blocker and loop diuretics helps to decrease these effects. [9] Clonidine is a central alpha-2 agonist; it is not a first-line therapy but can be used as an additional agent when the patient fails combination therapy. The transdermal form is preferred. [9]"}
{"id": "article-17697_35", "title": "Antihypertensive Medications -- Indications -- Combination Therapy", "content": "Minoxidil is usually an option when the patient fails treatment with hydralazine. It usually provides good blood pressure control, but it is associated with fluid retention, for which adding a loop diuretic is helpful. It increases the sympathetic tone that may require adding a beta-blocker. [9] Alpha-blockers should not be used to treat hypertension as a first-line agent because they are less effective in preventing cardiovascular disease than other first-line agents. [6]", "contents": "Antihypertensive Medications -- Indications -- Combination Therapy. Minoxidil is usually an option when the patient fails treatment with hydralazine. It usually provides good blood pressure control, but it is associated with fluid retention, for which adding a loop diuretic is helpful. It increases the sympathetic tone that may require adding a beta-blocker. [9] Alpha-blockers should not be used to treat hypertension as a first-line agent because they are less effective in preventing cardiovascular disease than other first-line agents. [6]"}
{"id": "article-17697_36", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "Thiazide and Thiazide like diuretics: mechanism of action for thiazide-type diuretics is not fully understood. Thiazides inhibit sodium transport in the distal tubule by blocking the Na/Cl channels. [29] Thiazides can have a small effect on the proximal tube by impairing sodium transport, but the main action is on the distal tubule. Thiazides cause initial volume depletion associated with decreased cardiac output, which recovers within 6 to 8 weeks of starting the treatment in a reverse autoregulation mechanism while the blood pressure remains controlled; thiazide diuretics can acutely activate the renin-angiotensin system and cause systemic vascular resistance, which prevents a good response to the diuretic treatment, this increase in renin-angiotensin activity may resolve with chronic thiazide treatment, the addition of an ACE inhibitor or ARB can enhance the blood pressure control. Also, the thiazide-type diuretics have a modest vasodilation effect, although the mechanism is still unclear.", "contents": "Antihypertensive Medications -- Mechanism of Action. Thiazide and Thiazide like diuretics: mechanism of action for thiazide-type diuretics is not fully understood. Thiazides inhibit sodium transport in the distal tubule by blocking the Na/Cl channels. [29] Thiazides can have a small effect on the proximal tube by impairing sodium transport, but the main action is on the distal tubule. Thiazides cause initial volume depletion associated with decreased cardiac output, which recovers within 6 to 8 weeks of starting the treatment in a reverse autoregulation mechanism while the blood pressure remains controlled; thiazide diuretics can acutely activate the renin-angiotensin system and cause systemic vascular resistance, which prevents a good response to the diuretic treatment, this increase in renin-angiotensin activity may resolve with chronic thiazide treatment, the addition of an ACE inhibitor or ARB can enhance the blood pressure control. Also, the thiazide-type diuretics have a modest vasodilation effect, although the mechanism is still unclear."}
{"id": "article-17697_37", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "Calcium channel blockers: The mechanism of action of CCBs is related to the inhibition of Ca2+ entry to the cells; this occurs by binding to the L-type voltage-gated calcium channels located in the heart muscle. This effect can cause peripheral vasodilation, which is seen mainly in dihydropyridines, or a negative inotropic effect on the heart muscle in non-dihydropyridines, inhibiting the sinoatrial and atrioventricular nodes, leading to slow cardiac contractility and conduction. [30]", "contents": "Antihypertensive Medications -- Mechanism of Action. Calcium channel blockers: The mechanism of action of CCBs is related to the inhibition of Ca2+ entry to the cells; this occurs by binding to the L-type voltage-gated calcium channels located in the heart muscle. This effect can cause peripheral vasodilation, which is seen mainly in dihydropyridines, or a negative inotropic effect on the heart muscle in non-dihydropyridines, inhibiting the sinoatrial and atrioventricular nodes, leading to slow cardiac contractility and conduction. [30]"}
{"id": "article-17697_38", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "ACE inhibitors decrease blood pressure by inhibiting the angiotensin-converting enzyme; this causes a decline in the production of angiotensin II and increases the bradykinin level by inhibiting its degeneration, which leads to vasodilation. [31] ARBs work by blocking the binding of angiotensin II to the angiotensin 1 AT1 receptors, which inhibit the angiotensin II effect. In contrast to ACE inhibitors, ARBs do not affect the kinin levels.", "contents": "Antihypertensive Medications -- Mechanism of Action. ACE inhibitors decrease blood pressure by inhibiting the angiotensin-converting enzyme; this causes a decline in the production of angiotensin II and increases the bradykinin level by inhibiting its degeneration, which leads to vasodilation. [31] ARBs work by blocking the binding of angiotensin II to the angiotensin 1 AT1 receptors, which inhibit the angiotensin II effect. In contrast to ACE inhibitors, ARBs do not affect the kinin levels."}
{"id": "article-17697_39", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "Beta-blockers work by inhibiting the catecholamines from binding to the Beta 1, 2, and 3 receptors. Beta-1 receptors are found primarily in the heart muscle, beta-2 receptors are located in the bronchial and peripheral vascular smooth muscles, and beta-3 receptors appear in the adipose tissue of the heart. Cardio-selective beta-blockers (e.g., metoprolol succinate, metoprolol tartrate, atenolol, betaxolol, and acebutolol) inhibit only beta-1 receptors, causing fewer bronchospasms. By inhibiting the catecholamines binding to the beta receptors, the beta-blockers have a negative inotropic effect, which results in a decrease in the heart rate, which helps to reduce oxygen consumption. [32]", "contents": "Antihypertensive Medications -- Mechanism of Action. Beta-blockers work by inhibiting the catecholamines from binding to the Beta 1, 2, and 3 receptors. Beta-1 receptors are found primarily in the heart muscle, beta-2 receptors are located in the bronchial and peripheral vascular smooth muscles, and beta-3 receptors appear in the adipose tissue of the heart. Cardio-selective beta-blockers (e.g., metoprolol succinate, metoprolol tartrate, atenolol, betaxolol, and acebutolol) inhibit only beta-1 receptors, causing fewer bronchospasms. By inhibiting the catecholamines binding to the beta receptors, the beta-blockers have a negative inotropic effect, which results in a decrease in the heart rate, which helps to reduce oxygen consumption. [32]"}
{"id": "article-17697_40", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "Loop diuretics work by increasing the sodium exertion at the level of the medullary and cortical aspects of the thick ascending limb. This action causes a decrease in volume, which leads to decreased blood pressure. [24]", "contents": "Antihypertensive Medications -- Mechanism of Action. Loop diuretics work by increasing the sodium exertion at the level of the medullary and cortical aspects of the thick ascending limb. This action causes a decrease in volume, which leads to decreased blood pressure. [24]"}
{"id": "article-17697_41", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "Potassium Sparing Diuretics: Act on the principal cells in the late distal tubule and the collecting duct; they inhibit sodium reabsorption at this level in association with decreased excretion of potassium and hydrogen ions.  Spironolactone and eplerenone  are considered mineralocorticoid receptor antagonists, inhibiting the mineralocorticoid receptor. Hydralazine is an arteriolar vasodilator; it inhibits Ca2+ release in the smooth muscles of the vessels by decreasing its cytoplasmic concentration. [33]", "contents": "Antihypertensive Medications -- Mechanism of Action. Potassium Sparing Diuretics: Act on the principal cells in the late distal tubule and the collecting duct; they inhibit sodium reabsorption at this level in association with decreased excretion of potassium and hydrogen ions.  Spironolactone and eplerenone  are considered mineralocorticoid receptor antagonists, inhibiting the mineralocorticoid receptor. Hydralazine is an arteriolar vasodilator; it inhibits Ca2+ release in the smooth muscles of the vessels by decreasing its cytoplasmic concentration. [33]"}
{"id": "article-17697_42", "title": "Antihypertensive Medications -- Mechanism of Action", "content": "Clonidine stimulates alpha-2 receptors located in the rostral ventrolateral medulla, which reduces the sympathetic outflow from the central nervous system and decreases plasma norepinephrine levels, leading to decreased cardiac output. Minoxidil is an arteriolar vasodilator; it opens the adenosine triphosphate-sensitive potassium channels in the vessels' smooth muscles. Alpha-blockers act by inhibiting alpha-1 receptors, which decrease vascular smooth muscle contractions, leading to vasodilation. [34]", "contents": "Antihypertensive Medications -- Mechanism of Action. Clonidine stimulates alpha-2 receptors located in the rostral ventrolateral medulla, which reduces the sympathetic outflow from the central nervous system and decreases plasma norepinephrine levels, leading to decreased cardiac output. Minoxidil is an arteriolar vasodilator; it opens the adenosine triphosphate-sensitive potassium channels in the vessels' smooth muscles. Alpha-blockers act by inhibiting alpha-1 receptors, which decrease vascular smooth muscle contractions, leading to vasodilation. [34]"}
{"id": "article-17697_43", "title": "Antihypertensive Medications -- Administration", "content": "Thiazide-type diuretics are given only as oral forms. Hydrochlorothiazide is available in 12.5 and 25 mg tablets, but the daily dose can be up to 50 mg daily. Chlorthalidone is available in 25 and 50 mg tablets, but the daily dose can be up to 100 mg daily. [29]", "contents": "Antihypertensive Medications -- Administration. Thiazide-type diuretics are given only as oral forms. Hydrochlorothiazide is available in 12.5 and 25 mg tablets, but the daily dose can be up to 50 mg daily. Chlorthalidone is available in 25 and 50 mg tablets, but the daily dose can be up to 100 mg daily. [29]"}
{"id": "article-17697_44", "title": "Antihypertensive Medications -- Administration", "content": "Dihydropyridine calcium channel blockers are administered orally. Amlodipine's maximum dose is 10 mg daily. [35] Nifedipine's extended-release maximum dose is 120 mg daily. [36] Non-dihydropyridine CCBs are available in oral and intravenous forms; the diltiazem intravenous IV form is useful for heart rate control in cardiac arrhythmias. [37] The maximum oral dose of diltiazem is 480 mg daily. [37] Verapamil is available in oral and IV forms as well. The IV form is used for tachyarrhythmias, especially atrial fibrillation. Oral verapamil dose can be up to a maximum of 480 mg daily. [38] All ACE inhibitors are given orally; enalapril is the only exception, as it has an IV form. [31] On the other hand, all ARBs are only oral dose forms. [39] Beta-blockers are available in oral and IV forms. [32] Loop diuretics are available in oral or IV forms, while potassium-sparing diuretics are used mainly in oral forms. [24]", "contents": "Antihypertensive Medications -- Administration. Dihydropyridine calcium channel blockers are administered orally. Amlodipine's maximum dose is 10 mg daily. [35] Nifedipine's extended-release maximum dose is 120 mg daily. [36] Non-dihydropyridine CCBs are available in oral and intravenous forms; the diltiazem intravenous IV form is useful for heart rate control in cardiac arrhythmias. [37] The maximum oral dose of diltiazem is 480 mg daily. [37] Verapamil is available in oral and IV forms as well. The IV form is used for tachyarrhythmias, especially atrial fibrillation. Oral verapamil dose can be up to a maximum of 480 mg daily. [38] All ACE inhibitors are given orally; enalapril is the only exception, as it has an IV form. [31] On the other hand, all ARBs are only oral dose forms. [39] Beta-blockers are available in oral and IV forms. [32] Loop diuretics are available in oral or IV forms, while potassium-sparing diuretics are used mainly in oral forms. [24]"}
{"id": "article-17697_45", "title": "Antihypertensive Medications -- Administration", "content": "Hydralazine administration can be oral or intravenous. The maximum hydralazine oral dose is 300 mg daily. [33]", "contents": "Antihypertensive Medications -- Administration. Hydralazine administration can be oral or intravenous. The maximum hydralazine oral dose is 300 mg daily. [33]"}
{"id": "article-17697_46", "title": "Antihypertensive Medications -- Administration", "content": "Clonidine transdermal form is the preferred method of administration, as oral forms can increase the risk of rebound hypertension. [9] The maximum transdermal clonidine dose is 0.3 mg weekly, while the oral immediate-release form maximum dose is 0.3 mg three times daily. [40] Minoxidil is given orally for hypertension treatment. Alpha-blockers are available only orally for hypertension treatment. [41]", "contents": "Antihypertensive Medications -- Administration. Clonidine transdermal form is the preferred method of administration, as oral forms can increase the risk of rebound hypertension. [9] The maximum transdermal clonidine dose is 0.3 mg weekly, while the oral immediate-release form maximum dose is 0.3 mg three times daily. [40] Minoxidil is given orally for hypertension treatment. Alpha-blockers are available only orally for hypertension treatment. [41]"}
{"id": "article-17697_47", "title": "Antihypertensive Medications -- Adverse Effects -- Thiazides Side Effects", "content": "Thiazide and thiazide-like diuretics are associated with multiple side effects. Most of these side effects are directly related to the diuretic dose; hypokalemia and hyponatremia are the most common metabolic effects, followed by hyperuricemia, hypomagnesemia, hyperlipidemia, and increased glucose levels. [42] [29]", "contents": "Antihypertensive Medications -- Adverse Effects -- Thiazides Side Effects. Thiazide and thiazide-like diuretics are associated with multiple side effects. Most of these side effects are directly related to the diuretic dose; hypokalemia and hyponatremia are the most common metabolic effects, followed by hyperuricemia, hypomagnesemia, hyperlipidemia, and increased glucose levels. [42] [29]"}
{"id": "article-17697_48", "title": "Antihypertensive Medications -- Adverse Effects -- Thiazides Side Effects", "content": "Chlorthalidone was found in a study to have an increased risk of hospitalization due to severe hypokalemia in older people. Other non-dose-related side effects are sexual dysfunction and sleep disturbance.", "contents": "Antihypertensive Medications -- Adverse Effects -- Thiazides Side Effects. Chlorthalidone was found in a study to have an increased risk of hospitalization due to severe hypokalemia in older people. Other non-dose-related side effects are sexual dysfunction and sleep disturbance."}
{"id": "article-17697_49", "title": "Antihypertensive Medications -- Adverse Effects -- CCB Side Effects", "content": "The treatment with dihydropyridine CCBs is often associated with peripheral edema. Long-acting nifedipine is associated with a higher incidence of edema when compared to amlodipine; the edema is related to the dose of the CCB. It is not related to sodium or fluid retention or developing heart failure. [9] Since CCB-induced edema is not a result of volume increase, it does not improve with diuretics therapy; on the other hand, the combination of CCBs with ACE inhibitors or ARBs to a lesser effect showed a decreased risk of developing peripheral edema. Dihydropyridines can cause lightheadedness, flushing, headaches, and gingival hyperplasia. [30] Non-dihydropyridines are associated with bradycardia and can cause constipation in 25% of patients.", "contents": "Antihypertensive Medications -- Adverse Effects -- CCB Side Effects. The treatment with dihydropyridine CCBs is often associated with peripheral edema. Long-acting nifedipine is associated with a higher incidence of edema when compared to amlodipine; the edema is related to the dose of the CCB. It is not related to sodium or fluid retention or developing heart failure. [9] Since CCB-induced edema is not a result of volume increase, it does not improve with diuretics therapy; on the other hand, the combination of CCBs with ACE inhibitors or ARBs to a lesser effect showed a decreased risk of developing peripheral edema. Dihydropyridines can cause lightheadedness, flushing, headaches, and gingival hyperplasia. [30] Non-dihydropyridines are associated with bradycardia and can cause constipation in 25% of patients."}
{"id": "article-17697_50", "title": "Antihypertensive Medications -- Adverse Effects -- CCB Side Effects", "content": "CCBs inhibit platelet aggregation and are associated with an increased risk of gastrointestinal bleeding; caution is necessary when prescribing these agents to older patients and patients with a high risk of bleeding.", "contents": "Antihypertensive Medications -- Adverse Effects -- CCB Side Effects. CCBs inhibit platelet aggregation and are associated with an increased risk of gastrointestinal bleeding; caution is necessary when prescribing these agents to older patients and patients with a high risk of bleeding."}
{"id": "article-17697_51", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "The most common side effects related to ACE inhibitors are cough, hypotension, fatigue, and azotemia; reversible renal impairment is a common side effect, especially if the patient develops volume depletion due to diarrhea or vomiting.", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. The most common side effects related to ACE inhibitors are cough, hypotension, fatigue, and azotemia; reversible renal impairment is a common side effect, especially if the patient develops volume depletion due to diarrhea or vomiting."}
{"id": "article-17697_52", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "Cough can occur in up to 20% of patients on ACE inhibitors. It takes up to 14 to 28 days after discontinuation for the cough to resolve. The incidence of cough is less common with ARB treatment; comparing losartan with hydrochlorothiazide showed a similar incidence in both medications. ARBs are safe to use in asthma patients; candesartan did not correlate with an increase in the incidence of cough in patients with asthma compared to CCBs. Ramipril demonstrated a higher rate of cough incidence compared to telmisartan. [14]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. Cough can occur in up to 20% of patients on ACE inhibitors. It takes up to 14 to 28 days after discontinuation for the cough to resolve. The incidence of cough is less common with ARB treatment; comparing losartan with hydrochlorothiazide showed a similar incidence in both medications. ARBs are safe to use in asthma patients; candesartan did not correlate with an increase in the incidence of cough in patients with asthma compared to CCBs. Ramipril demonstrated a higher rate of cough incidence compared to telmisartan. [14]"}
{"id": "article-17697_53", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "ACE inhibitor treatment is commonly associated with mild hyperkalemia. Even in patients with normal renal function, the risk of hyperkalemia increases in patients with renal failure, diabetes, or CHF. [43] Ramipril and telmisartan are similar in rates of developing hyperkalemia, acute kidney injury, and syncope. Telmisartan is associated with more incidence of symptomatic hypotension. [14] Angioedema is a rare side effect of ACE inhibitors; it appears in 0.3 % of patients on ramipril. ARBs are less associated with angioedema than ACE inhibitors. [14] In Black patients, ARBs correlated with less incidence of both cough and angioedema. [6]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. ACE inhibitor treatment is commonly associated with mild hyperkalemia. Even in patients with normal renal function, the risk of hyperkalemia increases in patients with renal failure, diabetes, or CHF. [43] Ramipril and telmisartan are similar in rates of developing hyperkalemia, acute kidney injury, and syncope. Telmisartan is associated with more incidence of symptomatic hypotension. [14] Angioedema is a rare side effect of ACE inhibitors; it appears in 0.3 % of patients on ramipril. ARBs are less associated with angioedema than ACE inhibitors. [14] In Black patients, ARBs correlated with less incidence of both cough and angioedema. [6]"}
{"id": "article-17697_54", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "Beta-blockers: Common side effects of beta-blockers are bradycardia, constipation, depression, fatigue, and sexual dysfunction. Additionally, they are associated with bronchospasm and worsening symptoms of peripheral vascular disease. They can cause a flare-up of Raynaud syndrome. [32]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. Beta-blockers: Common side effects of beta-blockers are bradycardia, constipation, depression, fatigue, and sexual dysfunction. Additionally, they are associated with bronchospasm and worsening symptoms of peripheral vascular disease. They can cause a flare-up of Raynaud syndrome. [32]"}
{"id": "article-17697_55", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "Loop diuretics: are associated with electrolyte imbalance, mainly hypokalemia, hyponatremia, hypomagnesemia, and hypochloremia. [24] Other metabolic adverse reactions are dehydration, hyperuricemia, and hyperlipidemia. Ototoxicity and deafness may occur with loop diuretics treatment. [25]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. Loop diuretics: are associated with electrolyte imbalance, mainly hypokalemia, hyponatremia, hypomagnesemia, and hypochloremia. [24] Other metabolic adverse reactions are dehydration, hyperuricemia, and hyperlipidemia. Ototoxicity and deafness may occur with loop diuretics treatment. [25]"}
{"id": "article-17697_56", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "Side effects of the Mineralocorticoid receptor antagonists: Hyperkalemia is the major side effect of this group of medications. They can cause metabolic acidosis due to decreased exertion of hydrogen ions. Erectile dysfunction and gynecomastia in men and irregular menstrual periods in women can also occur. [9]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. Side effects of the Mineralocorticoid receptor antagonists: Hyperkalemia is the major side effect of this group of medications. They can cause metabolic acidosis due to decreased exertion of hydrogen ions. Erectile dysfunction and gynecomastia in men and irregular menstrual periods in women can also occur. [9]"}
{"id": "article-17697_57", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "Hydralazine: can cause headaches, flushing, palpitations, dizziness, hypotension symptoms, and dizziness due to sympathetic system stimulation. [33] It is associated with drug-induced lupus erythematosus, hemolytic anemia, and other immune phenomena. [33]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. Hydralazine: can cause headaches, flushing, palpitations, dizziness, hypotension symptoms, and dizziness due to sympathetic system stimulation. [33] It is associated with drug-induced lupus erythematosus, hemolytic anemia, and other immune phenomena. [33]"}
{"id": "article-17697_58", "title": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects", "content": "Clonidine's common side effects are drowsiness, headache, dizziness, irritability, nausea and vomiting, constipation, upper abdominal pain, and bradycardia, but other serious side effects can occur as angioedema, atrioventricular block, and severe hypotension. [40] Minoxidil is associated with hirsutism. [44] Alpha-blockers are associated with tachycardia and orthostatic hypotension as a result of venous dilation. [34]", "contents": "Antihypertensive Medications -- Adverse Effects -- ACE Is and ARBs Side Effects. Clonidine's common side effects are drowsiness, headache, dizziness, irritability, nausea and vomiting, constipation, upper abdominal pain, and bradycardia, but other serious side effects can occur as angioedema, atrioventricular block, and severe hypotension. [40] Minoxidil is associated with hirsutism. [44] Alpha-blockers are associated with tachycardia and orthostatic hypotension as a result of venous dilation. [34]"}
{"id": "article-17697_59", "title": "Antihypertensive Medications -- Contraindications", "content": "Thiazide type diuretics are contraindicated if the patient is anuric, and in patients with sulfonamide allergies. [29]", "contents": "Antihypertensive Medications -- Contraindications. Thiazide type diuretics are contraindicated if the patient is anuric, and in patients with sulfonamide allergies. [29]"}
{"id": "article-17697_60", "title": "Antihypertensive Medications -- Contraindications", "content": "CCBs are contraindicated in patients with hypersensitivity to the drug. [30] Non-dihydropyridine contraindications include patients with heart failure, reduced ejection fraction, sick sinus syndrome, and second or third-degree AV blockade. [30] Dihydropyridine should be avoided in cardiogenic shock patients, severe aortic stenosis, and unstable angina; special caution is necessary when dihydropyridine is useful in hepatic impaired patients. [36] [35]", "contents": "Antihypertensive Medications -- Contraindications. CCBs are contraindicated in patients with hypersensitivity to the drug. [30] Non-dihydropyridine contraindications include patients with heart failure, reduced ejection fraction, sick sinus syndrome, and second or third-degree AV blockade. [30] Dihydropyridine should be avoided in cardiogenic shock patients, severe aortic stenosis, and unstable angina; special caution is necessary when dihydropyridine is useful in hepatic impaired patients. [36] [35]"}
{"id": "article-17697_61", "title": "Antihypertensive Medications -- Contraindications", "content": "ACE inhibitors are contraindicated in patients with a history of previous hypersensitivity to ACE inhibitors, a history of ACE inhibitor-related angioedema, other types of angioedema, pregnancy, or the use of aliskiren. [45] Relative contraindications include patients with volume depletion, abnormal renal function, and aortic valve stenosis. [45] ARBs are contraindicated in pregnancy. [39] A combination of ACE inhibitors and ARBs is relatively contraindicated. Other relative contraindications for ARB treatment include patients with volume depletion, patients on other medications that cause hyperkalemia, or patients with abnormal renal function. [39]", "contents": "Antihypertensive Medications -- Contraindications. ACE inhibitors are contraindicated in patients with a history of previous hypersensitivity to ACE inhibitors, a history of ACE inhibitor-related angioedema, other types of angioedema, pregnancy, or the use of aliskiren. [45] Relative contraindications include patients with volume depletion, abnormal renal function, and aortic valve stenosis. [45] ARBs are contraindicated in pregnancy. [39] A combination of ACE inhibitors and ARBs is relatively contraindicated. Other relative contraindications for ARB treatment include patients with volume depletion, patients on other medications that cause hyperkalemia, or patients with abnormal renal function. [39]"}
{"id": "article-17697_62", "title": "Antihypertensive Medications -- Contraindications", "content": "Beta-blockers are contraindicated in patients with asthma, especially nonselective beta-blockers. Relative contraindications are hypotension and bradycardia. Some feel they should be avoided in patients with cocaine-induced coronary artery spasms. [32] Loop diuretics are contraindicated in patients with hypersensitivity to sulfonamides, anuric patients, and patients with hepatic coma. [24]", "contents": "Antihypertensive Medications -- Contraindications. Beta-blockers are contraindicated in patients with asthma, especially nonselective beta-blockers. Relative contraindications are hypotension and bradycardia. Some feel they should be avoided in patients with cocaine-induced coronary artery spasms. [32] Loop diuretics are contraindicated in patients with hypersensitivity to sulfonamides, anuric patients, and patients with hepatic coma. [24]"}
{"id": "article-17697_63", "title": "Antihypertensive Medications -- Contraindications", "content": "Potassium-sparing diuretics are contraindicated in patients with chronic kidney disease or hyperkalemia; caution is necessary when combining them with ACE inhibitors, ARBs, and aliskiren. [46] They are contraindicated in patients with hypersensitivity to this class. Clonidine is contraindicated in patients with hypersensitivity to alpha-2 agonists and should be avoided in patients with depression and recent myocardial infarctions. [40]", "contents": "Antihypertensive Medications -- Contraindications. Potassium-sparing diuretics are contraindicated in patients with chronic kidney disease or hyperkalemia; caution is necessary when combining them with ACE inhibitors, ARBs, and aliskiren. [46] They are contraindicated in patients with hypersensitivity to this class. Clonidine is contraindicated in patients with hypersensitivity to alpha-2 agonists and should be avoided in patients with depression and recent myocardial infarctions. [40]"}
{"id": "article-17697_64", "title": "Antihypertensive Medications -- Contraindications", "content": "Hydralazine is contraindicated if the patient has a history of hydralazine allergy. In patients with coronary artery disease, hydralazine can stimulate the sympathetic system. In patients with rheumatic mitral valve disease, pulmonary artery pressure can increase due to hydralazine treatment. [47] [33] Minoxidil is contraindicated in pregnant and breastfeeding females and patients with hypersensitivity to minoxidil. [44] Contraindications to alpha-blockers include patients with a history of orthostatic hypotension and patients on phosphodiesterase inhibitors. [41]", "contents": "Antihypertensive Medications -- Contraindications. Hydralazine is contraindicated if the patient has a history of hydralazine allergy. In patients with coronary artery disease, hydralazine can stimulate the sympathetic system. In patients with rheumatic mitral valve disease, pulmonary artery pressure can increase due to hydralazine treatment. [47] [33] Minoxidil is contraindicated in pregnant and breastfeeding females and patients with hypersensitivity to minoxidil. [44] Contraindications to alpha-blockers include patients with a history of orthostatic hypotension and patients on phosphodiesterase inhibitors. [41]"}
{"id": "article-17697_65", "title": "Antihypertensive Medications -- Monitoring", "content": "Thiazides  and loop diuretics can cause hypokalemia, while potassium-sparing diuretics cause hyperkalemia. [24] [29] Electrolytes should be monitored in patients on diuretics, and uric acid monitoring is recommended in patients on thiazides and loop diuretics. [24] [46] Monitoring for ototoxicity and deafness should be considered in patients on loop diuretics. [24]", "contents": "Antihypertensive Medications -- Monitoring. Thiazides  and loop diuretics can cause hypokalemia, while potassium-sparing diuretics cause hyperkalemia. [24] [29] Electrolytes should be monitored in patients on diuretics, and uric acid monitoring is recommended in patients on thiazides and loop diuretics. [24] [46] Monitoring for ototoxicity and deafness should be considered in patients on loop diuretics. [24]"}
{"id": "article-17697_66", "title": "Antihypertensive Medications -- Monitoring", "content": "Hyperkalemia is common in ACE inhibitor and ARB treatment, and special caution is required when combining these agents with potassium-sparing diuretics. Potassium levels should be closely monitored in patients with chronic kidney disease when ACE inhibitors, ARBs, or potassium-sparing diuretics are used. [39] ACE inhibitors and ARBs can cause acute kidney injury, and renal function requires monitoring. [45] [39]", "contents": "Antihypertensive Medications -- Monitoring. Hyperkalemia is common in ACE inhibitor and ARB treatment, and special caution is required when combining these agents with potassium-sparing diuretics. Potassium levels should be closely monitored in patients with chronic kidney disease when ACE inhibitors, ARBs, or potassium-sparing diuretics are used. [39] ACE inhibitors and ARBs can cause acute kidney injury, and renal function requires monitoring. [45] [39]"}
{"id": "article-17697_67", "title": "Antihypertensive Medications -- Monitoring", "content": "Monitoring for hypotension and edema is necessary for patients on dihydropyridine CCBs. Non-dihydropyridine CCBs and beta-blockers are known to cause bradycardia, and heart rate requires monitoring, especially if these two medications are combined. QTc interval needs monitoring in patients on sotalol. [30] [32] Monitoring for tachyarrhythmias and orthostatic hypotension is a recommendation in patients on alpha-blockers. [34] [41]", "contents": "Antihypertensive Medications -- Monitoring. Monitoring for hypotension and edema is necessary for patients on dihydropyridine CCBs. Non-dihydropyridine CCBs and beta-blockers are known to cause bradycardia, and heart rate requires monitoring, especially if these two medications are combined. QTc interval needs monitoring in patients on sotalol. [30] [32] Monitoring for tachyarrhythmias and orthostatic hypotension is a recommendation in patients on alpha-blockers. [34] [41]"}
{"id": "article-17697_68", "title": "Antihypertensive Medications -- Monitoring", "content": "Complete blood count and ANA levels are advisable for monitoring when the patient is on hydralazine treatment. [33] Special caution is necessary if patients develop arthralgia, fever, or other systemic symptoms. [48]", "contents": "Antihypertensive Medications -- Monitoring. Complete blood count and ANA levels are advisable for monitoring when the patient is on hydralazine treatment. [33] Special caution is necessary if patients develop arthralgia, fever, or other systemic symptoms. [48]"}
{"id": "article-17697_69", "title": "Antihypertensive Medications -- Toxicity", "content": "Thiazides and loop diuretics toxicity can cause electrolyte abnormalities ( mainly hypokalemia and hyponatremia) and metabolic acidosis (hypochloremic). Severe dehydration can occur. No antidotes are available for these diuretics; treatment is primarily volume and electrolyte replacement. [24]", "contents": "Antihypertensive Medications -- Toxicity. Thiazides and loop diuretics toxicity can cause electrolyte abnormalities ( mainly hypokalemia and hyponatremia) and metabolic acidosis (hypochloremic). Severe dehydration can occur. No antidotes are available for these diuretics; treatment is primarily volume and electrolyte replacement. [24]"}
{"id": "article-17697_70", "title": "Antihypertensive Medications -- Toxicity", "content": "Potassium-sparing diuretics toxicity presents as severe hyperkalemia; the main treatment is to stop all medications that cause elevated potassium levels, IV hydration, IV calcium gluconate, IV insulin with glucose, sodium bicarbonate, and potassium binding resins. [46]", "contents": "Antihypertensive Medications -- Toxicity. Potassium-sparing diuretics toxicity presents as severe hyperkalemia; the main treatment is to stop all medications that cause elevated potassium levels, IV hydration, IV calcium gluconate, IV insulin with glucose, sodium bicarbonate, and potassium binding resins. [46]"}
{"id": "article-17697_71", "title": "Antihypertensive Medications -- Toxicity", "content": "Non-dihydropyridine CCB toxicity occurs due to the decreased ionotropy effect on the cardiac muscle, leading to bradycardia and hypotension. A complete heart block and idioventricular rhythm can occur. [30] Dihydropyridine CCBs cause peripheral vasodilation and severe hypotension but have less effect on the heart rate. IV hydration is recommended for hypotension, IV atropine, and an external pacemaker for bradycardia. Calcium chloride or calcium gluconate intravenously can help hypotension if IV hydration does not improve blood pressure. IV vasopressors can be an option if blood pressure does not improve. [30] Toxicity from ACE inhibitors and ARBs can cause severe hypotension, hyperkalemia, and hyponatremia. No antidotes are available, and IV hydration and management for hyperkalemia are recommended. [31]", "contents": "Antihypertensive Medications -- Toxicity. Non-dihydropyridine CCB toxicity occurs due to the decreased ionotropy effect on the cardiac muscle, leading to bradycardia and hypotension. A complete heart block and idioventricular rhythm can occur. [30] Dihydropyridine CCBs cause peripheral vasodilation and severe hypotension but have less effect on the heart rate. IV hydration is recommended for hypotension, IV atropine, and an external pacemaker for bradycardia. Calcium chloride or calcium gluconate intravenously can help hypotension if IV hydration does not improve blood pressure. IV vasopressors can be an option if blood pressure does not improve. [30] Toxicity from ACE inhibitors and ARBs can cause severe hypotension, hyperkalemia, and hyponatremia. No antidotes are available, and IV hydration and management for hyperkalemia are recommended. [31]"}
{"id": "article-17697_72", "title": "Antihypertensive Medications -- Toxicity", "content": "Like CCBs, beta-blockers cause hypotension and bradycardia and may lead to second or third-degree AV blocks. IV glucagon is the initial antidote; IV hydration and an external pacemaker may be required if there is no response. [32]", "contents": "Antihypertensive Medications -- Toxicity. Like CCBs, beta-blockers cause hypotension and bradycardia and may lead to second or third-degree AV blocks. IV glucagon is the initial antidote; IV hydration and an external pacemaker may be required if there is no response. [32]"}
{"id": "article-17697_73", "title": "Antihypertensive Medications -- Toxicity", "content": "Hydralazine toxicity can cause severe hypotension, tachycardia, and skin flushing; in severe cases, patients may develop cardiac shock or myocardial ischemia. No antidote is available; IV hydration and IV vasopressors are interventions for severe cases. Beta-blockers can be used for severe tachycardia. [33]", "contents": "Antihypertensive Medications -- Toxicity. Hydralazine toxicity can cause severe hypotension, tachycardia, and skin flushing; in severe cases, patients may develop cardiac shock or myocardial ischemia. No antidote is available; IV hydration and IV vasopressors are interventions for severe cases. Beta-blockers can be used for severe tachycardia. [33]"}
{"id": "article-17697_74", "title": "Antihypertensive Medications -- Toxicity", "content": "Clonidine toxicity can present as lethargy, hypotension, bradycardia, and miosis. In severe cases, respiratory depression may develop. Treatment is supportive care with hydration and vasopressors. Dopamine and norepinephrine are common choices in this scenario. IV atropine is an option for severe bradycardia, and the use of an external pacemaker is reserved for cases resistant to atropine treatment. [49] Minoxidil toxicity can cause tachycardia and hypotension. Treatment is supportive with IV hydration and vasopressors. [44] Alpha-blockers toxicity can cause severe hypotension, and IV hydration and vasopressors are the primary treatment options. [50]", "contents": "Antihypertensive Medications -- Toxicity. Clonidine toxicity can present as lethargy, hypotension, bradycardia, and miosis. In severe cases, respiratory depression may develop. Treatment is supportive care with hydration and vasopressors. Dopamine and norepinephrine are common choices in this scenario. IV atropine is an option for severe bradycardia, and the use of an external pacemaker is reserved for cases resistant to atropine treatment. [49] Minoxidil toxicity can cause tachycardia and hypotension. Treatment is supportive with IV hydration and vasopressors. [44] Alpha-blockers toxicity can cause severe hypotension, and IV hydration and vasopressors are the primary treatment options. [50]"}
{"id": "article-17697_75", "title": "Antihypertensive Medications -- Enhancing Healthcare Team Outcomes", "content": "Antihypertensives are a broad group of medications, and healthcare workers are recommended to have special caution in monitoring adherence and possible adverse reactions to these medications. Treatment of HTN is essential in preventing cardiovascular disease, and choosing the precise class of drugs is critical to achieving the appropriate control with fewer side effects.", "contents": "Antihypertensive Medications -- Enhancing Healthcare Team Outcomes. Antihypertensives are a broad group of medications, and healthcare workers are recommended to have special caution in monitoring adherence and possible adverse reactions to these medications. Treatment of HTN is essential in preventing cardiovascular disease, and choosing the precise class of drugs is critical to achieving the appropriate control with fewer side effects."}
{"id": "article-17697_76", "title": "Antihypertensive Medications -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team of clinicians, nurses, and pharmacists is required to monitor patients on these medications. The clinician starts the antihypertensive regimen; this should be followed by special attention from the pharmacies to check on the drug-drug interactions, patient adherence to treatment, and medication reconciliation. The nurse plays a vital role in monitoring the patient's adherence and determining barriers to good response to the treatment, including monitoring diet and activity levels and evaluating the home environment. Home visiting nurses will monitor blood pressure and heart rate response to the treatment and identify early adverse reactions. Both pharmacists and nurses should inform the clinician of any possible concerns of adherence, adverse reactions, or home environmental changes. This comprehensive interprofessional team effort helps achieve the maximal benefits of the regimen and the best care delivery to the patient and family. [Level 5]", "contents": "Antihypertensive Medications -- Enhancing Healthcare Team Outcomes. An interprofessional team of clinicians, nurses, and pharmacists is required to monitor patients on these medications. The clinician starts the antihypertensive regimen; this should be followed by special attention from the pharmacies to check on the drug-drug interactions, patient adherence to treatment, and medication reconciliation. The nurse plays a vital role in monitoring the patient's adherence and determining barriers to good response to the treatment, including monitoring diet and activity levels and evaluating the home environment. Home visiting nurses will monitor blood pressure and heart rate response to the treatment and identify early adverse reactions. Both pharmacists and nurses should inform the clinician of any possible concerns of adherence, adverse reactions, or home environmental changes. This comprehensive interprofessional team effort helps achieve the maximal benefits of the regimen and the best care delivery to the patient and family. [Level 5]"}
{"id": "article-17697_77", "title": "Antihypertensive Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antihypertensive Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}