{"id": "article-79614_0", "title": "Optic Nerve Sheath Ultrasound -- Continuing Education Activity", "content": "Point of care optic nerve sheath ultrasound (ONSUS) is a bedside practice that can be used to evaluate for increased intracranial pressure. Systematic review and meta-analysis have shown that ONSD of more than 5.00 to 5.70 mm has a concurrent ICP value above 20 mm Hg. Systematic review and meta-analysis showed a mean ONSD in the included studies of 5.82 mm. ONSD reacts to ICP in real-time. Within the effective range, the chances of plastic deformation and over-distention of the ONS are minimal. It is a very useful adjunct to other standard diagnostic modalities. This activity reviews indications and limitations and describes the procedure. It outlines applicable uses for unstable patients in the emergency room, intensive care unit, and remote environments.", "contents": "Optic Nerve Sheath Ultrasound -- Continuing Education Activity. Point of care optic nerve sheath ultrasound (ONSUS) is a bedside practice that can be used to evaluate for increased intracranial pressure. Systematic review and meta-analysis have shown that ONSD of more than 5.00 to 5.70 mm has a concurrent ICP value above 20 mm Hg. Systematic review and meta-analysis showed a mean ONSD in the included studies of 5.82 mm. ONSD reacts to ICP in real-time. Within the effective range, the chances of plastic deformation and over-distention of the ONS are minimal. It is a very useful adjunct to other standard diagnostic modalities. This activity reviews indications and limitations and describes the procedure. It outlines applicable uses for unstable patients in the emergency room, intensive care unit, and remote environments."}
{"id": "article-79614_1", "title": "Optic Nerve Sheath Ultrasound -- Continuing Education Activity", "content": "Objectives: Describe the eye anatomy as it relates to increased intracranial pressure. Summarize the ONSUS procedure, including its contraindications. Explain the measurements of the optic nerve and the associated clinical significance. Describe the clinical significance of optic nerve sheath ultrasound (ONSUS) in an austere environment and how it could provide better patient care by an interprofessional team. Access free multiple choice questions on this topic.", "contents": "Optic Nerve Sheath Ultrasound -- Continuing Education Activity. Objectives: Describe the eye anatomy as it relates to increased intracranial pressure. Summarize the ONSUS procedure, including its contraindications. Explain the measurements of the optic nerve and the associated clinical significance. Describe the clinical significance of optic nerve sheath ultrasound (ONSUS) in an austere environment and how it could provide better patient care by an interprofessional team. Access free multiple choice questions on this topic."}
{"id": "article-79614_2", "title": "Optic Nerve Sheath Ultrasound -- Introduction", "content": "The use of point-of-care ultrasound (POCUS) has expanded considerably over the past two decades allowing for enhanced and swift evaluations, rapid triage, improved diagnostic capabilities in austere situations, and real-time assessment of focused clinical questions in critically ill patients in the intensive care unit (ICU). [1] Emergency medicine physicians have led the way in establishing and educating bedside use of ultrasound. In 2001, the American College of Emergency Physicians (ACEP) published the first Emergency Ultrasound Guidelines to clarify the primary indications, the scope of practice, training, and continuing education regarding the use of emergency ultrasound. [2]", "contents": "Optic Nerve Sheath Ultrasound -- Introduction. The use of point-of-care ultrasound (POCUS) has expanded considerably over the past two decades allowing for enhanced and swift evaluations, rapid triage, improved diagnostic capabilities in austere situations, and real-time assessment of focused clinical questions in critically ill patients in the intensive care unit (ICU). [1] Emergency medicine physicians have led the way in establishing and educating bedside use of ultrasound. In 2001, the American College of Emergency Physicians (ACEP) published the first Emergency Ultrasound Guidelines to clarify the primary indications, the scope of practice, training, and continuing education regarding the use of emergency ultrasound. [2]"}
{"id": "article-79614_3", "title": "Optic Nerve Sheath Ultrasound -- Introduction", "content": "These guidelines have continued to expand alongside the ever-growing use of ultrasound. They have been adopted by several other specialties, especially in applying “procedural ultrasound” to assist in real-time guidance of vascular access, peripheral nerve blockade, and pre-surgical evaluations. [3] [4]", "contents": "Optic Nerve Sheath Ultrasound -- Introduction. These guidelines have continued to expand alongside the ever-growing use of ultrasound. They have been adopted by several other specialties, especially in applying “procedural ultrasound” to assist in real-time guidance of vascular access, peripheral nerve blockade, and pre-surgical evaluations. [3] [4]"}
{"id": "article-79614_4", "title": "Optic Nerve Sheath Ultrasound -- Introduction", "content": "The main difference between POCUS and dedicated ultrasound exams is the ability to rapidly answer a focused clinical question, facilitate serial examinations in clinical deterioration, or guide a bedside procedure rather than provide a detailed report with the grading of pathology. [2] [5] With small, portable ultrasound models becoming available, advanced diagnostics are becoming more accessible in remote environments and on the battlefield. Physicians and advanced paramedical providers in these settings are becoming trained to perform extended focused assessment with sonography in trauma (eFAST), optic nerve sheath ultrasound (ONSUS) for the evaluation of intracranial hypertension, inferior vena cava collapsibility assessments for the evaluation of volume status, and countless other examples of image-guided procedures. [6] [7] This article will focus on optic nerve sheath ultrasound for the diagnosis, monitoring, and management of elevated intracranial pressure (ICP).", "contents": "Optic Nerve Sheath Ultrasound -- Introduction. The main difference between POCUS and dedicated ultrasound exams is the ability to rapidly answer a focused clinical question, facilitate serial examinations in clinical deterioration, or guide a bedside procedure rather than provide a detailed report with the grading of pathology. [2] [5] With small, portable ultrasound models becoming available, advanced diagnostics are becoming more accessible in remote environments and on the battlefield. Physicians and advanced paramedical providers in these settings are becoming trained to perform extended focused assessment with sonography in trauma (eFAST), optic nerve sheath ultrasound (ONSUS) for the evaluation of intracranial hypertension, inferior vena cava collapsibility assessments for the evaluation of volume status, and countless other examples of image-guided procedures. [6] [7] This article will focus on optic nerve sheath ultrasound for the diagnosis, monitoring, and management of elevated intracranial pressure (ICP)."}
{"id": "article-79614_5", "title": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology", "content": "The eye is an ideal configuration for ultrasound imaging as it is superficial with well-demarcated fluid-filled structures that serve as an excellent medium for ultrasound beam transduction. At least a basic understanding of ocular anatomy is required to perform an ONSUS. Identifying anterior structures will increase success in measuring the optic nerve sheath in the correct plane.", "contents": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology. The eye is an ideal configuration for ultrasound imaging as it is superficial with well-demarcated fluid-filled structures that serve as an excellent medium for ultrasound beam transduction. At least a basic understanding of ocular anatomy is required to perform an ONSUS. Identifying anterior structures will increase success in measuring the optic nerve sheath in the correct plane."}
{"id": "article-79614_6", "title": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology", "content": "The eyeball rests in a membranous sac called the Tenon capsule, surrounded by periocular fat, soft tissue, and the orbital walls. It attaches via the corneoscleral junction and the optic nerve, with extraocular muscle tendons piercing the Tenon sac, inserting into the sclera, and allowing for eyeball mobility on multiple axes. Two fluid-filled structures that require identification in the study include the anterior chamber (AC) and posterior chamber (PC), which are separated by the lens and both harbor anechoic fluid. Posterior to the PC is the retina with a hyperechoic nervous membrane. [8]", "contents": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology. The eyeball rests in a membranous sac called the Tenon capsule, surrounded by periocular fat, soft tissue, and the orbital walls. It attaches via the corneoscleral junction and the optic nerve, with extraocular muscle tendons piercing the Tenon sac, inserting into the sclera, and allowing for eyeball mobility on multiple axes. Two fluid-filled structures that require identification in the study include the anterior chamber (AC) and posterior chamber (PC), which are separated by the lens and both harbor anechoic fluid. Posterior to the PC is the retina with a hyperechoic nervous membrane. [8]"}
{"id": "article-79614_7", "title": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology", "content": "Posterior to the retina and optic disc, one can identify the optic nerve by its anechoic core, flanked by a hyperechoic sheath on the medial and lateral borders in the transverse plane. The optic nerve can be thought of as an outpouching of intact brain tissue with the intraorbital component fully encapsulated by dura, arachnoid, and pia matter, allowing the optic nerve sheath to transmit cerebral spinal fluid and fluctuate in size based on changes in intracranial pressure. [9] [10] The meningeal cover of the optic nerve is the continuation of the dural and subarachnoid space. [11] The bulbous portion of the optic nerve, approximately 3 mm posterior to the globe, appears to be the most distensible and sensitive to changes in ICP based on in-vivo models of elevated ICP and artificial creations of elevated ICP in cadaveric models. [9] [12] The upper limit of the normal ONSD includes: 4 mm in infants. 5 mm in children. 5 mm in adults.", "contents": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology. Posterior to the retina and optic disc, one can identify the optic nerve by its anechoic core, flanked by a hyperechoic sheath on the medial and lateral borders in the transverse plane. The optic nerve can be thought of as an outpouching of intact brain tissue with the intraorbital component fully encapsulated by dura, arachnoid, and pia matter, allowing the optic nerve sheath to transmit cerebral spinal fluid and fluctuate in size based on changes in intracranial pressure. [9] [10] The meningeal cover of the optic nerve is the continuation of the dural and subarachnoid space. [11] The bulbous portion of the optic nerve, approximately 3 mm posterior to the globe, appears to be the most distensible and sensitive to changes in ICP based on in-vivo models of elevated ICP and artificial creations of elevated ICP in cadaveric models. [9] [12] The upper limit of the normal ONSD includes: 4 mm in infants. 5 mm in children. 5 mm in adults."}
{"id": "article-79614_8", "title": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology", "content": "ONSD shows linear increment till 7.5 mm, after which it plateaus off. [13]", "contents": "Optic Nerve Sheath Ultrasound -- Anatomy and Physiology. ONSD shows linear increment till 7.5 mm, after which it plateaus off. [13]"}
{"id": "article-79614_9", "title": "Optic Nerve Sheath Ultrasound -- Indications", "content": "Ocular ultrasound can be performed for various reasons, including vision loss, headache, and trauma. It can be very beneficial in identifying or excluding retinal detachment, foreign bodies, lens dislocation, vitreous hemorrhage, and other superficial abnormalities that can cause loss of eyesight. ONSUS is usually performed in the setting of suspected or confirmed traumatic brain injury (TBI), intracranial hypertension, or optic neuritis. [14] ONSUS is non-invasive and avoids the risk of infection, hemorrhage, or ionizing radiation that are inevitable with intracranial monitors and computed tomography (CT). [15]", "contents": "Optic Nerve Sheath Ultrasound -- Indications. Ocular ultrasound can be performed for various reasons, including vision loss, headache, and trauma. It can be very beneficial in identifying or excluding retinal detachment, foreign bodies, lens dislocation, vitreous hemorrhage, and other superficial abnormalities that can cause loss of eyesight. ONSUS is usually performed in the setting of suspected or confirmed traumatic brain injury (TBI), intracranial hypertension, or optic neuritis. [14] ONSUS is non-invasive and avoids the risk of infection, hemorrhage, or ionizing radiation that are inevitable with intracranial monitors and computed tomography (CT). [15]"}
{"id": "article-79614_10", "title": "Optic Nerve Sheath Ultrasound -- Indications", "content": "ONSUS can also be used to help “rule out” elevated ICP in non-acute trauma settings, such as troubleshooting a malfunctioning intraventricular device, before or following lumbar punctures, or while evaluating the safety of neuraxial anesthesia in patients with a previous history of elevated ICP. It should be emphasized that these readings should be evaluated in the overall clinical context, as such applications are not well studied or validated. [16] [17] [18] [19] [20]", "contents": "Optic Nerve Sheath Ultrasound -- Indications. ONSUS can also be used to help “rule out” elevated ICP in non-acute trauma settings, such as troubleshooting a malfunctioning intraventricular device, before or following lumbar punctures, or while evaluating the safety of neuraxial anesthesia in patients with a previous history of elevated ICP. It should be emphasized that these readings should be evaluated in the overall clinical context, as such applications are not well studied or validated. [16] [17] [18] [19] [20]"}
{"id": "article-79614_11", "title": "Optic Nerve Sheath Ultrasound -- Indications", "content": "ONSD is currently considered the best non-invasive modality for dynamic estimation of ICP. [21] POCUS measurements have shown ONSD to be significantly correlating with ICP. [22] ICP can be calculated using the formula ONSD: nICPONSD = 5.00 × ONSD − 13.92 mmHg. [23] This is a holy grail in assessing critical patients in whom invasive ICP monitoring is either unavailable or is contraindicated. [21] This has been found helpful in the evaluation of the following cohorts of patients: Idiopathic intracranial hypertension. [24] [25] Intracranial hypotension. [26] Hypoxic-ischemic encephalopathy. [11] Perioperative neurosurgical patients. [27] Shunt evaluation. [28] Head injury. [29] Ischemic strokes- With every 0.1 cm increment in ONSD, the odds ratio for mortality increased 4.2 times. [30] [31] Hematoma progression in hemorrhagic strokes. [32]", "contents": "Optic Nerve Sheath Ultrasound -- Indications. ONSD is currently considered the best non-invasive modality for dynamic estimation of ICP. [21] POCUS measurements have shown ONSD to be significantly correlating with ICP. [22] ICP can be calculated using the formula ONSD: nICPONSD = 5.00 × ONSD − 13.92 mmHg. [23] This is a holy grail in assessing critical patients in whom invasive ICP monitoring is either unavailable or is contraindicated. [21] This has been found helpful in the evaluation of the following cohorts of patients: Idiopathic intracranial hypertension. [24] [25] Intracranial hypotension. [26] Hypoxic-ischemic encephalopathy. [11] Perioperative neurosurgical patients. [27] Shunt evaluation. [28] Head injury. [29] Ischemic strokes- With every 0.1 cm increment in ONSD, the odds ratio for mortality increased 4.2 times. [30] [31] Hematoma progression in hemorrhagic strokes. [32]"}
{"id": "article-79614_12", "title": "Optic Nerve Sheath Ultrasound -- Contraindications", "content": "Surface ultrasound remains a safe modality with little to no risk to adult patients. However, if an open globe injury is suspected, there is potential for further ocular injury, and the study should not proceed without consultation or assistance from an ophthalmologist. [33] [34]", "contents": "Optic Nerve Sheath Ultrasound -- Contraindications. Surface ultrasound remains a safe modality with little to no risk to adult patients. However, if an open globe injury is suspected, there is potential for further ocular injury, and the study should not proceed without consultation or assistance from an ophthalmologist. [33] [34]"}
{"id": "article-79614_13", "title": "Optic Nerve Sheath Ultrasound -- Equipment", "content": "The advantage of ONSUS is that it can be performed with most ultrasound equipment that is abundantly available in emergency departments and ICUs throughout the United States. There are commercially available high-frequency ocular ultrasound units designed for dedicated studies of the eye, but most conventional ultrasound units with a high frequency (7 to 10 MHz or higher) linear array probes are sufficient to visualize the optic nerve with the closed eye technique. [35] [36] Additional equipment may include a clear sterile intravenous catheter adhesive to create a barrier and ultrasound gel as a conduction medium.", "contents": "Optic Nerve Sheath Ultrasound -- Equipment. The advantage of ONSUS is that it can be performed with most ultrasound equipment that is abundantly available in emergency departments and ICUs throughout the United States. There are commercially available high-frequency ocular ultrasound units designed for dedicated studies of the eye, but most conventional ultrasound units with a high frequency (7 to 10 MHz or higher) linear array probes are sufficient to visualize the optic nerve with the closed eye technique. [35] [36] Additional equipment may include a clear sterile intravenous catheter adhesive to create a barrier and ultrasound gel as a conduction medium."}
{"id": "article-79614_14", "title": "Optic Nerve Sheath Ultrasound -- Personnel", "content": "Typically, ONSUS can be performed by an individual and requires no additional assistance in patient positioning. Depending on space constraints, it can be useful to have an assistant familiar with ultrasound to capture images, adjust depth, gain, and other functions to optimize imaging.", "contents": "Optic Nerve Sheath Ultrasound -- Personnel. Typically, ONSUS can be performed by an individual and requires no additional assistance in patient positioning. Depending on space constraints, it can be useful to have an assistant familiar with ultrasound to capture images, adjust depth, gain, and other functions to optimize imaging."}
{"id": "article-79614_15", "title": "Optic Nerve Sheath Ultrasound -- Preparation", "content": "Awake and alert patients should be briefed on the procedure. Obtunded, intubated, or heavily sedated patients should have a gross eye evaluation for signs and symptoms of globe rupture or hyphema. If there is evidence of globe rupture, including visible conjunctival or scleral defect, severe chemosis, 360-degree conjunctival hemorrhage, hypotony, or total hyphema, the procedure should be aborted to avoid further herniation of intraocular contents, and an ophthalmologist should be consulted. [37] [38]", "contents": "Optic Nerve Sheath Ultrasound -- Preparation. Awake and alert patients should be briefed on the procedure. Obtunded, intubated, or heavily sedated patients should have a gross eye evaluation for signs and symptoms of globe rupture or hyphema. If there is evidence of globe rupture, including visible conjunctival or scleral defect, severe chemosis, 360-degree conjunctival hemorrhage, hypotony, or total hyphema, the procedure should be aborted to avoid further herniation of intraocular contents, and an ophthalmologist should be consulted. [37] [38]"}
{"id": "article-79614_16", "title": "Optic Nerve Sheath Ultrasound -- Preparation", "content": "It can be beneficial to instruct awake patients to \"look ahead\" with a closed eye or to examine the eye orientation in obtunded patients before the procedure to orient the ultrasound beam in the transverse plane and avoid oblique slices of the optic nerve. Some practitioners will apply petroleum jelly or ophthalmic ointment to the eyes to avoid air trapping before applying a clear plastic adhesive dressing. Ultrasound gel should be applied liberally to the adhesive before scanning. [39]", "contents": "Optic Nerve Sheath Ultrasound -- Preparation. It can be beneficial to instruct awake patients to \"look ahead\" with a closed eye or to examine the eye orientation in obtunded patients before the procedure to orient the ultrasound beam in the transverse plane and avoid oblique slices of the optic nerve. Some practitioners will apply petroleum jelly or ophthalmic ointment to the eyes to avoid air trapping before applying a clear plastic adhesive dressing. Ultrasound gel should be applied liberally to the adhesive before scanning. [39]"}
{"id": "article-79614_17", "title": "Optic Nerve Sheath Ultrasound -- Preparation", "content": "The patient's position should be dictated by comfort and ease of examination but will typically be done in the supine to 30 degrees \"head up\" position. Although theoretical concerns may exist for changes in ICP and ocular nerve sheath diameter (ONSD) relative to patient position and ventilator settings, these changes do not appear to manifest in in-vivo models. [40] [41] Several small studies have shown no significant change in ONSD with changes to patient position, the elevation of positive end-expiratory pressure, or even the artificial creation of pneumoperitoneum in laparoscopic surgeries. [42] [43] [44]", "contents": "Optic Nerve Sheath Ultrasound -- Preparation. The patient's position should be dictated by comfort and ease of examination but will typically be done in the supine to 30 degrees \"head up\" position. Although theoretical concerns may exist for changes in ICP and ocular nerve sheath diameter (ONSD) relative to patient position and ventilator settings, these changes do not appear to manifest in in-vivo models. [40] [41] Several small studies have shown no significant change in ONSD with changes to patient position, the elevation of positive end-expiratory pressure, or even the artificial creation of pneumoperitoneum in laparoscopic surgeries. [42] [43] [44]"}
{"id": "article-79614_18", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment", "content": "After applying a sterile dressing over a closed eye and copious ultrasound gel, the high-frequency ultrasound transducer should be placed over the eye with little to no contact with the sterile dressing in the transverse plane. The sonographer's hand should be placed on a non-compressible surface (the patient's nose, midface, or forehead) to avoid direct globe pressure, discomfort, and distortion of anatomy. Small movements nasally and temporally followed by caudad and cephalad should be executed to capture the optic nerve sheath in the same plane as the AC, PC, and lens to avoid obliquing the image. Once the anechoic streak posterior to the optic disc is visualized, the image should be captured, and measurements can be taken from the saved image. The optic nerve is relatively cylindrical and symmetric, theoretically making a single view acceptable for measurement. [14]", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment. After applying a sterile dressing over a closed eye and copious ultrasound gel, the high-frequency ultrasound transducer should be placed over the eye with little to no contact with the sterile dressing in the transverse plane. The sonographer's hand should be placed on a non-compressible surface (the patient's nose, midface, or forehead) to avoid direct globe pressure, discomfort, and distortion of anatomy. Small movements nasally and temporally followed by caudad and cephalad should be executed to capture the optic nerve sheath in the same plane as the AC, PC, and lens to avoid obliquing the image. Once the anechoic streak posterior to the optic disc is visualized, the image should be captured, and measurements can be taken from the saved image. The optic nerve is relatively cylindrical and symmetric, theoretically making a single view acceptable for measurement. [14]"}
{"id": "article-79614_19", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment", "content": "However, the dogma of \"one view is no view\" should be applied in all ultrasonographic studies, and another image should be captured in the sagittal plane. After measuring 3 mm posterior to the globe, use electronic calipers to measure the distance of decreased echogenicity between the hyperechoic demarcations of the sheath. A large discrepancy between images captured in separate planes should alert the sonographer to possible artefactual or off-axis errors, and they should rescan in both planes. Once optimal images are captured in two planes, the mean should be determined to estimate the true ONSD. Both eyes should be scanned, and bilateral measurements should be considered.", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment. However, the dogma of \"one view is no view\" should be applied in all ultrasonographic studies, and another image should be captured in the sagittal plane. After measuring 3 mm posterior to the globe, use electronic calipers to measure the distance of decreased echogenicity between the hyperechoic demarcations of the sheath. A large discrepancy between images captured in separate planes should alert the sonographer to possible artefactual or off-axis errors, and they should rescan in both planes. Once optimal images are captured in two planes, the mean should be determined to estimate the true ONSD. Both eyes should be scanned, and bilateral measurements should be considered."}
{"id": "article-79614_20", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment", "content": "If difficulty in acquiring an image during the ultrasound study is encountered, one should try to center the focal ultrasound beam transversely through the plane of the lens. The contralateral eye can be assessed to estimate the location and orientation of the pupil on the studied eye. Increasing the volume of an ultrasound gel buffer can improve the quality of the image. Increasing the gain can help enhance discernment between the actual nerve sheath and nerve. Color Doppler can help visualize the retinal artery near the posterior globe as a reference point.", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment. If difficulty in acquiring an image during the ultrasound study is encountered, one should try to center the focal ultrasound beam transversely through the plane of the lens. The contralateral eye can be assessed to estimate the location and orientation of the pupil on the studied eye. Increasing the volume of an ultrasound gel buffer can improve the quality of the image. Increasing the gain can help enhance discernment between the actual nerve sheath and nerve. Color Doppler can help visualize the retinal artery near the posterior globe as a reference point."}
{"id": "article-79614_21", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment", "content": "Once the optic nerve sheath diameter is determined, it requires evaluation in the overall clinical context. Earlier studies have most commonly used a cutoff of 5.0 mm with excellent sensitivity as well as positive and negative predictive values, but cutoffs correlating to elevations of ICP greater than 20 mm Hg have varied from less than 5 mm to greater than 6 mm in different papers. One meta-analysis of 12 studies that compared optic nerve sheath values to CT evidence of elevated ICP yielded a specificity of 92.3% and a sensitivity of 95.6% utilizing a 5 mm cutoff in adult patients. [45]", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment. Once the optic nerve sheath diameter is determined, it requires evaluation in the overall clinical context. Earlier studies have most commonly used a cutoff of 5.0 mm with excellent sensitivity as well as positive and negative predictive values, but cutoffs correlating to elevations of ICP greater than 20 mm Hg have varied from less than 5 mm to greater than 6 mm in different papers. One meta-analysis of 12 studies that compared optic nerve sheath values to CT evidence of elevated ICP yielded a specificity of 92.3% and a sensitivity of 95.6% utilizing a 5 mm cutoff in adult patients. [45]"}
{"id": "article-79614_22", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment -- A-mode Vs. B-mode Scan", "content": "A-mode scan is ideally advocated owing to the 'blooming' artifact during the B-mode scan. [46] [47] However, it is easy to choose a distance on the optic nerve behind the globe in the B-mode scan. The B-mode scan is also easy when assessing non-compliant patients. [47] There is no significant difference in ONSD measurements with straight or lateral gaze tests on B-mode studies. [47]", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment -- A-mode Vs. B-mode Scan. A-mode scan is ideally advocated owing to the 'blooming' artifact during the B-mode scan. [46] [47] However, it is easy to choose a distance on the optic nerve behind the globe in the B-mode scan. The B-mode scan is also easy when assessing non-compliant patients. [47] There is no significant difference in ONSD measurements with straight or lateral gaze tests on B-mode studies. [47]"}
{"id": "article-79614_23", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment -- Point of Measurement of ONSD", "content": "Three millimeters posterior to the globe corresponds to the bulbous (wide) portion of the optic nerve and is the site of maximum pressure changes within the nerve. [48] [49] [50] [51] One study showed an area under the curve (AUC) of 0.956 for ONSD at 3 mm. Some studies, however, have shown no significant differences during the measurement of ONSD  between 3 and 5 mm. [52] The basic steps in measuring ONSD using ocular ultrasound can be summarized as follows:", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment -- Point of Measurement of ONSD. Three millimeters posterior to the globe corresponds to the bulbous (wide) portion of the optic nerve and is the site of maximum pressure changes within the nerve. [48] [49] [50] [51] One study showed an area under the curve (AUC) of 0.956 for ONSD at 3 mm. Some studies, however, have shown no significant differences during the measurement of ONSD  between 3 and 5 mm. [52] The basic steps in measuring ONSD using ocular ultrasound can be summarized as follows:"}
{"id": "article-79614_24", "title": "Optic Nerve Sheath Ultrasound -- Technique or Treatment -- Point of Measurement of ONSD", "content": "Supine positioning of the patient. The high-frequency linear probe (which allows better contrast between the nerve and the retro bulbar fat) is placed on the closed upper eyelid after applying a gel. [53] Acoustic output needs to be adjusted ALARA ('as low as reasonably achievable) principle to protect the lens and retina. The probe needs to be adjusted to display the entry of the optic nerve into the globe. ONSD measurement needs to be ideally taken 3 mm behind the eye globe. The point where the optic nerve and the ophthalmic artery cross is also recommended. Multiple values for each eye and then averaged to reduce the risk of deviation. [11] [50] [53] Same equipment, methodology, window, contrast, and brightness are advocated. [51]", "contents": "Optic Nerve Sheath Ultrasound -- Technique or Treatment -- Point of Measurement of ONSD. Supine positioning of the patient. The high-frequency linear probe (which allows better contrast between the nerve and the retro bulbar fat) is placed on the closed upper eyelid after applying a gel. [53] Acoustic output needs to be adjusted ALARA ('as low as reasonably achievable) principle to protect the lens and retina. The probe needs to be adjusted to display the entry of the optic nerve into the globe. ONSD measurement needs to be ideally taken 3 mm behind the eye globe. The point where the optic nerve and the ophthalmic artery cross is also recommended. Multiple values for each eye and then averaged to reduce the risk of deviation. [11] [50] [53] Same equipment, methodology, window, contrast, and brightness are advocated. [51]"}
{"id": "article-79614_25", "title": "Optic Nerve Sheath Ultrasound -- Complications", "content": "ONSUS is safe and benign in the absence of an open globe. However, if an open globe injury is suspected, there is potential for further ocular injury, and the study should not proceed without consultation or assistance from an ophthalmologist. [33] [34] It is worth noting that despite the reasonably good sensitivity and specificity shown in several studies, imagining the optic nerve sheath in the traditional visual axis, and even the mean measurements of the ONSD captured in the transverse and sagittal plane, have been questioned by several authors.", "contents": "Optic Nerve Sheath Ultrasound -- Complications. ONSUS is safe and benign in the absence of an open globe. However, if an open globe injury is suspected, there is potential for further ocular injury, and the study should not proceed without consultation or assistance from an ophthalmologist. [33] [34] It is worth noting that despite the reasonably good sensitivity and specificity shown in several studies, imagining the optic nerve sheath in the traditional visual axis, and even the mean measurements of the ONSD captured in the transverse and sagittal plane, have been questioned by several authors."}
{"id": "article-79614_26", "title": "Optic Nerve Sheath Ultrasound -- Complications", "content": "Copetti et al. challenge that conventional views of the optic nerve sheath in several studies are more likely to be an artifact (potentially acoustic shadow cast from the lamina cribrosa) rather than the optic nerve itself. False positives, created by artifacts or excessive pressure on the globe itself, could result in unmerited treatment, invasive monitoring, or additional unindicated studies. Copetti suggests utilizing color doppler to identify the retinal artery and measuring the optic nerve from the lateral position. [54]", "contents": "Optic Nerve Sheath Ultrasound -- Complications. Copetti et al. challenge that conventional views of the optic nerve sheath in several studies are more likely to be an artifact (potentially acoustic shadow cast from the lamina cribrosa) rather than the optic nerve itself. False positives, created by artifacts or excessive pressure on the globe itself, could result in unmerited treatment, invasive monitoring, or additional unindicated studies. Copetti suggests utilizing color doppler to identify the retinal artery and measuring the optic nerve from the lateral position. [54]"}
{"id": "article-79614_27", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "There are broad applications of ONSUS in both advanced medical centers and battlefield environments. It is often difficult and potentially life-threatening to transport critically ill intensive care unit patients to radiology suites. The mortality rate of inter-hospital transfer of critically ill patients has been reported as high as 2%, with adverse event rates as high as 68%. [55] Several studies have shown that CT scans usually result in therapeutic changes in only about half of all cases (39% to 68%); only judicious use of ICU radiographic studies should be considered. [56] [57]", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. There are broad applications of ONSUS in both advanced medical centers and battlefield environments. It is often difficult and potentially life-threatening to transport critically ill intensive care unit patients to radiology suites. The mortality rate of inter-hospital transfer of critically ill patients has been reported as high as 2%, with adverse event rates as high as 68%. [55] Several studies have shown that CT scans usually result in therapeutic changes in only about half of all cases (39% to 68%); only judicious use of ICU radiographic studies should be considered. [56] [57]"}
{"id": "article-79614_28", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "Head CT accounts for more than 25% of ICU inter-hospital transports, and depending on the indication, ONSUS may be a modality in improving the decision-making process for obtaining such imaging. [58] If a multisystem trauma patient with a known, stable intracranial hemorrhage and known baseline ONSD experiences a neurological decline in the ICU, it could potentially be worthwhile to perform serial ONSUS on the patient to rule out intracranial hypertension or herniation if the risks of transport are significant and evolution of the hemorrhage without intracranial hypertension would not change management. This is why it is paramount to perform early, and frequent ONSUS in patients at risk for developing increased ICP, as a significant change in ONSD is far more suggestive of changes in ICP than a single absolute number.", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. Head CT accounts for more than 25% of ICU inter-hospital transports, and depending on the indication, ONSUS may be a modality in improving the decision-making process for obtaining such imaging. [58] If a multisystem trauma patient with a known, stable intracranial hemorrhage and known baseline ONSD experiences a neurological decline in the ICU, it could potentially be worthwhile to perform serial ONSUS on the patient to rule out intracranial hypertension or herniation if the risks of transport are significant and evolution of the hemorrhage without intracranial hypertension would not change management. This is why it is paramount to perform early, and frequent ONSUS in patients at risk for developing increased ICP, as a significant change in ONSD is far more suggestive of changes in ICP than a single absolute number."}
{"id": "article-79614_29", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "Medics and physicians have used ultrasound in many environments, including high altitude, polar, battlefield, and in-flight expeditions, when other imaging is not readily available. [7] Traumatic brain injury (TBI) remains a common battlefield injury, with over 200000 DoD-reported cases between 2010 to 2018. Over 80% of these TBIs are classified as mild and do not require neurosurgical intervention, but evaluation in austere locations can be difficult. [59]", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. Medics and physicians have used ultrasound in many environments, including high altitude, polar, battlefield, and in-flight expeditions, when other imaging is not readily available. [7] Traumatic brain injury (TBI) remains a common battlefield injury, with over 200000 DoD-reported cases between 2010 to 2018. Over 80% of these TBIs are classified as mild and do not require neurosurgical intervention, but evaluation in austere locations can be difficult. [59]"}
{"id": "article-79614_30", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "ONSUS provides the ability for rapid triage and the minimally invasive evaluation of intracranial hypertension in an equivocal clinical setting and provides useful data for the early medical treatment of intracranial hypertension while arranging evacuation to definitive neurosurgical care. Though ONSUS is not specifically mentioned by the most recent Joint Trauma System Clinical Practice Guideline on Traumatic Brain/Severe Head Injury (2 March 2017), the authors note that “treatment of known or suspected intracranial hypertension remains a cornerstone of therapy in patients with severe brain injury.” Further recommendations are that after conservative management (head of the bed elevation 30 to 45 degrees, SBP goals greater than 100 to 110 mm Hg, normoventilation with PaCo2 35 to 40 mm Hg, blood glucose less than 180 mg/dl, PaO2 greater than 60 mmHg, seizure prophylaxis, etc.) treatment with 3% saline with a target serum sodium goal of 150 to 160 should be instituted if there is no contraindication. When utilizing invasive ICP monitoring, a treatment goal of less than 22 mmHg is often cited. [60] [61]", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. ONSUS provides the ability for rapid triage and the minimally invasive evaluation of intracranial hypertension in an equivocal clinical setting and provides useful data for the early medical treatment of intracranial hypertension while arranging evacuation to definitive neurosurgical care. Though ONSUS is not specifically mentioned by the most recent Joint Trauma System Clinical Practice Guideline on Traumatic Brain/Severe Head Injury (2 March 2017), the authors note that “treatment of known or suspected intracranial hypertension remains a cornerstone of therapy in patients with severe brain injury.” Further recommendations are that after conservative management (head of the bed elevation 30 to 45 degrees, SBP goals greater than 100 to 110 mm Hg, normoventilation with PaCo2 35 to 40 mm Hg, blood glucose less than 180 mg/dl, PaO2 greater than 60 mmHg, seizure prophylaxis, etc.) treatment with 3% saline with a target serum sodium goal of 150 to 160 should be instituted if there is no contraindication. When utilizing invasive ICP monitoring, a treatment goal of less than 22 mmHg is often cited. [60] [61]"}
{"id": "article-79614_31", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "Since invasive ICP monitors require some neurosurgical expertise, and traditional cutoffs of ONSD of 5 mm typically correlate to an ICP greater than 20 mmHg, ONSUS could be utilized as an aid in the decision-making process to start hypertonic therapy and as a real-time monitor of clinical effects.", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. Since invasive ICP monitors require some neurosurgical expertise, and traditional cutoffs of ONSD of 5 mm typically correlate to an ICP greater than 20 mmHg, ONSUS could be utilized as an aid in the decision-making process to start hypertonic therapy and as a real-time monitor of clinical effects."}
{"id": "article-79614_32", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "A positive 30 degrees test (ONSD assessment in primary and 30 degrees from primary gaze) differentiates raised ICP due to fluid overload from that of infiltrative pathologies. [62] ‘Crescent sign’ is seen in chronic ICP compared to acute forms. [63]", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. A positive 30 degrees test (ONSD assessment in primary and 30 degrees from primary gaze) differentiates raised ICP due to fluid overload from that of infiltrative pathologies. [62] ‘Crescent sign’ is seen in chronic ICP compared to acute forms. [63]"}
{"id": "article-79614_33", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance", "content": "Invasive methods, though considered the gold standard for ICP measurement, harbinger significant risks of infection and hemorrhage, are not readily available, and have significant financial constraints, especially in low- and middle-income nations. [64] It is a bedside, non-invasive, portable, easily performed, rapid, cheap, reproducible, efficacious, free of radiation hazards, and does not have a steep learning curve. [64] [65] Competence can be easily attained despite any formal radiology training. [65] Pocket-sized ultrasound is also now available. [66]", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance. Invasive methods, though considered the gold standard for ICP measurement, harbinger significant risks of infection and hemorrhage, are not readily available, and have significant financial constraints, especially in low- and middle-income nations. [64] It is a bedside, non-invasive, portable, easily performed, rapid, cheap, reproducible, efficacious, free of radiation hazards, and does not have a steep learning curve. [64] [65] Competence can be easily attained despite any formal radiology training. [65] Pocket-sized ultrasound is also now available. [66]"}
{"id": "article-79614_34", "title": "Optic Nerve Sheath Ultrasound -- Clinical Significance -- Limitations of the study include:", "content": "Is operator dependent [53] Influence by type of settings (ER vs. ICU) [53] A meta-analysis has demonstrated a wide range of diagnostic odds of measurement in quantifying raised ICP [11] [64] The optic nerve sheath is not perfectly circular and is a complex system comprising arachnoid trabeculae, pillars, and septa compartmentalizing the subarachnoid space [67] ONSD expansion persisted even after the normalization of raised ICP owing to the impaired retraction capability of the ONS [68] Alongside ICP, other factors may govern the optic nerve sheath in vivo Movement of the eyeball, axial length, myopia, lesions, and optic canal at the sphenoid bone can influence the ONSD [51]", "contents": "Optic Nerve Sheath Ultrasound -- Clinical Significance -- Limitations of the study include:. Is operator dependent [53] Influence by type of settings (ER vs. ICU) [53] A meta-analysis has demonstrated a wide range of diagnostic odds of measurement in quantifying raised ICP [11] [64] The optic nerve sheath is not perfectly circular and is a complex system comprising arachnoid trabeculae, pillars, and septa compartmentalizing the subarachnoid space [67] ONSD expansion persisted even after the normalization of raised ICP owing to the impaired retraction capability of the ONS [68] Alongside ICP, other factors may govern the optic nerve sheath in vivo Movement of the eyeball, axial length, myopia, lesions, and optic canal at the sphenoid bone can influence the ONSD [51]"}
{"id": "article-79614_35", "title": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes", "content": "ONSUS remains a relatively new modality for the assessment of ICP. Initial studies have shown that it is an extremely easy skill to acquire and can be performed bilaterally in less than 5 minutes by experienced operators. [14] [45] Interestingly, research regarding the training of ONSUS in non-physician Special Operations Combat Medic (SOCM) trainees with minimal to no ultrasound experience has shown that after a 5-minute tutorial, trainees were able to obtain statistically non-significant measurement differences in ONSD when compared to expert physicians. [15]", "contents": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes. ONSUS remains a relatively new modality for the assessment of ICP. Initial studies have shown that it is an extremely easy skill to acquire and can be performed bilaterally in less than 5 minutes by experienced operators. [14] [45] Interestingly, research regarding the training of ONSUS in non-physician Special Operations Combat Medic (SOCM) trainees with minimal to no ultrasound experience has shown that after a 5-minute tutorial, trainees were able to obtain statistically non-significant measurement differences in ONSD when compared to expert physicians. [15]"}
{"id": "article-79614_36", "title": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes", "content": "Additional research has suggested that novice ultrasound users can obtain proficiency with this scan in as little as 25 exams, while an experienced sonographer might become proficient with as few as ten scans. [14] Given the safety profile of surface ultrasound and its expansion of utility in physician and non-physician training, the skill of ONSUS can be acquired and utilized by the entire health care team. [15] [Level 1]", "contents": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes. Additional research has suggested that novice ultrasound users can obtain proficiency with this scan in as little as 25 exams, while an experienced sonographer might become proficient with as few as ten scans. [14] Given the safety profile of surface ultrasound and its expansion of utility in physician and non-physician training, the skill of ONSUS can be acquired and utilized by the entire health care team. [15] [Level 1]"}
{"id": "article-79614_37", "title": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes", "content": "Systematic review and meta-analysis have shown that ONSD of more than 5.00 to 5.70 mm has a concurrent ICP value above 20 mm Hg. [28] [69] Systematic review and meta-analysis showed a mean ONSD in the included studies of 5.82 mm. [53] ONSD/eyeball transverse diameter (mean value of 0.18) is more reliable than ONSD measurement alone. [11] [47] This is accountable due to the following reasons: Significant correlation between ONSD and ETD Standard deviation between the normal and pathological values for ONSD is often overlapping The ratio is independent of demographic variables such as sex, height, weight, and BMI. [11]", "contents": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes. Systematic review and meta-analysis have shown that ONSD of more than 5.00 to 5.70 mm has a concurrent ICP value above 20 mm Hg. [28] [69] Systematic review and meta-analysis showed a mean ONSD in the included studies of 5.82 mm. [53] ONSD/eyeball transverse diameter (mean value of 0.18) is more reliable than ONSD measurement alone. [11] [47] This is accountable due to the following reasons: Significant correlation between ONSD and ETD Standard deviation between the normal and pathological values for ONSD is often overlapping The ratio is independent of demographic variables such as sex, height, weight, and BMI. [11]"}
{"id": "article-79614_38", "title": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes", "content": "ONSD reacts to ICP in real-time. Within the effective range, the chances of plastic deformation and over-distention of the ONS are minimal. [50] [70] It is a very useful adjunct. to other standard diagnostic modalities. [53] However, unified methods and a range of ONSD values must be established. [64]", "contents": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes. ONSD reacts to ICP in real-time. Within the effective range, the chances of plastic deformation and over-distention of the ONS are minimal. [50] [70] It is a very useful adjunct. to other standard diagnostic modalities. [53] However, unified methods and a range of ONSD values must be established. [64]"}
{"id": "article-79614_39", "title": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes", "content": "Consensus on the ONSD monitoring as a noninvasive surrogate marker of intracranial pressure monitoring has advocated a checklist for quality assurance pertaining to probe selection, patient safety, positioning, image acquisition, and methods of measurement. [71]", "contents": "Optic Nerve Sheath Ultrasound -- Enhancing Healthcare Team Outcomes. Consensus on the ONSD monitoring as a noninvasive surrogate marker of intracranial pressure monitoring has advocated a checklist for quality assurance pertaining to probe selection, patient safety, positioning, image acquisition, and methods of measurement. [71]"}
{"id": "article-79614_40", "title": "Optic Nerve Sheath Ultrasound -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "In the right clinical setting or environment, ONSUS could provide enough information to institute neuroprotective measures or medical management in anticipation of further imaging, evacuation, or neurosurgical intervention. All healthcare team members should understand the ramifications of an elevated or increasing ONSD and familiarize themselves with ICP lowering techniques.", "contents": "Optic Nerve Sheath Ultrasound -- Nursing, Allied Health, and Interprofessional Team Interventions. In the right clinical setting or environment, ONSUS could provide enough information to institute neuroprotective measures or medical management in anticipation of further imaging, evacuation, or neurosurgical intervention. All healthcare team members should understand the ramifications of an elevated or increasing ONSD and familiarize themselves with ICP lowering techniques."}
{"id": "article-79614_41", "title": "Optic Nerve Sheath Ultrasound -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "ONSUS can be taught to virtually any medical professional, even with limited ultrasound experience. [15] This may include paramedical, nursing, physician assistant, and physician providers. In many medical centers that offer neurosurgical services, there is not a neurosurgeon “in-house“ 24/7. Therefore, initial evaluation and interim monitoring will often be the responsibility of emergency medicine, intensive care, and nursing providers. There is a considerable utility in teaching this modality to any team that will commonly care for neurosurgical or critically ill patients.", "contents": "Optic Nerve Sheath Ultrasound -- Nursing, Allied Health, and Interprofessional Team Monitoring. ONSUS can be taught to virtually any medical professional, even with limited ultrasound experience. [15] This may include paramedical, nursing, physician assistant, and physician providers. In many medical centers that offer neurosurgical services, there is not a neurosurgeon “in-house“ 24/7. Therefore, initial evaluation and interim monitoring will often be the responsibility of emergency medicine, intensive care, and nursing providers. There is a considerable utility in teaching this modality to any team that will commonly care for neurosurgical or critically ill patients."}
{"id": "article-79614_42", "title": "Optic Nerve Sheath Ultrasound -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Optic Nerve Sheath Ultrasound -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}