{"id": "article-22615_0", "title": "Muscle Contraction Tension Headache -- Continuing Education Activity", "content": "Tension-type headache (TTH) is the most common type of primary headaches. It is also sometimes referred to as muscle contraction headache, stress headache, or psychomyogenic headache. TTH occurs repetitively and can be categorized into episodic TTH (with frequent and infrequent subtypes) and chronic TTH. This activity outlines the evaluation and treatment of tension headaches and highlights the role of the healthcare team in evaluating and treating patients with this condition.", "contents": "Muscle Contraction Tension Headache -- Continuing Education Activity. Tension-type headache (TTH) is the most common type of primary headaches. It is also sometimes referred to as muscle contraction headache, stress headache, or psychomyogenic headache. TTH occurs repetitively and can be categorized into episodic TTH (with frequent and infrequent subtypes) and chronic TTH. This activity outlines the evaluation and treatment of tension headaches and highlights the role of the healthcare team in evaluating and treating patients with this condition."}
{"id": "article-22615_1", "title": "Muscle Contraction Tension Headache -- Continuing Education Activity", "content": "Objectives: Identify the etiology of tension headaches. Review the evaluation steps for assessing tension headaches. Summarize the management strategies available for tension headaches. Describe some interprofessional team strategies for improving care coordination and communication to advance tension headaches and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Muscle Contraction Tension Headache -- Continuing Education Activity. Objectives: Identify the etiology of tension headaches. Review the evaluation steps for assessing tension headaches. Summarize the management strategies available for tension headaches. Describe some interprofessional team strategies for improving care coordination and communication to advance tension headaches and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22615_2", "title": "Muscle Contraction Tension Headache -- Introduction", "content": "Tension-type headache (TTH) is the most common type of primary headaches. It is also sometimes referred to as muscle contraction headache, stress headache, or psychomyogenic headache. TTH occurs repetitively and can categorize into episodic TTH (with frequent and infrequent subtypes) and chronic TTH. The differentiating factor for these is the frequency of headache episodes. [1]", "contents": "Muscle Contraction Tension Headache -- Introduction. Tension-type headache (TTH) is the most common type of primary headaches. It is also sometimes referred to as muscle contraction headache, stress headache, or psychomyogenic headache. TTH occurs repetitively and can categorize into episodic TTH (with frequent and infrequent subtypes) and chronic TTH. The differentiating factor for these is the frequency of headache episodes. [1]"}
{"id": "article-22615_3", "title": "Muscle Contraction Tension Headache -- Introduction", "content": "TTH is differentiated from other primary and secondary headaches using the definition and diagnostic criteria from the International Headache Society (IHS). The duration of TTH episodes may vary from 30 minutes to 7 days. TTH may have a bilateral location with a band-like quality. Headache is usually mild to moderate in intensity and does not worsen with minor exertional activity (such as walking). Detailed IHS criteria for TTH appear in the evaluation section. [1]", "contents": "Muscle Contraction Tension Headache -- Introduction. TTH is differentiated from other primary and secondary headaches using the definition and diagnostic criteria from the International Headache Society (IHS). The duration of TTH episodes may vary from 30 minutes to 7 days. TTH may have a bilateral location with a band-like quality. Headache is usually mild to moderate in intensity and does not worsen with minor exertional activity (such as walking). Detailed IHS criteria for TTH appear in the evaluation section. [1]"}
{"id": "article-22615_4", "title": "Muscle Contraction Tension Headache -- Etiology", "content": "The exact cause of TTH is not fully understood. However, there are links to various factors, including nutritional, muscular, environmental, and genetics.", "contents": "Muscle Contraction Tension Headache -- Etiology. The exact cause of TTH is not fully understood. However, there are links to various factors, including nutritional, muscular, environmental, and genetics."}
{"id": "article-22615_5", "title": "Muscle Contraction Tension Headache -- Etiology", "content": "There have been numerous correlational studies that have vitamin deficiencies as implicating factors in TTH. A possible vitamin B-12 correlation has been studied in Turkish kids. In this study, nearly a quarter of the 75 children in the control group from ages 11 to 15 had headaches and serum B-12 levels < 200. Some had what researchers defined as severe B-12 deficiency, with a vitamin B-12 level of <160. Upon vitamin supplementation, all 18 of these kids no longer had headaches. [2] Similarly, data also shows vitamin-D deficiency to correlate with TTH. In a randomized control trial, researchers compared 100 patients with chronic TTH with 100 healthy controls. Nearly 70% of the patients with chronic TTH had a Vitamin D deficiency, while a quarter in the control group had a Vitamin D deficiency. [3]", "contents": "Muscle Contraction Tension Headache -- Etiology. There have been numerous correlational studies that have vitamin deficiencies as implicating factors in TTH. A possible vitamin B-12 correlation has been studied in Turkish kids. In this study, nearly a quarter of the 75 children in the control group from ages 11 to 15 had headaches and serum B-12 levels < 200. Some had what researchers defined as severe B-12 deficiency, with a vitamin B-12 level of <160. Upon vitamin supplementation, all 18 of these kids no longer had headaches. [2] Similarly, data also shows vitamin-D deficiency to correlate with TTH. In a randomized control trial, researchers compared 100 patients with chronic TTH with 100 healthy controls. Nearly 70% of the patients with chronic TTH had a Vitamin D deficiency, while a quarter in the control group had a Vitamin D deficiency. [3]"}
{"id": "article-22615_6", "title": "Muscle Contraction Tension Headache -- Etiology", "content": "Environmental and muscular factors are also possible etiology of tension headaches. Stress and posture appear to be the two significant factors. [4] The exact pathophysiology of both is not entirely understood. However, poor posture, such as excessive neck flexion while playing video games and/or watching the computer screen, leads to more stress placed on the atlantoaxial joint-upper cervical vertebrae. The shoulders attempt to compensate by stooping forward to reduce the stress that leads to muscular imbalances, with some areas tightening to create the tension headache.", "contents": "Muscle Contraction Tension Headache -- Etiology. Environmental and muscular factors are also possible etiology of tension headaches. Stress and posture appear to be the two significant factors. [4] The exact pathophysiology of both is not entirely understood. However, poor posture, such as excessive neck flexion while playing video games and/or watching the computer screen, leads to more stress placed on the atlantoaxial joint-upper cervical vertebrae. The shoulders attempt to compensate by stooping forward to reduce the stress that leads to muscular imbalances, with some areas tightening to create the tension headache."}
{"id": "article-22615_7", "title": "Muscle Contraction Tension Headache -- Epidemiology", "content": "TTH is the most common type of primary headache disorder and one of the most prevalent conditions in the world, affecting about one-fifth of the world population. A Danish epidemiologic study revealed that about 78% of the adult population has at least one episode of TTH in their lives. TTH is also more common in women as compared to men (female-to-male 3 to 1). [5] [6] TTH is also the most common headache type in children. [2] However, the average age remains between 25 to 30 years. While the exact incidence is difficult to ascertain, a Danish study revealed an incidence of 14.2 per 1000 person-years for frequent episodic TTH. [7]", "contents": "Muscle Contraction Tension Headache -- Epidemiology. TTH is the most common type of primary headache disorder and one of the most prevalent conditions in the world, affecting about one-fifth of the world population. A Danish epidemiologic study revealed that about 78% of the adult population has at least one episode of TTH in their lives. TTH is also more common in women as compared to men (female-to-male 3 to 1). [5] [6] TTH is also the most common headache type in children. [2] However, the average age remains between 25 to 30 years. While the exact incidence is difficult to ascertain, a Danish study revealed an incidence of 14.2 per 1000 person-years for frequent episodic TTH. [7]"}
{"id": "article-22615_8", "title": "Muscle Contraction Tension Headache -- Pathophysiology", "content": "There have been multiple theories proposed for the presumed pathophysiology of TTHs, but the exact pathophysiology is unknown. Myofascial trigger points have been implicated in the possible pathogenesis of TTH. Trigger points are specific areas, usually located at the level of skeletal muscles, that when pressed may be painful and elicit pain in specific areas of the body. The pericranial musculatures are the presumed trigger points for the TTHs. Excessive pericranial muscle contractions may lead to ischemia and the release of noxious substances, such as substance P, that may lead to further pain. Over time, these trigger points may be latent, meaning radiate pain only with palpation, or active, which causes constant pain. [8] Osteopathic studies have stipulated that the tightening of the suboccipital and the upper neck musculature can lead to a \"pull\" of the dural matter, forming the myodural bridges, which can be very painful. [9]", "contents": "Muscle Contraction Tension Headache -- Pathophysiology. There have been multiple theories proposed for the presumed pathophysiology of TTHs, but the exact pathophysiology is unknown. Myofascial trigger points have been implicated in the possible pathogenesis of TTH. Trigger points are specific areas, usually located at the level of skeletal muscles, that when pressed may be painful and elicit pain in specific areas of the body. The pericranial musculatures are the presumed trigger points for the TTHs. Excessive pericranial muscle contractions may lead to ischemia and the release of noxious substances, such as substance P, that may lead to further pain. Over time, these trigger points may be latent, meaning radiate pain only with palpation, or active, which causes constant pain. [8] Osteopathic studies have stipulated that the tightening of the suboccipital and the upper neck musculature can lead to a \"pull\" of the dural matter, forming the myodural bridges, which can be very painful. [9]"}
{"id": "article-22615_9", "title": "Muscle Contraction Tension Headache -- Pathophysiology", "content": "There is also a hypothesis that autonomic dysfunction may also play a role in the pathophysiology of TTH, especially due to sleep disturbance. Sleep loss can lead to an increase in fatigue that can lead to a greater sympathetic overdrive, which would subsequently worsen or cause a headache. TTHs may also occur due to dysfunction within the brain's cortical matter. The trigeminal nucleus caudalis contains the nociceptive pathways of the face, which transmits pain signals to the ventral posteromedial thalamus. When stimulated with a molecule known as orexin, the nociceptive pathways within the trigeminal nucleus caudalis become inhibited. With inconsistent sleep, researchers postulate that the release of orexin becomes reduced, and therefore, less blocking of the trigeminal nucleus caudalis results in headaches. [10]", "contents": "Muscle Contraction Tension Headache -- Pathophysiology. There is also a hypothesis that autonomic dysfunction may also play a role in the pathophysiology of TTH, especially due to sleep disturbance. Sleep loss can lead to an increase in fatigue that can lead to a greater sympathetic overdrive, which would subsequently worsen or cause a headache. TTHs may also occur due to dysfunction within the brain's cortical matter. The trigeminal nucleus caudalis contains the nociceptive pathways of the face, which transmits pain signals to the ventral posteromedial thalamus. When stimulated with a molecule known as orexin, the nociceptive pathways within the trigeminal nucleus caudalis become inhibited. With inconsistent sleep, researchers postulate that the release of orexin becomes reduced, and therefore, less blocking of the trigeminal nucleus caudalis results in headaches. [10]"}
{"id": "article-22615_10", "title": "Muscle Contraction Tension Headache -- Pathophysiology", "content": "There is also a role for NO-mediated mechanisms for a chronic tension-type headache. Part of this is due to the treatments, which have shown that the inhibition of NO is effective in the treatment of a chronic-tension-type headache. This area is under further investigation at this time. [11]", "contents": "Muscle Contraction Tension Headache -- Pathophysiology. There is also a role for NO-mediated mechanisms for a chronic tension-type headache. Part of this is due to the treatments, which have shown that the inhibition of NO is effective in the treatment of a chronic-tension-type headache. This area is under further investigation at this time. [11]"}
{"id": "article-22615_11", "title": "Muscle Contraction Tension Headache -- History and Physical", "content": "The most important question in the evaluation of headache history is to ascertain whether the headache is of primary or secondary type. Primary headaches are recurrent headaches. The new-onset headache should undergo assessment for the secondary causes. In cases of recurrent headaches, the next important question is if the current episode is similar to the previous headaches. If this headache is similar to the previous headaches, a primary headache disorder is the most likely possibility. If the current headache is different from the previous headache episodes, an evaluation for the secondary causes is necessary (e.g., a patient with migraine or TTH may suffer from subarachnoid hemorrhage or meningitis and may present with a headache different from the usual headaches).", "contents": "Muscle Contraction Tension Headache -- History and Physical. The most important question in the evaluation of headache history is to ascertain whether the headache is of primary or secondary type. Primary headaches are recurrent headaches. The new-onset headache should undergo assessment for the secondary causes. In cases of recurrent headaches, the next important question is if the current episode is similar to the previous headaches. If this headache is similar to the previous headaches, a primary headache disorder is the most likely possibility. If the current headache is different from the previous headache episodes, an evaluation for the secondary causes is necessary (e.g., a patient with migraine or TTH may suffer from subarachnoid hemorrhage or meningitis and may present with a headache different from the usual headaches)."}
{"id": "article-22615_12", "title": "Muscle Contraction Tension Headache -- History and Physical", "content": "TTHs are recurrent headaches. The patients need to maintain a headache diary and write down their headache episodes, duration, severity, as well as aggravating and relieving factors. IHS requires at least ten episodes of headache for a diagnosis of TTH. These headaches vary from 30 minutes to 7 days in duration. The average duration is about 4 to 6 hours. The headaches are often bilateral in location and described as having dull, pressing, or band-like tightening (non-pulsating) quality. They are also of mild or moderate intensity, which is not aggravated by routine physical activity such as walking or climbing stairs. Therefore these patients continue performing their routine activities, unlike patients with migraines, who usually prefer to stay in quiet, dark rooms. TTH is better in the morning and usually worsens in the evening.", "contents": "Muscle Contraction Tension Headache -- History and Physical. TTHs are recurrent headaches. The patients need to maintain a headache diary and write down their headache episodes, duration, severity, as well as aggravating and relieving factors. IHS requires at least ten episodes of headache for a diagnosis of TTH. These headaches vary from 30 minutes to 7 days in duration. The average duration is about 4 to 6 hours. The headaches are often bilateral in location and described as having dull, pressing, or band-like tightening (non-pulsating) quality. They are also of mild or moderate intensity, which is not aggravated by routine physical activity such as walking or climbing stairs. Therefore these patients continue performing their routine activities, unlike patients with migraines, who usually prefer to stay in quiet, dark rooms. TTH is better in the morning and usually worsens in the evening."}
{"id": "article-22615_13", "title": "Muscle Contraction Tension Headache -- History and Physical", "content": "These patients may also complain of shoulder or neck muscle tightness as well as sleep disturbances. Symptoms of nausea, vomiting, photophobia, or phonophobia are typically absent or are very mild. These features, when present, easily differentiate TTH from migraines. Sometimes the symptoms are overlapping, and confirmation of an exact diagnosis may only occur over time. Medication history is also critical. The type, frequency, and response to analgesic drugs require evaluation in all the patients.", "contents": "Muscle Contraction Tension Headache -- History and Physical. These patients may also complain of shoulder or neck muscle tightness as well as sleep disturbances. Symptoms of nausea, vomiting, photophobia, or phonophobia are typically absent or are very mild. These features, when present, easily differentiate TTH from migraines. Sometimes the symptoms are overlapping, and confirmation of an exact diagnosis may only occur over time. Medication history is also critical. The type, frequency, and response to analgesic drugs require evaluation in all the patients."}
{"id": "article-22615_14", "title": "Muscle Contraction Tension Headache -- History and Physical", "content": "Physical examination is normal in primary headache disorders, including the TTH. Although the transient trigeminal cranial features of ptosis, conjunctivitis, or orbital swelling may occur with the trigeminal autonomic cephalgias (TACs). Physical examination is vital in excluding the secondary causes, such as nuchal rigidity seen in meningitis and subarachnoid hemorrhage, focal neurological deficits seen in the space-occupying lesion, and/or papilledema in idiopathic intracranial hypertension, etc. \"Red flags\" for secondary disorders should always be ruled out during the history and physical examination. [12] These include: Sudden onset of headache Age of onset of headache after 50 years of age Very severe headache New onset of headache with an underlying medical condition Headache with concomitant systemic illness Focal neurologic signs or symptoms Papilledema, and History of head trauma Secondary headache disorders can also have an evaluation using the acronym: \"SNOOP4\".", "contents": "Muscle Contraction Tension Headache -- History and Physical. Physical examination is normal in primary headache disorders, including the TTH. Although the transient trigeminal cranial features of ptosis, conjunctivitis, or orbital swelling may occur with the trigeminal autonomic cephalgias (TACs). Physical examination is vital in excluding the secondary causes, such as nuchal rigidity seen in meningitis and subarachnoid hemorrhage, focal neurological deficits seen in the space-occupying lesion, and/or papilledema in idiopathic intracranial hypertension, etc. \"Red flags\" for secondary disorders should always be ruled out during the history and physical examination. [12] These include: Sudden onset of headache Age of onset of headache after 50 years of age Very severe headache New onset of headache with an underlying medical condition Headache with concomitant systemic illness Focal neurologic signs or symptoms Papilledema, and History of head trauma Secondary headache disorders can also have an evaluation using the acronym: \"SNOOP4\"."}
{"id": "article-22615_15", "title": "Muscle Contraction Tension Headache -- History and Physical", "content": "\"S\" stands for systemic symptoms, fevers, chills, myalgias, and weight loss. \"N\" is the neurological symptoms, especially the focal neurologic deficits. The first \"O\" is for older onset, meaning the age of 50 years or greater. The second \"O\" is onset, particularly that of a sudden onset headache like a subarachnoid hemorrhage. \"P1\" is papilledema. \"P2\" is positional. \"P3\" is precipitated by the Valsalva maneuver or exertion. \"P4\" is a progressive headache or substantial pattern change.", "contents": "Muscle Contraction Tension Headache -- History and Physical. \"S\" stands for systemic symptoms, fevers, chills, myalgias, and weight loss. \"N\" is the neurological symptoms, especially the focal neurologic deficits. The first \"O\" is for older onset, meaning the age of 50 years or greater. The second \"O\" is onset, particularly that of a sudden onset headache like a subarachnoid hemorrhage. \"P1\" is papilledema. \"P2\" is positional. \"P3\" is precipitated by the Valsalva maneuver or exertion. \"P4\" is a progressive headache or substantial pattern change."}
{"id": "article-22615_16", "title": "Muscle Contraction Tension Headache -- Evaluation", "content": "TTH is a clinical diagnosis using the IHS diagnostic criteria. No laboratory testing or imaging studies are usually necessary for the diagnosis of TTH. However, if one or more red flags are present, then appropriate investigations, including but not limited to brain imaging, should be performed to rule out secondary causes. A magnetic resonance imaging (MRI) with gadolinium contrast is the recommended imaging study in these patients.", "contents": "Muscle Contraction Tension Headache -- Evaluation. TTH is a clinical diagnosis using the IHS diagnostic criteria. No laboratory testing or imaging studies are usually necessary for the diagnosis of TTH. However, if one or more red flags are present, then appropriate investigations, including but not limited to brain imaging, should be performed to rule out secondary causes. A magnetic resonance imaging (MRI) with gadolinium contrast is the recommended imaging study in these patients."}
{"id": "article-22615_17", "title": "Muscle Contraction Tension Headache -- Evaluation -- IHS Diagnostic criteria for TTH:", "content": "IHS has proposed the diagnostic criteria in the third edition of the International Classification of Headache Disorders (ICHD-3). [13] The criteria are as follows: At least ten episodes of headache fulfilling criteria B-D Lasting from 30 minutes to as long as seven days Minimally two of the following four characteristics: Bilaterally located Pressing or tightening (non-pulsating) quality Mild or moderate in intensity Not exacerbated by routine physical activity, e.g., walking or climbing stairs. Both of the following: No nausea or vomiting No more than one of photophobia or phonophobia They are not better explained by another ICHD-3 diagnosis.", "contents": "Muscle Contraction Tension Headache -- Evaluation -- IHS Diagnostic criteria for TTH:. IHS has proposed the diagnostic criteria in the third edition of the International Classification of Headache Disorders (ICHD-3). [13] The criteria are as follows: At least ten episodes of headache fulfilling criteria B-D Lasting from 30 minutes to as long as seven days Minimally two of the following four characteristics: Bilaterally located Pressing or tightening (non-pulsating) quality Mild or moderate in intensity Not exacerbated by routine physical activity, e.g., walking or climbing stairs. Both of the following: No nausea or vomiting No more than one of photophobia or phonophobia They are not better explained by another ICHD-3 diagnosis."}
{"id": "article-22615_18", "title": "Muscle Contraction Tension Headache -- Evaluation -- IHS Diagnostic criteria for TTH:", "content": "The above is a general ICHD-3 diagnostic criterion for the TTH. If one of the above ICHD-3 features for TTH is missing and not fulfilling the criteria for another headache disorder, a diagnosis of probable tension-type headache is possible. These patients with probable TTH should undergo evaluation over time, and the clinician usually makes a diagnosis of TTH in these patients. TTHs are further subdivided into three subtypes based on the frequency of headache episodes. [13] Infrequent episodic TTH: At least ten episodes of headache occurring on <1 day/month on average (<12 days/year). Frequent episodic TTH: At least ten episodes of headache occurring on 1 to 14 days/month on average for over 3 months (≥12 and <180 days/year). Chronic TTH: Headache occurring on ≥15 days/month on average for >3 months (≥180 days/year).", "contents": "Muscle Contraction Tension Headache -- Evaluation -- IHS Diagnostic criteria for TTH:. The above is a general ICHD-3 diagnostic criterion for the TTH. If one of the above ICHD-3 features for TTH is missing and not fulfilling the criteria for another headache disorder, a diagnosis of probable tension-type headache is possible. These patients with probable TTH should undergo evaluation over time, and the clinician usually makes a diagnosis of TTH in these patients. TTHs are further subdivided into three subtypes based on the frequency of headache episodes. [13] Infrequent episodic TTH: At least ten episodes of headache occurring on <1 day/month on average (<12 days/year). Frequent episodic TTH: At least ten episodes of headache occurring on 1 to 14 days/month on average for over 3 months (≥12 and <180 days/year). Chronic TTH: Headache occurring on ≥15 days/month on average for >3 months (≥180 days/year)."}
{"id": "article-22615_19", "title": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Episodic TTH:", "content": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are the mainstay treatment options to abort episodes of TTH. Recent metanalysis studies suggest that ibuprofen 400 mg and acetaminophen 1000 mg are the best pharmacological agents for acute treatment of TTH. There appears to be a synergistic effect of these two drugs together, as the NNT to treat with ibuprofen alone was greater than that of both aforementioned in combination treatment. While ASA alone is used frequently over the counter for treatment, a 500 mg dose showed to be equivalent to placebo. [14] Other NSAIDs (e.g. naproxen sodium [375 to 550 mg], ketoprofen [25 to 50 mg], and diclofenac [50 to 100 mg] etc.) are also more effective than placebo in acute TTH. Patients should avoid the overuse of analgesic medicines as it may, ironically, lead to medication overuse headache. Evidence for the efficacy of muscle relaxants in TTH is weak, and there is a risk for habituation.", "contents": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Episodic TTH:. Nonsteroidal anti-inflammatory drugs (NSAIDs) are the mainstay treatment options to abort episodes of TTH. Recent metanalysis studies suggest that ibuprofen 400 mg and acetaminophen 1000 mg are the best pharmacological agents for acute treatment of TTH. There appears to be a synergistic effect of these two drugs together, as the NNT to treat with ibuprofen alone was greater than that of both aforementioned in combination treatment. While ASA alone is used frequently over the counter for treatment, a 500 mg dose showed to be equivalent to placebo. [14] Other NSAIDs (e.g. naproxen sodium [375 to 550 mg], ketoprofen [25 to 50 mg], and diclofenac [50 to 100 mg] etc.) are also more effective than placebo in acute TTH. Patients should avoid the overuse of analgesic medicines as it may, ironically, lead to medication overuse headache. Evidence for the efficacy of muscle relaxants in TTH is weak, and there is a risk for habituation."}
{"id": "article-22615_20", "title": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:", "content": "Pharmacological Treatment: The goal of chronic TTH therapy is to reduce the frequency of headaches through the use of preventive medications. Among pharmacologic agents, amitriptyline (a tricyclic antidepressant [TCA]), is the most efficacious and well-studied drug in the management of chronic TTH. Amitriptyline should be started on a low dose (10 to 25 mg daily) and slowly titrated (10 to 25 mg weekly) till achieving an appropriate therapeutic response, or the adverse effects appear. The therapeutic response usually occurs in 3 to 4 weeks. In responsive patients, amitriptyline usually continues for at least six months, and then withdrawal may be attempted. In case of recurrence of chronic TTH on withdrawal, amitriptyline may be continued long term.  Adverse effects are common and include dry mouth, drowsiness, urinary retention, cardiac arrhythmias, and glaucoma. [6]", "contents": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:. Pharmacological Treatment: The goal of chronic TTH therapy is to reduce the frequency of headaches through the use of preventive medications. Among pharmacologic agents, amitriptyline (a tricyclic antidepressant [TCA]), is the most efficacious and well-studied drug in the management of chronic TTH. Amitriptyline should be started on a low dose (10 to 25 mg daily) and slowly titrated (10 to 25 mg weekly) till achieving an appropriate therapeutic response, or the adverse effects appear. The therapeutic response usually occurs in 3 to 4 weeks. In responsive patients, amitriptyline usually continues for at least six months, and then withdrawal may be attempted. In case of recurrence of chronic TTH on withdrawal, amitriptyline may be continued long term.  Adverse effects are common and include dry mouth, drowsiness, urinary retention, cardiac arrhythmias, and glaucoma. [6]"}
{"id": "article-22615_21", "title": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:", "content": "Selective serotonin reuptake inhibitors (SSRIs) and serotonin/norepinephrine reuptake inhibitors (SNRIs) were not as effective as TCAs. [6] Evidence for the efficacy of muscle relaxants in TTH is weak, and there is a risk for habituation. [6]", "contents": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:. Selective serotonin reuptake inhibitors (SSRIs) and serotonin/norepinephrine reuptake inhibitors (SNRIs) were not as effective as TCAs. [6] Evidence for the efficacy of muscle relaxants in TTH is weak, and there is a risk for habituation. [6]"}
{"id": "article-22615_22", "title": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:", "content": "Unlike chronic migraine, botulinum toxin type A has varying efficacy in different studies for chronic TTH prevention and is usually not recommended as a first-line treatment. However, in refractory chronic TTH cases, a trial of botulinum toxin A may be given. [6]", "contents": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:. Unlike chronic migraine, botulinum toxin type A has varying efficacy in different studies for chronic TTH prevention and is usually not recommended as a first-line treatment. However, in refractory chronic TTH cases, a trial of botulinum toxin A may be given. [6]"}
{"id": "article-22615_23", "title": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:", "content": "Non-pharmacological Treatment: The best non-pharmacological therapy for chronic TTH are physical therapy, biofeedback, and cognitive-behavioral therapy. [15] Relaxation, exercise programs, and improvement of posture are critical components of physical therapy. Several other treatments, including massage, manipulation, acupuncture, and osteopathic manipulative medicine, have also shown improvement in both acute and chronic presentations, using measures such as increasing range of motion of the head.", "contents": "Muscle Contraction Tension Headache -- Treatment / Management -- Treatment of Chronic TTH:. Non-pharmacological Treatment: The best non-pharmacological therapy for chronic TTH are physical therapy, biofeedback, and cognitive-behavioral therapy. [15] Relaxation, exercise programs, and improvement of posture are critical components of physical therapy. Several other treatments, including massage, manipulation, acupuncture, and osteopathic manipulative medicine, have also shown improvement in both acute and chronic presentations, using measures such as increasing range of motion of the head."}
{"id": "article-22615_24", "title": "Muscle Contraction Tension Headache -- Differential Diagnosis", "content": "Other headache disorders (primary and secondary) are part of the differential diagnosis of TTHs.", "contents": "Muscle Contraction Tension Headache -- Differential Diagnosis. Other headache disorders (primary and secondary) are part of the differential diagnosis of TTHs."}
{"id": "article-22615_25", "title": "Muscle Contraction Tension Headache -- Differential Diagnosis", "content": "Migraine is the second most common cause of primary headache disorders and requires differentiation from TTH because of different treatment options. Migraine headaches are moderate to severe in intensity and last for 4 to 72 hours in duration. Migraine headaches may be unilateral in location and typically have a pulsating or throbbing quality. They are also aggravated by routine physical activity. Nausea, vomiting, photophobia, and phonophobia are commonly associated with migraine headaches. A preceding aura may also be present in some of these patients.", "contents": "Muscle Contraction Tension Headache -- Differential Diagnosis. Migraine is the second most common cause of primary headache disorders and requires differentiation from TTH because of different treatment options. Migraine headaches are moderate to severe in intensity and last for 4 to 72 hours in duration. Migraine headaches may be unilateral in location and typically have a pulsating or throbbing quality. They are also aggravated by routine physical activity. Nausea, vomiting, photophobia, and phonophobia are commonly associated with migraine headaches. A preceding aura may also be present in some of these patients."}
{"id": "article-22615_26", "title": "Muscle Contraction Tension Headache -- Differential Diagnosis", "content": "Medication overuse headache is another important headache type to exclude. It may be present in concomitance with TTH or other headache disorders. It may mimic chronic TTH, therefore, making the diagnoses and treatment more difficult. The patient often takes analgesic medicines > 10 to 15 days a month. Patients may complain of headaches upon awakening that transiently responds to analgesics and returns as the drug effect wears off. These patients may also appear anxious, irritable, and restless. Discontinuing the overused analgesics medication is the primary treatment, which the patient needs to understand.", "contents": "Muscle Contraction Tension Headache -- Differential Diagnosis. Medication overuse headache is another important headache type to exclude. It may be present in concomitance with TTH or other headache disorders. It may mimic chronic TTH, therefore, making the diagnoses and treatment more difficult. The patient often takes analgesic medicines > 10 to 15 days a month. Patients may complain of headaches upon awakening that transiently responds to analgesics and returns as the drug effect wears off. These patients may also appear anxious, irritable, and restless. Discontinuing the overused analgesics medication is the primary treatment, which the patient needs to understand."}
{"id": "article-22615_27", "title": "Muscle Contraction Tension Headache -- Differential Diagnosis", "content": "Hypnic Headache is a less frequent occurrence, which tends to have an onset of >50 years. These headaches will only occur during sleep and will typically wake the patient up. Since older adults also have a higher risk in general of developing secondary headaches, it is important to distinguish primary from secondary headaches within this subset of patients; this should be done in all age groups with risk factors, as discussed below.", "contents": "Muscle Contraction Tension Headache -- Differential Diagnosis. Hypnic Headache is a less frequent occurrence, which tends to have an onset of >50 years. These headaches will only occur during sleep and will typically wake the patient up. Since older adults also have a higher risk in general of developing secondary headaches, it is important to distinguish primary from secondary headaches within this subset of patients; this should be done in all age groups with risk factors, as discussed below."}
{"id": "article-22615_28", "title": "Muscle Contraction Tension Headache -- Differential Diagnosis", "content": "Secondary headache disorders should always be considered and evaluated by looking for \"red flags.\" Some causes of secondary headaches include giant cell arteritis, sleep apnea headache, cardiac cephalgia, cervicogenic headaches, etc. Discussing each secondary headache disorder is beyond the scope of this article.", "contents": "Muscle Contraction Tension Headache -- Differential Diagnosis. Secondary headache disorders should always be considered and evaluated by looking for \"red flags.\" Some causes of secondary headaches include giant cell arteritis, sleep apnea headache, cardiac cephalgia, cervicogenic headaches, etc. Discussing each secondary headache disorder is beyond the scope of this article."}
{"id": "article-22615_29", "title": "Muscle Contraction Tension Headache -- Prognosis", "content": "The prognosis of TTH is usually good. Most people respond with treatment. In a Danish study of 549 people, approximately half of the patients with episodic TTH experienced remission, and about 15% progressed to newly developed chronic TTH. [16]", "contents": "Muscle Contraction Tension Headache -- Prognosis. The prognosis of TTH is usually good. Most people respond with treatment. In a Danish study of 549 people, approximately half of the patients with episodic TTH experienced remission, and about 15% progressed to newly developed chronic TTH. [16]"}
{"id": "article-22615_30", "title": "Muscle Contraction Tension Headache -- Complications", "content": "TTH is not a severe disease, but it causes significant morbidity. Frequent episodes of TTH or chronic TTH lead to absent days and reduced work productivity. It may also result in increased stress and mood disorders.", "contents": "Muscle Contraction Tension Headache -- Complications. TTH is not a severe disease, but it causes significant morbidity. Frequent episodes of TTH or chronic TTH lead to absent days and reduced work productivity. It may also result in increased stress and mood disorders."}
{"id": "article-22615_31", "title": "Muscle Contraction Tension Headache -- Deterrence and Patient Education", "content": "Patients require education regarding the condition and probable triggers. The importance of sleep, relaxation techniques, and appropriate posture should be a point of emphasis. All the patients with primary headache disorders should maintain a headache diary, writing down all the headache episodes, their duration, severity, triggering factors, as well as aggravating and relieving factors. A communicative physician-patient relationship is essential. Most patients do well when they follow a single physician over time.", "contents": "Muscle Contraction Tension Headache -- Deterrence and Patient Education. Patients require education regarding the condition and probable triggers. The importance of sleep, relaxation techniques, and appropriate posture should be a point of emphasis. All the patients with primary headache disorders should maintain a headache diary, writing down all the headache episodes, their duration, severity, triggering factors, as well as aggravating and relieving factors. A communicative physician-patient relationship is essential. Most patients do well when they follow a single physician over time."}
{"id": "article-22615_32", "title": "Muscle Contraction Tension Headache -- Enhancing Healthcare Team Outcomes", "content": "TTH is among the most common reasons to see a primary care physician. Their primary care physicians diagnose most of these patients. They are referred to a neurologist when they have mixed features of other primary disorders or are treatment unresponsive. Along with pharmacological treatment, many patients require physical therapy and psychotherapy. Effective communication between various healthcare providers can lead to more favorable outcomes.", "contents": "Muscle Contraction Tension Headache -- Enhancing Healthcare Team Outcomes. TTH is among the most common reasons to see a primary care physician. Their primary care physicians diagnose most of these patients. They are referred to a neurologist when they have mixed features of other primary disorders or are treatment unresponsive. Along with pharmacological treatment, many patients require physical therapy and psychotherapy. Effective communication between various healthcare providers can lead to more favorable outcomes."}
{"id": "article-22615_33", "title": "Muscle Contraction Tension Headache -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Muscle Contraction Tension Headache -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}