{"id": "article-23748_0", "title": "Involuntary Commitment -- Definition/Introduction", "content": "Varying by title and subtle nuances, civil commitment is ubiquitous throughout the practice of psychiatry. Defined by the United States Health and Human Services, civil commitment - involuntary hospitalization of a patient – is the legal process by which a person is confined in a psychiatric hospital because of a treatable mental disorder, against his or her wishes.", "contents": "Involuntary Commitment -- Definition/Introduction. Varying by title and subtle nuances, civil commitment is ubiquitous throughout the practice of psychiatry. Defined by the United States Health and Human Services, civil commitment - involuntary hospitalization of a patient – is the legal process by which a person is confined in a psychiatric hospital because of a treatable mental disorder, against his or her wishes."}
{"id": "article-23748_1", "title": "Involuntary Commitment -- Definition/Introduction", "content": "The first official “psychiatric” commitment took place in 1752 in Philadelphia. However, the history of civil commitment predates the profession of psychiatry itself. [1] An investigation into the first application of civil commitment dates back to the 4th century B.C, by the father of medicine - Hippocrates.  Hippocrates first suggested that those who have mental illness be confined to a secluded and comforting environment. [2] From the Roman Empire through the English Middle Ages, subsequent references of physician involvement in the civil affairs of individuals identified as mentally unfit were recorded throughout history. By 1403, the first provisional “mental asylum” was established, as Bedlam Hospital designated a wing for the inpatient care of the “mentally insane.” [2]", "contents": "Involuntary Commitment -- Definition/Introduction. The first official “psychiatric” commitment took place in 1752 in Philadelphia. However, the history of civil commitment predates the profession of psychiatry itself. [1] An investigation into the first application of civil commitment dates back to the 4th century B.C, by the father of medicine - Hippocrates.  Hippocrates first suggested that those who have mental illness be confined to a secluded and comforting environment. [2] From the Roman Empire through the English Middle Ages, subsequent references of physician involvement in the civil affairs of individuals identified as mentally unfit were recorded throughout history. By 1403, the first provisional “mental asylum” was established, as Bedlam Hospital designated a wing for the inpatient care of the “mentally insane.” [2]"}
{"id": "article-23748_2", "title": "Involuntary Commitment -- Definition/Introduction", "content": "Although the construct of the asylum represented an immeasurable tool in the pursuit to expiate mental illness, the respect for patient autonomy appeared to have been relegated to those without mental illness. Routinely, during the nascent stages of “involuntary hospitalization,” admissions were often contingent upon the concerns issued by the members of one’s family, even if apocryphal. After considering the presenting history, the physician would then don the caps of judge, jury, and executioner, as admission and length of stay would proceed, solely, by his discretion. During this period and the aforementioned sentiment towards patient autonomy, commitment was founded upon the doctrine of parens patriae, placing the obligation to provide for the incapacitated, in their best interest, on the government. [3] The population of the civilly committed across the United States would swell through the 18th and 19th centuries, ultimately reaching an apex as high as 500,000 civilly committed patients in the mid 20th century; however, this surge in population proved only ephemeral. [1]", "contents": "Involuntary Commitment -- Definition/Introduction. Although the construct of the asylum represented an immeasurable tool in the pursuit to expiate mental illness, the respect for patient autonomy appeared to have been relegated to those without mental illness. Routinely, during the nascent stages of “involuntary hospitalization,” admissions were often contingent upon the concerns issued by the members of one’s family, even if apocryphal. After considering the presenting history, the physician would then don the caps of judge, jury, and executioner, as admission and length of stay would proceed, solely, by his discretion. During this period and the aforementioned sentiment towards patient autonomy, commitment was founded upon the doctrine of parens patriae, placing the obligation to provide for the incapacitated, in their best interest, on the government. [3] The population of the civilly committed across the United States would swell through the 18th and 19th centuries, ultimately reaching an apex as high as 500,000 civilly committed patients in the mid 20th century; however, this surge in population proved only ephemeral. [1]"}
{"id": "article-23748_3", "title": "Involuntary Commitment -- Definition/Introduction", "content": "The serendipitous discovery of chlorpromazine’s antipsychotic properties in 1950 and the advancement of the Civil Rights Movement effectively marked the era of deinstitutionalization. Heralded as the panacea for mental illness, chlorpromazine offered an avenue to reintegration within the community for a substantial populace of the civilly committed. The Procrustean nature of chlorpromazine, potentiated by poor public opinion regarding the “inhumane conditions” of the asylums, led President John F. Kennedy into signing the Community Mental Health Centers Act in 1963, which promoted community-based care as an alternative to inpatient hospitalization. [4] Following this act, the asylums were essentially emptied. The once colossal psychiatric inpatient registry would ultimately decline to 30,000 by the 1990s. [2]", "contents": "Involuntary Commitment -- Definition/Introduction. The serendipitous discovery of chlorpromazine’s antipsychotic properties in 1950 and the advancement of the Civil Rights Movement effectively marked the era of deinstitutionalization. Heralded as the panacea for mental illness, chlorpromazine offered an avenue to reintegration within the community for a substantial populace of the civilly committed. The Procrustean nature of chlorpromazine, potentiated by poor public opinion regarding the “inhumane conditions” of the asylums, led President John F. Kennedy into signing the Community Mental Health Centers Act in 1963, which promoted community-based care as an alternative to inpatient hospitalization. [4] Following this act, the asylums were essentially emptied. The once colossal psychiatric inpatient registry would ultimately decline to 30,000 by the 1990s. [2]"}
{"id": "article-23748_4", "title": "Involuntary Commitment -- Definition/Introduction", "content": "Following the era of deinstitutionalization, pertinent court cases proceeded to shape the subsequent laws and protocol of civil commitment. Three such cases are of keen interest; Lake v. Cameron (1966), O’Connor v. Donaldson (1975), and Addington v. Texas (1978). From these three paramount cases, criteria for confinement to the least restrictive setting were derived, the threshold for dangerousness to self and/or others, and the onus on the state to produce “clear and convincing” evidence to proceed with a civil commitment, respectively. Generations later, currently active psychiatrists practice within the parameters set by these influential cases.", "contents": "Involuntary Commitment -- Definition/Introduction. Following the era of deinstitutionalization, pertinent court cases proceeded to shape the subsequent laws and protocol of civil commitment. Three such cases are of keen interest; Lake v. Cameron (1966), O’Connor v. Donaldson (1975), and Addington v. Texas (1978). From these three paramount cases, criteria for confinement to the least restrictive setting were derived, the threshold for dangerousness to self and/or others, and the onus on the state to produce “clear and convincing” evidence to proceed with a civil commitment, respectively. Generations later, currently active psychiatrists practice within the parameters set by these influential cases."}
{"id": "article-23748_5", "title": "Involuntary Commitment -- Definition/Introduction", "content": "Although varying subtly by jurisdiction, civil commitment protocols share common foundational criteria. Of salient recognition is the existence of “mental illness.” Once a mental illness has been identified, the clinician must then assess for the presence of concurrent criteria, including dangerousness to self and/or to others, grave disability (inability to provide for rudimentary needs), need for treatment, and incapacity. In addition to one or more of the aforementioned criteria, the manifestation of mental illness justly warrants a civil commitment. However, the process does not simply terminate with absolute power resting in the hands of the physician. Once committed, the appropriate judiciary entities review the case to ensure justice. Furthermore, the patient is not naked under the law without his means of protection. Timely court hearings, representation by an esquire, guaranteed right to appeal, and the ability to be present at all civil commitment hearings help prevent malfeasance. Ultimately, the decision to uphold the commitment rests with the local magistrate. [5]", "contents": "Involuntary Commitment -- Definition/Introduction. Although varying subtly by jurisdiction, civil commitment protocols share common foundational criteria. Of salient recognition is the existence of “mental illness.” Once a mental illness has been identified, the clinician must then assess for the presence of concurrent criteria, including dangerousness to self and/or to others, grave disability (inability to provide for rudimentary needs), need for treatment, and incapacity. In addition to one or more of the aforementioned criteria, the manifestation of mental illness justly warrants a civil commitment. However, the process does not simply terminate with absolute power resting in the hands of the physician. Once committed, the appropriate judiciary entities review the case to ensure justice. Furthermore, the patient is not naked under the law without his means of protection. Timely court hearings, representation by an esquire, guaranteed right to appeal, and the ability to be present at all civil commitment hearings help prevent malfeasance. Ultimately, the decision to uphold the commitment rests with the local magistrate. [5]"}
{"id": "article-23748_6", "title": "Involuntary Commitment -- Definition/Introduction", "content": "Although sworn to uphold the ethical obligations once laid forth by the indelible Hippocrates, the principle of parens patriae engenders obligatory action by the psychiatrist if the patient is unable to act in his own best interest. Moral conflict arises when respect for patient autonomy and non-maleficence are juxtaposed with the clinician’s obligation to pursue the duty of beneficence via “benign medical paternalism.” If a patient has lost the capacity for informed decision-making in the setting of mental illness, the patient is no longer truly autonomous. The psychiatrist is then ethically mandated to prioritize the duty of beneficence over that of the patient’s autonomy and thus civilly commit the patient. [1] Because of these ethical and moral considerations, one can understand why the history of civil commitment is such a polarizing topic. [6] [7] [8]", "contents": "Involuntary Commitment -- Definition/Introduction. Although sworn to uphold the ethical obligations once laid forth by the indelible Hippocrates, the principle of parens patriae engenders obligatory action by the psychiatrist if the patient is unable to act in his own best interest. Moral conflict arises when respect for patient autonomy and non-maleficence are juxtaposed with the clinician’s obligation to pursue the duty of beneficence via “benign medical paternalism.” If a patient has lost the capacity for informed decision-making in the setting of mental illness, the patient is no longer truly autonomous. The psychiatrist is then ethically mandated to prioritize the duty of beneficence over that of the patient’s autonomy and thus civilly commit the patient. [1] Because of these ethical and moral considerations, one can understand why the history of civil commitment is such a polarizing topic. [6] [7] [8]"}
{"id": "article-23748_7", "title": "Involuntary Commitment -- Issues of Concern", "content": "The topic of involuntary commitment is inherently a polarizing topic that has raised issues of concern since its inception. On either side of the debate are those in favor of patient autonomy against those committed to upholding the principle of beneficence by implementing the statute of parens patriae. [1] This dichotomous divide has been identifiable throughout history, evident in prominent court cases, litigious acts, and human rights campaigns. Perfectly demonstrated following the era of deinstitutionalization, Darold Treffert in 1973 infamously coined the phrase \"dying with one's rights on,\" as he referred to the ultimate prioritization of patient autonomy over beneficence.", "contents": "Involuntary Commitment -- Issues of Concern. The topic of involuntary commitment is inherently a polarizing topic that has raised issues of concern since its inception. On either side of the debate are those in favor of patient autonomy against those committed to upholding the principle of beneficence by implementing the statute of parens patriae. [1] This dichotomous divide has been identifiable throughout history, evident in prominent court cases, litigious acts, and human rights campaigns. Perfectly demonstrated following the era of deinstitutionalization, Darold Treffert in 1973 infamously coined the phrase \"dying with one's rights on,\" as he referred to the ultimate prioritization of patient autonomy over beneficence."}
{"id": "article-23748_8", "title": "Involuntary Commitment -- Clinical Significance", "content": "Civil commitment is ubiquitous in the psychiatric setting. Not only must clinicians be cognizant of the nuanced variations of differing jurisdictions, but they must also appropriately assess the necessity of initiating an involuntary hospitalization. It is no longer sufficient that a patient simply exhibits \"psychotic\" symptoms to be committed but instead must meet a specific threshold criterion. Furthermore, the clinician will evaluate whether the patient is appropriate for hospitalization while also considering the necessity to uphold patient autonomy.", "contents": "Involuntary Commitment -- Clinical Significance. Civil commitment is ubiquitous in the psychiatric setting. Not only must clinicians be cognizant of the nuanced variations of differing jurisdictions, but they must also appropriately assess the necessity of initiating an involuntary hospitalization. It is no longer sufficient that a patient simply exhibits \"psychotic\" symptoms to be committed but instead must meet a specific threshold criterion. Furthermore, the clinician will evaluate whether the patient is appropriate for hospitalization while also considering the necessity to uphold patient autonomy."}
{"id": "article-23748_9", "title": "Involuntary Commitment -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Collaborative care between an interprofessional team of healthcare professionals is paramount in the process of involuntary hospitalization. Once the physician initiates the civil commitment, he or she then relies upon the rest of the healthcare team to complete the process. Social workers are needed to follow up with litigious aspects of the case; psychiatric technicians are required to help redirect and monitor patients once admitted; nurses not only provide first-hand care to patients but also act as liaisons between patient and doctor; and finally, pharmacists monitor medication management, to ensure appropriate treatment protocols are followed. An interprofessional team of healthcare providers works best when all members of the teamwork synchronously and collaboratively. [9] [Level 5]", "contents": "Involuntary Commitment -- Nursing, Allied Health, and Interprofessional Team Interventions. Collaborative care between an interprofessional team of healthcare professionals is paramount in the process of involuntary hospitalization. Once the physician initiates the civil commitment, he or she then relies upon the rest of the healthcare team to complete the process. Social workers are needed to follow up with litigious aspects of the case; psychiatric technicians are required to help redirect and monitor patients once admitted; nurses not only provide first-hand care to patients but also act as liaisons between patient and doctor; and finally, pharmacists monitor medication management, to ensure appropriate treatment protocols are followed. An interprofessional team of healthcare providers works best when all members of the teamwork synchronously and collaboratively. [9] [Level 5]"}
{"id": "article-23748_10", "title": "Involuntary Commitment -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "This research was supported (in whole or part) by HCA Healthcare and/or an HCA Healthcare affiliated entity. The views expressed in this publication represent those of the author(s) and do not necessarily represent the official views of HCA Healthcare or any of its affiliated entities.", "contents": "Involuntary Commitment -- Nursing, Allied Health, and Interprofessional Team Interventions. This research was supported (in whole or part) by HCA Healthcare and/or an HCA Healthcare affiliated entity. The views expressed in this publication represent those of the author(s) and do not necessarily represent the official views of HCA Healthcare or any of its affiliated entities."}
{"id": "article-23748_11", "title": "Involuntary Commitment -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Involuntary Commitment -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}