{"id": "article-21247_0", "title": "Epinastine -- Continuing Education Activity", "content": "Epinastine is a medication used in the treatment and management of allergic conjunctivitis. This activity reviews the indications, contraindications, activity, adverse events, and other key elements of epinastine therapy in the clinical setting related to the essential points needed by members of an interprofessional team managing the care of patients with allergic reactions conjunctivitis and its related conditions and sequelae.", "contents": "Epinastine -- Continuing Education Activity. Epinastine is a medication used in the treatment and management of allergic conjunctivitis. This activity reviews the indications, contraindications, activity, adverse events, and other key elements of epinastine therapy in the clinical setting related to the essential points needed by members of an interprofessional team managing the care of patients with allergic reactions conjunctivitis and its related conditions and sequelae."}
{"id": "article-21247_1", "title": "Epinastine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of epinastine. Describe the potential adverse effects of epinastine. Review the appropriate monitoring for patients receiving therapy with epinastine. Outline interprofessional team strategies for improving care coordination and communication to advance epinastine and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Epinastine -- Continuing Education Activity. Objectives: Identify the mechanism of action of epinastine. Describe the potential adverse effects of epinastine. Review the appropriate monitoring for patients receiving therapy with epinastine. Outline interprofessional team strategies for improving care coordination and communication to advance epinastine and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21247_2", "title": "Epinastine -- Indications", "content": "Epinastine belongs to the class of second-generation antihistamines and is also a mast cell stabilizer. It also shows anti-leukotriene, anti-PAF, and anti-bradykinin activities, which provide additional anti-allergic activities. Antihistamines and mast cell stabilizers have been used to manage various allergic conditions for many years. Currently, epinastine is FDA approved to treat: Allergic conjunctivitis - Allergic conjunctivitis is an umbrella term that includes [1] [2] : Perennial allergic conjunctivitis (PAC) Seasonal allergic conjunctivitis (SAC) Vernal keratoconjunctivitis (VKC) Atopic keratoconjunctivitis (AKC) Epinastine is used in many countries to treat the following conditions as well: Chronic urticaria [3] Psoriasis vulgaris [3] Allergic Rhinitis [3] Atopic Dermatitis [4]", "contents": "Epinastine -- Indications. Epinastine belongs to the class of second-generation antihistamines and is also a mast cell stabilizer. It also shows anti-leukotriene, anti-PAF, and anti-bradykinin activities, which provide additional anti-allergic activities. Antihistamines and mast cell stabilizers have been used to manage various allergic conditions for many years. Currently, epinastine is FDA approved to treat: Allergic conjunctivitis - Allergic conjunctivitis is an umbrella term that includes [1] [2] : Perennial allergic conjunctivitis (PAC) Seasonal allergic conjunctivitis (SAC) Vernal keratoconjunctivitis (VKC) Atopic keratoconjunctivitis (AKC) Epinastine is used in many countries to treat the following conditions as well: Chronic urticaria [3] Psoriasis vulgaris [3] Allergic Rhinitis [3] Atopic Dermatitis [4]"}
{"id": "article-21247_3", "title": "Epinastine -- Indications", "content": "The chemical structure of epinastine is a benzazepine, which is 6,11-dihydro-5H-dibenzo[b,e]azepine in which the azepine ring merges with the side of 4,5-dihydro-1H-imidazole-2-amine. It is a member of benzazepine and guanidines. It is solid at room temperature, and the melting point is 205 to 208 degrees Celsius.", "contents": "Epinastine -- Indications. The chemical structure of epinastine is a benzazepine, which is 6,11-dihydro-5H-dibenzo[b,e]azepine in which the azepine ring merges with the side of 4,5-dihydro-1H-imidazole-2-amine. It is a member of benzazepine and guanidines. It is solid at room temperature, and the melting point is 205 to 208 degrees Celsius."}
{"id": "article-21247_4", "title": "Epinastine -- Mechanism of Action", "content": "Epinastine acts through various pathways to decrease inflammation. It acts as: a) Mast cell stabilizer:-Mast cells, when activated, promote IgE mediated allergic reactions. Epinastine causes the cessation of degranulation of mast cells by stabilizing them to reduce inflammation. [1] Mast cell stabilizers act via altering the outcome of delayed chloride channels in the cellular membrane, which is essential for the degranulation of mast cells.", "contents": "Epinastine -- Mechanism of Action. Epinastine acts through various pathways to decrease inflammation. It acts as: a) Mast cell stabilizer:-Mast cells, when activated, promote IgE mediated allergic reactions. Epinastine causes the cessation of degranulation of mast cells by stabilizing them to reduce inflammation. [1] Mast cell stabilizers act via altering the outcome of delayed chloride channels in the cellular membrane, which is essential for the degranulation of mast cells."}
{"id": "article-21247_5", "title": "Epinastine -- Mechanism of Action", "content": "b) Anti-histamine:-Inflammatory conditions have been very well known to be associated with the activation of histamine receptors. Histamine is known to increase the permeability of the vessels, as a result of which fluid exudates into the interstitial space. The vascular phase is followed by the cellular phase and sets of an inflammatory cascade. Drugs that block the effects of histamine by competitively inhibiting histamine at its receptors or behaving as inverse agonists are known as anti-histamines. It prevents the binding of histamine to H1 and H2 receptors. [5] c) It ceases the release of pro-inflammatory mediators, and hence inflammatory response does not progress.", "contents": "Epinastine -- Mechanism of Action. b) Anti-histamine:-Inflammatory conditions have been very well known to be associated with the activation of histamine receptors. Histamine is known to increase the permeability of the vessels, as a result of which fluid exudates into the interstitial space. The vascular phase is followed by the cellular phase and sets of an inflammatory cascade. Drugs that block the effects of histamine by competitively inhibiting histamine at its receptors or behaving as inverse agonists are known as anti-histamines. It prevents the binding of histamine to H1 and H2 receptors. [5] c) It ceases the release of pro-inflammatory mediators, and hence inflammatory response does not progress."}
{"id": "article-21247_6", "title": "Epinastine -- Administration", "content": "The drug is available as epinastine hydrochloride eye drops, as oral epinastine tablets, and in the form of syrup for the management of various diseases.", "contents": "Epinastine -- Administration. The drug is available as epinastine hydrochloride eye drops, as oral epinastine tablets, and in the form of syrup for the management of various diseases."}
{"id": "article-21247_7", "title": "Epinastine -- Administration -- Eye Drops", "content": "Epinastine has shown superiority to placebo in the management of various manifestations of allergic conjunctivitis. It is used topically as eye drops for allergic conjunctivitis. Topical mast cell stabilizers and antihistamines are effective in providing relief in allergic conjunctivitis without any systemic absorption. Patients can use it throughout the allergy season. It shows the onset of action within 3 minutes, and the action lasts for over 8 hours. [6] It can be used as one drop in each eye twice daily. [7] In the USA, only topical ophthalmic drops are an approved dose form.", "contents": "Epinastine -- Administration -- Eye Drops. Epinastine has shown superiority to placebo in the management of various manifestations of allergic conjunctivitis. It is used topically as eye drops for allergic conjunctivitis. Topical mast cell stabilizers and antihistamines are effective in providing relief in allergic conjunctivitis without any systemic absorption. Patients can use it throughout the allergy season. It shows the onset of action within 3 minutes, and the action lasts for over 8 hours. [6] It can be used as one drop in each eye twice daily. [7] In the USA, only topical ophthalmic drops are an approved dose form."}
{"id": "article-21247_8", "title": "Epinastine -- Administration -- Oral Dosing", "content": "Tablets Clinicians can prescribe this drug for patients with allergic conditions in the form of oral tablets at a dose of 10 to 20 mg once daily. [8] Syrup Epinastine is also available in the form of syrup for the pediatric age group. The clinician should adjust dosing for pediatric patients. [8]", "contents": "Epinastine -- Administration -- Oral Dosing. Tablets Clinicians can prescribe this drug for patients with allergic conditions in the form of oral tablets at a dose of 10 to 20 mg once daily. [8] Syrup Epinastine is also available in the form of syrup for the pediatric age group. The clinician should adjust dosing for pediatric patients. [8]"}
{"id": "article-21247_9", "title": "Epinastine -- Adverse Effects", "content": "Epinastine is a safe and well-tolerated drug. It is used topically as an eye drop, and it does not cause any systemic side effects. [9] However, it can cause a burning sensation in the eyes, hyperemia, increased lacrimation, folliculitis, and pruritus.", "contents": "Epinastine -- Adverse Effects. Epinastine is a safe and well-tolerated drug. It is used topically as an eye drop, and it does not cause any systemic side effects. [9] However, it can cause a burning sensation in the eyes, hyperemia, increased lacrimation, folliculitis, and pruritus."}
{"id": "article-21247_10", "title": "Epinastine -- Adverse Effects", "content": "It is unable to cross the blood-brain barrier, and hence it doesn’t cause any adverse effects related to the central nervous system. There is no diffusion at the central nervous system because of its polarity and cationic charge at the ph of the physiological state. [10] It has no cardiotoxic effects. [3]", "contents": "Epinastine -- Adverse Effects. It is unable to cross the blood-brain barrier, and hence it doesn’t cause any adverse effects related to the central nervous system. There is no diffusion at the central nervous system because of its polarity and cationic charge at the ph of the physiological state. [10] It has no cardiotoxic effects. [3]"}
{"id": "article-21247_11", "title": "Epinastine -- Adverse Effects", "content": "Epinastine is not teratogenic, even at high doses in the animal model [3] . However, there is not enough data from human clinical trials, and hence, it should be used in pregnancy only if the use justifies the benefit compared to the potential risk.", "contents": "Epinastine -- Adverse Effects. Epinastine is not teratogenic, even at high doses in the animal model [3] . However, there is not enough data from human clinical trials, and hence, it should be used in pregnancy only if the use justifies the benefit compared to the potential risk."}
{"id": "article-21247_12", "title": "Epinastine -- Contraindications", "content": "Epinastine is contraindicated in patients who have allergy/sensitivity to epinastine. Epinastine should be administered only after a test dose. Use in specific cases: Pregnancy Epinastine is a pregnancy category C drug. However, it should be used in pregnant patients judiciously. Breastfeeding Mothers", "contents": "Epinastine -- Contraindications. Epinastine is contraindicated in patients who have allergy/sensitivity to epinastine. Epinastine should be administered only after a test dose. Use in specific cases: Pregnancy Epinastine is a pregnancy category C drug. However, it should be used in pregnant patients judiciously. Breastfeeding Mothers"}
{"id": "article-21247_13", "title": "Epinastine -- Contraindications", "content": "Studies have shown that epinastine gets transferred into breastmilk, but the resulting infant serum levels are minimal. Nonetheless, breastfeeding mothers must consult a physician before administering epinastine. Pediatric Population", "contents": "Epinastine -- Contraindications. Studies have shown that epinastine gets transferred into breastmilk, but the resulting infant serum levels are minimal. Nonetheless, breastfeeding mothers must consult a physician before administering epinastine. Pediatric Population"}
{"id": "article-21247_14", "title": "Epinastine -- Contraindications", "content": "The safety of the drug has not been established in patients below two years of age. The medication should have the dose adjusted according to the patient's body weight in the pediatric age group above two years. Geriatric Population No such difference in the dose has been reported for geriatric patients. However, the clinician should obtain thorough liver function and kidney function tests before prescribing epinastine.", "contents": "Epinastine -- Contraindications. The safety of the drug has not been established in patients below two years of age. The medication should have the dose adjusted according to the patient's body weight in the pediatric age group above two years. Geriatric Population No such difference in the dose has been reported for geriatric patients. However, the clinician should obtain thorough liver function and kidney function tests before prescribing epinastine."}
{"id": "article-21247_15", "title": "Epinastine -- Monitoring -- Pharmacokinetic", "content": "Epinastine is a powerful anti-allergic drug that has antihistaminic properties. In addition to that, epinastine also shows anti leukotriene, anti-PAF, and anti-bradykinin activities, which provide additional anti-allergic activities. [3] Plasma concentration at steady state is approximately 5.96 to 6.04 ng/ml. [10]", "contents": "Epinastine -- Monitoring -- Pharmacokinetic. Epinastine is a powerful anti-allergic drug that has antihistaminic properties. In addition to that, epinastine also shows anti leukotriene, anti-PAF, and anti-bradykinin activities, which provide additional anti-allergic activities. [3] Plasma concentration at steady state is approximately 5.96 to 6.04 ng/ml. [10]"}
{"id": "article-21247_16", "title": "Epinastine -- Monitoring -- Pharmacokinetic", "content": "Epinastine is categorized as a second-generation antihistamine as it can not cross the blood-brain barrier. There is no diffusion at the central nervous system because of its polarity and cationic charge at the ph of the physiological state. Since it doesn’t cross the blood-brain barrier, it has no CNS effects and does not cause sedation in patients. The duration of onset of epinastine is approximately 180 seconds and lasts for about 8 hours when administered as an eye drop.", "contents": "Epinastine -- Monitoring -- Pharmacokinetic. Epinastine is categorized as a second-generation antihistamine as it can not cross the blood-brain barrier. There is no diffusion at the central nervous system because of its polarity and cationic charge at the ph of the physiological state. Since it doesn’t cross the blood-brain barrier, it has no CNS effects and does not cause sedation in patients. The duration of onset of epinastine is approximately 180 seconds and lasts for about 8 hours when administered as an eye drop."}
{"id": "article-21247_17", "title": "Epinastine -- Monitoring -- Monitoring", "content": "Physicians should educate the patients about the course of therapy, potential adverse/side effects, and steps to take in case of an adverse event. Patients should be monitored via regular checkups to assess the relief in their symptoms. Patient compliance with the prescription should be ensured and encouraged. Drug dose should be adjusted as needed based on regular checkups and thorough examination.", "contents": "Epinastine -- Monitoring -- Monitoring. Physicians should educate the patients about the course of therapy, potential adverse/side effects, and steps to take in case of an adverse event. Patients should be monitored via regular checkups to assess the relief in their symptoms. Patient compliance with the prescription should be ensured and encouraged. Drug dose should be adjusted as needed based on regular checkups and thorough examination."}
{"id": "article-21247_18", "title": "Epinastine -- Toxicity", "content": "There are no reported cases of overdose with epinastine to date. However, in case of an overdose, the institution and health care providers must act promptly to ensure airway patency and that there is no circulatory collapse.", "contents": "Epinastine -- Toxicity. There are no reported cases of overdose with epinastine to date. However, in case of an overdose, the institution and health care providers must act promptly to ensure airway patency and that there is no circulatory collapse."}
{"id": "article-21247_19", "title": "Epinastine -- Enhancing Healthcare Team Outcomes", "content": "Anti-histamines have been the mainstay for the treatment of allergic conditions. Epinastine is a mast cell stabilizer as well as an anti-histaminic, which the FDA has approved for topical use to relieve various allergic conditions. Since epinastine does not possess any CNS toxicity, it is superior to other anti-histamines with sedative properties. An accurate diagnosis is necessary before prescribing epinastine. Any clinician can prescribe epinastine, and the patient must be monitored regularly for adverse outcomes. Patients should be encouraged to follow the treatment plan; this requires an interprofessional team effort from the clinicians (including specialists, NPs, PAs, and optometrists), nursing staff, and pharmacists, coordinating efforts and communicating across interprofessional lines to improve and enhance patient care outcomes. [Level 5]", "contents": "Epinastine -- Enhancing Healthcare Team Outcomes. Anti-histamines have been the mainstay for the treatment of allergic conditions. Epinastine is a mast cell stabilizer as well as an anti-histaminic, which the FDA has approved for topical use to relieve various allergic conditions. Since epinastine does not possess any CNS toxicity, it is superior to other anti-histamines with sedative properties. An accurate diagnosis is necessary before prescribing epinastine. Any clinician can prescribe epinastine, and the patient must be monitored regularly for adverse outcomes. Patients should be encouraged to follow the treatment plan; this requires an interprofessional team effort from the clinicians (including specialists, NPs, PAs, and optometrists), nursing staff, and pharmacists, coordinating efforts and communicating across interprofessional lines to improve and enhance patient care outcomes. [Level 5]"}
{"id": "article-21247_20", "title": "Epinastine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Epinastine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}