{"id": "article-28966_0", "title": "Shigellosis -- Continuing Education Activity", "content": "Shigellosis is an acute enteric infection caused by shigellae, a facultative gram-negative, anaerobic bacillus. Shigellae can be transmitted by the fecal-oral route or by direct person-to-person contact. Shigellae  are less susceptible to destruction by gastric acid after ingestion; only a small inoculum, as few as 10 to 100 organisms, is required to cause disease. Shigellosis is a major cause of bacillary dysentery worldwide. The most common symptoms of shigellosis are mucoid bloody diarrhea, fever, abdominal pain, and tenesmus. Shigellosis occurs globally but is most common in resource-poor countries and has a propensity for endemicity and outbreaks. People of all age groups can be affected, and although it is usually a self-limiting disease, specific populations, including extremes of age and those who are immunocompromised, are at a higher risk for developing severe disease.", "contents": "Shigellosis -- Continuing Education Activity. Shigellosis is an acute enteric infection caused by shigellae, a facultative gram-negative, anaerobic bacillus. Shigellae can be transmitted by the fecal-oral route or by direct person-to-person contact. Shigellae  are less susceptible to destruction by gastric acid after ingestion; only a small inoculum, as few as 10 to 100 organisms, is required to cause disease. Shigellosis is a major cause of bacillary dysentery worldwide. The most common symptoms of shigellosis are mucoid bloody diarrhea, fever, abdominal pain, and tenesmus. Shigellosis occurs globally but is most common in resource-poor countries and has a propensity for endemicity and outbreaks. People of all age groups can be affected, and although it is usually a self-limiting disease, specific populations, including extremes of age and those who are immunocompromised, are at a higher risk for developing severe disease."}
{"id": "article-28966_1", "title": "Shigellosis -- Continuing Education Activity", "content": "This activity for healthcare professionals reviews the etiology, epidemiology, clinical presentation, diagnosis, treatment, and sequelae of shigellosis and highlights the importance of an interprofessional approach to the managements of this infectious disease.", "contents": "Shigellosis -- Continuing Education Activity. This activity for healthcare professionals reviews the etiology, epidemiology, clinical presentation, diagnosis, treatment, and sequelae of shigellosis and highlights the importance of an interprofessional approach to the managements of this infectious disease."}
{"id": "article-28966_2", "title": "Shigellosis -- Continuing Education Activity", "content": "Objectives: Identify patients at risk for shigellosis based on their clinical history. Apply best practices when treating patients with shigellosis. Identify and manage the common complications of shigellosis. Implement effective collaboration and communication among the interprofessional team members to improve outcomes for patients with shigellosis. Access free multiple choice questions on this topic.", "contents": "Shigellosis -- Continuing Education Activity. Objectives: Identify patients at risk for shigellosis based on their clinical history. Apply best practices when treating patients with shigellosis. Identify and manage the common complications of shigellosis. Implement effective collaboration and communication among the interprofessional team members to improve outcomes for patients with shigellosis. Access free multiple choice questions on this topic."}
{"id": "article-28966_3", "title": "Shigellosis -- Introduction", "content": "Shigellosis is an acute diarrheal infection caused by an enteroinvasive gram-negative, facultative anaerobic bacillus of the genus Shigella . [1] Shigellosis is common in developing countries, and transmission is via the fecal-oral route. Infection can occur via person-to-person contact or after ingesting contaminated food or water, especially in poor sanitation conditions. Recent reports reveal increased shigellae transmission via sexual contact, especially between men who have sex with men. [2] Shigellosis can affect all persons across all age groups, but the very young, the elderly, and the immunocompromised are at significantly increased risk. [1]", "contents": "Shigellosis -- Introduction. Shigellosis is an acute diarrheal infection caused by an enteroinvasive gram-negative, facultative anaerobic bacillus of the genus Shigella . [1] Shigellosis is common in developing countries, and transmission is via the fecal-oral route. Infection can occur via person-to-person contact or after ingesting contaminated food or water, especially in poor sanitation conditions. Recent reports reveal increased shigellae transmission via sexual contact, especially between men who have sex with men. [2] Shigellosis can affect all persons across all age groups, but the very young, the elderly, and the immunocompromised are at significantly increased risk. [1]"}
{"id": "article-28966_4", "title": "Shigellosis -- Introduction", "content": "Shigellae are less susceptible to destruction by gastric acid when passing through the stomach; a small inoculum, as few as 10 to 100 organisms, is required to cause disease. After leaving the stomach, shigellae multiply in the small intestine and enter the colon. In the colon, this species secretes virulence factors that cause extreme inflammation and mediate enterotoxic effects to allow colonization and invasion of the colonic epithelium. Shigellae produce 3 enterotoxins, which cause watery or bloody diarrhea and infection-associated symptoms, such as tenesmus, malaise, and fever. [1]", "contents": "Shigellosis -- Introduction. Shigellae are less susceptible to destruction by gastric acid when passing through the stomach; a small inoculum, as few as 10 to 100 organisms, is required to cause disease. After leaving the stomach, shigellae multiply in the small intestine and enter the colon. In the colon, this species secretes virulence factors that cause extreme inflammation and mediate enterotoxic effects to allow colonization and invasion of the colonic epithelium. Shigellae produce 3 enterotoxins, which cause watery or bloody diarrhea and infection-associated symptoms, such as tenesmus, malaise, and fever. [1]"}
{"id": "article-28966_5", "title": "Shigellosis -- Introduction", "content": "The average incubation period of shigellae is 1 to 4 days following ingestion of the inoculum. The main symptom of shigellosis is bloody and often mucoid diarrhea; abdominal pain and vomiting are common. [1] [3] [4] [5] [6] Shigellosis is typically self-limited and resolves within 5 to 7 days. Antibiotics may be required to shorten the duration of illness or prevent complications, particularly in individuals at increased risk for severe disease and complications, such as hemolytic-uremic syndrome and postreactive arthritis. [7] [8] However, antibiotic resistance is rising within the genus, and extensively drug-resistant shigellae have been identified. [2] Antimicrobial susceptibility testing is critical to ensure appropriate therapeutic selection.", "contents": "Shigellosis -- Introduction. The average incubation period of shigellae is 1 to 4 days following ingestion of the inoculum. The main symptom of shigellosis is bloody and often mucoid diarrhea; abdominal pain and vomiting are common. [1] [3] [4] [5] [6] Shigellosis is typically self-limited and resolves within 5 to 7 days. Antibiotics may be required to shorten the duration of illness or prevent complications, particularly in individuals at increased risk for severe disease and complications, such as hemolytic-uremic syndrome and postreactive arthritis. [7] [8] However, antibiotic resistance is rising within the genus, and extensively drug-resistant shigellae have been identified. [2] Antimicrobial susceptibility testing is critical to ensure appropriate therapeutic selection."}
{"id": "article-28966_6", "title": "Shigellosis -- Etiology", "content": "The etiologic agent of shigellosis is a gram-negative, nonmotile, facultatively anaerobic, non–spore-forming bacillus of the genus Shigella and the Enterobacterales order. [1] There are four Shigella species, each representing 1 of the 4 serogroups A to D. Each serogroup comprises 1 or more serotypes and has unique biochemical and virulence characteristics. The shigellae serogroups are: Serogroup A: Shigella dysenteriae (12 serotypes) Serogroup B: Shigella flexneri (6 serotypes) Serogroup C: Shigella boydii (23 serotypes) Serogroup D: Shigella sonnei (1 serotype)", "contents": "Shigellosis -- Etiology. The etiologic agent of shigellosis is a gram-negative, nonmotile, facultatively anaerobic, non–spore-forming bacillus of the genus Shigella and the Enterobacterales order. [1] There are four Shigella species, each representing 1 of the 4 serogroups A to D. Each serogroup comprises 1 or more serotypes and has unique biochemical and virulence characteristics. The shigellae serogroups are: Serogroup A: Shigella dysenteriae (12 serotypes) Serogroup B: Shigella flexneri (6 serotypes) Serogroup C: Shigella boydii (23 serotypes) Serogroup D: Shigella sonnei (1 serotype)"}
{"id": "article-28966_7", "title": "Shigellosis -- Etiology", "content": "S flexneri is the most common cause of diarrhea worldwide and is endemic in low- and middle-income countries. [1] Although S boydii and S dysenteriae are the least common causes of shigellosis, they are endemic in sub-Saharan Africa and South Asia. S dysenteriae type 1 has a high mortality rate and is a frequent cause of shigellosis outbreaks, causing epidemics in populations going through upheaval. [1] . S sonnei is the most common cause of endemic diarrhea in high-income countries and an important cause of travelers' diarrhea. S sonnei usually causes mild disease limited to watery diarrhea, while S flexneri and S dysenteriae usually cause dysentery with bloody diarrhea. [6] [9] In the United States, shigellosis is the most common cause of bacterial gastroenteritis, accounting for 500,000 cases, 100,000 hospitalizations, and 500 deaths annually; 77% of cases are caused by S sonnei . [10]", "contents": "Shigellosis -- Etiology. S flexneri is the most common cause of diarrhea worldwide and is endemic in low- and middle-income countries. [1] Although S boydii and S dysenteriae are the least common causes of shigellosis, they are endemic in sub-Saharan Africa and South Asia. S dysenteriae type 1 has a high mortality rate and is a frequent cause of shigellosis outbreaks, causing epidemics in populations going through upheaval. [1] . S sonnei is the most common cause of endemic diarrhea in high-income countries and an important cause of travelers' diarrhea. S sonnei usually causes mild disease limited to watery diarrhea, while S flexneri and S dysenteriae usually cause dysentery with bloody diarrhea. [6] [9] In the United States, shigellosis is the most common cause of bacterial gastroenteritis, accounting for 500,000 cases, 100,000 hospitalizations, and 500 deaths annually; 77% of cases are caused by S sonnei . [10]"}
{"id": "article-28966_8", "title": "Shigellosis -- Epidemiology", "content": "Humans are the only natural reservoir for shigellae. In high-income countries, the transmission of Shigella is mostly via the fecal-oral route or by direct person-to-person contact, including sexual contact. Transmission frequently occurs between people with poor hygiene and incontinence, such as young children, those in long-term care facilities, or areas of crowding. [11] [12] In low- and middle-income countries, transmission via the fecal-oral route is most commonly from contaminated food or water. [13]", "contents": "Shigellosis -- Epidemiology. Humans are the only natural reservoir for shigellae. In high-income countries, the transmission of Shigella is mostly via the fecal-oral route or by direct person-to-person contact, including sexual contact. Transmission frequently occurs between people with poor hygiene and incontinence, such as young children, those in long-term care facilities, or areas of crowding. [11] [12] In low- and middle-income countries, transmission via the fecal-oral route is most commonly from contaminated food or water. [13]"}
{"id": "article-28966_9", "title": "Shigellosis -- Epidemiology", "content": "The estimated annual global incidence of shigellosis is 188 million cases; approximately 164,000 cases result in death. [14] Shigellosis outbreaks occur whenever war or natural disasters result in unhygienic living conditions, overcrowding, and poor sanitation. Rising temperatures also remarkably increase the risk of diarrheal diseases such as shigellosis. [15]", "contents": "Shigellosis -- Epidemiology. The estimated annual global incidence of shigellosis is 188 million cases; approximately 164,000 cases result in death. [14] Shigellosis outbreaks occur whenever war or natural disasters result in unhygienic living conditions, overcrowding, and poor sanitation. Rising temperatures also remarkably increase the risk of diarrheal diseases such as shigellosis. [15]"}
{"id": "article-28966_10", "title": "Shigellosis -- Epidemiology", "content": "There is no gender or ethnic predilection for shigellosis. Worldwide, shigellae is the most common cause of dysentery in children aged 6 months to 5 years. [14] [16] S flexneri is the serogroup most responsible for shigellosis in children less than 5 years of age in low- and middle-income countries . The second-most common etiologic agent is S sonnei . [17]", "contents": "Shigellosis -- Epidemiology. There is no gender or ethnic predilection for shigellosis. Worldwide, shigellae is the most common cause of dysentery in children aged 6 months to 5 years. [14] [16] S flexneri is the serogroup most responsible for shigellosis in children less than 5 years of age in low- and middle-income countries . The second-most common etiologic agent is S sonnei . [17]"}
{"id": "article-28966_11", "title": "Shigellosis -- Pathophysiology", "content": "Shigellosis is characterized by acute inflammatory colitis and bloody diarrhea. [1] [18] [19] Shigellae is transmitted predominately via fecal-oral or close personal contact. [2] The infecting dose of shigellae is incredibly low; as few as 10 organisms are required to cause disease. [1] Shigellae are acid-resistant and survive passage through the stomach to access the intestine. [1] Shigellae multiply in the small intestine and enter the colon; the colonic mucosa is the site of pathogenic events in shigellosis.", "contents": "Shigellosis -- Pathophysiology. Shigellosis is characterized by acute inflammatory colitis and bloody diarrhea. [1] [18] [19] Shigellae is transmitted predominately via fecal-oral or close personal contact. [2] The infecting dose of shigellae is incredibly low; as few as 10 organisms are required to cause disease. [1] Shigellae are acid-resistant and survive passage through the stomach to access the intestine. [1] Shigellae multiply in the small intestine and enter the colon; the colonic mucosa is the site of pathogenic events in shigellosis."}
{"id": "article-28966_12", "title": "Shigellosis -- Pathophysiology", "content": "Shigellae cross the colonic mucosal membranes via transcytosis through the basolateral epithelial M cells into macrophages. [20] The bacteria evade the phagolysosome and activate macrophage apoptosis. [21] The release of inflammatory cytokines such as interleukins 1 and 8 activate the innate immune system and initiate an inflammatory response within the colonic mucosa. After release from apoptotic macrophages, shigellae initiate a multistep invasion on the basolateral side of enterocytes that reorganizes the epithelial cytoskeleton, induces actin polymerization, and results in endocytosis of the bacteria into the host cell. Bacterial invasion triggers nuclear factor kappa B, which produces interleukin 8 that calls neutrophils to the invasion site. The resulting inflammatory response further damages the epithelium, degrades the epithelial barrier, and diarrhea ensues. [22] [23]", "contents": "Shigellosis -- Pathophysiology. Shigellae cross the colonic mucosal membranes via transcytosis through the basolateral epithelial M cells into macrophages. [20] The bacteria evade the phagolysosome and activate macrophage apoptosis. [21] The release of inflammatory cytokines such as interleukins 1 and 8 activate the innate immune system and initiate an inflammatory response within the colonic mucosa. After release from apoptotic macrophages, shigellae initiate a multistep invasion on the basolateral side of enterocytes that reorganizes the epithelial cytoskeleton, induces actin polymerization, and results in endocytosis of the bacteria into the host cell. Bacterial invasion triggers nuclear factor kappa B, which produces interleukin 8 that calls neutrophils to the invasion site. The resulting inflammatory response further damages the epithelium, degrades the epithelial barrier, and diarrhea ensues. [22] [23]"}
{"id": "article-28966_13", "title": "Shigellosis -- Pathophysiology", "content": "Many shigellae produce up to 3 different enterotoxins, including the enterotoxins designated ShET1 and ShET2 and Shiga toxin (Stx). The chromosomally-encoded ShET1 is most frequently produced by S flexneri, whereas the virulence plasmid-encoded ShET2 can be found in any species. Stx is the main virulence factor produced by S dysenteriae type 1; production of Stx by S sonnei and S flexneri has been reported. [24] [25] Stx is not essential for shigellosis symptoms but does contribute to illness severity; the role of Stx in enterocyte injury is uncertain. However, systemic manifestations of Shigella infection, including complications of hemolytic uremic syndrome, are at least partially mediated by Stx. [6]", "contents": "Shigellosis -- Pathophysiology. Many shigellae produce up to 3 different enterotoxins, including the enterotoxins designated ShET1 and ShET2 and Shiga toxin (Stx). The chromosomally-encoded ShET1 is most frequently produced by S flexneri, whereas the virulence plasmid-encoded ShET2 can be found in any species. Stx is the main virulence factor produced by S dysenteriae type 1; production of Stx by S sonnei and S flexneri has been reported. [24] [25] Stx is not essential for shigellosis symptoms but does contribute to illness severity; the role of Stx in enterocyte injury is uncertain. However, systemic manifestations of Shigella infection, including complications of hemolytic uremic syndrome, are at least partially mediated by Stx. [6]"}
{"id": "article-28966_14", "title": "Shigellosis -- Pathophysiology", "content": "Enterocyte injury by Shigella -mediated enterotoxins creates ulcers in the intestinal mucosa, particularly the colon, and adds a hemorrhagic component to the pathophysiologic manifestations of shigellosis. [1] Access to the underlying lamina propria further perpetuates the inflammatory response. [8] The resulting small-volume stools containing leukocytes from the inflammatory response, erythrocytes from intestinal ulceration, and bacteria comprise the classic dysentery syndrome of symptomatic shigellosis. [8]", "contents": "Shigellosis -- Pathophysiology. Enterocyte injury by Shigella -mediated enterotoxins creates ulcers in the intestinal mucosa, particularly the colon, and adds a hemorrhagic component to the pathophysiologic manifestations of shigellosis. [1] Access to the underlying lamina propria further perpetuates the inflammatory response. [8] The resulting small-volume stools containing leukocytes from the inflammatory response, erythrocytes from intestinal ulceration, and bacteria comprise the classic dysentery syndrome of symptomatic shigellosis. [8]"}
{"id": "article-28966_15", "title": "Shigellosis -- Histopathology", "content": "Histopathologic examination of intestinal mucosal biopsies is neither recommended nor required to diagnose shigellosis. However, macroscopic examination of the Shigella -infected tissues reveals inflammation, ulcerative necrosis, hyperemia, and edema. Microscopic examination may reveal epithelial invasion by polymorphonuclear cells and inflammatory patch pseudomembranes. [13]", "contents": "Shigellosis -- Histopathology. Histopathologic examination of intestinal mucosal biopsies is neither recommended nor required to diagnose shigellosis. However, macroscopic examination of the Shigella -infected tissues reveals inflammation, ulcerative necrosis, hyperemia, and edema. Microscopic examination may reveal epithelial invasion by polymorphonuclear cells and inflammatory patch pseudomembranes. [13]"}
{"id": "article-28966_16", "title": "Shigellosis -- History and Physical", "content": "The clinical manifestations of shigellosis usually begin within 1 to 4 days following exposure. The clinical spectrum of the disease varies with the infecting species and the quality of host defenses. The disease course may be self-limited in immunocompetent persons and last 5 to 7 days. However, the disease is typically more severe and prolonged in young children, older persons, international travelers, individuals living with HIV, and those living in crowded, unsanitary conditions. [26] S sonnei usually causes a mild illness limited to watery diarrhea. S flexneri and S dysenteriae type 1 are more likely to cause bloody diarrhea. When obtaining a medical history from patients with the signs or symptoms of shigellosis, a thorough exposure history, including sexual practices, sick contacts, and recent travel, must be obtained. Approximately 70% to 90% of patients with shigellosis will report abdominal pain ranging from mild discomfort to severe, diffuse, colicky pain. Another 70% to 80% describe small-volume mucoid diarrhea that will precede bloody diarrhea in 30% to 50%. [27] Patients commonly report fever, anorexia, lethargy, fatigue, malaise, and tenesmus. [28]", "contents": "Shigellosis -- History and Physical. The clinical manifestations of shigellosis usually begin within 1 to 4 days following exposure. The clinical spectrum of the disease varies with the infecting species and the quality of host defenses. The disease course may be self-limited in immunocompetent persons and last 5 to 7 days. However, the disease is typically more severe and prolonged in young children, older persons, international travelers, individuals living with HIV, and those living in crowded, unsanitary conditions. [26] S sonnei usually causes a mild illness limited to watery diarrhea. S flexneri and S dysenteriae type 1 are more likely to cause bloody diarrhea. When obtaining a medical history from patients with the signs or symptoms of shigellosis, a thorough exposure history, including sexual practices, sick contacts, and recent travel, must be obtained. Approximately 70% to 90% of patients with shigellosis will report abdominal pain ranging from mild discomfort to severe, diffuse, colicky pain. Another 70% to 80% describe small-volume mucoid diarrhea that will precede bloody diarrhea in 30% to 50%. [27] Patients commonly report fever, anorexia, lethargy, fatigue, malaise, and tenesmus. [28]"}
{"id": "article-28966_17", "title": "Shigellosis -- History and Physical", "content": "Patients with an acute diarrheal illness require a complete set of vital signs; fever, tachycardia, tachypnea, and hypotension are suggestive of more severe disease and potential dehydration. The abdominal examination may range from essentially normal to distention, diffuse tenderness, and hyperactive bowel sounds, particularly in the left lower quadrant. Severe disease may result in altered mental status, frank delirium, encephalopathy, seizures, meningismus, and coma. Evidence of acute kidney injury, hemolytic uremic syndrome, toxic megacolon, or reactive arthritis are indicative of severe shigellosis. [29] [30]", "contents": "Shigellosis -- History and Physical. Patients with an acute diarrheal illness require a complete set of vital signs; fever, tachycardia, tachypnea, and hypotension are suggestive of more severe disease and potential dehydration. The abdominal examination may range from essentially normal to distention, diffuse tenderness, and hyperactive bowel sounds, particularly in the left lower quadrant. Severe disease may result in altered mental status, frank delirium, encephalopathy, seizures, meningismus, and coma. Evidence of acute kidney injury, hemolytic uremic syndrome, toxic megacolon, or reactive arthritis are indicative of severe shigellosis. [29] [30]"}
{"id": "article-28966_18", "title": "Shigellosis -- Evaluation -- Stool Testing and Culture", "content": "The diagnosis of shigellosis is confirmed when the bacteria is identified in the feculent material of a symptomatic person. A stool sample should be obtained from patients with shigellosis-type symptoms or signs for analysis and culture; stool samples are superior to rectal swabs. Approximately 70% of stool samples from patients with shigellosis will reveal fecal leukocytes and blood. [31] Stool alpha-1 antitrypsin assays, enzyme-linked immunosorbent assays (ELISAs), and polymerase chain reaction (PCR) testing are not required to diagnose shigellosis. [32] However, stool alpha-1 antitrypsin levels can be elevated in the acute phases of shigellosis and will remain high in patients who fail medical therapy. In rare circumstances, culture-independent diagnostic tests like ELISA or PCR may be required to detect bacterial genetic material or toxins in order to make a diagnosis. Culture-independent diagnostic tests also promote the tracking and prevention of outbreaks and the detection of antibiotic resistance patterns. [32]", "contents": "Shigellosis -- Evaluation -- Stool Testing and Culture. The diagnosis of shigellosis is confirmed when the bacteria is identified in the feculent material of a symptomatic person. A stool sample should be obtained from patients with shigellosis-type symptoms or signs for analysis and culture; stool samples are superior to rectal swabs. Approximately 70% of stool samples from patients with shigellosis will reveal fecal leukocytes and blood. [31] Stool alpha-1 antitrypsin assays, enzyme-linked immunosorbent assays (ELISAs), and polymerase chain reaction (PCR) testing are not required to diagnose shigellosis. [32] However, stool alpha-1 antitrypsin levels can be elevated in the acute phases of shigellosis and will remain high in patients who fail medical therapy. In rare circumstances, culture-independent diagnostic tests like ELISA or PCR may be required to detect bacterial genetic material or toxins in order to make a diagnosis. Culture-independent diagnostic tests also promote the tracking and prevention of outbreaks and the detection of antibiotic resistance patterns. [32]"}
{"id": "article-28966_19", "title": "Shigellosis -- Evaluation -- Stool Testing and Culture", "content": "Blood cultures may be recommended in patients with severe cases of shigellosis. [33] While most patients with shigellosis will not have Shigella -associated bacteremia, bacteremia is associated with increased mortality rates. [34] [35] Bacteremia is most likely to occur in patients at increased risk of severe disease, such as extremes of age and those who are immunocompromised.", "contents": "Shigellosis -- Evaluation -- Stool Testing and Culture. Blood cultures may be recommended in patients with severe cases of shigellosis. [33] While most patients with shigellosis will not have Shigella -associated bacteremia, bacteremia is associated with increased mortality rates. [34] [35] Bacteremia is most likely to occur in patients at increased risk of severe disease, such as extremes of age and those who are immunocompromised."}
{"id": "article-28966_20", "title": "Shigellosis -- Evaluation -- Laboratory Studies", "content": "Laboratory studies are not required to diagnose shigellosis. However, patients with evidence of dehydration, severe disease, or clinical complications will benefit from diagnostic laboratory evaluations. A complete blood count may reveal a leukocytosis with a left shift; anemia and thrombocytopenia may be present. When anemia and thrombocytopenia are accompanied by schistocyte formation, hemolytic uremic syndrome should be suspected. [36] [37]", "contents": "Shigellosis -- Evaluation -- Laboratory Studies. Laboratory studies are not required to diagnose shigellosis. However, patients with evidence of dehydration, severe disease, or clinical complications will benefit from diagnostic laboratory evaluations. A complete blood count may reveal a leukocytosis with a left shift; anemia and thrombocytopenia may be present. When anemia and thrombocytopenia are accompanied by schistocyte formation, hemolytic uremic syndrome should be suspected. [36] [37]"}
{"id": "article-28966_21", "title": "Shigellosis -- Evaluation -- Laboratory Studies", "content": "Mild transaminase elevations and electrolyte disturbances may be seen in patients with severe shigellosis. However, hyponatremia is most commonly due to the syndrome of inappropriate antidiuretic hormone secretion. [31] [38] Azotemia may be evidence of dehydration or hemolytic uremic syndrome. [31] [38] Inflammatory markers such as erythrocyte sedimentation rate and C-reactive protein are frequently elevated in severe disease but are nondiagnostic.", "contents": "Shigellosis -- Evaluation -- Laboratory Studies. Mild transaminase elevations and electrolyte disturbances may be seen in patients with severe shigellosis. However, hyponatremia is most commonly due to the syndrome of inappropriate antidiuretic hormone secretion. [31] [38] Azotemia may be evidence of dehydration or hemolytic uremic syndrome. [31] [38] Inflammatory markers such as erythrocyte sedimentation rate and C-reactive protein are frequently elevated in severe disease but are nondiagnostic."}
{"id": "article-28966_22", "title": "Shigellosis -- Treatment / Management", "content": "The mainstay of shigellosis treatment is supportive care consisting mainly of hydration and electrolyte management. Oral rehydration might be adequate in many cases; in more severe cases, intravenous fluid rehydration with or without hospitalization may be necessary. Antimotility drugs such as loperamide, paregoric, or diphenoxylate are not recommended for patients with Shigella infection; these medications may worsen the condition and cause toxic megacolon. [39] Antimicrobial therapy is not usually recommended for mild cases of shigellosis. Antimicrobials are recommended if a patient requires hospitalization, is bacteremic or septic, is immunocompromised, is a food handler, or works with small children or in institutions. Antimicrobials decrease the symptoms of shigellosis by 2 days and can limit transmission to others. [32] The choice of antimicrobial therapy for shigellosis should be made after accounting for local antimicrobial resistance data  and the risk profile of each patient, which includes recent travel history if the infection was acquired in Asia or Africa, their sexual practices, previous antimicrobial use, people experiencing homelessness, and immunosuppression.", "contents": "Shigellosis -- Treatment / Management. The mainstay of shigellosis treatment is supportive care consisting mainly of hydration and electrolyte management. Oral rehydration might be adequate in many cases; in more severe cases, intravenous fluid rehydration with or without hospitalization may be necessary. Antimotility drugs such as loperamide, paregoric, or diphenoxylate are not recommended for patients with Shigella infection; these medications may worsen the condition and cause toxic megacolon. [39] Antimicrobial therapy is not usually recommended for mild cases of shigellosis. Antimicrobials are recommended if a patient requires hospitalization, is bacteremic or septic, is immunocompromised, is a food handler, or works with small children or in institutions. Antimicrobials decrease the symptoms of shigellosis by 2 days and can limit transmission to others. [32] The choice of antimicrobial therapy for shigellosis should be made after accounting for local antimicrobial resistance data  and the risk profile of each patient, which includes recent travel history if the infection was acquired in Asia or Africa, their sexual practices, previous antimicrobial use, people experiencing homelessness, and immunosuppression."}
{"id": "article-28966_23", "title": "Shigellosis -- Treatment / Management", "content": "Antimicrobial resistance in Shigella has been increasing worldwide and is a significant public health problem. The resistance mechanisms arise in Shigella by either plasmid-encoded resistance or horizontal transfer of plasmids, which transfer antimicrobial-resistant genes between bacteria. Using whole-genome sequencing, it has been possible to follow the path of these resistant genetic elements worldwide. [40] The emergence of extremely drug-resistant (XDR) S sonnei and S flexneri outbreak strains is caused by the international dissemination of sexually transmissible strains of shigellae, particularly in Great Britain and Europe. [40] These strains carry a plasmid-encoded extended-spectrum β-lactamase (ESBL) gene, bla CTX-M-27 , that renders these bacteria penicillin- and cephalosporin-resistant; this plasmid can be transmitted to bacterial genera. [40] Other plasmids, including IncFII, have resulted in resistance to azithromycin. [41] Yet other ESBL genes have expanded the prevalence of ESBL-producing shigellae. [41] Rising antimicrobial resistance is concerning because macrolides, penicillins, cephalosporins, and fluoroquinolones can no longer be employed with any empiric therapeutic certainty in patients with suspected or documented shigellosis.", "contents": "Shigellosis -- Treatment / Management. Antimicrobial resistance in Shigella has been increasing worldwide and is a significant public health problem. The resistance mechanisms arise in Shigella by either plasmid-encoded resistance or horizontal transfer of plasmids, which transfer antimicrobial-resistant genes between bacteria. Using whole-genome sequencing, it has been possible to follow the path of these resistant genetic elements worldwide. [40] The emergence of extremely drug-resistant (XDR) S sonnei and S flexneri outbreak strains is caused by the international dissemination of sexually transmissible strains of shigellae, particularly in Great Britain and Europe. [40] These strains carry a plasmid-encoded extended-spectrum β-lactamase (ESBL) gene, bla CTX-M-27 , that renders these bacteria penicillin- and cephalosporin-resistant; this plasmid can be transmitted to bacterial genera. [40] Other plasmids, including IncFII, have resulted in resistance to azithromycin. [41] Yet other ESBL genes have expanded the prevalence of ESBL-producing shigellae. [41] Rising antimicrobial resistance is concerning because macrolides, penicillins, cephalosporins, and fluoroquinolones can no longer be employed with any empiric therapeutic certainty in patients with suspected or documented shigellosis."}
{"id": "article-28966_24", "title": "Shigellosis -- Treatment / Management", "content": "There are no steadfast rules for the treatment of shigellosis. In general, if a patient is in the outpatient setting and is at low risk for antimicrobial resistance, fluoroquinolones are the drug of choice for empiric therapy; azithromycin and trimethoprim-sulfamethoxazole are also options in these patients. [42] Third-generation cephalosporins are recommended in high-risk patients, including infected patients in Africa and Asia, international travelers, patients with HIV, and men who have sex with men. [43] [12] Carbapenem antimicrobials may be considered for patients at high risk for antimicrobial resistance, those ill for more than 3 to 5 days, those who have failed outpatient antimicrobial therapy, or have been hospitalized. A recent study from the United Kingdom recommended treating hospitalized patients with severe XDR shigellosis with parenteral carbapenems and colistin or oral pivmecillinam and fosfomycin for patients with a prolonged course of illness or as an oral step-down regimen after intravenous therapy. [44]", "contents": "Shigellosis -- Treatment / Management. There are no steadfast rules for the treatment of shigellosis. In general, if a patient is in the outpatient setting and is at low risk for antimicrobial resistance, fluoroquinolones are the drug of choice for empiric therapy; azithromycin and trimethoprim-sulfamethoxazole are also options in these patients. [42] Third-generation cephalosporins are recommended in high-risk patients, including infected patients in Africa and Asia, international travelers, patients with HIV, and men who have sex with men. [43] [12] Carbapenem antimicrobials may be considered for patients at high risk for antimicrobial resistance, those ill for more than 3 to 5 days, those who have failed outpatient antimicrobial therapy, or have been hospitalized. A recent study from the United Kingdom recommended treating hospitalized patients with severe XDR shigellosis with parenteral carbapenems and colistin or oral pivmecillinam and fosfomycin for patients with a prolonged course of illness or as an oral step-down regimen after intravenous therapy. [44]"}
{"id": "article-28966_25", "title": "Shigellosis -- Treatment / Management", "content": "In the pediatric population, empiric therapy is azithromycin when antimicrobial susceptibility is unavailable. In a randomized control trial, azithromycin was found to show clinical success in 82% of patients and bacteriological success in 94% of patients. [45] Cefixime and ceftibuten can be used as first-line to treat shigellosis in South Asia due to widespread resistance to commonly used antibiotics. [46] The alternative regimen includes pivmecillinam to effectively decrease diarrhea duration and eradicate S higella in the stool. [47] [48] Parenteral antibiotics are indicated in children when shigellosis is suspected or proven when they are septic, bacteremic, febrile with a temperature above 39 °C (102.2 °F), are immunosuppressed, are infected with HIV, or are unable to take oral medications. [34] Ceftriaxone is recommended in this population as a single dose or for 5 days.", "contents": "Shigellosis -- Treatment / Management. In the pediatric population, empiric therapy is azithromycin when antimicrobial susceptibility is unavailable. In a randomized control trial, azithromycin was found to show clinical success in 82% of patients and bacteriological success in 94% of patients. [45] Cefixime and ceftibuten can be used as first-line to treat shigellosis in South Asia due to widespread resistance to commonly used antibiotics. [46] The alternative regimen includes pivmecillinam to effectively decrease diarrhea duration and eradicate S higella in the stool. [47] [48] Parenteral antibiotics are indicated in children when shigellosis is suspected or proven when they are septic, bacteremic, febrile with a temperature above 39 °C (102.2 °F), are immunosuppressed, are infected with HIV, or are unable to take oral medications. [34] Ceftriaxone is recommended in this population as a single dose or for 5 days."}
{"id": "article-28966_26", "title": "Shigellosis -- Treatment / Management", "content": "Frequent handwashing with soap and water is recommended, especially after using the bathroom and before food preparation. Food handlers should not engage in food preparation if stool cultures remain positive.", "contents": "Shigellosis -- Treatment / Management. Frequent handwashing with soap and water is recommended, especially after using the bathroom and before food preparation. Food handlers should not engage in food preparation if stool cultures remain positive."}
{"id": "article-28966_27", "title": "Shigellosis -- Differential Diagnosis", "content": "The differential diagnosis of shigellosis includes infection with bacteria or viruses that cause a similar clinical picture of fever, nausea, vomiting, and abdominal pain: Non-typhoidal Salmonella Escherichia coli Campylobacter spp Clostridioides difficile Typhoid fever (S almonella enterica serotype Typhi and, less frequently, Salmonella enterica serotypes and paratyphi A, B, and C) Entamoeba histolytica Aeromonas spp. Non-infectious causes that are included in the differential diagnosis of shigellosis that manifest as chronic diarrhea include: Inflammatory bowel disease VIPoma Hyperthyroidism Lactose intolerance Celiac disease Irritable bowel syndrome. [49]", "contents": "Shigellosis -- Differential Diagnosis. The differential diagnosis of shigellosis includes infection with bacteria or viruses that cause a similar clinical picture of fever, nausea, vomiting, and abdominal pain: Non-typhoidal Salmonella Escherichia coli Campylobacter spp Clostridioides difficile Typhoid fever (S almonella enterica serotype Typhi and, less frequently, Salmonella enterica serotypes and paratyphi A, B, and C) Entamoeba histolytica Aeromonas spp. Non-infectious causes that are included in the differential diagnosis of shigellosis that manifest as chronic diarrhea include: Inflammatory bowel disease VIPoma Hyperthyroidism Lactose intolerance Celiac disease Irritable bowel syndrome. [49]"}
{"id": "article-28966_28", "title": "Shigellosis -- Prognosis", "content": "Shigellosis is usually a self-limited disease and resolves within 5 to 7 days. In more severe cases and when patients seek medical care, the diagnosis of shigellosis should be included in the differential diagnosis, and treatment should be initiated promptly, especially if the patient is a returning traveler. If shigellosis is diagnosed and treated on time, the prognosis is good, and patients usually recover without sequelae.", "contents": "Shigellosis -- Prognosis. Shigellosis is usually a self-limited disease and resolves within 5 to 7 days. In more severe cases and when patients seek medical care, the diagnosis of shigellosis should be included in the differential diagnosis, and treatment should be initiated promptly, especially if the patient is a returning traveler. If shigellosis is diagnosed and treated on time, the prognosis is good, and patients usually recover without sequelae."}
{"id": "article-28966_29", "title": "Shigellosis -- Prognosis", "content": "Certain poor prognostic factors may increase morbidity and mortality. These include delays in administering appropriate therapy if the patient is immunocompromised, prolonged disease duration of more than 7 days, extremes of age, and bacteremia. Bacteremia, which carries a 20% mortality rate, is rare and occurs mainly in malnourished children. [50]", "contents": "Shigellosis -- Prognosis. Certain poor prognostic factors may increase morbidity and mortality. These include delays in administering appropriate therapy if the patient is immunocompromised, prolonged disease duration of more than 7 days, extremes of age, and bacteremia. Bacteremia, which carries a 20% mortality rate, is rare and occurs mainly in malnourished children. [50]"}
{"id": "article-28966_30", "title": "Shigellosis -- Prognosis", "content": "Complications of shigellosis include hemolytic uremic syndrome, defined as a triad of thrombocytopenia, hemolytic anemia, and acute kidney injury. Hemolytic uremic syndrome is a microangiopathic hemolytic anemia; its hallmark is schistocytes seen on a peripheral smear. The mortality rate is up to 50%. [51]", "contents": "Shigellosis -- Prognosis. Complications of shigellosis include hemolytic uremic syndrome, defined as a triad of thrombocytopenia, hemolytic anemia, and acute kidney injury. Hemolytic uremic syndrome is a microangiopathic hemolytic anemia; its hallmark is schistocytes seen on a peripheral smear. The mortality rate is up to 50%. [51]"}
{"id": "article-28966_31", "title": "Shigellosis -- Complications", "content": "Complications of Shigella infection include intestinal and systemic complications listed below. [6]", "contents": "Shigellosis -- Complications. Complications of Shigella infection include intestinal and systemic complications listed below. [6]"}
{"id": "article-28966_32", "title": "Shigellosis -- Complications -- Intestinal Complications", "content": "Colonic perforation - occurs with S flexneri and S dysenteriae type 1. It is a rare occurrence and primarily occurs in infants and malnourished patients. [52] Intestinal obstruction - usually in severe disease and S dysenteriae type  1. [53] Toxic megacolon - usually occurs in S dysenteriae type  1 infection. [31] Proctitis or rectal prolapse - caused by invasion of shigellae into colonic mucosa; the complications are most commonly seen in infants and young children. [6]", "contents": "Shigellosis -- Complications -- Intestinal Complications. Colonic perforation - occurs with S flexneri and S dysenteriae type 1. It is a rare occurrence and primarily occurs in infants and malnourished patients. [52] Intestinal obstruction - usually in severe disease and S dysenteriae type  1. [53] Toxic megacolon - usually occurs in S dysenteriae type  1 infection. [31] Proctitis or rectal prolapse - caused by invasion of shigellae into colonic mucosa; the complications are most commonly seen in infants and young children. [6]"}
{"id": "article-28966_33", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Bacteremia can occur rarely, mostly in children younger than 5 years. [33] [34] [35]", "contents": "Shigellosis -- Complications -- Systemic Complications. Bacteremia can occur rarely, mostly in children younger than 5 years. [33] [34] [35]"}
{"id": "article-28966_34", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Hemolytic uremic syndrome: although uncommon, it is one of the most frequent causes of acute kidney injury in young children and infants. [51]", "contents": "Shigellosis -- Complications -- Systemic Complications. Hemolytic uremic syndrome: although uncommon, it is one of the most frequent causes of acute kidney injury in young children and infants. [51]"}
{"id": "article-28966_35", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Moderate to severe hypovolemia.", "contents": "Shigellosis -- Complications -- Systemic Complications. Moderate to severe hypovolemia."}
{"id": "article-28966_36", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Hyponatremia can be seen with S dysenteriae type  1 infection. [38]", "contents": "Shigellosis -- Complications -- Systemic Complications. Hyponatremia can be seen with S dysenteriae type  1 infection. [38]"}
{"id": "article-28966_37", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Leukemoid reaction: common in children between 2 and 10 years of age. [54]", "contents": "Shigellosis -- Complications -- Systemic Complications. Leukemoid reaction: common in children between 2 and 10 years of age. [54]"}
{"id": "article-28966_38", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Neurologic symptoms: generalized seizures are the most common neurologic complication and are usually associated with a higher mortality rate. [55] [56]", "contents": "Shigellosis -- Complications -- Systemic Complications. Neurologic symptoms: generalized seizures are the most common neurologic complication and are usually associated with a higher mortality rate. [55] [56]"}
{"id": "article-28966_39", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Reactive arthritis: sterile, inflammatory arthritis usually caused by S flexneri infection. Arthritis can occur alone or in conjunction with conjunctivitis and urethritis. [57]", "contents": "Shigellosis -- Complications -- Systemic Complications. Reactive arthritis: sterile, inflammatory arthritis usually caused by S flexneri infection. Arthritis can occur alone or in conjunction with conjunctivitis and urethritis. [57]"}
{"id": "article-28966_40", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Vulvovaginitis with or without diarrhea: can occur in young girls and is associated with painless vaginal discharge. [58]", "contents": "Shigellosis -- Complications -- Systemic Complications. Vulvovaginitis with or without diarrhea: can occur in young girls and is associated with painless vaginal discharge. [58]"}
{"id": "article-28966_41", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Keratitis is a rare complication that should be considered in a young child with keratitis and a history of recent diarrheal illness. [59]", "contents": "Shigellosis -- Complications -- Systemic Complications. Keratitis is a rare complication that should be considered in a young child with keratitis and a history of recent diarrheal illness. [59]"}
{"id": "article-28966_42", "title": "Shigellosis -- Complications -- Systemic Complications", "content": "Acute myocarditis: occurs mostly in children with S sonnei infection. [60]", "contents": "Shigellosis -- Complications -- Systemic Complications. Acute myocarditis: occurs mostly in children with S sonnei infection. [60]"}
{"id": "article-28966_43", "title": "Shigellosis -- Deterrence and Patient Education", "content": "Patients with shigellosis should be educated about appropriate infection control practices to prevent transmission of shigellae to others. Stool precautions and careful handwashing can prevent the dissemination of shigellosis. Primary preventive measures include universal availability of potable water, improved personal and food hygiene, and provision of sanitation methods. [61] Providers should recommend to their patients to:", "contents": "Shigellosis -- Deterrence and Patient Education. Patients with shigellosis should be educated about appropriate infection control practices to prevent transmission of shigellae to others. Stool precautions and careful handwashing can prevent the dissemination of shigellosis. Primary preventive measures include universal availability of potable water, improved personal and food hygiene, and provision of sanitation methods. [61] Providers should recommend to their patients to:"}
{"id": "article-28966_44", "title": "Shigellosis -- Deterrence and Patient Education", "content": "Stay home from school, the healthcare environment, jobs in childcare, and food handling when they are sick or until it is safe to return to work as per the national guidance. Avoid any sexual contact (anal, oral, penile, or vaginal) while they are still having diarrhea and for 2 weeks after it ends. Handwashing should be frequent and be performed with soap and water for 20 seconds, particularly after using the toilet and cleaning up after someone who is sick. During this period, they should not prepare food for others. Patients should also abstain from using water playgrounds, hot tubs, oceans, lakes, and rivers.", "contents": "Shigellosis -- Deterrence and Patient Education. Stay home from school, the healthcare environment, jobs in childcare, and food handling when they are sick or until it is safe to return to work as per the national guidance. Avoid any sexual contact (anal, oral, penile, or vaginal) while they are still having diarrhea and for 2 weeks after it ends. Handwashing should be frequent and be performed with soap and water for 20 seconds, particularly after using the toilet and cleaning up after someone who is sick. During this period, they should not prepare food for others. Patients should also abstain from using water playgrounds, hot tubs, oceans, lakes, and rivers."}
{"id": "article-28966_45", "title": "Shigellosis -- Pearls and Other Issues", "content": "Although no vaccine has been developed to prevent shigellosis, measures can be taken to avoid transmitting shigellae. Regularly implementing these measures, especially in high-risk settings and during high-risk practices, could prevent the disease altogether or minimize the severity of illness in those infected. These infection prevention measures include:", "contents": "Shigellosis -- Pearls and Other Issues. Although no vaccine has been developed to prevent shigellosis, measures can be taken to avoid transmitting shigellae. Regularly implementing these measures, especially in high-risk settings and during high-risk practices, could prevent the disease altogether or minimize the severity of illness in those infected. These infection prevention measures include:"}
{"id": "article-28966_46", "title": "Shigellosis -- Pearls and Other Issues", "content": "Perform frequent and thorough handwashing with soap and water, especially before meals and in case of contact with people at high risk of transmitting shigellae. Perform supervised handwashing for children in their homes and daycare centers, especially when children are not yet toilet-trained. Handle and dispose of diapers cautiously when children are not toilet-trained and have a shigellae infection. Drink boiled or treated water and avoid eating raw, poorly handled food from vendors when visiting developing countries. Avoid sexual contact with people who have diarrhea, confirmed shigellosis, or have recently recovered from diarrheal illness. Practice safe sex. Avoid using swimming pools during or recently after a diarrheal illness.", "contents": "Shigellosis -- Pearls and Other Issues. Perform frequent and thorough handwashing with soap and water, especially before meals and in case of contact with people at high risk of transmitting shigellae. Perform supervised handwashing for children in their homes and daycare centers, especially when children are not yet toilet-trained. Handle and dispose of diapers cautiously when children are not toilet-trained and have a shigellae infection. Drink boiled or treated water and avoid eating raw, poorly handled food from vendors when visiting developing countries. Avoid sexual contact with people who have diarrhea, confirmed shigellosis, or have recently recovered from diarrheal illness. Practice safe sex. Avoid using swimming pools during or recently after a diarrheal illness."}
{"id": "article-28966_47", "title": "Shigellosis -- Enhancing Healthcare Team Outcomes", "content": "The definitive diagnosis of shigellosis will need time to wait for cultures to be obtained and for results to be available. Shigellosis may mimic many other diarrheal diseases, and patients can have a self-limiting course or may be severely ill. Managing patients with suspected or proven shigellosis by an interprofessional team that includes an emergency department physician, an infectious disease specialist, a gastroenterologist, and an internist is essential to ensure that the management is done appropriately and in a timely fashion. The mainstay of treatment of shigellosis is supportive measures, eg administering fluids and electrolytes.", "contents": "Shigellosis -- Enhancing Healthcare Team Outcomes. The definitive diagnosis of shigellosis will need time to wait for cultures to be obtained and for results to be available. Shigellosis may mimic many other diarrheal diseases, and patients can have a self-limiting course or may be severely ill. Managing patients with suspected or proven shigellosis by an interprofessional team that includes an emergency department physician, an infectious disease specialist, a gastroenterologist, and an internist is essential to ensure that the management is done appropriately and in a timely fashion. The mainstay of treatment of shigellosis is supportive measures, eg administering fluids and electrolytes."}
{"id": "article-28966_48", "title": "Shigellosis -- Enhancing Healthcare Team Outcomes", "content": "Even though most infections with shigellae are self-limited and do not require antibiotics, antimicrobial therapy may be indicated in either severe disease or high-risk groups. Antibiotic susceptibility testing is highly recommended, as drug resistance is common and may vary regionally. Immunity can occur after a shigella infection and appears to be serogroup-specific. [62] [63] [64] [65]", "contents": "Shigellosis -- Enhancing Healthcare Team Outcomes. Even though most infections with shigellae are self-limited and do not require antibiotics, antimicrobial therapy may be indicated in either severe disease or high-risk groups. Antibiotic susceptibility testing is highly recommended, as drug resistance is common and may vary regionally. Immunity can occur after a shigella infection and appears to be serogroup-specific. [62] [63] [64] [65]"}
{"id": "article-28966_49", "title": "Shigellosis -- Enhancing Healthcare Team Outcomes", "content": "Because there is no vaccine to prevent the infection, the primary care provider and nurse specialist are vital in educating the public about prevention. This includes handwashing with soap and water, maintaining good personal hygiene, drinking boiled water while traveling, and avoiding sexual contact with a patient recently diagnosed with shigellosis. [66] [67]", "contents": "Shigellosis -- Enhancing Healthcare Team Outcomes. Because there is no vaccine to prevent the infection, the primary care provider and nurse specialist are vital in educating the public about prevention. This includes handwashing with soap and water, maintaining good personal hygiene, drinking boiled water while traveling, and avoiding sexual contact with a patient recently diagnosed with shigellosis. [66] [67]"}
{"id": "article-28966_50", "title": "Shigellosis -- Enhancing Healthcare Team Outcomes", "content": "The outlook for patients treated promptly is good, but delays in treatment can lead to severe disease and poor outcomes with high mortality, especially in high-risk groups. [68] Confirmed cases of shigellosis in the United States should be reported to the Centers for Disease Control and Prevention via state or local health departments.", "contents": "Shigellosis -- Enhancing Healthcare Team Outcomes. The outlook for patients treated promptly is good, but delays in treatment can lead to severe disease and poor outcomes with high mortality, especially in high-risk groups. [68] Confirmed cases of shigellosis in the United States should be reported to the Centers for Disease Control and Prevention via state or local health departments."}
{"id": "article-28966_51", "title": "Shigellosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Shigellosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}