{"id": "article-95360_0", "title": "Histology, Lymph Nodes -- Introduction", "content": "Scattered throughout the body, lymph nodes perform the critical function of filtering both exogenous and endogenous antigens and producing immune response through activated lymphocytes and antibodies.  They can become enlarged in infections, autoimmune diseases, lymphomas, and metastatic carcinomas. [1] Histological assessment is imperative in diagnosing these entities. In the case of metastatic carcinomas, additional information like extracapsular extension and the size of the metastatic carcinoma is of prognostic significance. [2]", "contents": "Histology, Lymph Nodes -- Introduction. Scattered throughout the body, lymph nodes perform the critical function of filtering both exogenous and endogenous antigens and producing immune response through activated lymphocytes and antibodies.  They can become enlarged in infections, autoimmune diseases, lymphomas, and metastatic carcinomas. [1] Histological assessment is imperative in diagnosing these entities. In the case of metastatic carcinomas, additional information like extracapsular extension and the size of the metastatic carcinoma is of prognostic significance. [2]"}
{"id": "article-95360_1", "title": "Histology, Lymph Nodes -- Issues of Concern", "content": "Handling and assessment of lymph nodes are different from other organs as multiple techniques are utilized for various disease entities. Lymphoma evaluation requires flow cytometry that necessitates fresh tissue (without any formalin or other medium). The latest lymphoma classification (WHO 2018) is based on molecular findings; hence tissue is sent for mutational analysis in some cases. [3] Metastatic carcinoma in a lymph node is one of the most important prognostic factors in almost all kinds of tumors. The site and size of the metastatic carcinoma, along with the extracapsular extension, is also present in many tumors, including breast and colon cancer, and aids with treatment options. Thus, a basic knowledge of lymph node histology and laboratory assessment helps proper histological, molecular testing, and management.", "contents": "Histology, Lymph Nodes -- Issues of Concern. Handling and assessment of lymph nodes are different from other organs as multiple techniques are utilized for various disease entities. Lymphoma evaluation requires flow cytometry that necessitates fresh tissue (without any formalin or other medium). The latest lymphoma classification (WHO 2018) is based on molecular findings; hence tissue is sent for mutational analysis in some cases. [3] Metastatic carcinoma in a lymph node is one of the most important prognostic factors in almost all kinds of tumors. The site and size of the metastatic carcinoma, along with the extracapsular extension, is also present in many tumors, including breast and colon cancer, and aids with treatment options. Thus, a basic knowledge of lymph node histology and laboratory assessment helps proper histological, molecular testing, and management."}
{"id": "article-95360_2", "title": "Histology, Lymph Nodes -- Structure", "content": "Lymph nodes are tan white to brown bean-shaped organs distributed throughout the body. They have a delicate capsule through which multiple afferent lymphatics drain into it. The cortex contains lymphoid follicles that are primary in naïve lymph nodes and secondary in activated lymph nodes. Secondary lymph nodes have a reactive germinal center in response to stimulation by antigen-presenting cells. A single efferent lymphatic from each lymph node drains into lymphatic trunks that eventually drain into veins.", "contents": "Histology, Lymph Nodes -- Structure. Lymph nodes are tan white to brown bean-shaped organs distributed throughout the body. They have a delicate capsule through which multiple afferent lymphatics drain into it. The cortex contains lymphoid follicles that are primary in naïve lymph nodes and secondary in activated lymph nodes. Secondary lymph nodes have a reactive germinal center in response to stimulation by antigen-presenting cells. A single efferent lymphatic from each lymph node drains into lymphatic trunks that eventually drain into veins."}
{"id": "article-95360_3", "title": "Histology, Lymph Nodes -- Function", "content": "Lymph nodes are involved in the production of both cellular and humoral immunity. They filter all kinds of foreign material, viruses, bacteria, and tumor cells. In response to the antigens that are presented to T lymphocytes, activated T and B lymphocytes are produced. They also aid lymph drainage. In the absence of lymph nodes, as is the case in cancer patients post lymphadenectomy, lymphedema develops, and the risk for angiosarcoma is increased.", "contents": "Histology, Lymph Nodes -- Function. Lymph nodes are involved in the production of both cellular and humoral immunity. They filter all kinds of foreign material, viruses, bacteria, and tumor cells. In response to the antigens that are presented to T lymphocytes, activated T and B lymphocytes are produced. They also aid lymph drainage. In the absence of lymph nodes, as is the case in cancer patients post lymphadenectomy, lymphedema develops, and the risk for angiosarcoma is increased."}
{"id": "article-95360_4", "title": "Histology, Lymph Nodes -- Tissue Preparation", "content": "Lymph nodes with the suspicion of lymphoma are sent fresh to histopathology laboratory. A sample for flow cytometry in a special RBMI medium is taken along with touch imprints for possible preliminary diagnosis. The rest of the specimen is processed as a routine histological specimen. The lymph node is sliced, and representative sections are taken for microscopic study. The slides are stained by hematoxylin and eosin. Sentinel lymph nodes are sampled for breast cancer that is also sent fresh for intraoperative assessment. [4] [5] Sentinel lymph nodes for melanoma, however, as sent in formalin and assessed with multiple-step sections. Lymph nodes also undergo sampling in inflammatory conditions like tuberculosis and other carcinomas for staging.", "contents": "Histology, Lymph Nodes -- Tissue Preparation. Lymph nodes with the suspicion of lymphoma are sent fresh to histopathology laboratory. A sample for flow cytometry in a special RBMI medium is taken along with touch imprints for possible preliminary diagnosis. The rest of the specimen is processed as a routine histological specimen. The lymph node is sliced, and representative sections are taken for microscopic study. The slides are stained by hematoxylin and eosin. Sentinel lymph nodes are sampled for breast cancer that is also sent fresh for intraoperative assessment. [4] [5] Sentinel lymph nodes for melanoma, however, as sent in formalin and assessed with multiple-step sections. Lymph nodes also undergo sampling in inflammatory conditions like tuberculosis and other carcinomas for staging."}
{"id": "article-95360_5", "title": "Histology, Lymph Nodes -- Histochemistry and Cytochemistry", "content": "In the presence of granulomatous inflammation, stains for fungi (PAS, GMS) and Mycobacterium (Ziehl Neelson) are ordered. Following stains can also be ordered if clinically and histologically indicated: Whipple disease: PAS stain Infectious mononucleosis: EBV Cat scratch: warthin starry Immunohistochemistry utilizes several antibody stains to identify the nature of lymphocytes. Some of the commonly used stains are as follows: B cell: CD 20 and Cd79a T cells: CD3 and CD5 CD 10: Germinal center B cells CD 30: immunoblasts and Hodgkin cells CD 15: neutrophils and Hodgkin cells Langerhans cells: Cd1a, Langerin, s100, and Cd68", "contents": "Histology, Lymph Nodes -- Histochemistry and Cytochemistry. In the presence of granulomatous inflammation, stains for fungi (PAS, GMS) and Mycobacterium (Ziehl Neelson) are ordered. Following stains can also be ordered if clinically and histologically indicated: Whipple disease: PAS stain Infectious mononucleosis: EBV Cat scratch: warthin starry Immunohistochemistry utilizes several antibody stains to identify the nature of lymphocytes. Some of the commonly used stains are as follows: B cell: CD 20 and Cd79a T cells: CD3 and CD5 CD 10: Germinal center B cells CD 30: immunoblasts and Hodgkin cells CD 15: neutrophils and Hodgkin cells Langerhans cells: Cd1a, Langerin, s100, and Cd68"}
{"id": "article-95360_6", "title": "Histology, Lymph Nodes -- Microscopy, Light", "content": "The lymph node capsule is thin fibrous, which receives afferent lymphatics. The naïve lymph node has not received any antigenic stimulation and hence, has all primary lymphoid follicles lacking a germinal center. In response to antigens, it transforms into secondary lymphoid follicles with germinal centers and a peripheral mantle zone with small mature B cells. The germinal center is composed of centroblasts, centrocytes, tingible body macrophages, and follicular dendritic cells. In between the capsule and the cortex are the subcapsular sinuses that are the primary site of metastatic carcinomas. [6]", "contents": "Histology, Lymph Nodes -- Microscopy, Light. The lymph node capsule is thin fibrous, which receives afferent lymphatics. The naïve lymph node has not received any antigenic stimulation and hence, has all primary lymphoid follicles lacking a germinal center. In response to antigens, it transforms into secondary lymphoid follicles with germinal centers and a peripheral mantle zone with small mature B cells. The germinal center is composed of centroblasts, centrocytes, tingible body macrophages, and follicular dendritic cells. In between the capsule and the cortex are the subcapsular sinuses that are the primary site of metastatic carcinomas. [6]"}
{"id": "article-95360_7", "title": "Histology, Lymph Nodes -- Microscopy, Light", "content": "The paracortex is the T-cell zone with intermixed immunoblasts and dendritic cells. The medulla is the innermost portion of the lymph node and is composed of medullary cords and sinuses and is rich in plasma cells. Reactive follicular hyperplasia is seen in viral and bacterial infections and autoimmune diseases. Granulomatous inflammation is a feature in mycobacterial tuberculosis, fungal infection, cat scratch disease, lymphogranuloma venerium, tularemia, and yersinia. [7] Necrotizing non-granulomatous lymphadenitis is present in Kikuchi-Fujimoto disease and systemic lupus erythematosus. A pattern-based approach serves for the initial histological assessment of lymphomas. Large nodules are usually seen in nodular sclerosis Hodgkin lymphoma, lymphocyte-predominant Hodgkin lymphoma, progressive transformation of germinal centers, and follicular lymphoma.", "contents": "Histology, Lymph Nodes -- Microscopy, Light. The paracortex is the T-cell zone with intermixed immunoblasts and dendritic cells. The medulla is the innermost portion of the lymph node and is composed of medullary cords and sinuses and is rich in plasma cells. Reactive follicular hyperplasia is seen in viral and bacterial infections and autoimmune diseases. Granulomatous inflammation is a feature in mycobacterial tuberculosis, fungal infection, cat scratch disease, lymphogranuloma venerium, tularemia, and yersinia. [7] Necrotizing non-granulomatous lymphadenitis is present in Kikuchi-Fujimoto disease and systemic lupus erythematosus. A pattern-based approach serves for the initial histological assessment of lymphomas. Large nodules are usually seen in nodular sclerosis Hodgkin lymphoma, lymphocyte-predominant Hodgkin lymphoma, progressive transformation of germinal centers, and follicular lymphoma."}
{"id": "article-95360_8", "title": "Histology, Lymph Nodes -- Microscopy, Light", "content": "Small to medium-sized nodules occur in follicular lymphoma, reacted follicular hyperplasia, mantle cell lymphoma, and marginal zone lymphoma. Diffuse effacement by small lymphocytes is present in small cell lymphoma, diffuse follicular lymphoma, extranodal marginal B cell lymphoma.", "contents": "Histology, Lymph Nodes -- Microscopy, Light. Small to medium-sized nodules occur in follicular lymphoma, reacted follicular hyperplasia, mantle cell lymphoma, and marginal zone lymphoma. Diffuse effacement by small lymphocytes is present in small cell lymphoma, diffuse follicular lymphoma, extranodal marginal B cell lymphoma."}
{"id": "article-95360_9", "title": "Histology, Lymph Nodes -- Microscopy, Electron", "content": "Electron microscopic studies of the lymph node have shown as extremely complex cortical capillary network proving that the lymph nodes filtering function. It has also been shown to become more intricate in response to antigenic stimulation. [8]", "contents": "Histology, Lymph Nodes -- Microscopy, Electron. Electron microscopic studies of the lymph node have shown as extremely complex cortical capillary network proving that the lymph nodes filtering function. It has also been shown to become more intricate in response to antigenic stimulation. [8]"}
{"id": "article-95360_10", "title": "Histology, Lymph Nodes -- Pathophysiology", "content": "Lymph derives from interstitial space fluid. The lymphatic channels carry it to lymph nodes along with all kinds of exogenous and endogenous antigens and antigen-presenting cells. Antigen-presenting cells include dendritic cells, macrophages, and B lymphocytes. The antigen is processed and linked to major histocompatibility complexes (MHC) to stably export them to the cell surface for presentation to CD 4+ helper and CD 8+ killer T lymphocytes. CD 4+ helper T cells bind to and activate B cells that turn into mature plasma cells that secrete antibodies that fight infection. [9] Natural killer and cytotoxic CD8+ T-cell kill infected cells by releasing cytotoxic granules and cytokines.", "contents": "Histology, Lymph Nodes -- Pathophysiology. Lymph derives from interstitial space fluid. The lymphatic channels carry it to lymph nodes along with all kinds of exogenous and endogenous antigens and antigen-presenting cells. Antigen-presenting cells include dendritic cells, macrophages, and B lymphocytes. The antigen is processed and linked to major histocompatibility complexes (MHC) to stably export them to the cell surface for presentation to CD 4+ helper and CD 8+ killer T lymphocytes. CD 4+ helper T cells bind to and activate B cells that turn into mature plasma cells that secrete antibodies that fight infection. [9] Natural killer and cytotoxic CD8+ T-cell kill infected cells by releasing cytotoxic granules and cytokines."}
{"id": "article-95360_11", "title": "Histology, Lymph Nodes -- Clinical Significance", "content": "Lymph nodes can become enlarged in response to infections. Mycobacterial, fungal infections, and cat-scratch disease produce necrotizing granulomatous inflammation. Viral infections, like infectious mononucleosis, cause reactive lymph node hyperplasia. Autoimmune diseases like rheumatoid arthritis and systemic lupus erythematosus cause reactive follicular hyperplasia. Lymph nodes are one of the first and common sites of metastatic tumors. In such cases, the type, location, size, and the number of lymph nodes involved are the most important prognostic feature that guides management and staging of the tumor. [10] Lymphomas most commonly arise from lymph nodes. Hence, Knowledge of reactive lymphadenopathies is essential to avoid misdiagnosis of lymphoma.", "contents": "Histology, Lymph Nodes -- Clinical Significance. Lymph nodes can become enlarged in response to infections. Mycobacterial, fungal infections, and cat-scratch disease produce necrotizing granulomatous inflammation. Viral infections, like infectious mononucleosis, cause reactive lymph node hyperplasia. Autoimmune diseases like rheumatoid arthritis and systemic lupus erythematosus cause reactive follicular hyperplasia. Lymph nodes are one of the first and common sites of metastatic tumors. In such cases, the type, location, size, and the number of lymph nodes involved are the most important prognostic feature that guides management and staging of the tumor. [10] Lymphomas most commonly arise from lymph nodes. Hence, Knowledge of reactive lymphadenopathies is essential to avoid misdiagnosis of lymphoma."}
{"id": "article-95360_12", "title": "Histology, Lymph Nodes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Lymph Nodes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}