{"id": "article-26022_0", "title": "Neuroanatomy, Nucleus Solitarius -- Introduction", "content": "The brainstem has three primary sensory columns of nuclei that form the source of the function of cranial nerves. Each one has a function that gets exerted through cranial nerves. On the lateral side of the brainstem are the sensory nuclei. The visceral sensory part of the brainstem has a single nucleus found in the medulla oblongata, the nucleus solitarius, which is located lateral to the motor nucleus of the vagus nerve. At the center of the nucleus, a bundle of nerve fibers runs through it to innervate the nucleus, which is the tractus solitarius. Nucleus solitarius is the recipient of all visceral afferents, and an essential part of the regulatory centers of the internal homeostasis, through its multiple projections with cardiorespiratory and gastrointestinal regulatory centers.", "contents": "Neuroanatomy, Nucleus Solitarius -- Introduction. The brainstem has three primary sensory columns of nuclei that form the source of the function of cranial nerves. Each one has a function that gets exerted through cranial nerves. On the lateral side of the brainstem are the sensory nuclei. The visceral sensory part of the brainstem has a single nucleus found in the medulla oblongata, the nucleus solitarius, which is located lateral to the motor nucleus of the vagus nerve. At the center of the nucleus, a bundle of nerve fibers runs through it to innervate the nucleus, which is the tractus solitarius. Nucleus solitarius is the recipient of all visceral afferents, and an essential part of the regulatory centers of the internal homeostasis, through its multiple projections with cardiorespiratory and gastrointestinal regulatory centers."}
{"id": "article-26022_1", "title": "Neuroanatomy, Nucleus Solitarius -- Structure and Function", "content": "Nucleus solitarius divides into two parts: rostral and caudal. Rostral nucleus solitarius or the gustatory nucleus form the recipient of taste inputs from cranial nerve VII transmitting taste inputs from the anterior two-thirds of the tongue, cranial nerve IX transmitting taste signals from the posterior third of the tongue as well as cranial nerve X that tastes the epiglottis. The caudal nucleus plays a role in cardiovascular, respiratory, and gastrointestinal system control through cranial nerves IX that conveys information from baroreceptors and chemoreceptors in the carotid body and cranial nerve X transmitting inputs from the aortic arch. [1]", "contents": "Neuroanatomy, Nucleus Solitarius -- Structure and Function. Nucleus solitarius divides into two parts: rostral and caudal. Rostral nucleus solitarius or the gustatory nucleus form the recipient of taste inputs from cranial nerve VII transmitting taste inputs from the anterior two-thirds of the tongue, cranial nerve IX transmitting taste signals from the posterior third of the tongue as well as cranial nerve X that tastes the epiglottis. The caudal nucleus plays a role in cardiovascular, respiratory, and gastrointestinal system control through cranial nerves IX that conveys information from baroreceptors and chemoreceptors in the carotid body and cranial nerve X transmitting inputs from the aortic arch. [1]"}
{"id": "article-26022_2", "title": "Neuroanatomy, Nucleus Solitarius -- Structure and Function", "content": "Nucleus solitarius controls respiration; it receives inputs pertaining to blood pH, blood oxygen levels, and stretch receptors that are present in the lungs, then it regulates respiratory circuits through its projections. Additionally, it mediates blood pressure and heart rate control effects through its efferents to parasympathetic and sympathetic complexes. [2] Interestingly, nucleus solitarius send projections to the limbic system that mediates the emotional response to altered cardiorespiratory values, and it plays a role in panic disorder. It has a role in afferents reaching the amygdala contributing to memory. [3] [4]", "contents": "Neuroanatomy, Nucleus Solitarius -- Structure and Function. Nucleus solitarius controls respiration; it receives inputs pertaining to blood pH, blood oxygen levels, and stretch receptors that are present in the lungs, then it regulates respiratory circuits through its projections. Additionally, it mediates blood pressure and heart rate control effects through its efferents to parasympathetic and sympathetic complexes. [2] Interestingly, nucleus solitarius send projections to the limbic system that mediates the emotional response to altered cardiorespiratory values, and it plays a role in panic disorder. It has a role in afferents reaching the amygdala contributing to memory. [3] [4]"}
{"id": "article-26022_3", "title": "Neuroanatomy, Nucleus Solitarius -- Structure and Function", "content": "Nucleus solitarius participates in the reflexes of the nerves innervating the nucleus, so it mediates cough reflex, carotid sinus reflex, gag reflex, and vomiting reflex. [1] The cough reflex is an involuntary protective reaction to nociceptive stimuli that serves to clear the throat from harmful objects. The cough forms one of the main protective methods for the respiratory tract, and this is evident in neurodegenerative diseases like frontotemporal dementia, Alzheimer disease, and Parkinson disease, the loss of the reflex makes them prone to respiratory tract infections. It is mediated through three phases, inspiratory, post inspiratory, and expiratory phase. [5] The brainstem is involved in several defensive airway mechanisms; particularly, the respiratory centers have involvement in addressing motor patterns of the cough reflex, within the nucleus solitarius cough receptors are found, that affect the cough reflex through mechanisms that are still under investigations. [6] [7]", "contents": "Neuroanatomy, Nucleus Solitarius -- Structure and Function. Nucleus solitarius participates in the reflexes of the nerves innervating the nucleus, so it mediates cough reflex, carotid sinus reflex, gag reflex, and vomiting reflex. [1] The cough reflex is an involuntary protective reaction to nociceptive stimuli that serves to clear the throat from harmful objects. The cough forms one of the main protective methods for the respiratory tract, and this is evident in neurodegenerative diseases like frontotemporal dementia, Alzheimer disease, and Parkinson disease, the loss of the reflex makes them prone to respiratory tract infections. It is mediated through three phases, inspiratory, post inspiratory, and expiratory phase. [5] The brainstem is involved in several defensive airway mechanisms; particularly, the respiratory centers have involvement in addressing motor patterns of the cough reflex, within the nucleus solitarius cough receptors are found, that affect the cough reflex through mechanisms that are still under investigations. [6] [7]"}
{"id": "article-26022_4", "title": "Neuroanatomy, Nucleus Solitarius -- Structure and Function", "content": "The carotid body detects changes in PaCO2 through chemoreceptors, and this information gets conveyed to the nucleus solitarius (NTS) glutamatergic neurons that will target rostral ventrolateral medulla and respiratory pattern generator, leading to increased sympathetic activity. Chemoreceptors modulate changes in autonomic activity in the cardiorespiratory system vai respiratory pattern generator. [8] Disruption of this mechanism forms the underlying basis for congenital central hypoventilation syndrome; the nucleus solitarius as a central chemoreceptor forms one of the sites involved in this syndrome due to central hypercapnic hypoventilation. [9] Summarizing the functions of the nucleus solitarius: Receive taste inputs Receive inputs from chemoreceptors and baroreceptors in the aortic arch and carotid body Modulate response to hemostatic changes Participates in limbic system activity Participates in carotid reflex, gag reflex, cough reflex, and vomiting reflex", "contents": "Neuroanatomy, Nucleus Solitarius -- Structure and Function. The carotid body detects changes in PaCO2 through chemoreceptors, and this information gets conveyed to the nucleus solitarius (NTS) glutamatergic neurons that will target rostral ventrolateral medulla and respiratory pattern generator, leading to increased sympathetic activity. Chemoreceptors modulate changes in autonomic activity in the cardiorespiratory system vai respiratory pattern generator. [8] Disruption of this mechanism forms the underlying basis for congenital central hypoventilation syndrome; the nucleus solitarius as a central chemoreceptor forms one of the sites involved in this syndrome due to central hypercapnic hypoventilation. [9] Summarizing the functions of the nucleus solitarius: Receive taste inputs Receive inputs from chemoreceptors and baroreceptors in the aortic arch and carotid body Modulate response to hemostatic changes Participates in limbic system activity Participates in carotid reflex, gag reflex, cough reflex, and vomiting reflex"}
{"id": "article-26022_5", "title": "Neuroanatomy, Nucleus Solitarius -- Embryology", "content": "The nucleus solitarius is in the medulla oblongata, which derives from the rhombencephalon.", "contents": "Neuroanatomy, Nucleus Solitarius -- Embryology. The nucleus solitarius is in the medulla oblongata, which derives from the rhombencephalon."}
{"id": "article-26022_6", "title": "Neuroanatomy, Nucleus Solitarius -- Blood Supply and Lymphatics", "content": "The medulla receives blood supply from two main arteries: the posterior inferior cerebellar artery, which is a branch of the vertebral artery supplying the lateral parts of the medulla, and the anterior spinal artery supplying the medial components. As the nucleus solitarius is in the lateral portion, it receives its blood supply through the inferior cerebellar artery. [1]", "contents": "Neuroanatomy, Nucleus Solitarius -- Blood Supply and Lymphatics. The medulla receives blood supply from two main arteries: the posterior inferior cerebellar artery, which is a branch of the vertebral artery supplying the lateral parts of the medulla, and the anterior spinal artery supplying the medial components. As the nucleus solitarius is in the lateral portion, it receives its blood supply through the inferior cerebellar artery. [1]"}
{"id": "article-26022_7", "title": "Neuroanatomy, Nucleus Solitarius -- Nerves", "content": "Signals will transmit from the nucleus solitarius to several other regions of the brain, including several brainstem nuclei, such as the parabrachial nucleus of the rostral pons, which will send cardiorespiratory inputs to the forebrain and the limbic system, of which many travels in the ventral amygdalofugal pathway. Some references consider the parabrachial nucleus as part of the limbic system. The locus coeruleus, the dorsal raphe nuclei, and the paraventricular nucleus of the hypothalamus, which in turn has descending neurons synapsing in the autonomic fibers, all control autonomic functions. Within the nucleus solitareus, there are two specific subpopulations of neurons that send their projections to the stria terminalis. The aldosterone-sensitive neurons, which are sensitive to sodium depletion, and the A2 noradrenergic neurons, which are activated by immune and stress-related stimuli modulate several functions, including autonomic control, endocrine modulation, sleep-arousal states, and stress-induced behaviors. These may have implications in multiple disease states. [10] [11]", "contents": "Neuroanatomy, Nucleus Solitarius -- Nerves. Signals will transmit from the nucleus solitarius to several other regions of the brain, including several brainstem nuclei, such as the parabrachial nucleus of the rostral pons, which will send cardiorespiratory inputs to the forebrain and the limbic system, of which many travels in the ventral amygdalofugal pathway. Some references consider the parabrachial nucleus as part of the limbic system. The locus coeruleus, the dorsal raphe nuclei, and the paraventricular nucleus of the hypothalamus, which in turn has descending neurons synapsing in the autonomic fibers, all control autonomic functions. Within the nucleus solitareus, there are two specific subpopulations of neurons that send their projections to the stria terminalis. The aldosterone-sensitive neurons, which are sensitive to sodium depletion, and the A2 noradrenergic neurons, which are activated by immune and stress-related stimuli modulate several functions, including autonomic control, endocrine modulation, sleep-arousal states, and stress-induced behaviors. These may have implications in multiple disease states. [10] [11]"}
{"id": "article-26022_8", "title": "Neuroanatomy, Nucleus Solitarius -- Muscles", "content": "There are no muscles involved in the function of nucleus solitarius, is it is a relay for sensory inputs.", "contents": "Neuroanatomy, Nucleus Solitarius -- Muscles. There are no muscles involved in the function of nucleus solitarius, is it is a relay for sensory inputs."}
{"id": "article-26022_9", "title": "Neuroanatomy, Nucleus Solitarius -- Physiologic Variants", "content": "There were no references to no physiological variants.", "contents": "Neuroanatomy, Nucleus Solitarius -- Physiologic Variants. There were no references to no physiological variants."}
{"id": "article-26022_10", "title": "Neuroanatomy, Nucleus Solitarius -- Surgical Considerations", "content": "Multiple intracranial tumors affect the medulla and hinder its functions. Those include primary and secondary tumors. Primary tumors include medulloblastoma, glial tumors, ependymoma, and hemangioblastoma. [12] Patients will have multiple possible presentations, including cardiorespiratory arrest, dysphagia, absent cough reflex, vomiting, lower cranial nerves palsies, ataxia, seizures, signs of increased intracranial pressure, and hydrocephalus. During surgery, the full margins of the tumors require identification, and the nuclei and the structures in the medulla should be identified as well, as injury to the medulla will lead to life-threatening conditions and possibly death. [13] If the surgeon finds a tumor in the dorsal part of the brainstem, they should choose the suboccipital midline approach. In contrast, with ventrolateral tumors, the far-lateral approach is the appropriate technique. Sometimes, expanding the craniotomy to the junction of the transverse sinus and sigmoid sinus should be performed in the far-lateral approach. In more complicated cases, the tumor could be intramedullary, so intraoperative ultrasonography is used to define the margins of the tumor. [14] [15]", "contents": "Neuroanatomy, Nucleus Solitarius -- Surgical Considerations. Multiple intracranial tumors affect the medulla and hinder its functions. Those include primary and secondary tumors. Primary tumors include medulloblastoma, glial tumors, ependymoma, and hemangioblastoma. [12] Patients will have multiple possible presentations, including cardiorespiratory arrest, dysphagia, absent cough reflex, vomiting, lower cranial nerves palsies, ataxia, seizures, signs of increased intracranial pressure, and hydrocephalus. During surgery, the full margins of the tumors require identification, and the nuclei and the structures in the medulla should be identified as well, as injury to the medulla will lead to life-threatening conditions and possibly death. [13] If the surgeon finds a tumor in the dorsal part of the brainstem, they should choose the suboccipital midline approach. In contrast, with ventrolateral tumors, the far-lateral approach is the appropriate technique. Sometimes, expanding the craniotomy to the junction of the transverse sinus and sigmoid sinus should be performed in the far-lateral approach. In more complicated cases, the tumor could be intramedullary, so intraoperative ultrasonography is used to define the margins of the tumor. [14] [15]"}
{"id": "article-26022_11", "title": "Neuroanatomy, Nucleus Solitarius -- Surgical Considerations", "content": "To address lateral medullary lesions in which the nucleus solitarius could be affected, Daniel D.Cavalcanti et al. 2016 described the lateral medullary zone approach in microsurgery to resect a dorsolateral medullary lesion. He went through the foramen of Luschka, making an incision in the inferior cerebellar peduncle, and called this technique the lateral medullary zone approach. The authors provide a precise explanation for the retrosigmoid approach. They open foramen of Luschka and then identified the origin of the cranial nerves, subsequently incising the Inferior cerebellar peduncle. [16]", "contents": "Neuroanatomy, Nucleus Solitarius -- Surgical Considerations. To address lateral medullary lesions in which the nucleus solitarius could be affected, Daniel D.Cavalcanti et al. 2016 described the lateral medullary zone approach in microsurgery to resect a dorsolateral medullary lesion. He went through the foramen of Luschka, making an incision in the inferior cerebellar peduncle, and called this technique the lateral medullary zone approach. The authors provide a precise explanation for the retrosigmoid approach. They open foramen of Luschka and then identified the origin of the cranial nerves, subsequently incising the Inferior cerebellar peduncle. [16]"}
{"id": "article-26022_12", "title": "Neuroanatomy, Nucleus Solitarius -- Surgical Considerations", "content": "Disruption of carotid reflex mechanism forms the underlying basis for congenital central hypoventilation syndrome, the nucleus solitarius, as a central chemoreceptor, forms one of the sites involved in this syndrome due to central hypercapnic hypoventilation. Paired-like homeobox 2b (Phox2b) gene mutations correlate with congenital central hypoventilation syndrome, and these genes transcribe proteins that are necessary for chemoreceptors in the nucleus solitarius, neurons expressing Phox2b have intrinsic chemosensitivity. [9]", "contents": "Neuroanatomy, Nucleus Solitarius -- Surgical Considerations. Disruption of carotid reflex mechanism forms the underlying basis for congenital central hypoventilation syndrome, the nucleus solitarius, as a central chemoreceptor, forms one of the sites involved in this syndrome due to central hypercapnic hypoventilation. Paired-like homeobox 2b (Phox2b) gene mutations correlate with congenital central hypoventilation syndrome, and these genes transcribe proteins that are necessary for chemoreceptors in the nucleus solitarius, neurons expressing Phox2b have intrinsic chemosensitivity. [9]"}
{"id": "article-26022_13", "title": "Neuroanatomy, Nucleus Solitarius -- Clinical Significance", "content": "Wallenberg syndrome is a stroke of the brainstem due to obstruction of the posterior inferior cerebellar artery. In most cases, it is due to vertebral artery occlusion. Nucleus solitarius is affected in Wallenberg syndrome, leading to altered taste sensation and a decrease in the intensity of the reflexes mediated by the nucleus solitarius, forming the pathophysiology of vomiting in the syndrome.", "contents": "Neuroanatomy, Nucleus Solitarius -- Clinical Significance. Wallenberg syndrome is a stroke of the brainstem due to obstruction of the posterior inferior cerebellar artery. In most cases, it is due to vertebral artery occlusion. Nucleus solitarius is affected in Wallenberg syndrome, leading to altered taste sensation and a decrease in the intensity of the reflexes mediated by the nucleus solitarius, forming the pathophysiology of vomiting in the syndrome."}
{"id": "article-26022_14", "title": "Neuroanatomy, Nucleus Solitarius -- Clinical Significance", "content": "The brainstem is the main site triggering vomiting response, in particular, the central pattern generator, the nucleus solitarius, and the area postrema. The nucleus solitarius is part of the chemoreceptor trigger zone. Since it is outside of the blood-brain barrier, it is accessible to the emetic stimuli found in the blood and the cerebrospinal fluid. It receives parasympathetic and sympathetic stimuli for the vomiting response via various receptors:", "contents": "Neuroanatomy, Nucleus Solitarius -- Clinical Significance. The brainstem is the main site triggering vomiting response, in particular, the central pattern generator, the nucleus solitarius, and the area postrema. The nucleus solitarius is part of the chemoreceptor trigger zone. Since it is outside of the blood-brain barrier, it is accessible to the emetic stimuli found in the blood and the cerebrospinal fluid. It receives parasympathetic and sympathetic stimuli for the vomiting response via various receptors:"}
{"id": "article-26022_15", "title": "Neuroanatomy, Nucleus Solitarius -- Clinical Significance", "content": "Muscarinic (M1) receptors, which are the basis for using scopolamine (M1 receptor antagonist) used to prevent motion sickness Neurokinin receptors (NK1) that led to the discovery of new antiemetics like aprepitant Histamine receptors (H1) which is why the antihistamine diphenhydramine is useful for motion sickness) Serotonin receptor 5-HT3 which are targeted by antiemetics like ondansetron Dopamine (D2 receptors) which are targeted by antagonist drugs, categorized into three groups: Phenothiazines like prochlorperazine. Butyrophenones like droperidol. Benzamides like metoclopramide. The nucleus solitarius sends its afferents to the central pattern generator-formerly known as the vomiting center. [17]", "contents": "Neuroanatomy, Nucleus Solitarius -- Clinical Significance. Muscarinic (M1) receptors, which are the basis for using scopolamine (M1 receptor antagonist) used to prevent motion sickness Neurokinin receptors (NK1) that led to the discovery of new antiemetics like aprepitant Histamine receptors (H1) which is why the antihistamine diphenhydramine is useful for motion sickness) Serotonin receptor 5-HT3 which are targeted by antiemetics like ondansetron Dopamine (D2 receptors) which are targeted by antagonist drugs, categorized into three groups: Phenothiazines like prochlorperazine. Butyrophenones like droperidol. Benzamides like metoclopramide. The nucleus solitarius sends its afferents to the central pattern generator-formerly known as the vomiting center. [17]"}
{"id": "article-26022_16", "title": "Neuroanatomy, Nucleus Solitarius -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Nucleus Solitarius -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}