{"id": "article-32957_0", "title": "Tensor Tympani Syndrome -- Continuing Education Activity", "content": "Tensor tympani syndrome (TTS), or tensor tympani myoclonus, is a rare condition characterized by objective pulsatile tinnitus. Pulsatile tinnitus refers to the perception of rhythmic sounds synchronizing with the heartbeat. The involuntary contraction of the tensor tympani muscle, a unique striated muscle in the middle ear innervated by the mandibular branch of the trigeminal nerve, causes TTS. This muscle plays a crucial role in various auditory processes, including regulating the movement of the eustachian tube and stiffening the tympanic membrane to dampen sound transmission in response to high-intensity sounds. This comprehensive continuing education course discusses the evaluation and management of tensor tympani syndrome. The course discusses the underlying pathophysiology and clinical manifestations and the importance of an interprofessional healthcare approach in providing well-coordinated care and improved patient outcomes. Understanding TTS and its management is vital, given its potential impact on a patient's auditory experience and overall quality of life.", "contents": "Tensor Tympani Syndrome -- Continuing Education Activity. Tensor tympani syndrome (TTS), or tensor tympani myoclonus, is a rare condition characterized by objective pulsatile tinnitus. Pulsatile tinnitus refers to the perception of rhythmic sounds synchronizing with the heartbeat. The involuntary contraction of the tensor tympani muscle, a unique striated muscle in the middle ear innervated by the mandibular branch of the trigeminal nerve, causes TTS. This muscle plays a crucial role in various auditory processes, including regulating the movement of the eustachian tube and stiffening the tympanic membrane to dampen sound transmission in response to high-intensity sounds. This comprehensive continuing education course discusses the evaluation and management of tensor tympani syndrome. The course discusses the underlying pathophysiology and clinical manifestations and the importance of an interprofessional healthcare approach in providing well-coordinated care and improved patient outcomes. Understanding TTS and its management is vital, given its potential impact on a patient's auditory experience and overall quality of life."}
{"id": "article-32957_1", "title": "Tensor Tympani Syndrome -- Continuing Education Activity", "content": "Objectives: Identify risk factors for the development of tensor tympani syndrome. Determine how to rule out other differential diagnoses of tensor tympani syndrome. Apply comprehensive knowledge in objectively managing tensor tympani syndrome, ensuring precision in clinical decision-making. Assess how the facilitation of interprofessional team education and discussion can optimize the effective detection of tensor tympani syndrome and inform management. Access free multiple choice questions on this topic.", "contents": "Tensor Tympani Syndrome -- Continuing Education Activity. Objectives: Identify risk factors for the development of tensor tympani syndrome. Determine how to rule out other differential diagnoses of tensor tympani syndrome. Apply comprehensive knowledge in objectively managing tensor tympani syndrome, ensuring precision in clinical decision-making. Assess how the facilitation of interprofessional team education and discussion can optimize the effective detection of tensor tympani syndrome and inform management. Access free multiple choice questions on this topic."}
{"id": "article-32957_2", "title": "Tensor Tympani Syndrome -- Introduction", "content": "Tensor tympani syndrome (TTS), or tensor tympani myoclonus, is a rare condition characterized by objective pulsatile tinnitus. Pulsatile tinnitus refers to the perception of rhythmic sounds synchronizing with the heartbeat. The involuntary contraction of the tensor tympani muscle, a unique striated muscle in the middle ear innervated by the mandibular branch of the trigeminal nerve, causes TTS. This muscle plays a crucial role in various auditory processes, including regulating the movement of the eustachian tube and stiffening the tympanic membrane to dampen sound transmission in response to high-intensity sounds.", "contents": "Tensor Tympani Syndrome -- Introduction. Tensor tympani syndrome (TTS), or tensor tympani myoclonus, is a rare condition characterized by objective pulsatile tinnitus. Pulsatile tinnitus refers to the perception of rhythmic sounds synchronizing with the heartbeat. The involuntary contraction of the tensor tympani muscle, a unique striated muscle in the middle ear innervated by the mandibular branch of the trigeminal nerve, causes TTS. This muscle plays a crucial role in various auditory processes, including regulating the movement of the eustachian tube and stiffening the tympanic membrane to dampen sound transmission in response to high-intensity sounds."}
{"id": "article-32957_3", "title": "Tensor Tympani Syndrome -- Introduction", "content": "Tinnitus is the perception of sound that does not originate from a source external to the individual's body. When evaluating tinnitus, it is first crucial to categorize it between subjective or objective and between pulsatile and non-pulsatile tinnitus. In subjective tinnitus, which is more common, only the patient can perceive the sound. On the other hand, in objective tinnitus, both the individual and potentially the examiner can hear the sound. Sensorineural hearing loss classically causes subjective tinnitus, where the patient perceives a ringing or buzzing noise. The examiner cannot perceive the tinnitus, but the patient can. [1] [2] [3] [4]", "contents": "Tensor Tympani Syndrome -- Introduction. Tinnitus is the perception of sound that does not originate from a source external to the individual's body. When evaluating tinnitus, it is first crucial to categorize it between subjective or objective and between pulsatile and non-pulsatile tinnitus. In subjective tinnitus, which is more common, only the patient can perceive the sound. On the other hand, in objective tinnitus, both the individual and potentially the examiner can hear the sound. Sensorineural hearing loss classically causes subjective tinnitus, where the patient perceives a ringing or buzzing noise. The examiner cannot perceive the tinnitus, but the patient can. [1] [2] [3] [4]"}
{"id": "article-32957_4", "title": "Tensor Tympani Syndrome -- Introduction", "content": "Next, it is essential to distinguish between pulsatile and nonpulsatile tinnitus. Vascular-associated abnormalities, such as a high-riding jugular bulb, jugular diverticula, atherosclerosis, hypertension, benign intracranial hypertension, or glomus tumors, commonly cause pulsatile tinnitus, which may or may not coincide with the patient's heartbeat. Sensorineural hearing loss, otosclerosis, and acoustic neuromas can cause non-pulsatile tinnitus. Tensor tympani syndrome, also known as tensor tympani myoclonus, is a rare form of pulsatile, objective tinnitus, which includes various types of tensor tympani-associated tinnitus caused by contraction of the tensor tympani muscle. This condition means that an external examiner can hear or witness the tinnitus or muscle contraction on examination in accordance with the patient experiencing symptoms. The periodic nature of tensor tympani myoclonus can make it challenging for an external examiner to witness these contractions and tinnitus in vivo , so the diagnosis often rests on history. Examiners should attempt to auscultate for objective tinnitus and visualize the appropriate structures of the ear and eustachian tube.", "contents": "Tensor Tympani Syndrome -- Introduction. Next, it is essential to distinguish between pulsatile and nonpulsatile tinnitus. Vascular-associated abnormalities, such as a high-riding jugular bulb, jugular diverticula, atherosclerosis, hypertension, benign intracranial hypertension, or glomus tumors, commonly cause pulsatile tinnitus, which may or may not coincide with the patient's heartbeat. Sensorineural hearing loss, otosclerosis, and acoustic neuromas can cause non-pulsatile tinnitus. Tensor tympani syndrome, also known as tensor tympani myoclonus, is a rare form of pulsatile, objective tinnitus, which includes various types of tensor tympani-associated tinnitus caused by contraction of the tensor tympani muscle. This condition means that an external examiner can hear or witness the tinnitus or muscle contraction on examination in accordance with the patient experiencing symptoms. The periodic nature of tensor tympani myoclonus can make it challenging for an external examiner to witness these contractions and tinnitus in vivo , so the diagnosis often rests on history. Examiners should attempt to auscultate for objective tinnitus and visualize the appropriate structures of the ear and eustachian tube."}
{"id": "article-32957_5", "title": "Tensor Tympani Syndrome -- Introduction", "content": "The tensor tympani is a striated muscle innervated by the mandibular branch of the trigeminal nerve, which is the 5th cranial nerve (CN V). The tensor tympani attaches from parts of the greater wing of the sphenoid with connections to the bony and cartilaginous eustachian tube and inserts onto the malleus head in the middle ear after passing through the cochleariform process. During contraction, it opens the eustachian tube and mediates the malleus, which subsequently stiffens the tympanic membrane and decreases sound propagation throughout the ossicular chain. The tensor tympani muscle, tensor veli palatini, and muscles of mastication are all innervated by the CN V. It is hypothesized that due to their analogous innervation, the tensor tympani muscle functions to decrease the intensity of sound during chewing and swallowing. Tensor tympani syndrome is a type of middle ear myoclonus (MEM). Myoclonus is the rhythmic contraction of the muscle. The contraction of the stapedius muscle causes another form of MEM. The stapedius muscle typically contracts the stapes of the oval window to decrease the propagation of high-intensity sound. The acoustic reflex, suspected of protecting inner ear cells from damage, involves the involuntary contraction of both the tensor tympani and stapedius muscles following exposure to high-intensity sounds. [5] [6] [7]", "contents": "Tensor Tympani Syndrome -- Introduction. The tensor tympani is a striated muscle innervated by the mandibular branch of the trigeminal nerve, which is the 5th cranial nerve (CN V). The tensor tympani attaches from parts of the greater wing of the sphenoid with connections to the bony and cartilaginous eustachian tube and inserts onto the malleus head in the middle ear after passing through the cochleariform process. During contraction, it opens the eustachian tube and mediates the malleus, which subsequently stiffens the tympanic membrane and decreases sound propagation throughout the ossicular chain. The tensor tympani muscle, tensor veli palatini, and muscles of mastication are all innervated by the CN V. It is hypothesized that due to their analogous innervation, the tensor tympani muscle functions to decrease the intensity of sound during chewing and swallowing. Tensor tympani syndrome is a type of middle ear myoclonus (MEM). Myoclonus is the rhythmic contraction of the muscle. The contraction of the stapedius muscle causes another form of MEM. The stapedius muscle typically contracts the stapes of the oval window to decrease the propagation of high-intensity sound. The acoustic reflex, suspected of protecting inner ear cells from damage, involves the involuntary contraction of both the tensor tympani and stapedius muscles following exposure to high-intensity sounds. [5] [6] [7]"}
{"id": "article-32957_6", "title": "Tensor Tympani Syndrome -- Etiology", "content": "Various etiologies of tensor tympani syndrome and middle ear myoclonus as a broader category, ranging from idiopathic, vascular, demyelinating disorders, traumatic, tumor, or infectious exist. Many instances of bilateral tensor tympani syndrome due to multiple sclerosis have been documented. However, the process of producing tinnitus has yet to be understood entirely. Tonic tensor tympani syndrome (TTTS) has been described as causing tensor tympani spasms, leading to tinnitus and hyperacusis. An overlying anxiety disorder is believed to cause a reduction in the threshold required to trigger the tensor tympani muscle reflex, leading to the belief that TTTS is an involuntary condition. [1]", "contents": "Tensor Tympani Syndrome -- Etiology. Various etiologies of tensor tympani syndrome and middle ear myoclonus as a broader category, ranging from idiopathic, vascular, demyelinating disorders, traumatic, tumor, or infectious exist. Many instances of bilateral tensor tympani syndrome due to multiple sclerosis have been documented. However, the process of producing tinnitus has yet to be understood entirely. Tonic tensor tympani syndrome (TTTS) has been described as causing tensor tympani spasms, leading to tinnitus and hyperacusis. An overlying anxiety disorder is believed to cause a reduction in the threshold required to trigger the tensor tympani muscle reflex, leading to the belief that TTTS is an involuntary condition. [1]"}
{"id": "article-32957_7", "title": "Tensor Tympani Syndrome -- Epidemiology", "content": "Although there is limited information regarding the epidemiology of tensor tympani syndrome specifically, a gender preference for middle ear myoclonus is not apparent. Additionally, early data regarding middle ear myoclonus indicates that it can more commonly occur in the third decade of life. [4]", "contents": "Tensor Tympani Syndrome -- Epidemiology. Although there is limited information regarding the epidemiology of tensor tympani syndrome specifically, a gender preference for middle ear myoclonus is not apparent. Additionally, early data regarding middle ear myoclonus indicates that it can more commonly occur in the third decade of life. [4]"}
{"id": "article-32957_8", "title": "Tensor Tympani Syndrome -- Pathophysiology", "content": "The pathophysiology of tensor tympani syndrome has yet to be entirely understood. Researchers have proposed various etiologies with different pathophysiological processes. For example, a case of bilateral tensor tympani-induced tinnitus in a patient with multiple sclerosis was suspected to be due to the demyelination of innervating nerves, leading to muscle spasms. Alternatively, the myoclonic activity may be due to medullary activity centers no longer receiving inhibitory signals by upper motor neurons. The contraction of the tensor tympani, described as a clicking sound, causes the tinnitus itself. There is a possibility that the muscle contraction itself, the vibration of the tympanic membrane, the opening and closing of the eustachian tube, a combination of these mechanisms, or a different unknown mechanism is responsible for the perceived tinnitus. [8] [9]", "contents": "Tensor Tympani Syndrome -- Pathophysiology. The pathophysiology of tensor tympani syndrome has yet to be entirely understood. Researchers have proposed various etiologies with different pathophysiological processes. For example, a case of bilateral tensor tympani-induced tinnitus in a patient with multiple sclerosis was suspected to be due to the demyelination of innervating nerves, leading to muscle spasms. Alternatively, the myoclonic activity may be due to medullary activity centers no longer receiving inhibitory signals by upper motor neurons. The contraction of the tensor tympani, described as a clicking sound, causes the tinnitus itself. There is a possibility that the muscle contraction itself, the vibration of the tympanic membrane, the opening and closing of the eustachian tube, a combination of these mechanisms, or a different unknown mechanism is responsible for the perceived tinnitus. [8] [9]"}
{"id": "article-32957_9", "title": "Tensor Tympani Syndrome -- History and Physical", "content": "Keep a wide differential with any patient with a tinnitus complaint. While conducting a history and physical, note the onset, laterality, duration, associated symptoms, and whether symptoms coincide with certain activities, such as loud noises or changes in head position. Among all the causes of tinnitus, even among the causes of objective tinnitus, tensor tympani myoclonus is rare. A workup is therefore required to exclude more common and potentially more sinister etiologies of objective pulsatile tinnitus. [10] [4] [10]", "contents": "Tensor Tympani Syndrome -- History and Physical. Keep a wide differential with any patient with a tinnitus complaint. While conducting a history and physical, note the onset, laterality, duration, associated symptoms, and whether symptoms coincide with certain activities, such as loud noises or changes in head position. Among all the causes of tinnitus, even among the causes of objective tinnitus, tensor tympani myoclonus is rare. A workup is therefore required to exclude more common and potentially more sinister etiologies of objective pulsatile tinnitus. [10] [4] [10]"}
{"id": "article-32957_10", "title": "Tensor Tympani Syndrome -- History and Physical", "content": "Cranial nerve 5 innervates the tensor tympani and tensor veli palatini (TVP) muscles. Due to the attachment of the tensor tympani muscle onto the malleus, during a spasm, the malleus is pulled anteromedially with inward movement of the tympanic membrane. Otoscopic findings have reported movement of the posterior quadrant of the tympanic membrane in stapedius myoclonus, contrasting with these conditions. However, these otoscopic findings are subjective, not specific, and still not widely accepted; they rely on a very experienced otoscopist's eye to discern. The TVP is activated to assist in elevating the palate during swallowing. Due to this dual innervation by cranial nerve 5, the tensor tympani muscle can be activated and possibly cause tinnitus in some patients.", "contents": "Tensor Tympani Syndrome -- History and Physical. Cranial nerve 5 innervates the tensor tympani and tensor veli palatini (TVP) muscles. Due to the attachment of the tensor tympani muscle onto the malleus, during a spasm, the malleus is pulled anteromedially with inward movement of the tympanic membrane. Otoscopic findings have reported movement of the posterior quadrant of the tympanic membrane in stapedius myoclonus, contrasting with these conditions. However, these otoscopic findings are subjective, not specific, and still not widely accepted; they rely on a very experienced otoscopist's eye to discern. The TVP is activated to assist in elevating the palate during swallowing. Due to this dual innervation by cranial nerve 5, the tensor tympani muscle can be activated and possibly cause tinnitus in some patients."}
{"id": "article-32957_11", "title": "Tensor Tympani Syndrome -- History and Physical", "content": "Additionally, cranial nerve 5 innervates the sensory component of the corneal reflex. As such, the corneal reflex can also activate the tensor tympani muscle, which can cause tensor tympani syndrome in some patients. Although the physical exam is unremarkable mainly unless the examiner is fortunate enough to view the spasmodically-contracting eustachian tube orifice or tympanic membrane, some features can lead clinicians to suspect tensor tympani syndrome. For example, while conducting an otoscopic exam, rhythmic movements of the tympanic membrane have been described at rest and even during blinking. In considering tensor tympani syndrome as a diagnosis, it is necessary to rule out palatal myoclonus by directly visualizing the palate and determining whether it coincides with reported tinnitus symptoms. A patulous eustachian tube accompanied by a complaint of autophony must also be ruled out by tubo-tympano-aerodynamography. The most definitive way of diagnosing any middle ear myoclonus is by tympanotomy and direct visualization of the muscle spasm. However, this relies heavily on the chance that the patient is experiencing such an episode during examination.", "contents": "Tensor Tympani Syndrome -- History and Physical. Additionally, cranial nerve 5 innervates the sensory component of the corneal reflex. As such, the corneal reflex can also activate the tensor tympani muscle, which can cause tensor tympani syndrome in some patients. Although the physical exam is unremarkable mainly unless the examiner is fortunate enough to view the spasmodically-contracting eustachian tube orifice or tympanic membrane, some features can lead clinicians to suspect tensor tympani syndrome. For example, while conducting an otoscopic exam, rhythmic movements of the tympanic membrane have been described at rest and even during blinking. In considering tensor tympani syndrome as a diagnosis, it is necessary to rule out palatal myoclonus by directly visualizing the palate and determining whether it coincides with reported tinnitus symptoms. A patulous eustachian tube accompanied by a complaint of autophony must also be ruled out by tubo-tympano-aerodynamography. The most definitive way of diagnosing any middle ear myoclonus is by tympanotomy and direct visualization of the muscle spasm. However, this relies heavily on the chance that the patient is experiencing such an episode during examination."}
{"id": "article-32957_12", "title": "Tensor Tympani Syndrome -- Evaluation", "content": "After a thorough history and physical, additional testing is available to rule out other etiologies. As tensor tympani syndrome is a rare finding, there is no definitive guideline to assess for this disorder, although an algorithm for diagnosis has been proposed. Audiometry is not typically used for diagnostic purposes but can potentially aid in masking treatment; it is, however, essential in ruling out other potential causes of tinnitus and should be obtained. Tympanometry will assess the pressure of the middle ear at a given moment, but if the tensor tympani is not contracting, tympanometry may not observe it. For this reason, long-term tympanometry can be used. Observing a saw-tooth-like pattern representing tympanic membrane movement supports the diagnosis of tensor tympani syndrome. An impedance audiogram is also helpful while diagnosing tensor tympani syndrome by assessing the status of the middle ear. Imaging such as magnetic resonance and computed tomography can also be helpful to rule out other potential causes of tinnitus. [11]", "contents": "Tensor Tympani Syndrome -- Evaluation. After a thorough history and physical, additional testing is available to rule out other etiologies. As tensor tympani syndrome is a rare finding, there is no definitive guideline to assess for this disorder, although an algorithm for diagnosis has been proposed. Audiometry is not typically used for diagnostic purposes but can potentially aid in masking treatment; it is, however, essential in ruling out other potential causes of tinnitus and should be obtained. Tympanometry will assess the pressure of the middle ear at a given moment, but if the tensor tympani is not contracting, tympanometry may not observe it. For this reason, long-term tympanometry can be used. Observing a saw-tooth-like pattern representing tympanic membrane movement supports the diagnosis of tensor tympani syndrome. An impedance audiogram is also helpful while diagnosing tensor tympani syndrome by assessing the status of the middle ear. Imaging such as magnetic resonance and computed tomography can also be helpful to rule out other potential causes of tinnitus. [11]"}
{"id": "article-32957_13", "title": "Tensor Tympani Syndrome -- Treatment / Management", "content": "Management of patients with middle ear myoclonus (MEM), specifically tensor tympani syndrome, varies depending on the severity of symptoms and expectations. If the patient is interested in treatment, various approaches exist to decrease symptoms. Although no definitive guidelines or data regarding efficacy exist, medical and surgical approaches are available to alleviate symptoms. Various medications, including benzodiazepines, carbamazepine, piracetam, botulinum toxin, and orphenadrine citrate, have been utilized for MEM with variable efficacy, each having different mechanisms of action. [1] Benzodiazepines can be used to potentially decrease symptoms by targeting the anxiolytic component of the disorder as well as functioning as a muscle relaxant. Orphenadrine citrate is also a muscle relaxant due to its anticholinergic and antihistamine properties. Piracetam is a gamma-aminobutyric acid derivative customarily used to treat cortical myoclonus. However, there is minimal data on its use in MEM. [12]", "contents": "Tensor Tympani Syndrome -- Treatment / Management. Management of patients with middle ear myoclonus (MEM), specifically tensor tympani syndrome, varies depending on the severity of symptoms and expectations. If the patient is interested in treatment, various approaches exist to decrease symptoms. Although no definitive guidelines or data regarding efficacy exist, medical and surgical approaches are available to alleviate symptoms. Various medications, including benzodiazepines, carbamazepine, piracetam, botulinum toxin, and orphenadrine citrate, have been utilized for MEM with variable efficacy, each having different mechanisms of action. [1] Benzodiazepines can be used to potentially decrease symptoms by targeting the anxiolytic component of the disorder as well as functioning as a muscle relaxant. Orphenadrine citrate is also a muscle relaxant due to its anticholinergic and antihistamine properties. Piracetam is a gamma-aminobutyric acid derivative customarily used to treat cortical myoclonus. However, there is minimal data on its use in MEM. [12]"}
{"id": "article-32957_14", "title": "Tensor Tympani Syndrome -- Treatment / Management", "content": "In epilepsy, primary hemifacial spasm, and trigeminal neuralgia, carbamazepine, a sodium-channel blocker, primarily operates by attenuating neuronal firing, resulting in decreased activity of their innervating muscles. Another possible intervention that targets the contraction of the tensor tympani muscle is via botulinum toxin. Although new to MEM, botulinum toxin's well-documented use in non-cosmetic otolaryngology-associated disease processes, such as hemifacial spasm, and laryngeal pathology, like spasmodic dysphonia, is notable. The mechanism of action of botulinum toxin is by preventing the release of acetylcholine from pre-synaptic neurons. Due to its limited use, researchers are still examining the efficacy of botulinum toxin for MEM. A case report has described the use of a botulinum-soaked absorbable gelatin-compressed sponge being applied intra-tympanically via a chronic tympanic membrane perforation. This patient was diagnosed with stapedius myoclonus by direct visualization of stapedius spasm. The patient experienced symptomatic relief for approximately 3 months. However, similar to other disease processes treated with botulinum toxin, its effects were time-limited. The status of the tensor tympani was unknown, so if there was a component of tensor tympani myoclonus, it could not be determined if the botulinum toxin affected both middle ear muscles. [1]", "contents": "Tensor Tympani Syndrome -- Treatment / Management. In epilepsy, primary hemifacial spasm, and trigeminal neuralgia, carbamazepine, a sodium-channel blocker, primarily operates by attenuating neuronal firing, resulting in decreased activity of their innervating muscles. Another possible intervention that targets the contraction of the tensor tympani muscle is via botulinum toxin. Although new to MEM, botulinum toxin's well-documented use in non-cosmetic otolaryngology-associated disease processes, such as hemifacial spasm, and laryngeal pathology, like spasmodic dysphonia, is notable. The mechanism of action of botulinum toxin is by preventing the release of acetylcholine from pre-synaptic neurons. Due to its limited use, researchers are still examining the efficacy of botulinum toxin for MEM. A case report has described the use of a botulinum-soaked absorbable gelatin-compressed sponge being applied intra-tympanically via a chronic tympanic membrane perforation. This patient was diagnosed with stapedius myoclonus by direct visualization of stapedius spasm. The patient experienced symptomatic relief for approximately 3 months. However, similar to other disease processes treated with botulinum toxin, its effects were time-limited. The status of the tensor tympani was unknown, so if there was a component of tensor tympani myoclonus, it could not be determined if the botulinum toxin affected both middle ear muscles. [1]"}
{"id": "article-32957_15", "title": "Tensor Tympani Syndrome -- Treatment / Management", "content": "The role of surgical intervention is also more clearly defined. The most common procedure for tensor tympani syndrome and stapedius myoclonus is tympanotomy with tensor tympani or stapedius tenotomy. Releasing the muscle's attachment site is believed to reduce or eliminate tinnitus. Researchers have described a limited number of case series evaluating the role of tenotomy in MEM. Bhimrao et al, followed 13 patients who underwent stapedius tenotomy, 9 patients who underwent both stapedius and tensor tympani tenotomy, and a patient who underwent tensor tympani tendon sectioning. The decision to undergo a single tensor tympani tenotomy was due to direct visualization of isolated tensor tympani spasms. [12] All the patients in this series reported resolution except for one with associated palatal myoclonus.", "contents": "Tensor Tympani Syndrome -- Treatment / Management. The role of surgical intervention is also more clearly defined. The most common procedure for tensor tympani syndrome and stapedius myoclonus is tympanotomy with tensor tympani or stapedius tenotomy. Releasing the muscle's attachment site is believed to reduce or eliminate tinnitus. Researchers have described a limited number of case series evaluating the role of tenotomy in MEM. Bhimrao et al, followed 13 patients who underwent stapedius tenotomy, 9 patients who underwent both stapedius and tensor tympani tenotomy, and a patient who underwent tensor tympani tendon sectioning. The decision to undergo a single tensor tympani tenotomy was due to direct visualization of isolated tensor tympani spasms. [12] All the patients in this series reported resolution except for one with associated palatal myoclonus."}
{"id": "article-32957_16", "title": "Tensor Tympani Syndrome -- Treatment / Management", "content": "Additionally, Park et al reported a case series of 44 patients initially treated with medical therapy. Seventy-five percent of patients reported reduced symptoms based on visual analog scales and tinnitus handicap index scores. Of the 11 patients who did not improve from medical therapy, 9 were elected for surgical intervention. Two patients in this group underwent bilateral tenotomy, and 7 patients underwent unilateral tenotomy. However, the distribution of the sectioned middle ear muscles is not specified. Surgical intervention does show promise in treating MEM. However, more studies should be conducted to define its role more clearly. Bhimrao et al advocate a 3-month trial of medical and supportive therapy before discussing tenotomy with possible tensor tympani or stapedius muscle sectioning. [13]", "contents": "Tensor Tympani Syndrome -- Treatment / Management. Additionally, Park et al reported a case series of 44 patients initially treated with medical therapy. Seventy-five percent of patients reported reduced symptoms based on visual analog scales and tinnitus handicap index scores. Of the 11 patients who did not improve from medical therapy, 9 were elected for surgical intervention. Two patients in this group underwent bilateral tenotomy, and 7 patients underwent unilateral tenotomy. However, the distribution of the sectioned middle ear muscles is not specified. Surgical intervention does show promise in treating MEM. However, more studies should be conducted to define its role more clearly. Bhimrao et al advocate a 3-month trial of medical and supportive therapy before discussing tenotomy with possible tensor tympani or stapedius muscle sectioning. [13]"}
{"id": "article-32957_17", "title": "Tensor Tympani Syndrome -- Differential Diagnosis", "content": "When evaluating a patient complaining of tinnitus, the history and physical will help refine the differential diagnosis. When developing a differential diagnosis, one should consider all causes of objective tinnitus. Stapedius myoclonus and palatal myoclonus are very high on the differential in patients with tensor tympani syndrome, as all 3 can present similarly. History, physical, and tympanometry can direct a clinician to one or more potential diagnoses, but the most definitive diagnosis is by direct visualization of tensor tympani spasm. Consider other conditions such as a patulous eustachian tube, arteriovenous fistula or malformations, glomus tumors, carotid artery stenosis, and other atherosclerotic diseases. However, audiometry and imaging will likely distinguish these other disorders more definitively, which may present with different history and physical exams.", "contents": "Tensor Tympani Syndrome -- Differential Diagnosis. When evaluating a patient complaining of tinnitus, the history and physical will help refine the differential diagnosis. When developing a differential diagnosis, one should consider all causes of objective tinnitus. Stapedius myoclonus and palatal myoclonus are very high on the differential in patients with tensor tympani syndrome, as all 3 can present similarly. History, physical, and tympanometry can direct a clinician to one or more potential diagnoses, but the most definitive diagnosis is by direct visualization of tensor tympani spasm. Consider other conditions such as a patulous eustachian tube, arteriovenous fistula or malformations, glomus tumors, carotid artery stenosis, and other atherosclerotic diseases. However, audiometry and imaging will likely distinguish these other disorders more definitively, which may present with different history and physical exams."}
{"id": "article-32957_18", "title": "Tensor Tympani Syndrome -- Prognosis", "content": "Tinnitus is not harmful. Depending on the etiology, however, the underlying process can be life-threatening. Multiple sclerosis is one such example. Other than the underlying disease process, tinnitus can cause a range of emotional distress to patients, from severely debilitating to causing little to no distress to the patient. Additionally, there is not enough data to predict whether symptoms will discontinue or reduce, regardless of whether or not there is an identifiable cause for the tinnitus.", "contents": "Tensor Tympani Syndrome -- Prognosis. Tinnitus is not harmful. Depending on the etiology, however, the underlying process can be life-threatening. Multiple sclerosis is one such example. Other than the underlying disease process, tinnitus can cause a range of emotional distress to patients, from severely debilitating to causing little to no distress to the patient. Additionally, there is not enough data to predict whether symptoms will discontinue or reduce, regardless of whether or not there is an identifiable cause for the tinnitus."}
{"id": "article-32957_19", "title": "Tensor Tympani Syndrome -- Consultations", "content": "When an otolaryngologist is unsure about a diagnosis or uncomfortable with diagnostic workup or treatment, consider consulting a neuro-otolaryngologist.", "contents": "Tensor Tympani Syndrome -- Consultations. When an otolaryngologist is unsure about a diagnosis or uncomfortable with diagnostic workup or treatment, consider consulting a neuro-otolaryngologist."}
{"id": "article-32957_20", "title": "Tensor Tympani Syndrome -- Pearls and Other Issues", "content": "Tensor tympani syndrome, also known as tensor tympani myoclonus, falls within the spectrum of middle ear myoclonus, similar to stapedius myoclonus. This condition, characterized as objective pulsatile tinnitus, shares diagnostic features with stapedius myoclonus, and both necessitate direct visualization for definitive identification. Further insights into tensor tympani and stapedius myoclonus reveal that sawtooth patterns on long-term tympanometry can serve as indicators for tensor tympani myoclonus. The primary approach to medical therapy involves the inhibition of muscle spasms, while tenotomy emerges as a potential intervention following medical treatment failure, showing promising outcomes based on current data.", "contents": "Tensor Tympani Syndrome -- Pearls and Other Issues. Tensor tympani syndrome, also known as tensor tympani myoclonus, falls within the spectrum of middle ear myoclonus, similar to stapedius myoclonus. This condition, characterized as objective pulsatile tinnitus, shares diagnostic features with stapedius myoclonus, and both necessitate direct visualization for definitive identification. Further insights into tensor tympani and stapedius myoclonus reveal that sawtooth patterns on long-term tympanometry can serve as indicators for tensor tympani myoclonus. The primary approach to medical therapy involves the inhibition of muscle spasms, while tenotomy emerges as a potential intervention following medical treatment failure, showing promising outcomes based on current data."}
{"id": "article-32957_21", "title": "Tensor Tympani Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The differential diagnosis is extensive when patients complain of a ringing sensation in the ear. Healthcare workers, including nurse practitioners, should refer these patients to an ENT surgeon for further workup. Management of patients with middle ear myoclonus (MEM), specifically tensor tympani syndrome, varies depending on the severity of symptoms and expectations. Physicians have reportedly used benzodiazepines, carbamazepine, piracetam, botulinum toxin, and orphenadrine citrate with varying mechanisms of action for MEM with questionable efficacy. Clinicians can use benzodiazepines to potentially decrease symptoms by targeting the anxiolytic component of the disorder as well as functioning as a muscle relaxant. Another possible intervention that targets the contraction of the tensor tympani muscle is via botulinum toxin. While new to MEM, botulinum toxin's well-documented use in non-cosmetic otolaryngology-associated disease processes, such as hemifacial spasm, and laryngeal pathology, like spasmodic dysphonia, is notable.", "contents": "Tensor Tympani Syndrome -- Enhancing Healthcare Team Outcomes. The differential diagnosis is extensive when patients complain of a ringing sensation in the ear. Healthcare workers, including nurse practitioners, should refer these patients to an ENT surgeon for further workup. Management of patients with middle ear myoclonus (MEM), specifically tensor tympani syndrome, varies depending on the severity of symptoms and expectations. Physicians have reportedly used benzodiazepines, carbamazepine, piracetam, botulinum toxin, and orphenadrine citrate with varying mechanisms of action for MEM with questionable efficacy. Clinicians can use benzodiazepines to potentially decrease symptoms by targeting the anxiolytic component of the disorder as well as functioning as a muscle relaxant. Another possible intervention that targets the contraction of the tensor tympani muscle is via botulinum toxin. While new to MEM, botulinum toxin's well-documented use in non-cosmetic otolaryngology-associated disease processes, such as hemifacial spasm, and laryngeal pathology, like spasmodic dysphonia, is notable."}
{"id": "article-32957_22", "title": "Tensor Tympani Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The role of surgical intervention is also more clearly defined. The most common procedure for tensor tympani syndrome (and stapedius myoclonus) is tympanotomy with tensor tympani or stapedius tenotomy. Tinnitus itself is not harmful. However, the underlying process can be life-threatening, such as in multiple sclerosis. Other than the underlying disease process, tinnitus can cause a range of emotional distress to patients, from severely debilitating to causing little to no distress. Additionally, there is not enough data to predict whether symptoms will discontinue or reduce, regardless of whether or not there is an identifiable cause for the tinnitus.", "contents": "Tensor Tympani Syndrome -- Enhancing Healthcare Team Outcomes. The role of surgical intervention is also more clearly defined. The most common procedure for tensor tympani syndrome (and stapedius myoclonus) is tympanotomy with tensor tympani or stapedius tenotomy. Tinnitus itself is not harmful. However, the underlying process can be life-threatening, such as in multiple sclerosis. Other than the underlying disease process, tinnitus can cause a range of emotional distress to patients, from severely debilitating to causing little to no distress. Additionally, there is not enough data to predict whether symptoms will discontinue or reduce, regardless of whether or not there is an identifiable cause for the tinnitus."}
{"id": "article-32957_23", "title": "Tensor Tympani Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tensor Tympani Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}