{"id": "article-771_0", "title": "Physiology, Female Reproduction -- Introduction", "content": "The female reproductive system comprises internal and external organs that facilitate menstruation and procreation. This organ system is responsible for producing gametes (termed eggs or ova), regulating sex hormones, and maintaining fertilized eggs as they develop into mature fetuses ready for delivery. A woman's reproductive years are between menarche (the first menstrual cycle) and menopause (cessation of menses for 12 consecutive months). During this period, cyclical expulsion of ova from the ovary occurs, with the potential for fertilization by male gametes or sperm. This cyclic expulsion of eggs is a normal part of the menstrual cycle. Separately, the internal and external female genitalia facilitate fertilization from the unison of ova and sperm, leading to the process of gestation, also termed pregnancy. Depending on how the conception evolves, typically within 9 months or 3 trimesters, the gestation can produce one or more fetuses that, when born, are termed infants.", "contents": "Physiology, Female Reproduction -- Introduction. The female reproductive system comprises internal and external organs that facilitate menstruation and procreation. This organ system is responsible for producing gametes (termed eggs or ova), regulating sex hormones, and maintaining fertilized eggs as they develop into mature fetuses ready for delivery. A woman's reproductive years are between menarche (the first menstrual cycle) and menopause (cessation of menses for 12 consecutive months). During this period, cyclical expulsion of ova from the ovary occurs, with the potential for fertilization by male gametes or sperm. This cyclic expulsion of eggs is a normal part of the menstrual cycle. Separately, the internal and external female genitalia facilitate fertilization from the unison of ova and sperm, leading to the process of gestation, also termed pregnancy. Depending on how the conception evolves, typically within 9 months or 3 trimesters, the gestation can produce one or more fetuses that, when born, are termed infants."}
{"id": "article-771_1", "title": "Physiology, Female Reproduction -- Cellular Level", "content": "The tissue of the female reproductive system is made up of differing epithelium, as noted below. Vulva: stratified squamous epithelium Vagina and ectocervix: nonkeratinized stratified squamous epithelium Transformation zone (between ecto and endocervix): squamocolumnar epithelium, the site that is sampled in Pap tests and is the most common area for cervical cancer Endocervix: simple columnar epithelium Uterus: simple columnar Long, tubular glands in the proliferative phase Coiled glands in the secretory phase Fallopian tube: ciliated simple columnar epithelium Outer surface of ovary: simple cuboidal epithelium Estrogen and progesterone are the primary steroid hormones regulating the female reproductive system. [1] [2] [3] [2] [1] [4]", "contents": "Physiology, Female Reproduction -- Cellular Level. The tissue of the female reproductive system is made up of differing epithelium, as noted below. Vulva: stratified squamous epithelium Vagina and ectocervix: nonkeratinized stratified squamous epithelium Transformation zone (between ecto and endocervix): squamocolumnar epithelium, the site that is sampled in Pap tests and is the most common area for cervical cancer Endocervix: simple columnar epithelium Uterus: simple columnar Long, tubular glands in the proliferative phase Coiled glands in the secretory phase Fallopian tube: ciliated simple columnar epithelium Outer surface of ovary: simple cuboidal epithelium Estrogen and progesterone are the primary steroid hormones regulating the female reproductive system. [1] [2] [3] [2] [1] [4]"}
{"id": "article-771_2", "title": "Physiology, Female Reproduction -- Cellular Level -- Estrogen", "content": "Sources of estrogen (in descending order of potency) Ovary: 17-β-estradiol Adipose tissue: estrone via aromatization Placenta: estriol Functions of estrogen Uterus: preparing for pregnancy by thickening the endometrial lining via the proliferation of endometrial cells in the follicular phase of the menstrual cycle Breast: breast tissue development in puberty, mammary duct development in puberty and pregnancy, and breast milk secretion in postpartum lactation Vagina: proliferation of epithelial mucosa cells is influenced by the presence or absence of estrogen, such as in menopause Bone: assists in developing long bones and epiphyseal growth plate fusion, inactivates osteoclast activity, prevents osteoporosis Contraception: suppresses the release of gonadotropin-release hormone (GnRH) from the hypothalamus, thereby inhibiting the release of luteinizing hormone (LH) and follicle-stimulating hormone (FSH) and preventing ovulation [5]", "contents": "Physiology, Female Reproduction -- Cellular Level -- Estrogen. Sources of estrogen (in descending order of potency) Ovary: 17-β-estradiol Adipose tissue: estrone via aromatization Placenta: estriol Functions of estrogen Uterus: preparing for pregnancy by thickening the endometrial lining via the proliferation of endometrial cells in the follicular phase of the menstrual cycle Breast: breast tissue development in puberty, mammary duct development in puberty and pregnancy, and breast milk secretion in postpartum lactation Vagina: proliferation of epithelial mucosa cells is influenced by the presence or absence of estrogen, such as in menopause Bone: assists in developing long bones and epiphyseal growth plate fusion, inactivates osteoclast activity, prevents osteoporosis Contraception: suppresses the release of gonadotropin-release hormone (GnRH) from the hypothalamus, thereby inhibiting the release of luteinizing hormone (LH) and follicle-stimulating hormone (FSH) and preventing ovulation [5]"}
{"id": "article-771_3", "title": "Physiology, Female Reproduction -- Cellular Level -- Progesterone", "content": "Sources of progesterone Placenta Adrenal cortex Corpus luteum Testes Functions of progesterone Prepares the uterus for implantation of a fertilized egg by stimulating spiral artery development and endometrial glandular secretions Produces thick cervical mucus Increases body temperature Decreases LH and FSH secretion Prevents endometrial hyperplasia During pregnancy, progesterone maintains the pregnancy and decreases prolactin action in breasts.", "contents": "Physiology, Female Reproduction -- Cellular Level -- Progesterone. Sources of progesterone Placenta Adrenal cortex Corpus luteum Testes Functions of progesterone Prepares the uterus for implantation of a fertilized egg by stimulating spiral artery development and endometrial glandular secretions Produces thick cervical mucus Increases body temperature Decreases LH and FSH secretion Prevents endometrial hyperplasia During pregnancy, progesterone maintains the pregnancy and decreases prolactin action in breasts."}
{"id": "article-771_4", "title": "Physiology, Female Reproduction -- Cellular Level -- Ovulation", "content": "Throughout most of the reproductive cycle, estrogen and progesterone released from the ovary exert negative feedback onto the hypothalamus and anterior pituitary. However, estrogen (estradiol) released from the ovary exerts positive feedback on the hypothalamus during ovulation. This positive feedback increases the GnRH pulse frequency and stimulates the LH surge, which causes rupture of the corpus luteum and release of the dominant follicle into the fallopian tube, where fertilization can take place. [6]", "contents": "Physiology, Female Reproduction -- Cellular Level -- Ovulation. Throughout most of the reproductive cycle, estrogen and progesterone released from the ovary exert negative feedback onto the hypothalamus and anterior pituitary. However, estrogen (estradiol) released from the ovary exerts positive feedback on the hypothalamus during ovulation. This positive feedback increases the GnRH pulse frequency and stimulates the LH surge, which causes rupture of the corpus luteum and release of the dominant follicle into the fallopian tube, where fertilization can take place. [6]"}
{"id": "article-771_5", "title": "Physiology, Female Reproduction -- Development", "content": "Female gametes derive from germ cells. In utero, oogonia rapidly divide until approximately 7 million germ cells form by the 7th month of gestation. The number of germ cells rapidly declines. Most oogonia perish while the remaining cells, primary oocytes, begin the first meiotic division. These cells arrest in prophase I and remain dormant as such until menarche. [7] A primordial follicle made up of granulosa and theca cells surrounds each oocyte. When primordial follicles mature, the granulosa cells proliferate to form concentric layers around the oocyte. The oocyte undergoes a drastic volume increase. With the onset of menarche, finite groups of oocytes periodically resume meiosis and continue to develop. At the time of fertilization, oocytes are arrested in metaphase II. The oocyte becomes an ovum when a second polar body is expelled, and meiosis resumes when the egg undergoes activation by a sperm cell (a male gamete). [8]", "contents": "Physiology, Female Reproduction -- Development. Female gametes derive from germ cells. In utero, oogonia rapidly divide until approximately 7 million germ cells form by the 7th month of gestation. The number of germ cells rapidly declines. Most oogonia perish while the remaining cells, primary oocytes, begin the first meiotic division. These cells arrest in prophase I and remain dormant as such until menarche. [7] A primordial follicle made up of granulosa and theca cells surrounds each oocyte. When primordial follicles mature, the granulosa cells proliferate to form concentric layers around the oocyte. The oocyte undergoes a drastic volume increase. With the onset of menarche, finite groups of oocytes periodically resume meiosis and continue to develop. At the time of fertilization, oocytes are arrested in metaphase II. The oocyte becomes an ovum when a second polar body is expelled, and meiosis resumes when the egg undergoes activation by a sperm cell (a male gamete). [8]"}
{"id": "article-771_6", "title": "Physiology, Female Reproduction -- Organ Systems Involved", "content": "The female reproductive system is made up of external and internal genitalia that each has specific functions in the role of reproduction.", "contents": "Physiology, Female Reproduction -- Organ Systems Involved. The female reproductive system is made up of external and internal genitalia that each has specific functions in the role of reproduction."}
{"id": "article-771_7", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Vulva", "content": "The vulva describes the external female genitalia: labia majora, labia minora, clitoris, vulvar vestibule, urethral meatus, and vaginal orifice. The labia majora are lateral to the labia minora, fusing anteriorly to make up the mons pubis (a layer overlying the pubic symphysis). The vulvar vestibule is the area medial to the labia minora and is the location of the urethra and vaginal openings. Bartholin glands are lateral to the vaginal opening. [9] [10]", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Vulva. The vulva describes the external female genitalia: labia majora, labia minora, clitoris, vulvar vestibule, urethral meatus, and vaginal orifice. The labia majora are lateral to the labia minora, fusing anteriorly to make up the mons pubis (a layer overlying the pubic symphysis). The vulvar vestibule is the area medial to the labia minora and is the location of the urethra and vaginal openings. Bartholin glands are lateral to the vaginal opening. [9] [10]"}
{"id": "article-771_8", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Vagina", "content": "The vagina is a flexible, fibromuscular tubular structure extending from the vulvar vestibule to the uterine cervix. The distal vagina is the introitus. The anterior vagina abuts the posterior bladder wall, while the posterior vagina abuts the anterior rectum. [11]", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Vagina. The vagina is a flexible, fibromuscular tubular structure extending from the vulvar vestibule to the uterine cervix. The distal vagina is the introitus. The anterior vagina abuts the posterior bladder wall, while the posterior vagina abuts the anterior rectum. [11]"}
{"id": "article-771_9", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus", "content": "The uterus consists of the corpus (body) and cervix. The superior aspect of the uterine corpus is the fundus, while the inferior portion adjacent to the cervix is called the isthmus/lower uterine segment.", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus. The uterus consists of the corpus (body) and cervix. The superior aspect of the uterine corpus is the fundus, while the inferior portion adjacent to the cervix is called the isthmus/lower uterine segment."}
{"id": "article-771_10", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus", "content": "The uterine walls contain 3 distinct layers: the endometrium, myometrium, and the serosa. The endometrium lines the uterine cavity; its thickness and structure vary with hormonal stimulation. The myometrium consists of smooth muscle fibers and is the middle and thickest layer of the uterine wall. The serosa is the outermost lining of the uterus.", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus. The uterine walls contain 3 distinct layers: the endometrium, myometrium, and the serosa. The endometrium lines the uterine cavity; its thickness and structure vary with hormonal stimulation. The myometrium consists of smooth muscle fibers and is the middle and thickest layer of the uterine wall. The serosa is the outermost lining of the uterus."}
{"id": "article-771_11", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus", "content": "The uterine cervix is a tubular structure contiguous with the uterine cavity and the vagina, acting as a conduit between the two. The inferior cervix opens into the upper vagina at the cervical os. The lining of the cervix that protrudes into the vagina is called the ectocervix and consists of stratified squamous epithelium. The lining of the inside of the cervical canal is the endocervix, comprised of columnar epithelium.", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus. The uterine cervix is a tubular structure contiguous with the uterine cavity and the vagina, acting as a conduit between the two. The inferior cervix opens into the upper vagina at the cervical os. The lining of the cervix that protrudes into the vagina is called the ectocervix and consists of stratified squamous epithelium. The lining of the inside of the cervical canal is the endocervix, comprised of columnar epithelium."}
{"id": "article-771_12", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus", "content": "The region where the ecto- and endocervix meet, characterized by the transformation from columnar to squamous epithelium, is the transformation zone. The transformation zone is the most frequent location for cervical dysplasia and malignant transformation. [12]", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Uterus. The region where the ecto- and endocervix meet, characterized by the transformation from columnar to squamous epithelium, is the transformation zone. The transformation zone is the most frequent location for cervical dysplasia and malignant transformation. [12]"}
{"id": "article-771_13", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Fallopian tubes", "content": "Fallopian tubes allow oocytes to travel from the ovaries into the uterine cavity. The part of each tube closest to the ovary contains fimbria, finger-like projections that help move the expelled oocyte further into the tube. The fimbria transitions into the ampulla, the part of the tube with the widest lumen. The ampulla becomes the isthmus as the lumen narrows and projects towards the uterus. The tube then passes into the uterus, becoming the interstitial portion. [13] This opening is where the traveling oocyte exits the tube and enters the uterine cavity.", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Fallopian tubes. Fallopian tubes allow oocytes to travel from the ovaries into the uterine cavity. The part of each tube closest to the ovary contains fimbria, finger-like projections that help move the expelled oocyte further into the tube. The fimbria transitions into the ampulla, the part of the tube with the widest lumen. The ampulla becomes the isthmus as the lumen narrows and projects towards the uterus. The tube then passes into the uterus, becoming the interstitial portion. [13] This opening is where the traveling oocyte exits the tube and enters the uterine cavity."}
{"id": "article-771_14", "title": "Physiology, Female Reproduction -- Organ Systems Involved -- Ovaries", "content": "The ovaries are female gonads, the site of gametogenesis and the secretion of sex hormones. The outer cortex of each ovary is the site of follicular development, while the inner medulla contains blood vessels and connective tissue. [14]", "contents": "Physiology, Female Reproduction -- Organ Systems Involved -- Ovaries. The ovaries are female gonads, the site of gametogenesis and the secretion of sex hormones. The outer cortex of each ovary is the site of follicular development, while the inner medulla contains blood vessels and connective tissue. [14]"}
{"id": "article-771_15", "title": "Physiology, Female Reproduction -- Function", "content": "Menarche is a woman's first menstrual cycle, marked by her first episode of menstrual bleeding. Menarche occurs during puberty, preceded by breast growth, axillary and pubic hair growth, and a growth spurt. At the initiation of each menstrual cycle, several primordial follicles in the woman's ovaries continue to develop. One follicle becomes dominant and grows, while the other becomes atretic and ceases to develop. The dominant follicle develops into a Graafian follicle. At this point, meiosis I is complete, and the ovum is no longer in prophase I arrest. [15] At ovulation, the Graafian follicle expels the ovum from its surrounding tissue, called the corpus luteum. If no fertilization occurs, the egg is released from the uterus along with the secretory endometrial lining under the influence of declining levels of progesterone; this presents as menstrual bleeding. If fertilization occurs, the egg implants in the uterus and is sustained by progesterone from the corpus luteum until the placenta supercedes. [16]", "contents": "Physiology, Female Reproduction -- Function. Menarche is a woman's first menstrual cycle, marked by her first episode of menstrual bleeding. Menarche occurs during puberty, preceded by breast growth, axillary and pubic hair growth, and a growth spurt. At the initiation of each menstrual cycle, several primordial follicles in the woman's ovaries continue to develop. One follicle becomes dominant and grows, while the other becomes atretic and ceases to develop. The dominant follicle develops into a Graafian follicle. At this point, meiosis I is complete, and the ovum is no longer in prophase I arrest. [15] At ovulation, the Graafian follicle expels the ovum from its surrounding tissue, called the corpus luteum. If no fertilization occurs, the egg is released from the uterus along with the secretory endometrial lining under the influence of declining levels of progesterone; this presents as menstrual bleeding. If fertilization occurs, the egg implants in the uterus and is sustained by progesterone from the corpus luteum until the placenta supercedes. [16]"}
{"id": "article-771_16", "title": "Physiology, Female Reproduction -- Mechanism", "content": "The normal menstrual cycle is divided into the follicular and luteal phases, with ovulation occurring between phases. The follicular phase begins with menstrual bleeding and ends before the LH surge. The luteal phase begins with the LH surge and ends with the onset of menses. A typical cycle lasts approximately 28 days. The luteal phase lasts 14 days, and the follicular phase is more variable.", "contents": "Physiology, Female Reproduction -- Mechanism. The normal menstrual cycle is divided into the follicular and luteal phases, with ovulation occurring between phases. The follicular phase begins with menstrual bleeding and ends before the LH surge. The luteal phase begins with the LH surge and ends with the onset of menses. A typical cycle lasts approximately 28 days. The luteal phase lasts 14 days, and the follicular phase is more variable."}
{"id": "article-771_17", "title": "Physiology, Female Reproduction -- Mechanism", "content": "Low serum levels of estradiol and progesterone mark the beginning of the follicular phase. The lack of inhibitory feedback increases pulsatile GnRH (gonadotropin-releasing hormone) levels, leading to elevations in FSH (follicular stimulating hormone) and LH. [17] This rise in FSH levels stimulates follicular maturation, resulting in the continued growth of a select number of follicles. The growth of these follicles results in increasing FSH and estradiol levels. By the end of the follicular phase, the dominant follicle has emerged and increased to approximately 20 to 25 mm. The increase in estradiol induces thickening of the endometrium to accommodate the potential implantation of a fertilized egg.", "contents": "Physiology, Female Reproduction -- Mechanism. Low serum levels of estradiol and progesterone mark the beginning of the follicular phase. The lack of inhibitory feedback increases pulsatile GnRH (gonadotropin-releasing hormone) levels, leading to elevations in FSH (follicular stimulating hormone) and LH. [17] This rise in FSH levels stimulates follicular maturation, resulting in the continued growth of a select number of follicles. The growth of these follicles results in increasing FSH and estradiol levels. By the end of the follicular phase, the dominant follicle has emerged and increased to approximately 20 to 25 mm. The increase in estradiol induces thickening of the endometrium to accommodate the potential implantation of a fertilized egg."}
{"id": "article-771_18", "title": "Physiology, Female Reproduction -- Mechanism", "content": "When estradiol levels reach a critical level, the negative feedback effect of estradiol on LH is positive, resulting in a massive surge in LH concentration (and a smaller surge in FSH levels.) Approximately 36 hours following the LH surge, the oocyte is released from the dominant follicle and travels into the uterus via the fallopian tube. The corpus luteum (the remaining follicular tissue following oocyte expulsion) releases progesterone, inhibiting the release of LH and FSH and stimulating the formation of the secretory endometrium. [18] If fertilization does not occur, declining LH levels contribute to a decline in progesterone and estradiol levels. [6] If fertilization occurs, the oocyte implants into the endometrium and releases chorionic gonadotropin, maintaining the corpus luteum and progesterone level. [19]", "contents": "Physiology, Female Reproduction -- Mechanism. When estradiol levels reach a critical level, the negative feedback effect of estradiol on LH is positive, resulting in a massive surge in LH concentration (and a smaller surge in FSH levels.) Approximately 36 hours following the LH surge, the oocyte is released from the dominant follicle and travels into the uterus via the fallopian tube. The corpus luteum (the remaining follicular tissue following oocyte expulsion) releases progesterone, inhibiting the release of LH and FSH and stimulating the formation of the secretory endometrium. [18] If fertilization does not occur, declining LH levels contribute to a decline in progesterone and estradiol levels. [6] If fertilization occurs, the oocyte implants into the endometrium and releases chorionic gonadotropin, maintaining the corpus luteum and progesterone level. [19]"}
{"id": "article-771_19", "title": "Physiology, Female Reproduction -- Pathophysiology -- Amenorrhea", "content": "Primary amenorrhea is defined as the absence of menses in individuals with female genitalia by 15 years of age in the setting of normal growth and secondary sexual development or by the absence of menses by 13 years of age in the absence of normal growth and secondary sexual development. Secondary amenorrhea is defined as the absence of menses for more than 6 months in previously menstruating women. [20] For normal menstruation, an individual must have a functioning hypothalamic-pituitary-ovarian endocrine axis. This functioning endometrium responds to steroid hormone stimulation and an internal-to-external outflow tract. Multiple studies have concluded that the 3 most common causes of primary amenorrhea are, in order, gonadal dysgenesis (eg, Turner Syndrome), Mullerian agenesis, and constitutional delay of puberty. [21]", "contents": "Physiology, Female Reproduction -- Pathophysiology -- Amenorrhea. Primary amenorrhea is defined as the absence of menses in individuals with female genitalia by 15 years of age in the setting of normal growth and secondary sexual development or by the absence of menses by 13 years of age in the absence of normal growth and secondary sexual development. Secondary amenorrhea is defined as the absence of menses for more than 6 months in previously menstruating women. [20] For normal menstruation, an individual must have a functioning hypothalamic-pituitary-ovarian endocrine axis. This functioning endometrium responds to steroid hormone stimulation and an internal-to-external outflow tract. Multiple studies have concluded that the 3 most common causes of primary amenorrhea are, in order, gonadal dysgenesis (eg, Turner Syndrome), Mullerian agenesis, and constitutional delay of puberty. [21]"}
{"id": "article-771_20", "title": "Physiology, Female Reproduction -- Pathophysiology -- Infertility", "content": "Fecundability is the ability to conceive. A successful pregnancy requires a complex sequence of events, including ovulation, fertilization, and implantation into a viable uterine cavity. The probability of conceiving during timed intercourse (ovulation) is approximately 16% to 28%, though percentages can vary slightly between studies. [22] Infertility is defined as the failure to achieve pregnancy after 1 year (12 months) of regular, unprotected sexual intercourse. [23] Primary infertility is designated to individuals who have never conceived, while secondary infertility applies to those who have conceived in the past but are now experiencing infertility. Either female factors, male factors, or both can cause infertility. The most common female factors leading to infertility, in decreasing order, include ovulatory disorders, endometriosis, pelvic adhesions, tubal blockage, other uterine/tubal abnormalities, and hyperprolactinemia. [24]", "contents": "Physiology, Female Reproduction -- Pathophysiology -- Infertility. Fecundability is the ability to conceive. A successful pregnancy requires a complex sequence of events, including ovulation, fertilization, and implantation into a viable uterine cavity. The probability of conceiving during timed intercourse (ovulation) is approximately 16% to 28%, though percentages can vary slightly between studies. [22] Infertility is defined as the failure to achieve pregnancy after 1 year (12 months) of regular, unprotected sexual intercourse. [23] Primary infertility is designated to individuals who have never conceived, while secondary infertility applies to those who have conceived in the past but are now experiencing infertility. Either female factors, male factors, or both can cause infertility. The most common female factors leading to infertility, in decreasing order, include ovulatory disorders, endometriosis, pelvic adhesions, tubal blockage, other uterine/tubal abnormalities, and hyperprolactinemia. [24]"}
{"id": "article-771_21", "title": "Physiology, Female Reproduction -- Clinical Significance", "content": "The clinical relevance of female reproductive physiology is broad. Understanding relevant physiology is important when diagnosing and treating disorders of the female reproductive system. Several diseases, disorders and medical managements of the female reproductive system are mentioned below. However, this list is not exhaustive, and in-depth details are out of the scope of this article. Bacterial vaginosis Vaginal candidiasis Sexually transmitted infections Pelvic inflammatory disease Vaginitis Bartholin gland cyst Ovarian cysts Cervical, ovarian, endometrial cancer Contraception (eg, IUD, oral, implant, condoms) Assisted reproductive techniques for infertility Gonadal dysgenesis, 45,X (Turner Syndrome) Abnormal uterine bleeding Amenorrhea Polycystic ovarian syndrome (PCOS) Premenstrual syndrome (PMS) Endometriosis Asherman Syndrome Ovarian torsion Bicornate uterus [20] [25] [26] [27] [28]", "contents": "Physiology, Female Reproduction -- Clinical Significance. The clinical relevance of female reproductive physiology is broad. Understanding relevant physiology is important when diagnosing and treating disorders of the female reproductive system. Several diseases, disorders and medical managements of the female reproductive system are mentioned below. However, this list is not exhaustive, and in-depth details are out of the scope of this article. Bacterial vaginosis Vaginal candidiasis Sexually transmitted infections Pelvic inflammatory disease Vaginitis Bartholin gland cyst Ovarian cysts Cervical, ovarian, endometrial cancer Contraception (eg, IUD, oral, implant, condoms) Assisted reproductive techniques for infertility Gonadal dysgenesis, 45,X (Turner Syndrome) Abnormal uterine bleeding Amenorrhea Polycystic ovarian syndrome (PCOS) Premenstrual syndrome (PMS) Endometriosis Asherman Syndrome Ovarian torsion Bicornate uterus [20] [25] [26] [27] [28]"}
{"id": "article-771_22", "title": "Physiology, Female Reproduction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Female Reproduction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}