{"id": "article-706_0", "title": "Olmesartan -- Continuing Education Activity", "content": "Olmesartan is a medication used in the management of hypertension. It is in the angiotensin receptor blocking (ARB) class of drugs. Olmesartan, like other ARBs, can be used as monotherapy for hypertension in the absence of comorbidities such as chronic kidney disease, cerebrovascular events, heart failure, diabetes, and ischemic heart disease. ARBs have been a recommendation to help lower microalbuminuria in patients with diabetes mellitus and can also lower cardiovascular events and mortality in ischemic heart disease in clinical practice. This activity reviews the indications, mechanism, pharmacokinetics, adverse drug reactions, toxicity, warning, precautions, and contraindications for olmesartan as a valuable agent in managing patients suffering from hypertension.", "contents": "Olmesartan -- Continuing Education Activity. Olmesartan is a medication used in the management of hypertension. It is in the angiotensin receptor blocking (ARB) class of drugs. Olmesartan, like other ARBs, can be used as monotherapy for hypertension in the absence of comorbidities such as chronic kidney disease, cerebrovascular events, heart failure, diabetes, and ischemic heart disease. ARBs have been a recommendation to help lower microalbuminuria in patients with diabetes mellitus and can also lower cardiovascular events and mortality in ischemic heart disease in clinical practice. This activity reviews the indications, mechanism, pharmacokinetics, adverse drug reactions, toxicity, warning, precautions, and contraindications for olmesartan as a valuable agent in managing patients suffering from hypertension."}
{"id": "article-706_1", "title": "Olmesartan -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of olmesartan. Describe the potential adverse effects of olmesartan. Summarize the appropriate monitoring for patients taking olmesartan. Review how improving care coordination and communication of the team to avoid giving olmesartan in instances of contradiction can ensure the best hypertensive treatment for the patient. Access free multiple choice questions on this topic.", "contents": "Olmesartan -- Continuing Education Activity. Objectives: Identify the mechanism of action of olmesartan. Describe the potential adverse effects of olmesartan. Summarize the appropriate monitoring for patients taking olmesartan. Review how improving care coordination and communication of the team to avoid giving olmesartan in instances of contradiction can ensure the best hypertensive treatment for the patient. Access free multiple choice questions on this topic."}
{"id": "article-706_2", "title": "Olmesartan -- Indications", "content": "Olmesartan is an angiotensin II receptor blocker (ARB) that is FDA approved to treat patients suffering from hypertension. Olmesartan can be combined with other antihypertensive medications or used alone. Olmesartan, like other ARBs, can be used as monotherapy for hypertension in the absence of comorbidities such as chronic kidney disease, cerebrovascular events, heart failure, diabetes, and ischemic heart disease. ARBs can be combined with a thiazide diuretic or calcium channel blocker to achieving normotensive goals in high-risk patients, including atherosclerotic cardiovascular disease [ASCVD] risk greater than or equal to 10% or stage 2 hypertension. Olmesartan should not be administered with other medications that interfere with the RAAS systems, such as angiotensin-converting enzyme inhibitors (ACE-I). ARBs have been a recommendation to help lower microalbuminuria in patients with diabetes mellitus. [1]", "contents": "Olmesartan -- Indications. Olmesartan is an angiotensin II receptor blocker (ARB) that is FDA approved to treat patients suffering from hypertension. Olmesartan can be combined with other antihypertensive medications or used alone. Olmesartan, like other ARBs, can be used as monotherapy for hypertension in the absence of comorbidities such as chronic kidney disease, cerebrovascular events, heart failure, diabetes, and ischemic heart disease. ARBs can be combined with a thiazide diuretic or calcium channel blocker to achieving normotensive goals in high-risk patients, including atherosclerotic cardiovascular disease [ASCVD] risk greater than or equal to 10% or stage 2 hypertension. Olmesartan should not be administered with other medications that interfere with the RAAS systems, such as angiotensin-converting enzyme inhibitors (ACE-I). ARBs have been a recommendation to help lower microalbuminuria in patients with diabetes mellitus. [1]"}
{"id": "article-706_3", "title": "Olmesartan -- Indications", "content": "ARBs can also lower cardiovascular events and mortality in ischemic heart disease in clinical practice. However, ARB medications are inferior when compared to the use of ACE inhibitors. [2] While ACE inhibitors are generally considered first-line agents in the treatment of hypertension, they can cause a bradykinin-induced cough, deterring patients from its use. In patients who cannot tolerate ACE-inhibitor medications due to side effects, the recommendation is to change from ACE-I to ARB medication, such as olmesartan. [2] [3] Despite studies suggesting little cardiovascular protection, it is still prescribed off-label for stable coronary artery disease and secondary prevention of myocardial infarction.", "contents": "Olmesartan -- Indications. ARBs can also lower cardiovascular events and mortality in ischemic heart disease in clinical practice. However, ARB medications are inferior when compared to the use of ACE inhibitors. [2] While ACE inhibitors are generally considered first-line agents in the treatment of hypertension, they can cause a bradykinin-induced cough, deterring patients from its use. In patients who cannot tolerate ACE-inhibitor medications due to side effects, the recommendation is to change from ACE-I to ARB medication, such as olmesartan. [2] [3] Despite studies suggesting little cardiovascular protection, it is still prescribed off-label for stable coronary artery disease and secondary prevention of myocardial infarction."}
{"id": "article-706_4", "title": "Olmesartan -- Mechanism of Action -- Mechanism", "content": "Olmesartan functions as an angiotensin-II receptor blocker to undermine the renin-angiotensin-aldosterone system. [4] [5] Olmesartan is an antagonistic molecule that binds to angiotensin type I receptors (AT-I) and angiotensin type II receptors (AT-II). [5] Olmesartan is both reversible and selective, binding to the AT-I receptor at an affinity of over 12000 times its affinity for AT-II subtypes. This molecule inhibits these receptors at the adrenal gland and vascular smooth muscle sites, specifically the arterioles. Physiologically, angiotensin II binds to the AT-I/AT-II receptors, resulting in aldosterone release from the adrenal gland causing arteriolar vasoconstriction. [6] The competitive binding of Olmesartan antagonizes these effects to help lower blood pressure by decreasing arteriolar resistance through vasodilation, which  lowers blood pressure. Olmesartan competitively blocks the binding of AT-II to its receptor, thus inhibiting the release of aldosterone  from the zona glomerulosa of the adrenal cortex.  The reduction in serum aldosterone, in turn, results in reduced expression of ENaC channels within the distal collecting tubule of the nephron leading to decreased sodium reabsorption. [6] Decreased expression of the ENaC channel results in natriuresis, accompanied by osmotic diuresis. [6] Other electrolytes such as calcium, chloride, magnesium, phosphate, and magnesium are also excreted, though to a lesser extent.", "contents": "Olmesartan -- Mechanism of Action -- Mechanism. Olmesartan functions as an angiotensin-II receptor blocker to undermine the renin-angiotensin-aldosterone system. [4] [5] Olmesartan is an antagonistic molecule that binds to angiotensin type I receptors (AT-I) and angiotensin type II receptors (AT-II). [5] Olmesartan is both reversible and selective, binding to the AT-I receptor at an affinity of over 12000 times its affinity for AT-II subtypes. This molecule inhibits these receptors at the adrenal gland and vascular smooth muscle sites, specifically the arterioles. Physiologically, angiotensin II binds to the AT-I/AT-II receptors, resulting in aldosterone release from the adrenal gland causing arteriolar vasoconstriction. [6] The competitive binding of Olmesartan antagonizes these effects to help lower blood pressure by decreasing arteriolar resistance through vasodilation, which  lowers blood pressure. Olmesartan competitively blocks the binding of AT-II to its receptor, thus inhibiting the release of aldosterone  from the zona glomerulosa of the adrenal cortex.  The reduction in serum aldosterone, in turn, results in reduced expression of ENaC channels within the distal collecting tubule of the nephron leading to decreased sodium reabsorption. [6] Decreased expression of the ENaC channel results in natriuresis, accompanied by osmotic diuresis. [6] Other electrolytes such as calcium, chloride, magnesium, phosphate, and magnesium are also excreted, though to a lesser extent."}
{"id": "article-706_5", "title": "Olmesartan -- Mechanism of Action -- Absorption", "content": "Gastrointestinal absorption of an oral pill The bioavailability is about 26% and unaltered with the consumption of food. Distribution [4] The volume of distribution is approximately 17 L as it has a high affinity for plasma proteins. It does not enter red blood cells; animal studies also show poor blood-brain barrier penetration.", "contents": "Olmesartan -- Mechanism of Action -- Absorption. Gastrointestinal absorption of an oral pill The bioavailability is about 26% and unaltered with the consumption of food. Distribution [4] The volume of distribution is approximately 17 L as it has a high affinity for plasma proteins. It does not enter red blood cells; animal studies also show poor blood-brain barrier penetration."}
{"id": "article-706_6", "title": "Olmesartan -- Mechanism of Action -- Metabolism", "content": "Ester hydrolysis in the gastrointestinal tract activates olmesartan upon digestion.", "contents": "Olmesartan -- Mechanism of Action -- Metabolism. Ester hydrolysis in the gastrointestinal tract activates olmesartan upon digestion."}
{"id": "article-706_7", "title": "Olmesartan -- Mechanism of Action -- Clearance", "content": "Total plasma clearance is 1.3 Liters/hour Renal clearance is 0.6 Liters/hour", "contents": "Olmesartan -- Mechanism of Action -- Clearance. Total plasma clearance is 1.3 Liters/hour Renal clearance is 0.6 Liters/hour"}
{"id": "article-706_8", "title": "Olmesartan -- Mechanism of Action -- Elimination", "content": "Biphasic elimination Half-life (T1/2) = 10 to 15 hours Route = 35 to 50% eliminated unchanged in the urine, remainder eliminated in the feces. Olmesartan exhibits linear pharmacokinetics following multiple oral doses of up to 80 mg and single oral doses of up to 320 mg. Steady-state levels of olmesartan are attained in 3 to 5 days.", "contents": "Olmesartan -- Mechanism of Action -- Elimination. Biphasic elimination Half-life (T1/2) = 10 to 15 hours Route = 35 to 50% eliminated unchanged in the urine, remainder eliminated in the feces. Olmesartan exhibits linear pharmacokinetics following multiple oral doses of up to 80 mg and single oral doses of up to 320 mg. Steady-state levels of olmesartan are attained in 3 to 5 days."}
{"id": "article-706_9", "title": "Olmesartan -- Administration", "content": "Olmesartan is an antihypertensive agent that is administered orally as olmesartan-medoxomil. [4] This medication comes in either a 5 mg, 20 mg, or 40 mg tablet. Olmesartan administration can be without regard to food, and its sole administration route is oral. Initial adult dosing is generally 20 mg taken once daily though reduced doses may be useful in cases of symptomatic orthostatic hypotension associated with medication administration. If blood pressure responses are ineffective, patients can titrate up to 40 mg daily after two weeks of taking the medication. Pediatric and adolescent data is relatively limited, given the dominance of hypertension in older populations. While data is limited, pediatric patients less than five years of age should be initially dosed with 0.3 mg/kg/dose daily and can be titrated up to 0.6 mg/kg/dose daily as needed. Adolescents from age six to sixteen and between 20 to 35 kg should begin with 10 mg of olmesartan daily and titrate up to 20 mg as needed. Patients in the six to sixteen age group who weigh over 35 kg can be dosed as an adult starting with 20 mg daily and titrated to a maximum of 40 mg daily. [7]", "contents": "Olmesartan -- Administration. Olmesartan is an antihypertensive agent that is administered orally as olmesartan-medoxomil. [4] This medication comes in either a 5 mg, 20 mg, or 40 mg tablet. Olmesartan administration can be without regard to food, and its sole administration route is oral. Initial adult dosing is generally 20 mg taken once daily though reduced doses may be useful in cases of symptomatic orthostatic hypotension associated with medication administration. If blood pressure responses are ineffective, patients can titrate up to 40 mg daily after two weeks of taking the medication. Pediatric and adolescent data is relatively limited, given the dominance of hypertension in older populations. While data is limited, pediatric patients less than five years of age should be initially dosed with 0.3 mg/kg/dose daily and can be titrated up to 0.6 mg/kg/dose daily as needed. Adolescents from age six to sixteen and between 20 to 35 kg should begin with 10 mg of olmesartan daily and titrate up to 20 mg as needed. Patients in the six to sixteen age group who weigh over 35 kg can be dosed as an adult starting with 20 mg daily and titrated to a maximum of 40 mg daily. [7]"}
{"id": "article-706_10", "title": "Olmesartan -- Administration", "content": "Specific Patient Populations [4] [7]", "contents": "Olmesartan -- Administration. Specific Patient Populations [4] [7]"}
{"id": "article-706_11", "title": "Olmesartan -- Administration -- Renal Dysfunction", "content": "CrCl greater than equal to 40 mL/min: Dose adjustment is unnecessary CrCl 20 mL/min to less than 40 mL/min: Adjustment not needed upon initiation; consider lowering dose-dependent on patient response CrCl less than 20 mL/min: Consider lowering the dose due to impaired excretion (less than 20mg/day)", "contents": "Olmesartan -- Administration -- Renal Dysfunction. CrCl greater than equal to 40 mL/min: Dose adjustment is unnecessary CrCl 20 mL/min to less than 40 mL/min: Adjustment not needed upon initiation; consider lowering dose-dependent on patient response CrCl less than 20 mL/min: Consider lowering the dose due to impaired excretion (less than 20mg/day)"}
{"id": "article-706_12", "title": "Olmesartan -- Administration -- Hepatic Impairment", "content": "Mild impairment: No dosing adjustment is needed Moderate to severe: There is no need for initial dose modification; it may depend on patient response.", "contents": "Olmesartan -- Administration -- Hepatic Impairment. Mild impairment: No dosing adjustment is needed Moderate to severe: There is no need for initial dose modification; it may depend on patient response."}
{"id": "article-706_13", "title": "Olmesartan -- Administration -- Pregnancy Considerations", "content": "Olmesartan contraindications include pregnancy due to teratogenicity. Olmesartan is especially teratogenic during second and third trimesters as it can cause anuria and oligohydramnios, leading to limb defects, pulmonary hypoplasia, and craniofacial abnormalities. [8] Under its prior pregnancy classification system, the FDA classified olmesartan as a pregnancy class C medication during the first semester and as Class D medication during the second and third trimester, respectively. [9] [10]", "contents": "Olmesartan -- Administration -- Pregnancy Considerations. Olmesartan contraindications include pregnancy due to teratogenicity. Olmesartan is especially teratogenic during second and third trimesters as it can cause anuria and oligohydramnios, leading to limb defects, pulmonary hypoplasia, and craniofacial abnormalities. [8] Under its prior pregnancy classification system, the FDA classified olmesartan as a pregnancy class C medication during the first semester and as Class D medication during the second and third trimester, respectively. [9] [10]"}
{"id": "article-706_14", "title": "Olmesartan -- Administration -- Breastfeeding Considerations", "content": "As no information is available on the use of olmesartan during breastfeeding, an alternate drug should be preferred, especially while nursing a newborn or preterm infant. [11]", "contents": "Olmesartan -- Administration -- Breastfeeding Considerations. As no information is available on the use of olmesartan during breastfeeding, an alternate drug should be preferred, especially while nursing a newborn or preterm infant. [11]"}
{"id": "article-706_15", "title": "Olmesartan -- Adverse Effects", "content": "ARBs are known for their relatively mild side-effect profile compared to other antihypertensive medications. [12] While side effects are not exceptionally common, as with most drugs, olmesartan can produce a constellation of side effects. The most commonly affected organ systems are [12] :", "contents": "Olmesartan -- Adverse Effects. ARBs are known for their relatively mild side-effect profile compared to other antihypertensive medications. [12] While side effects are not exceptionally common, as with most drugs, olmesartan can produce a constellation of side effects. The most commonly affected organ systems are [12] :"}
{"id": "article-706_16", "title": "Olmesartan -- Adverse Effects", "content": "Nervous system: Studies show the most common side effect is headache, which up to 7% of patients may experience, and 3% may have associated with dizziness.", "contents": "Olmesartan -- Adverse Effects. Nervous system: Studies show the most common side effect is headache, which up to 7% of patients may experience, and 3% may have associated with dizziness."}
{"id": "article-706_17", "title": "Olmesartan -- Adverse Effects", "content": "Respiratory system: Respiratory complaints from the medication include upper respiratory infections(up to 5%), influenza (up to 3.5%), and sinusitis (up to 1%).", "contents": "Olmesartan -- Adverse Effects. Respiratory system: Respiratory complaints from the medication include upper respiratory infections(up to 5%), influenza (up to 3.5%), and sinusitis (up to 1%)."}
{"id": "article-706_18", "title": "Olmesartan -- Adverse Effects", "content": "Endocrine system: Endocrine abnormalities may also result from olmesartan, including hyperglycemia (greater than 1%) and hypertriglyceridemia (more than 1%).", "contents": "Olmesartan -- Adverse Effects. Endocrine system: Endocrine abnormalities may also result from olmesartan, including hyperglycemia (greater than 1%) and hypertriglyceridemia (more than 1%)."}
{"id": "article-706_19", "title": "Olmesartan -- Adverse Effects", "content": "Gastrointestinal system: The gastrointestinal system may also exhibit side effects, including abdominal pain, diarrhea (over 1%), increased ALT (1%), and increased GGT (approximately 2.5%). Of note, long-term olmesartan use can result in sprue enteropathy-like symptoms. This condition includes significant weight loss and osmotic diarrhea resulting from induced villous atrophy. [13]", "contents": "Olmesartan -- Adverse Effects. Gastrointestinal system: The gastrointestinal system may also exhibit side effects, including abdominal pain, diarrhea (over 1%), increased ALT (1%), and increased GGT (approximately 2.5%). Of note, long-term olmesartan use can result in sprue enteropathy-like symptoms. This condition includes significant weight loss and osmotic diarrhea resulting from induced villous atrophy. [13]"}
{"id": "article-706_20", "title": "Olmesartan -- Adverse Effects", "content": "Genitourinary system: Genitourinary complaints include hematuria (approximately 2.5%) and urinary tract infections(less than 2%). [14]", "contents": "Olmesartan -- Adverse Effects. Genitourinary system: Genitourinary complaints include hematuria (approximately 2.5%) and urinary tract infections(less than 2%). [14]"}
{"id": "article-706_21", "title": "Olmesartan -- Adverse Effects", "content": "Musculoskeletal systems: Musculoskeletal complaints include back pain (more than 1%), arthralgia(greater than 1%), and bone pain (1%). [15]", "contents": "Olmesartan -- Adverse Effects. Musculoskeletal systems: Musculoskeletal complaints include back pain (more than 1%), arthralgia(greater than 1%), and bone pain (1%). [15]"}
{"id": "article-706_22", "title": "Olmesartan -- Adverse Effects", "content": "Hepatobiliary System: Olmesartan has been associated with a low rate of serum aminotransferase elevations (<2%) that was not higher than placebo therapy in controlled trials. These elevations were transient and seldom required dose modification. Patients who develop severe enteropathy due to olmesartan may have fatty liver disease and steatohepatitis with serum aminotransferase elevations which, like diarrhea, resolve with discontinuing therapy. In patients with olmesartan-induced liver injury, clinicians should avoid using other ARBs, although cross sensitivity to liver injury among the members of this class of agents has not been shown. Likelihood score: D (possible rare cause of clinically apparent liver injury). [16]", "contents": "Olmesartan -- Adverse Effects. Hepatobiliary System: Olmesartan has been associated with a low rate of serum aminotransferase elevations (<2%) that was not higher than placebo therapy in controlled trials. These elevations were transient and seldom required dose modification. Patients who develop severe enteropathy due to olmesartan may have fatty liver disease and steatohepatitis with serum aminotransferase elevations which, like diarrhea, resolve with discontinuing therapy. In patients with olmesartan-induced liver injury, clinicians should avoid using other ARBs, although cross sensitivity to liver injury among the members of this class of agents has not been shown. Likelihood score: D (possible rare cause of clinically apparent liver injury). [16]"}
{"id": "article-706_23", "title": "Olmesartan -- Adverse Effects", "content": "Rare potential side effects include acute renal failure, alopecia, anaphylaxis, anxiety, chest pain, dyspepsia, eczema, erectile dysfunction, hyperbilirubinemia, hyperkalemia, hypotension, insomnia, and syncope. Olmesartan also has rare, life-threatening side effects, including anaphylaxis, angioedema, and severe renal failure. [12]", "contents": "Olmesartan -- Adverse Effects. Rare potential side effects include acute renal failure, alopecia, anaphylaxis, anxiety, chest pain, dyspepsia, eczema, erectile dysfunction, hyperbilirubinemia, hyperkalemia, hypotension, insomnia, and syncope. Olmesartan also has rare, life-threatening side effects, including anaphylaxis, angioedema, and severe renal failure. [12]"}
{"id": "article-706_24", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "Concurrent use of ACE inhibitors", "contents": "Olmesartan -- Contraindications -- Contraindications. Concurrent use of ACE inhibitors"}
{"id": "article-706_25", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "Previous reaction to olmesartan: Patients should not take olmesartan if they have previous hypersensitivity reactions to the medication in the past or any components of the formulation. While research is limited, allergic reactions to other angiotensin receptor blockers could exhibit cross-reactivity to olmesartan due to a similar mechanism of action and chemical composition.", "contents": "Olmesartan -- Contraindications -- Contraindications. Previous reaction to olmesartan: Patients should not take olmesartan if they have previous hypersensitivity reactions to the medication in the past or any components of the formulation. While research is limited, allergic reactions to other angiotensin receptor blockers could exhibit cross-reactivity to olmesartan due to a similar mechanism of action and chemical composition."}
{"id": "article-706_26", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "Pregnancy (especially second/third trimester)", "contents": "Olmesartan -- Contraindications -- Contraindications. Pregnancy (especially second/third trimester)"}
{"id": "article-706_27", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "Severe renal impairment", "contents": "Olmesartan -- Contraindications -- Contraindications. Severe renal impairment"}
{"id": "article-706_28", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "History of hypotension", "contents": "Olmesartan -- Contraindications -- Contraindications. History of hypotension"}
{"id": "article-706_29", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "Hyperkalemia", "contents": "Olmesartan -- Contraindications -- Contraindications. Hyperkalemia"}
{"id": "article-706_30", "title": "Olmesartan -- Contraindications -- Contraindications", "content": "Use of aliskiren with diabetes: In the ALTITUDE clinical trial, patients with type 2 diabetes and chronic kidney disease were randomized to aliskiren or placebo in addition to ACE inhibitors or ARBs. The trial was stopped due to higher cardiovascular events and a significantly elevated risk of hypotension, hyperkalemia, and renal dysfunction. Additionally, the use of olmesartan is contraindicated in patients with diabetes mellitus with concomitant aliskiren use(direct renin inhibitor) during pregnancy, renal impairment, hypotension, and hyperkalemia. Also, olmesartan is not to be used with aliskiren in patients with diabetes mellitus due to the risk of cardiovascular and renal events. The ALTITUDE study suggests that combining this medication with concomitant diabetes can result in severe adverse events, including stroke, hyperkalemia, and hypotension. [17] [18]", "contents": "Olmesartan -- Contraindications -- Contraindications. Use of aliskiren with diabetes: In the ALTITUDE clinical trial, patients with type 2 diabetes and chronic kidney disease were randomized to aliskiren or placebo in addition to ACE inhibitors or ARBs. The trial was stopped due to higher cardiovascular events and a significantly elevated risk of hypotension, hyperkalemia, and renal dysfunction. Additionally, the use of olmesartan is contraindicated in patients with diabetes mellitus with concomitant aliskiren use(direct renin inhibitor) during pregnancy, renal impairment, hypotension, and hyperkalemia. Also, olmesartan is not to be used with aliskiren in patients with diabetes mellitus due to the risk of cardiovascular and renal events. The ALTITUDE study suggests that combining this medication with concomitant diabetes can result in severe adverse events, including stroke, hyperkalemia, and hypotension. [17] [18]"}
{"id": "article-706_31", "title": "Olmesartan -- Contraindications -- US Boxed Warning", "content": "Olmesartan contraindications include pregnancy due to teratogenicity. Olmesartan is especially teratogenic during second and third trimesters as it can cause anuria and oligohydramnios, leading to limb defects, pulmonary hypoplasia, and craniofacial abnormalities. Under its prior pregnancy classification system, the FDA classified olmesartan as a pregnancy class C medication during the first semester and as Class D medication during the second and third trimester, respectively. [10] [8]", "contents": "Olmesartan -- Contraindications -- US Boxed Warning. Olmesartan contraindications include pregnancy due to teratogenicity. Olmesartan is especially teratogenic during second and third trimesters as it can cause anuria and oligohydramnios, leading to limb defects, pulmonary hypoplasia, and craniofacial abnormalities. Under its prior pregnancy classification system, the FDA classified olmesartan as a pregnancy class C medication during the first semester and as Class D medication during the second and third trimester, respectively. [10] [8]"}
{"id": "article-706_32", "title": "Olmesartan -- Contraindications -- Caution", "content": "Coadministration of mTOR inhibitors: Patients using mTOR inhibitors such as sirolimus and everolimus should be cautious with olmesartan.  Studies show an increased risk of angioedema when using these medications concomitantly. [19]", "contents": "Olmesartan -- Contraindications -- Caution. Coadministration of mTOR inhibitors: Patients using mTOR inhibitors such as sirolimus and everolimus should be cautious with olmesartan.  Studies show an increased risk of angioedema when using these medications concomitantly. [19]"}
{"id": "article-706_33", "title": "Olmesartan -- Contraindications -- Caution", "content": "Renal stenosis (bilateral):  Olmesartan should be prescribed cautiously to patients with known renal artery stenosis, as studies have shown an increased risk of acute renal failure. Also, olmesartan is contraindicated in patients with renal impairment, especially with creatine clearance of less than 60 mL/min. [20]", "contents": "Olmesartan -- Contraindications -- Caution. Renal stenosis (bilateral):  Olmesartan should be prescribed cautiously to patients with known renal artery stenosis, as studies have shown an increased risk of acute renal failure. Also, olmesartan is contraindicated in patients with renal impairment, especially with creatine clearance of less than 60 mL/min. [20]"}
{"id": "article-706_34", "title": "Olmesartan -- Contraindications -- Caution", "content": "Liver disease: Patients with a history of liver disease should be cautious when using olmesartan because of partial hepatic clearance. Liver function tests should be monitored in the weeks following initiation to ensure therapeutic values. [4]", "contents": "Olmesartan -- Contraindications -- Caution. Liver disease: Patients with a history of liver disease should be cautious when using olmesartan because of partial hepatic clearance. Liver function tests should be monitored in the weeks following initiation to ensure therapeutic values. [4]"}
{"id": "article-706_35", "title": "Olmesartan -- Contraindications -- Caution", "content": "Children below the age of one should not take olmesartan, as undeveloped kidneys can suffer damage from the medication. [21]", "contents": "Olmesartan -- Contraindications -- Caution. Children below the age of one should not take olmesartan, as undeveloped kidneys can suffer damage from the medication. [21]"}
{"id": "article-706_36", "title": "Olmesartan -- Contraindications -- Caution", "content": "In patients with an activated renin-angiotensin-aldosterone system who are volume or salt depleted(e.g., patients treated with high doses of diuretics), symptomatic hypotension may be expected after initiation of treatment with olmesartan. Initiate treatment under close supervision. If there is significant hypotension, place the patient in the supine position, and the patient should be administered an intravenous infusion of normal saline.", "contents": "Olmesartan -- Contraindications -- Caution. In patients with an activated renin-angiotensin-aldosterone system who are volume or salt depleted(e.g., patients treated with high doses of diuretics), symptomatic hypotension may be expected after initiation of treatment with olmesartan. Initiate treatment under close supervision. If there is significant hypotension, place the patient in the supine position, and the patient should be administered an intravenous infusion of normal saline."}
{"id": "article-706_37", "title": "Olmesartan -- Monitoring", "content": "In 2014 the Eight Joint Nation Committee (JNC-8) established goals for hypertension management. Clinicians should indirectly monitor the therapeutic index through blood pressure control and evaluation for side effects. Typically well-tolerated mild side effects have been previously reported, including but not limited to dizziness, headache, drowsiness, nausea, vomiting, diarrhea, and electrolyte disturbances, for instance, hyperkalemia.  When discontinuing olmesartan, recommendations for other antihypertensive medications be considered according to provider preference to maintain blood pressure goals established in JNC-8. Renal function tests (CrCl) and liver function may require monitoring as dose adjustments may be necessary in cases of significant renal impairment, guidelines for which appear below. A complete metabolic panel can also help monitor any possible derangement of potassium, sodium, calcium, chloride, magnesium, phosphate, and magnesium.", "contents": "Olmesartan -- Monitoring. In 2014 the Eight Joint Nation Committee (JNC-8) established goals for hypertension management. Clinicians should indirectly monitor the therapeutic index through blood pressure control and evaluation for side effects. Typically well-tolerated mild side effects have been previously reported, including but not limited to dizziness, headache, drowsiness, nausea, vomiting, diarrhea, and electrolyte disturbances, for instance, hyperkalemia.  When discontinuing olmesartan, recommendations for other antihypertensive medications be considered according to provider preference to maintain blood pressure goals established in JNC-8. Renal function tests (CrCl) and liver function may require monitoring as dose adjustments may be necessary in cases of significant renal impairment, guidelines for which appear below. A complete metabolic panel can also help monitor any possible derangement of potassium, sodium, calcium, chloride, magnesium, phosphate, and magnesium."}
{"id": "article-706_38", "title": "Olmesartan -- Monitoring", "content": "Monitor for diarrhea and weight as there is potential for olmesartan-associated enteropathy. [22]", "contents": "Olmesartan -- Monitoring. Monitor for diarrhea and weight as there is potential for olmesartan-associated enteropathy. [22]"}
{"id": "article-706_39", "title": "Olmesartan -- Toxicity", "content": "While data on olmesartan's toxicity is limited, given the mechanism of action, the likely presenting toxic symptoms would include hypotension and tachycardia. The toxicity could also manifest with altered vision, angina, vertigo, lightheadedness, and diaphoresis. These possible toxicities mimic the side effect profile of the medication. While no antidote exists, activated charcoal may be appropriate if the consumption of olmesartan was within four hours of decontamination. Supportive measures include monitoring vital signs every six hours post-consumption to monitor for marked hypotension or hemodynamic instability. The patient should perform leg raising while lying supine to improve venous return to the heart. [23] If severe hypotension persists, vasopressors are a treatment option in extreme circumstances. Another possible cleansing method would include hemodialysis if a patient was remarkably unstable and refractory to vasopressor medication, although rarely necessary. Also, cardiac life support is always indicated if cardiac arrest occurs, and preservation of an airway with an endotracheal tube in situations with a threatened airway.", "contents": "Olmesartan -- Toxicity. While data on olmesartan's toxicity is limited, given the mechanism of action, the likely presenting toxic symptoms would include hypotension and tachycardia. The toxicity could also manifest with altered vision, angina, vertigo, lightheadedness, and diaphoresis. These possible toxicities mimic the side effect profile of the medication. While no antidote exists, activated charcoal may be appropriate if the consumption of olmesartan was within four hours of decontamination. Supportive measures include monitoring vital signs every six hours post-consumption to monitor for marked hypotension or hemodynamic instability. The patient should perform leg raising while lying supine to improve venous return to the heart. [23] If severe hypotension persists, vasopressors are a treatment option in extreme circumstances. Another possible cleansing method would include hemodialysis if a patient was remarkably unstable and refractory to vasopressor medication, although rarely necessary. Also, cardiac life support is always indicated if cardiac arrest occurs, and preservation of an airway with an endotracheal tube in situations with a threatened airway."}
{"id": "article-706_40", "title": "Olmesartan -- Enhancing Healthcare Team Outcomes", "content": "A patient's primary care provider will most often manage medications prescribed to treat hypertension; however, various specialties, including cardiology and nephrology, are often consulted to manage the treatment-resistant disease.  Patients undergoing treatment for hypertension frequently have concomitant pathologies, including obesity, diabetes, and coronary artery disease.  The clinician may refer a patient to cardiology to manage severe hypertension for a more suitable alternative in those patients with a significant cardiac health history. Similarly, in patients with impaired renal function, nephrology may contribute by suggesting different medications to improve kidney health and patient outcomes. Nurse practitioners, physician assistants, nurses, and medical assistants can perform medication reviews to determine if the patient has been experiencing any harmful or unwanted side effects while taking olmesartan.", "contents": "Olmesartan -- Enhancing Healthcare Team Outcomes. A patient's primary care provider will most often manage medications prescribed to treat hypertension; however, various specialties, including cardiology and nephrology, are often consulted to manage the treatment-resistant disease.  Patients undergoing treatment for hypertension frequently have concomitant pathologies, including obesity, diabetes, and coronary artery disease.  The clinician may refer a patient to cardiology to manage severe hypertension for a more suitable alternative in those patients with a significant cardiac health history. Similarly, in patients with impaired renal function, nephrology may contribute by suggesting different medications to improve kidney health and patient outcomes. Nurse practitioners, physician assistants, nurses, and medical assistants can perform medication reviews to determine if the patient has been experiencing any harmful or unwanted side effects while taking olmesartan."}
{"id": "article-706_41", "title": "Olmesartan -- Enhancing Healthcare Team Outcomes", "content": "Communication between specialties and different providers can ensure that patients can safely take olmesartan or more appropriate medication. For example, nursing can monitor blood pressure and other monitoring parameters to evaluate treatment effectiveness and check for any adverse reactions, reporting these to the healthcare team. Pharmacists shall verify dosing and check for drug-drug interactions, particularly with other RAAS-targeting medications. There was a school thought that ACE-inhibitors and ARBs could be prescribed together, but that is no longer the case based on more recent data. The pharmacist shall communicate any findings to the treating physician or nursing staff. These examples of interprofessional team collaboration and communication can drive better patient outcomes.", "contents": "Olmesartan -- Enhancing Healthcare Team Outcomes. Communication between specialties and different providers can ensure that patients can safely take olmesartan or more appropriate medication. For example, nursing can monitor blood pressure and other monitoring parameters to evaluate treatment effectiveness and check for any adverse reactions, reporting these to the healthcare team. Pharmacists shall verify dosing and check for drug-drug interactions, particularly with other RAAS-targeting medications. There was a school thought that ACE-inhibitors and ARBs could be prescribed together, but that is no longer the case based on more recent data. The pharmacist shall communicate any findings to the treating physician or nursing staff. These examples of interprofessional team collaboration and communication can drive better patient outcomes."}
{"id": "article-706_42", "title": "Olmesartan -- Enhancing Healthcare Team Outcomes", "content": "Though its use remains controversial based on current literature and more effective alternatives exist within the ARB class at this time, olmesartan remains a useful medication to consider in the treatment of hypertension. [24] Olmesartan therapy requires an interprofessional team approach, including clinicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]", "contents": "Olmesartan -- Enhancing Healthcare Team Outcomes. Though its use remains controversial based on current literature and more effective alternatives exist within the ARB class at this time, olmesartan remains a useful medication to consider in the treatment of hypertension. [24] Olmesartan therapy requires an interprofessional team approach, including clinicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. [Level 5]"}
{"id": "article-706_43", "title": "Olmesartan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Olmesartan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}