{"id": "article-20512_0", "title": "Anatomy, Head and Neck, Digastric Muscle -- Introduction", "content": "The digastrics are a pair of muscles so named as each has an anterior and a posterior belly (see Image . Digastric Muscle, Lateral View). These muscles derive embryonically from the 1st and 2nd pharyngeal arches and thus, are supplied by different nerves and arteries. The digastrics coordinate with other muscles in performing vital actions. Neuromuscular injuries can impair digastric muscle function, which may become apparent on physical examination.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Introduction. The digastrics are a pair of muscles so named as each has an anterior and a posterior belly (see Image . Digastric Muscle, Lateral View). These muscles derive embryonically from the 1st and 2nd pharyngeal arches and thus, are supplied by different nerves and arteries. The digastrics coordinate with other muscles in performing vital actions. Neuromuscular injuries can impair digastric muscle function, which may become apparent on physical examination."}
{"id": "article-20512_1", "title": "Anatomy, Head and Neck, Digastric Muscle -- Introduction", "content": "Additionally, the digastric muscles are critical surgical landmarks during neck dissections and are valuable components of neck reconstruction procedures. Digastric muscle anatomic variants can be misleading in imaging studies. Careful consideration of these variations is critical in clinical assessment and surgical planning. [1]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Introduction. Additionally, the digastric muscles are critical surgical landmarks during neck dissections and are valuable components of neck reconstruction procedures. Digastric muscle anatomic variants can be misleading in imaging studies. Careful consideration of these variations is critical in clinical assessment and surgical planning. [1]"}
{"id": "article-20512_2", "title": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function", "content": "The neck contains a pair of digastric muscles, each subdividing into an anterior and posterior belly. The 2 bellies connect by an intermediate tendon. The anterior digastric belly attaches superiorly near the midline of the mandibular base on the digastric fossa and runs inferiorly toward the hyoid. The posterior belly attaches superiorly to the temporal bone at the mastoid notch and slopes inferiorly to meet the intermediate tendon (see Image . Neck Muscles).", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function. The neck contains a pair of digastric muscles, each subdividing into an anterior and posterior belly. The 2 bellies connect by an intermediate tendon. The anterior digastric belly attaches superiorly near the midline of the mandibular base on the digastric fossa and runs inferiorly toward the hyoid. The posterior belly attaches superiorly to the temporal bone at the mastoid notch and slopes inferiorly to meet the intermediate tendon (see Image . Neck Muscles)."}
{"id": "article-20512_3", "title": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function", "content": "The intermediate tendon typically courses through the stylohyoid muscle, attaching to the side of the hyoid bone's body and greater cornu via a fibrous loop. However, some individuals may have the intermediate tendon attaching medially or laterally to the hyoid. [2]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function. The intermediate tendon typically courses through the stylohyoid muscle, attaching to the side of the hyoid bone's body and greater cornu via a fibrous loop. However, some individuals may have the intermediate tendon attaching medially or laterally to the hyoid. [2]"}
{"id": "article-20512_4", "title": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function", "content": "The anterior belly of the digastric separates the submental from the submandibular triangle of the neck (see Image . Anterior Neck Muscles and Related Structures). The anterior and posterior digastric bellies and the inferior mandibular margin border the submandibular triangle. This region houses the submandibular gland, anterior facial vein, submental artery, mylohyoid nerve and vessels, and the external carotid. The submental triangle is bordered laterally by the anterior belly and contains lymph nodes that drain the floor of the mouth and part of the tongue. [3] The posterior digastric belly also serves as a boundary for the carotid triangle, the area where the facial artery branches from the external carotid (see Image . Superficial Neck Anatomy). [4]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function. The anterior belly of the digastric separates the submental from the submandibular triangle of the neck (see Image . Anterior Neck Muscles and Related Structures). The anterior and posterior digastric bellies and the inferior mandibular margin border the submandibular triangle. This region houses the submandibular gland, anterior facial vein, submental artery, mylohyoid nerve and vessels, and the external carotid. The submental triangle is bordered laterally by the anterior belly and contains lymph nodes that drain the floor of the mouth and part of the tongue. [3] The posterior digastric belly also serves as a boundary for the carotid triangle, the area where the facial artery branches from the external carotid (see Image . Superficial Neck Anatomy). [4]"}
{"id": "article-20512_5", "title": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function", "content": "The digastrics coordinate with other head and neck muscles during swallowing, chewing, and speech. The anterior belly of the digastric is 1 of 3 suprahyoid muscles stabilizing the hyoid during swallowing—an action that protects the airway while eating. The digastrics raise the tongue base and hyoid bone and depress the mandible for jaw opening, chewing, and speech. [5] Posterior digastric muscle contraction aids in head extension. The infrahyoids are the muscles antagonistic to the digastrics.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Structure and Function. The digastrics coordinate with other head and neck muscles during swallowing, chewing, and speech. The anterior belly of the digastric is 1 of 3 suprahyoid muscles stabilizing the hyoid during swallowing—an action that protects the airway while eating. The digastrics raise the tongue base and hyoid bone and depress the mandible for jaw opening, chewing, and speech. [5] Posterior digastric muscle contraction aids in head extension. The infrahyoids are the muscles antagonistic to the digastrics."}
{"id": "article-20512_6", "title": "Anatomy, Head and Neck, Digastric Muscle -- Embryology", "content": "The embryologic period occurs during the first 8 weeks post-fertilization. During this time, neural crest cells migrate caudally to form the 5 pharyngeal arches. The 1st and 2nd pharyngeal arches give rise to the anterior and posterior bellies of the digastrics and their respective nerve supplies. The anterior digastric belly and mylohyoid nerve form from the 1st pharyngeal arch, also known as the mandibular arch. The posterior digastric belly and the facial nerve derive from the 2nd pharyngeal arch, also known as the hyoid arch.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Embryology. The embryologic period occurs during the first 8 weeks post-fertilization. During this time, neural crest cells migrate caudally to form the 5 pharyngeal arches. The 1st and 2nd pharyngeal arches give rise to the anterior and posterior bellies of the digastrics and their respective nerve supplies. The anterior digastric belly and mylohyoid nerve form from the 1st pharyngeal arch, also known as the mandibular arch. The posterior digastric belly and the facial nerve derive from the 2nd pharyngeal arch, also known as the hyoid arch."}
{"id": "article-20512_7", "title": "Anatomy, Head and Neck, Digastric Muscle -- Embryology", "content": "Other muscular structures that arise from the 1st pharyngeal arch include the mylohyoid, tensor veli palatini, tensor tympani, and the mastication muscles temporalis, masseter, and medial and lateral pterygoids. Besides the posterior digastric belly, the 2nd pharyngeal arch gives rise to the stapedius, buccinator, auricular muscles, occipitofrontalis, facial muscles, platysma, and stylohyoid muscles. [6] Researchers postulate that the broad array of anatomical variants of the anterior belly of the digastric primarily results from the complex morphogenesis of the 1st pharyngeal arch.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Embryology. Other muscular structures that arise from the 1st pharyngeal arch include the mylohyoid, tensor veli palatini, tensor tympani, and the mastication muscles temporalis, masseter, and medial and lateral pterygoids. Besides the posterior digastric belly, the 2nd pharyngeal arch gives rise to the stapedius, buccinator, auricular muscles, occipitofrontalis, facial muscles, platysma, and stylohyoid muscles. [6] Researchers postulate that the broad array of anatomical variants of the anterior belly of the digastric primarily results from the complex morphogenesis of the 1st pharyngeal arch."}
{"id": "article-20512_8", "title": "Anatomy, Head and Neck, Digastric Muscle -- Blood Supply and Lymphatics", "content": "The submental artery, a branch of the facial artery, supplies blood to the anterior belly of the digastric. The submental artery runs between the submandibular gland and the mylohyoid muscle. The muscular branches of the posterior auricular artery and occipital branches of the external carotid artery deliver blood to the posterior digastric belly. [6]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Blood Supply and Lymphatics. The submental artery, a branch of the facial artery, supplies blood to the anterior belly of the digastric. The submental artery runs between the submandibular gland and the mylohyoid muscle. The muscular branches of the posterior auricular artery and occipital branches of the external carotid artery deliver blood to the posterior digastric belly. [6]"}
{"id": "article-20512_9", "title": "Anatomy, Head and Neck, Digastric Muscle -- Nerves", "content": "The mylohyoid nerve innervates the anterior belly of the digastric. This nerve is a branch of the inferior alveolar nerve, which arises from the mandibular branch of the trigeminal nerve. [6] The mandibular branch of the trigeminal nerve branches off before the inferior alveolar nerve penetrates the mandibular foramen. The inferior alveolar nerve then courses through the mylohyoid canal before giving off motor branches to both the mylohyoid muscle and the anterior digastric belly. [7] Branches of the facial nerve innervate the posterior belly of the digastric muscle.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Nerves. The mylohyoid nerve innervates the anterior belly of the digastric. This nerve is a branch of the inferior alveolar nerve, which arises from the mandibular branch of the trigeminal nerve. [6] The mandibular branch of the trigeminal nerve branches off before the inferior alveolar nerve penetrates the mandibular foramen. The inferior alveolar nerve then courses through the mylohyoid canal before giving off motor branches to both the mylohyoid muscle and the anterior digastric belly. [7] Branches of the facial nerve innervate the posterior belly of the digastric muscle."}
{"id": "article-20512_10", "title": "Anatomy, Head and Neck, Digastric Muscle -- Muscles", "content": "The lateral aspect of the posterior belly is adjacent to the sternocleidomastoid muscles, longus colli, and splenius capitis. The medial aspect is related to the lateral rectus muscle of the head. The anterior belly is laterally covered by the skin planes and platysma muscle. Medially, the anterior belly rests on the mylohyoid muscle.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Muscles. The lateral aspect of the posterior belly is adjacent to the sternocleidomastoid muscles, longus colli, and splenius capitis. The medial aspect is related to the lateral rectus muscle of the head. The anterior belly is laterally covered by the skin planes and platysma muscle. Medially, the anterior belly rests on the mylohyoid muscle."}
{"id": "article-20512_11", "title": "Anatomy, Head and Neck, Digastric Muscle -- Physiologic Variants", "content": "The anterior belly of the digastric has more anatomical variations than the posterior belly. Anterior digastric belly variations occur in up to 65.8% of the population. Of those reported, unilateral variants are more common than bilateral variants. Many of these variants are accessory muscle bellies with different origins and insertions. Reports also exist of nerve supply variations. For example, the facial and mylohyoid nerves may innervate the anterior belly. These variants have no confirmed clinical consequences. [8] The intermediate tendon does not always pierce the stylohyoid muscle but may lean superiorly or laterally to it. Agenesis of the anterior digastric belly is an anomaly in a few individuals.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Physiologic Variants. The anterior belly of the digastric has more anatomical variations than the posterior belly. Anterior digastric belly variations occur in up to 65.8% of the population. Of those reported, unilateral variants are more common than bilateral variants. Many of these variants are accessory muscle bellies with different origins and insertions. Reports also exist of nerve supply variations. For example, the facial and mylohyoid nerves may innervate the anterior belly. These variants have no confirmed clinical consequences. [8] The intermediate tendon does not always pierce the stylohyoid muscle but may lean superiorly or laterally to it. Agenesis of the anterior digastric belly is an anomaly in a few individuals."}
{"id": "article-20512_12", "title": "Anatomy, Head and Neck, Digastric Muscle -- Surgical Considerations", "content": "The digastrics serve as a significant surgical landmark in neck dissections. The posterior belly can help identify the spinal accessory and hypoglossal nerves, internal jugular veins, and carotid arteries. This portion of the digastric can also help identify the ansa cervicalis in reconstruction cases.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Surgical Considerations. The digastrics serve as a significant surgical landmark in neck dissections. The posterior belly can help identify the spinal accessory and hypoglossal nerves, internal jugular veins, and carotid arteries. This portion of the digastric can also help identify the ansa cervicalis in reconstruction cases."}
{"id": "article-20512_13", "title": "Anatomy, Head and Neck, Digastric Muscle -- Surgical Considerations", "content": "The anterior digastric belly is often included in submental flaps during facial reconstruction, as the submental vessels frequently course deep to the muscle. The intermediate tendon of the digastric can be attached to the tongue to help avoid stridor and the need for tracheostomy in patients who undergo anterior mandibular arch resection.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Surgical Considerations. The anterior digastric belly is often included in submental flaps during facial reconstruction, as the submental vessels frequently course deep to the muscle. The intermediate tendon of the digastric can be attached to the tongue to help avoid stridor and the need for tracheostomy in patients who undergo anterior mandibular arch resection."}
{"id": "article-20512_14", "title": "Anatomy, Head and Neck, Digastric Muscle -- Surgical Considerations", "content": "The digastrics may be used as flaps to restore a symmetrical smile to those with injury to the marginal mandibular branch of the facial nerve. [6] The digastric can be sutured to the mandible in primary tongue cancer resection with neck dissection to accomplish laryngeal suspension. [9]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Surgical Considerations. The digastrics may be used as flaps to restore a symmetrical smile to those with injury to the marginal mandibular branch of the facial nerve. [6] The digastric can be sutured to the mandible in primary tongue cancer resection with neck dissection to accomplish laryngeal suspension. [9]"}
{"id": "article-20512_15", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "Clinical considerations related to the digastric muscles include the following:", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. Clinical considerations related to the digastric muscles include the following:"}
{"id": "article-20512_16", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "Digastric muscle variants may be confused with neck masses. Knowledge of anatomical variations is thus critical during clinical evaluation and surgical planning.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. Digastric muscle variants may be confused with neck masses. Knowledge of anatomical variations is thus critical during clinical evaluation and surgical planning."}
{"id": "article-20512_17", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "The digastric muscles may be implicated in post-radiation dysphagia or swallowing dysfunction. [10] Post-radiation changes leading to digastric atrophy or fibrosis is a possible sequela in patients who have undergone postoperative radiotherapy for oral cancer. [11] Exercises targeting the suprahyoid muscles, including the anterior belly of the digastric, are thought to help patients with dysphagia. [12] [13]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. The digastric muscles may be implicated in post-radiation dysphagia or swallowing dysfunction. [10] Post-radiation changes leading to digastric atrophy or fibrosis is a possible sequela in patients who have undergone postoperative radiotherapy for oral cancer. [11] Exercises targeting the suprahyoid muscles, including the anterior belly of the digastric, are thought to help patients with dysphagia. [12] [13]"}
{"id": "article-20512_18", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "Styloid process neuralgia may be due to digastric muscle calcification combined with styloid ligament calcification or length alterations. This painful condition is also known as long styloid process syndrome or Eagle syndrome. Muscle calcification can manifest as throat disorders, ear pain, and pharyngeal pain. The patient may experience pain during tongue or head movements. Surgery is necessary in most cases.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. Styloid process neuralgia may be due to digastric muscle calcification combined with styloid ligament calcification or length alterations. This painful condition is also known as long styloid process syndrome or Eagle syndrome. Muscle calcification can manifest as throat disorders, ear pain, and pharyngeal pain. The patient may experience pain during tongue or head movements. Surgery is necessary in most cases."}
{"id": "article-20512_19", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "The digastric muscle is implicated as the source of pain in bruxism or the habit of clenching teeth. Myofunctional physiotherapy or speech therapy can reduce the muscle's electrical activity and reduce pain during jaw movement.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. The digastric muscle is implicated as the source of pain in bruxism or the habit of clenching teeth. Myofunctional physiotherapy or speech therapy can reduce the muscle's electrical activity and reduce pain during jaw movement."}
{"id": "article-20512_20", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "The digastric muscle's posterior portion is occasionally the site of a Citelli abscess, a rare complication of otitis media. Management is surgical.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. The digastric muscle's posterior portion is occasionally the site of a Citelli abscess, a rare complication of otitis media. Management is surgical."}
{"id": "article-20512_21", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "Digastric muscle trigger points may cause referred pain to the teeth. The therapy is of myofunctional type.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. Digastric muscle trigger points may cause referred pain to the teeth. The therapy is of myofunctional type."}
{"id": "article-20512_22", "title": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance", "content": "Understanding the digastric muscle's anatomy, function, and potential involvement in various clinical conditions is crucial for healthcare professionals across different specialties.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Clinical Significance. Understanding the digastric muscle's anatomy, function, and potential involvement in various clinical conditions is crucial for healthcare professionals across different specialties."}
{"id": "article-20512_23", "title": "Anatomy, Head and Neck, Digastric Muscle -- Other Issues", "content": "The occurrence of digastric hemangiomas has been reported in the literature. This condition may be clinically insignificant or manifest as a neck mass, pain, dysphagia, or dysphonia. Asymptomatic cases may not need treatment, but surgery is required if the tumor compromises function. [14]", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Other Issues. The occurrence of digastric hemangiomas has been reported in the literature. This condition may be clinically insignificant or manifest as a neck mass, pain, dysphagia, or dysphonia. Asymptomatic cases may not need treatment, but surgery is required if the tumor compromises function. [14]"}
{"id": "article-20512_24", "title": "Anatomy, Head and Neck, Digastric Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Digastric Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}