{"id": "article-26565_0", "title": "Pancreatic Serous Cystadenoma -- Continuing Education Activity", "content": "Pancreatic serous cystadenomas are mostly benign lesions. Their incidence has increased recently due to the improvements in imaging techniques nowadays. They are usually discovered incidentally and are asymptomatic. The etiology behind these serous cysts are not well identified. They can be either microcystic or macrocytic, and the management usually depends on their type and size. In this article, the pathophysiology, differential diagnosis, and different labs and imaging techniques that can help in a better understanding of serous cystadenomas and how to manage them accordingly will be discussed. The role of the interprofessional team will be reviewed.", "contents": "Pancreatic Serous Cystadenoma -- Continuing Education Activity. Pancreatic serous cystadenomas are mostly benign lesions. Their incidence has increased recently due to the improvements in imaging techniques nowadays. They are usually discovered incidentally and are asymptomatic. The etiology behind these serous cysts are not well identified. They can be either microcystic or macrocytic, and the management usually depends on their type and size. In this article, the pathophysiology, differential diagnosis, and different labs and imaging techniques that can help in a better understanding of serous cystadenomas and how to manage them accordingly will be discussed. The role of the interprofessional team will be reviewed."}
{"id": "article-26565_1", "title": "Pancreatic Serous Cystadenoma -- Continuing Education Activity", "content": "Objectives: Identify the etiology of pancreatic serous cystadenomas. Describe the histology of pancreatic serous cystadenomas. Outline the different treatment modalities and ensure adequate management. Review interprofessional team strategies for improving care coordination and communication to ensure adequate delivery of care and patients. Access free multiple choice questions on this topic.", "contents": "Pancreatic Serous Cystadenoma -- Continuing Education Activity. Objectives: Identify the etiology of pancreatic serous cystadenomas. Describe the histology of pancreatic serous cystadenomas. Outline the different treatment modalities and ensure adequate management. Review interprofessional team strategies for improving care coordination and communication to ensure adequate delivery of care and patients. Access free multiple choice questions on this topic."}
{"id": "article-26565_2", "title": "Pancreatic Serous Cystadenoma -- Introduction", "content": "Pancreatic serous cystadenomas are mostly benign and considered amongst the common primary pancreatic cystic neoplasms (PCNs), representing one-third of them (see Image. Serous Cystadenoma, CT). [1] Patients are usually asymptomatic. Other types of PCNs include mucinous cystic neoplasm (MCN), intraductal papillary Mucinous neoplasm (IPMN), cystic neuroendocrine neoplasm, solid-pseudopapillary neoplasm (SPN), acinar-cell cystic neoplasm, and ductal adenocarcinoma with cystic degeneration. [2] Due to the increased use and advances in cross-sectional imaging of the abdomen, the detection of these lesions has improved, especially in asymptomatic patients. This review will discuss the pathophysiology, clinical presentation, diagnosis, and treatment of pancreatic serous cystadenoma.", "contents": "Pancreatic Serous Cystadenoma -- Introduction. Pancreatic serous cystadenomas are mostly benign and considered amongst the common primary pancreatic cystic neoplasms (PCNs), representing one-third of them (see Image. Serous Cystadenoma, CT). [1] Patients are usually asymptomatic. Other types of PCNs include mucinous cystic neoplasm (MCN), intraductal papillary Mucinous neoplasm (IPMN), cystic neuroendocrine neoplasm, solid-pseudopapillary neoplasm (SPN), acinar-cell cystic neoplasm, and ductal adenocarcinoma with cystic degeneration. [2] Due to the increased use and advances in cross-sectional imaging of the abdomen, the detection of these lesions has improved, especially in asymptomatic patients. This review will discuss the pathophysiology, clinical presentation, diagnosis, and treatment of pancreatic serous cystadenoma."}
{"id": "article-26565_3", "title": "Pancreatic Serous Cystadenoma -- Etiology", "content": "The exact etiology of serous cystadenomas is not well understood. It is possible that genetic mutations may contribute to serous cystadenomas formation. [3]", "contents": "Pancreatic Serous Cystadenoma -- Etiology. The exact etiology of serous cystadenomas is not well understood. It is possible that genetic mutations may contribute to serous cystadenomas formation. [3]"}
{"id": "article-26565_4", "title": "Pancreatic Serous Cystadenoma -- Epidemiology", "content": "Pancreatic serous cystadenomas represent one-third of pancreatic cystic neoplasms (PCN). Pancreatic serous cystadenomas are almost always benign and occur more commonly in women. [4] [5] [2] Patients usually present between the 5th and 7th decade of life (mean age 62 years), and the lesions occur more frequently in the body or the tail of the pancreas. [6] Around 77% of patients with von Hippel–Lindau (VHL) syndrome develop pancreatic cystic lesions, 9% of which are serous cystadenomas. [7]", "contents": "Pancreatic Serous Cystadenoma -- Epidemiology. Pancreatic serous cystadenomas represent one-third of pancreatic cystic neoplasms (PCN). Pancreatic serous cystadenomas are almost always benign and occur more commonly in women. [4] [5] [2] Patients usually present between the 5th and 7th decade of life (mean age 62 years), and the lesions occur more frequently in the body or the tail of the pancreas. [6] Around 77% of patients with von Hippel–Lindau (VHL) syndrome develop pancreatic cystic lesions, 9% of which are serous cystadenomas. [7]"}
{"id": "article-26565_5", "title": "Pancreatic Serous Cystadenoma -- Pathophysiology", "content": "The pathophysiology of pancreatic serous cystadenomas is not well understood (see Image. Cystadenoma, 4x H/E). The morphologic and immunohistochemical features of the serous neoplasms favor the centroacinar, intralobular, and ductular cells of the pancreas. The WHO classified them into serous microcystic adenomas and serous macrocystic (oligocystic) adenomas. [7] There are macroscopic variants of serous cystadenoma; microcystic serous cystadenoma (most commonly encountered), macrocytic serous cystadenoma (also referred to oligocystic), solid serous adenoma, VHL-associated serous cystadenomas, and mixed serous-neuroendocrine neoplasm. [8]", "contents": "Pancreatic Serous Cystadenoma -- Pathophysiology. The pathophysiology of pancreatic serous cystadenomas is not well understood (see Image. Cystadenoma, 4x H/E). The morphologic and immunohistochemical features of the serous neoplasms favor the centroacinar, intralobular, and ductular cells of the pancreas. The WHO classified them into serous microcystic adenomas and serous macrocystic (oligocystic) adenomas. [7] There are macroscopic variants of serous cystadenoma; microcystic serous cystadenoma (most commonly encountered), macrocytic serous cystadenoma (also referred to oligocystic), solid serous adenoma, VHL-associated serous cystadenomas, and mixed serous-neuroendocrine neoplasm. [8]"}
{"id": "article-26565_6", "title": "Pancreatic Serous Cystadenoma -- Pathophysiology", "content": "Macrocystic serous cystadenomas include both previous serous oligocystic and the ill-demarcated serous adenoma. Solid serous adenomas are well-circumscribed and have a solid gross appearance; they have the cytologic and immunohistologic features of the classic serous cystadenomas. Serous cystadenomas that occur in VHL syndrome involve the entire pancreas or in a patchy fashion. The mixed serous neuroendocrine neoplasm is a rare entity of serous cystadenomas that is associated with pancreatic neuroendocrine tumors. This is also suggestive of VHL syndrome. [8]", "contents": "Pancreatic Serous Cystadenoma -- Pathophysiology. Macrocystic serous cystadenomas include both previous serous oligocystic and the ill-demarcated serous adenoma. Solid serous adenomas are well-circumscribed and have a solid gross appearance; they have the cytologic and immunohistologic features of the classic serous cystadenomas. Serous cystadenomas that occur in VHL syndrome involve the entire pancreas or in a patchy fashion. The mixed serous neuroendocrine neoplasm is a rare entity of serous cystadenomas that is associated with pancreatic neuroendocrine tumors. This is also suggestive of VHL syndrome. [8]"}
{"id": "article-26565_7", "title": "Pancreatic Serous Cystadenoma -- Histopathology", "content": "Pancreatic serous neoplasms are unifocal, round, well-demarcated, and are often honeycombed. The cysts are loculated, contain serous fluid that is mucin free, and are lined by flattened or cuboidal epithelium. Their size can reach to more than 20 cm. They do not communicate with the pancreatic duct. Usually, a dense fibronodular scar is found in the center of the lesion (also called fibrous stellate scar) that is composed of acellular hyalinized tissue and a few clusters of tiny cysts, which are lined by a single layer of cuboidal epithelial cells. [8]", "contents": "Pancreatic Serous Cystadenoma -- Histopathology. Pancreatic serous neoplasms are unifocal, round, well-demarcated, and are often honeycombed. The cysts are loculated, contain serous fluid that is mucin free, and are lined by flattened or cuboidal epithelium. Their size can reach to more than 20 cm. They do not communicate with the pancreatic duct. Usually, a dense fibronodular scar is found in the center of the lesion (also called fibrous stellate scar) that is composed of acellular hyalinized tissue and a few clusters of tiny cysts, which are lined by a single layer of cuboidal epithelial cells. [8]"}
{"id": "article-26565_8", "title": "Pancreatic Serous Cystadenoma -- History and Physical", "content": "Many patients present without any specific signs or symptoms. [9] [10] Often pancreatic serous cystadenomas are detected incidentally by abdominal ultrasonography or cross-sectional imaging studies performed for another condition.", "contents": "Pancreatic Serous Cystadenoma -- History and Physical. Many patients present without any specific signs or symptoms. [9] [10] Often pancreatic serous cystadenomas are detected incidentally by abdominal ultrasonography or cross-sectional imaging studies performed for another condition."}
{"id": "article-26565_9", "title": "Pancreatic Serous Cystadenoma -- History and Physical", "content": "When patients are symptomatic, the most common presentation include abdominal pain and/or a palpable mass in the upper abdomen. Less commonly, patients with advanced cystic lesions present similar to those with pancreatic ductal carcinoma, with abdominal pain, weight loss, early satiety secondary to compression of the stomach wall by the adjacent pancreatic mass (gastric outlet obstruction), obstructive jaundice due to obstruction of the biliary tree (may lead to acute cholangitis) and pancreatic duct obstruction causing pancreatic exocrine insufficiency and recurrent pancreatitis. [9] [10]", "contents": "Pancreatic Serous Cystadenoma -- History and Physical. When patients are symptomatic, the most common presentation include abdominal pain and/or a palpable mass in the upper abdomen. Less commonly, patients with advanced cystic lesions present similar to those with pancreatic ductal carcinoma, with abdominal pain, weight loss, early satiety secondary to compression of the stomach wall by the adjacent pancreatic mass (gastric outlet obstruction), obstructive jaundice due to obstruction of the biliary tree (may lead to acute cholangitis) and pancreatic duct obstruction causing pancreatic exocrine insufficiency and recurrent pancreatitis. [9] [10]"}
{"id": "article-26565_10", "title": "Pancreatic Serous Cystadenoma -- History and Physical", "content": "True cystic lesions may be confused with pseudocysts leading to similarities in the presentations and the characteristics of imaging studies. [11] Pseudocysts usually occur after an episode of acute pancreatitis or insidiously in cases of chronic pancreatitis, and they are frequently associated with pain. Large pseudocysts can compress the stomach, duodenum, or bile duct, resulting in vomiting, early satiety, or obstructive jaundice.", "contents": "Pancreatic Serous Cystadenoma -- History and Physical. True cystic lesions may be confused with pseudocysts leading to similarities in the presentations and the characteristics of imaging studies. [11] Pseudocysts usually occur after an episode of acute pancreatitis or insidiously in cases of chronic pancreatitis, and they are frequently associated with pain. Large pseudocysts can compress the stomach, duodenum, or bile duct, resulting in vomiting, early satiety, or obstructive jaundice."}
{"id": "article-26565_11", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "Evaluation of PCNs involves laboratory and imaging modalities to distinguish these types based on morphological and radiological patterns. In the last 15 years, there has been a 20-fold increase in the detection of PCNs, mainly by cross-sectional imaging such as computed tomography (CT) and magnetic resonance imaging (MRI). [12]", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. Evaluation of PCNs involves laboratory and imaging modalities to distinguish these types based on morphological and radiological patterns. In the last 15 years, there has been a 20-fold increase in the detection of PCNs, mainly by cross-sectional imaging such as computed tomography (CT) and magnetic resonance imaging (MRI). [12]"}
{"id": "article-26565_12", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "The advent of imaging modalities led to the detection of four morphological serous cystadenomas patterns: microcystic, macrocystic, mixed microcystic, and macrocystic and solid. [13] The microcystic pattern was defined as multiple cysts that measure less than 2 cm and are separated by thin fibrous septa giving a honeycomb appearance. [14] Macrocystic type is diagnosed when cysts ≥2 cm are seen. [15] Mixed microcystic and macrocystic types have a combination of both microcystic and macrocystic patterns. Solid SCN vs. serous adenoma, which is a tumor without any cystic lesions on cross-sectional imaging.", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. The advent of imaging modalities led to the detection of four morphological serous cystadenomas patterns: microcystic, macrocystic, mixed microcystic, and macrocystic and solid. [13] The microcystic pattern was defined as multiple cysts that measure less than 2 cm and are separated by thin fibrous septa giving a honeycomb appearance. [14] Macrocystic type is diagnosed when cysts ≥2 cm are seen. [15] Mixed microcystic and macrocystic types have a combination of both microcystic and macrocystic patterns. Solid SCN vs. serous adenoma, which is a tumor without any cystic lesions on cross-sectional imaging."}
{"id": "article-26565_13", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "Ultrasound (US): serous microcystic adenoma usually presents as a well-circumscribed, loculated lesion. The fibrous portion of the lesion is hyperechoic, and the cystic portions appear hypoechoic. In lesions where the cysts are only a couple of millimeters in size (microcysts), the tumor appears solid due to the innumerable interfaces. Areas of calcification also appear hyperechoic with posterior acoustic shadowing.", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. Ultrasound (US): serous microcystic adenoma usually presents as a well-circumscribed, loculated lesion. The fibrous portion of the lesion is hyperechoic, and the cystic portions appear hypoechoic. In lesions where the cysts are only a couple of millimeters in size (microcysts), the tumor appears solid due to the innumerable interfaces. Areas of calcification also appear hyperechoic with posterior acoustic shadowing."}
{"id": "article-26565_14", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "Computed tomography (CT) scan: serous microcystic adenomas most commonly have a lobular shape. [16] [17] [18] [19] They appear hypodense on unenhanced CT because the tumor is primarily of water density. Calcifications that occur in up to 30% of serous cystadenomas are pathognomic, and a \"sunburst\" pattern can be seen less commonly. The central fibrous scar is hyperdense and is generally arranged in a stellate pattern known as a \"stellate central scar\". After the administration of iodinated contrast material, the fibrous portions enhance. Because serous microcystic adenomas are considered the only hypervascular cystic pancreatic tumors, their enhancement pattern is an important distinguishing feature. Lesions with fewer fibrous septations show fluid density regardless of contrast administration. Lesions that are composed primarily of microscopic cysts can have a solid appearance and show homogeneous enhancement after contrast administration. [19] In these cases, and all other cystic pancreatic neoplasms, MR imaging is used to characterize the lesion further. On CT, it is often difficult to differentiate the oligocystic pattern from the mucinous neoplasms. Therefore, serous oligocystic adenomas should be suspected when a unilocular cystic lesion that has a lobulated contour without wall enhancement is situated in the pancreatic head. Macrocystic variants may be confused on imaging with pseudocysts or mucinous cysts due to cystic degeneration. [20]", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. Computed tomography (CT) scan: serous microcystic adenomas most commonly have a lobular shape. [16] [17] [18] [19] They appear hypodense on unenhanced CT because the tumor is primarily of water density. Calcifications that occur in up to 30% of serous cystadenomas are pathognomic, and a \"sunburst\" pattern can be seen less commonly. The central fibrous scar is hyperdense and is generally arranged in a stellate pattern known as a \"stellate central scar\". After the administration of iodinated contrast material, the fibrous portions enhance. Because serous microcystic adenomas are considered the only hypervascular cystic pancreatic tumors, their enhancement pattern is an important distinguishing feature. Lesions with fewer fibrous septations show fluid density regardless of contrast administration. Lesions that are composed primarily of microscopic cysts can have a solid appearance and show homogeneous enhancement after contrast administration. [19] In these cases, and all other cystic pancreatic neoplasms, MR imaging is used to characterize the lesion further. On CT, it is often difficult to differentiate the oligocystic pattern from the mucinous neoplasms. Therefore, serous oligocystic adenomas should be suspected when a unilocular cystic lesion that has a lobulated contour without wall enhancement is situated in the pancreatic head. Macrocystic variants may be confused on imaging with pseudocysts or mucinous cysts due to cystic degeneration. [20]"}
{"id": "article-26565_15", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "Magnetic resonance imaging (MRI) on T1-weighted fat-suppressed imaging, the cystic portions are classically hypointense, but areas of hyperintensity may appear if there has been intracystic hemorrhage. [21] The fibrous components are hypointense on T1-weighted imaging. On T2-weighted images, the cystic fluid-filled components are hyperintense relative to adjacent pancreatic parenchyma, and the fibrous components are also hypointense on T2. In addition, any areas of calcification are hypointense on both T1-weighted and T2- weighted imaging, if visible at all. After gadolinium infusion, enhancement of the fibrous septations is visible on the early and late phases of imaging, and it maintains this enhancement of the central scar on more delayed phases of imaging. MR imaging is more sensitive in detecting fluid when compared with CT imaging, especially in the case of microcysts. [22]", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. Magnetic resonance imaging (MRI) on T1-weighted fat-suppressed imaging, the cystic portions are classically hypointense, but areas of hyperintensity may appear if there has been intracystic hemorrhage. [21] The fibrous components are hypointense on T1-weighted imaging. On T2-weighted images, the cystic fluid-filled components are hyperintense relative to adjacent pancreatic parenchyma, and the fibrous components are also hypointense on T2. In addition, any areas of calcification are hypointense on both T1-weighted and T2- weighted imaging, if visible at all. After gadolinium infusion, enhancement of the fibrous septations is visible on the early and late phases of imaging, and it maintains this enhancement of the central scar on more delayed phases of imaging. MR imaging is more sensitive in detecting fluid when compared with CT imaging, especially in the case of microcysts. [22]"}
{"id": "article-26565_16", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "Endoscopic ultrasound (EUS) can readily identify pancreatic cysts through high-resolution imaging. When EUS is used in addition to other imaging modalities, the accuracy of diagnosis is greatly improved, by providing high-quality imaging and detecting small areas of closely assembled microcysts. EUS allows for accurate diagnosis in all cases that were misdiagnosed by other imaging modalities. EUS-guided fine needle aspiration usually provides a definitive diagnosis, but the sensitivity may decrease when there is no adequate sample for analysis. [9] [23] [24] On EUS, serous cystadenoma usually has multiple small, anechoic cystic areas with thin septations. Because of the vascular nature of serous cystadenoma, aspirates are thin and maybe bloody or contain hemosiderin-laden macrophages. [25]", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. Endoscopic ultrasound (EUS) can readily identify pancreatic cysts through high-resolution imaging. When EUS is used in addition to other imaging modalities, the accuracy of diagnosis is greatly improved, by providing high-quality imaging and detecting small areas of closely assembled microcysts. EUS allows for accurate diagnosis in all cases that were misdiagnosed by other imaging modalities. EUS-guided fine needle aspiration usually provides a definitive diagnosis, but the sensitivity may decrease when there is no adequate sample for analysis. [9] [23] [24] On EUS, serous cystadenoma usually has multiple small, anechoic cystic areas with thin septations. Because of the vascular nature of serous cystadenoma, aspirates are thin and maybe bloody or contain hemosiderin-laden macrophages. [25]"}
{"id": "article-26565_17", "title": "Pancreatic Serous Cystadenoma -- Evaluation", "content": "Pancreas Cyst fluid analysis includes chemical analysis (Amylase), tumor markers (carcinoembryonic antigen (CEA), carbohydrate antigen(CA19-9), and cytology. Serous cystadenoma shows low viscosity, low amylase level, and low CEA levels (<5 to 20 ng/mL), with variable levels of pancreatic enzymes such as Amylase isoenzymes and CA-125. Cancer antigen (CA 72-4) level is low as well. Cytology reveals cuboidal cells with glycogen-rich cytoplasm. The combination of these parameters helps in classifying these cysts and differentiating serous cystadenoma from malignant or mucinous cysts. [26] Cyst fluid DNA analysis may reveal a mutation in VHL among patients with VHL syndrome. [27]", "contents": "Pancreatic Serous Cystadenoma -- Evaluation. Pancreas Cyst fluid analysis includes chemical analysis (Amylase), tumor markers (carcinoembryonic antigen (CEA), carbohydrate antigen(CA19-9), and cytology. Serous cystadenoma shows low viscosity, low amylase level, and low CEA levels (<5 to 20 ng/mL), with variable levels of pancreatic enzymes such as Amylase isoenzymes and CA-125. Cancer antigen (CA 72-4) level is low as well. Cytology reveals cuboidal cells with glycogen-rich cytoplasm. The combination of these parameters helps in classifying these cysts and differentiating serous cystadenoma from malignant or mucinous cysts. [26] Cyst fluid DNA analysis may reveal a mutation in VHL among patients with VHL syndrome. [27]"}
{"id": "article-26565_18", "title": "Pancreatic Serous Cystadenoma -- Treatment / Management", "content": "When the diagnosis of pancreatic serous cystadenoma is made based on clinical and radiographic evidence, non-surgical management should be recommended in asymptomatic cases. Based on the slow growth rate of these cysts, surveillance imaging can be safely recommended. This is due to the small risk of malignancy (<3%). [28]", "contents": "Pancreatic Serous Cystadenoma -- Treatment / Management. When the diagnosis of pancreatic serous cystadenoma is made based on clinical and radiographic evidence, non-surgical management should be recommended in asymptomatic cases. Based on the slow growth rate of these cysts, surveillance imaging can be safely recommended. This is due to the small risk of malignancy (<3%). [28]"}
{"id": "article-26565_19", "title": "Pancreatic Serous Cystadenoma -- Treatment / Management", "content": "Surgical resection should be the next step in the management of symptomatic patients due to rapidly growing lesions (cystadenoma itself vs. hemorrhage), giant tumors more than 10 cm (causing mass effect, obstructive jaundice, pancreatic duct obstruction causing pancreatic exocrine insufficiency or gastric outlet obstruction) or when malignancy (for example serous cystadenocarcinoma) cannot be excluded. [29] Although the increased size does not predict malignancy, large lesions are usually known to grow at a faster rate, so they are more likely to cause symptoms. [3]", "contents": "Pancreatic Serous Cystadenoma -- Treatment / Management. Surgical resection should be the next step in the management of symptomatic patients due to rapidly growing lesions (cystadenoma itself vs. hemorrhage), giant tumors more than 10 cm (causing mass effect, obstructive jaundice, pancreatic duct obstruction causing pancreatic exocrine insufficiency or gastric outlet obstruction) or when malignancy (for example serous cystadenocarcinoma) cannot be excluded. [29] Although the increased size does not predict malignancy, large lesions are usually known to grow at a faster rate, so they are more likely to cause symptoms. [3]"}
{"id": "article-26565_20", "title": "Pancreatic Serous Cystadenoma -- Treatment / Management", "content": "The surgical approach depends on the location and may include distal pancreatectomy with or without splenectomy, mid pancreatectomy, or Whipple procedure. Enucleation was previously reported as a safe option for well-selected patients with serous cystadenoma, with preservation of the endocrine and exocrine pancreas function. [30]", "contents": "Pancreatic Serous Cystadenoma -- Treatment / Management. The surgical approach depends on the location and may include distal pancreatectomy with or without splenectomy, mid pancreatectomy, or Whipple procedure. Enucleation was previously reported as a safe option for well-selected patients with serous cystadenoma, with preservation of the endocrine and exocrine pancreas function. [30]"}
{"id": "article-26565_21", "title": "Pancreatic Serous Cystadenoma -- Differential Diagnosis", "content": "Differential diagnosis of pancreatic cystic lesions could be difficult, especially if it is based solely on radiological studies. It is known that most of the pancreatic cystic lesions are inflammatory, which are considered pseudocysts, and the minority are considered neoplastic. [23] [24] [31] It is equally problematic to distinguish benign serous from mucinous (mucinous cystic neoplasm) and malignant mucinous lesions (mucinous cystadenocarcinoma), therefore implementing radiologic, morphologic and laboratory tests help in distinguishing these lesions before resection and assessing their malignant potential. It is also essential to distinguish pseudocysts from serous lesions as it is essential for planning appropriate surgical management. [23] [24] [31] There is a rare entity of cystic pancreatic lesions that include cystic islet cell tumors, papillary cystic lesions, and lymphoepithelial cysts. The differential diagnosis for serous cystadenomas can be summarized as follows:", "contents": "Pancreatic Serous Cystadenoma -- Differential Diagnosis. Differential diagnosis of pancreatic cystic lesions could be difficult, especially if it is based solely on radiological studies. It is known that most of the pancreatic cystic lesions are inflammatory, which are considered pseudocysts, and the minority are considered neoplastic. [23] [24] [31] It is equally problematic to distinguish benign serous from mucinous (mucinous cystic neoplasm) and malignant mucinous lesions (mucinous cystadenocarcinoma), therefore implementing radiologic, morphologic and laboratory tests help in distinguishing these lesions before resection and assessing their malignant potential. It is also essential to distinguish pseudocysts from serous lesions as it is essential for planning appropriate surgical management. [23] [24] [31] There is a rare entity of cystic pancreatic lesions that include cystic islet cell tumors, papillary cystic lesions, and lymphoepithelial cysts. The differential diagnosis for serous cystadenomas can be summarized as follows:"}
{"id": "article-26565_22", "title": "Pancreatic Serous Cystadenoma -- Differential Diagnosis", "content": "Non-neoplastic pancreatic cysts: true cysts, retention cysts, mucinous non-neoplastic cysts, lymphoepithelial cysts. Pancreatic cystic neoplasms: mucinous cystic neoplasms (MCN), intraductal papillary mucinous neoplasm (IPMN), solid pseudopapillary neoplasms. Cystic degeneration in solid pancreatic tumors: include ductal carcinoma, acinar cell carcinoma, and endocrine tumors.", "contents": "Pancreatic Serous Cystadenoma -- Differential Diagnosis. Non-neoplastic pancreatic cysts: true cysts, retention cysts, mucinous non-neoplastic cysts, lymphoepithelial cysts. Pancreatic cystic neoplasms: mucinous cystic neoplasms (MCN), intraductal papillary mucinous neoplasm (IPMN), solid pseudopapillary neoplasms. Cystic degeneration in solid pancreatic tumors: include ductal carcinoma, acinar cell carcinoma, and endocrine tumors."}
{"id": "article-26565_23", "title": "Pancreatic Serous Cystadenoma -- Prognosis", "content": "Overall, serous cystadenomas are considered benign with a small malignant potential (<3%). During long term follow-up in a clinical study of 18 patients with serous cystadenomas, the following morphologic changes were seen in three tumors (17%); microcystic serous cystadenoma changed to macrocystic serous cystadenoma and was associated with tumor enlargement in one patient, macrocystic serous cystadenoma changed to micro and macrocystic serous cystadenoma resulting in a mixed type with tumor enlargement in the second patient, and in the third patient, the macrocystic serous cystadenoma changed to a microcystic serous cystadenoma with associated tumor shrinkage from 30 to 25 mm. So of the total 18 patients, 9 cases (50%) had an enlargement of the tumor, and in the remaining 9 cases (50%), there was no change in size. The median growth rate was 0.29 cm per year. [29]", "contents": "Pancreatic Serous Cystadenoma -- Prognosis. Overall, serous cystadenomas are considered benign with a small malignant potential (<3%). During long term follow-up in a clinical study of 18 patients with serous cystadenomas, the following morphologic changes were seen in three tumors (17%); microcystic serous cystadenoma changed to macrocystic serous cystadenoma and was associated with tumor enlargement in one patient, macrocystic serous cystadenoma changed to micro and macrocystic serous cystadenoma resulting in a mixed type with tumor enlargement in the second patient, and in the third patient, the macrocystic serous cystadenoma changed to a microcystic serous cystadenoma with associated tumor shrinkage from 30 to 25 mm. So of the total 18 patients, 9 cases (50%) had an enlargement of the tumor, and in the remaining 9 cases (50%), there was no change in size. The median growth rate was 0.29 cm per year. [29]"}
{"id": "article-26565_24", "title": "Pancreatic Serous Cystadenoma -- Prognosis", "content": "The prognosis for patients with serous cystadenomas is excellent. Even in the rare cases of serous cystadenocarcinoma, there are reports of long-term survival after resection. Studies also conclude that any serous cystadenoma has the potential to grow with time regardless of the tumor subtype, size, or location, that's why all SCNs should be followed up regularly.", "contents": "Pancreatic Serous Cystadenoma -- Prognosis. The prognosis for patients with serous cystadenomas is excellent. Even in the rare cases of serous cystadenocarcinoma, there are reports of long-term survival after resection. Studies also conclude that any serous cystadenoma has the potential to grow with time regardless of the tumor subtype, size, or location, that's why all SCNs should be followed up regularly."}
{"id": "article-26565_25", "title": "Pancreatic Serous Cystadenoma -- Complications", "content": "Physicians need to evaluate the risks and benefits of surveillance imaging vs. surgical resection. Operative mortality was probably underestimated. Pancreatic surgical morbidity on the short and long-term remains high with pancreatic fistulae formation, exocrine and/or endocrine (diabetes mellitus) pancreatic insufficiency in around one-third of cases. [1] If growing serous cystadenomas are left untreated, they can lead to pancreatitis, obstructive jaundice due to obstruction of the biliary tree, which can lead to cholangitis, pancreatic exocrine insufficiency due to pancreatic duct obstruction or gastric outlet obstruction.", "contents": "Pancreatic Serous Cystadenoma -- Complications. Physicians need to evaluate the risks and benefits of surveillance imaging vs. surgical resection. Operative mortality was probably underestimated. Pancreatic surgical morbidity on the short and long-term remains high with pancreatic fistulae formation, exocrine and/or endocrine (diabetes mellitus) pancreatic insufficiency in around one-third of cases. [1] If growing serous cystadenomas are left untreated, they can lead to pancreatitis, obstructive jaundice due to obstruction of the biliary tree, which can lead to cholangitis, pancreatic exocrine insufficiency due to pancreatic duct obstruction or gastric outlet obstruction."}
{"id": "article-26565_26", "title": "Pancreatic Serous Cystadenoma -- Deterrence and Patient Education", "content": "Patient education and reassurance are essential as the majority of serous cystadenomas are considered benign. Most of these lesions are discovered incidentally on cross-sectional imaging; however, patients knowledge of their own personal and family history in regards of previous episodes of pancreatitis that may lead to the formation of pseudocysts or any hereditary or genetic familial syndrome that may be associated with pancreatic lesions as in Von Hippel Lindau (VHL) syndrome can be very helpful. Patients should be counseled about the importance of reporting new symptoms such as jaundice, abdominal pain, and early satiety that warrant further investigation to assess for complicated disease and rule out pancreatic tumors. In addition, patient education about the importance of regular surveillance imaging is essential, given the great impact on the prognosis and survival rates in case the tumor grows in size or has any degree of dysplasia.", "contents": "Pancreatic Serous Cystadenoma -- Deterrence and Patient Education. Patient education and reassurance are essential as the majority of serous cystadenomas are considered benign. Most of these lesions are discovered incidentally on cross-sectional imaging; however, patients knowledge of their own personal and family history in regards of previous episodes of pancreatitis that may lead to the formation of pseudocysts or any hereditary or genetic familial syndrome that may be associated with pancreatic lesions as in Von Hippel Lindau (VHL) syndrome can be very helpful. Patients should be counseled about the importance of reporting new symptoms such as jaundice, abdominal pain, and early satiety that warrant further investigation to assess for complicated disease and rule out pancreatic tumors. In addition, patient education about the importance of regular surveillance imaging is essential, given the great impact on the prognosis and survival rates in case the tumor grows in size or has any degree of dysplasia."}
{"id": "article-26565_27", "title": "Pancreatic Serous Cystadenoma -- Pearls and Other Issues", "content": "Recent developments in the diagnosis and treatment of PCNs have been made. Ex vivo optical coherence tomography (OCT) of freshly resected pancreatectomy specimens have shown that mucinous cysts could be differentiated from nonmucinous cysts. OCT is an interferometric technique that typically uses near-infrared light. It allows noninvasive assessment of biological tissues by measuring their optical reflections. [32] Confocal laser endomicroscopy (CLE) is a novel imaging technology that uses a low-power laser. Needle based CLE (nCLE) is used for intra abdominal organs under EUS guidance. The nCLE mini probe is introduced into the lesion through an FNA needle to obtain a biopsy. Pancreatitis was reported as an adverse complication in few cases. EUS-guided pancreatic cyst ablation uses EUS guidance to inject a cytotoxic agent, either ethanol or paclitaxel, after puncture of the pancreatic cyst. The injection of a cytotoxic agent may ablate the cyst epithelium. [33]", "contents": "Pancreatic Serous Cystadenoma -- Pearls and Other Issues. Recent developments in the diagnosis and treatment of PCNs have been made. Ex vivo optical coherence tomography (OCT) of freshly resected pancreatectomy specimens have shown that mucinous cysts could be differentiated from nonmucinous cysts. OCT is an interferometric technique that typically uses near-infrared light. It allows noninvasive assessment of biological tissues by measuring their optical reflections. [32] Confocal laser endomicroscopy (CLE) is a novel imaging technology that uses a low-power laser. Needle based CLE (nCLE) is used for intra abdominal organs under EUS guidance. The nCLE mini probe is introduced into the lesion through an FNA needle to obtain a biopsy. Pancreatitis was reported as an adverse complication in few cases. EUS-guided pancreatic cyst ablation uses EUS guidance to inject a cytotoxic agent, either ethanol or paclitaxel, after puncture of the pancreatic cyst. The injection of a cytotoxic agent may ablate the cyst epithelium. [33]"}
{"id": "article-26565_28", "title": "Pancreatic Serous Cystadenoma -- Enhancing Healthcare Team Outcomes", "content": "There are many suggested algorithms on the management of pancreatic cystic lesions. All emphasis is placed on the size and the morphology of the pancreatic cysts. The main issue in serous cystic neoplasm management is to diagnose the serous cystadenoma accurately, and that surgical intervention is only indicated if all investigations have been completed and there is still a doubt with a pancreatic neoplasm. [34] Physicians should first suggest conservative management surveillance imaging according to the available guidelines unless the initial diagnosis is concerning for a complicated disease or malignancy and warrants immediate intervention.", "contents": "Pancreatic Serous Cystadenoma -- Enhancing Healthcare Team Outcomes. There are many suggested algorithms on the management of pancreatic cystic lesions. All emphasis is placed on the size and the morphology of the pancreatic cysts. The main issue in serous cystic neoplasm management is to diagnose the serous cystadenoma accurately, and that surgical intervention is only indicated if all investigations have been completed and there is still a doubt with a pancreatic neoplasm. [34] Physicians should first suggest conservative management surveillance imaging according to the available guidelines unless the initial diagnosis is concerning for a complicated disease or malignancy and warrants immediate intervention."}
{"id": "article-26565_29", "title": "Pancreatic Serous Cystadenoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pancreatic Serous Cystadenoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}