{"id": "article-20752_0", "title": "Dumping Syndrome -- Continuing Education Activity", "content": "Dumping syndrome can occur after a variety of gastric procedures and occurs due to the rapid movement of hyperosmolar chyme from the stomach into the small intestine. Most cases of dumping syndrome are successfully treated with dietary adjustments. Specifically, meals should be divided so that smaller portions of food are consumed with greater frequency, and liquids should not be consumed until 30 minutes after each meal. Additionally, simple sugars and milk products should be avoided and protein and fat calories should be increased to compensate for a decreased carbohydrate intake. Fiber-rich food is encouraged as it promotes a longer transit time in the bowel. This activity reviews the evaluation and treatment of dumping syndrome and highlights the role of the interprofessional team in the education and management of patients with this condition.", "contents": "Dumping Syndrome -- Continuing Education Activity. Dumping syndrome can occur after a variety of gastric procedures and occurs due to the rapid movement of hyperosmolar chyme from the stomach into the small intestine. Most cases of dumping syndrome are successfully treated with dietary adjustments. Specifically, meals should be divided so that smaller portions of food are consumed with greater frequency, and liquids should not be consumed until 30 minutes after each meal. Additionally, simple sugars and milk products should be avoided and protein and fat calories should be increased to compensate for a decreased carbohydrate intake. Fiber-rich food is encouraged as it promotes a longer transit time in the bowel. This activity reviews the evaluation and treatment of dumping syndrome and highlights the role of the interprofessional team in the education and management of patients with this condition."}
{"id": "article-20752_1", "title": "Dumping Syndrome -- Continuing Education Activity", "content": "Objectives: Explain the pathophysiology of dumping syndrome. Describe the presentation of a patient with dumping syndrome. Summarize the treatment and management options available for dumping syndrome. Describe interprofessional team strategies for improving care coordination and communication to advance the treatment of dumping syndrome and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Dumping Syndrome -- Continuing Education Activity. Objectives: Explain the pathophysiology of dumping syndrome. Describe the presentation of a patient with dumping syndrome. Summarize the treatment and management options available for dumping syndrome. Describe interprofessional team strategies for improving care coordination and communication to advance the treatment of dumping syndrome and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20752_2", "title": "Dumping Syndrome -- Introduction", "content": "Obesity has become a crisis in modern western society. Many patients may elect to undergo surgery for weight loss. Dumping syndrome is a condition that occurs in patients who have had gastric surgery. The alteration of gastrointestinal physiology produces undesired effects for the patient that results from the rapid movement of hyperosmolar chyme from the stomach into the small intestine. [1] [2] [3] [4]", "contents": "Dumping Syndrome -- Introduction. Obesity has become a crisis in modern western society. Many patients may elect to undergo surgery for weight loss. Dumping syndrome is a condition that occurs in patients who have had gastric surgery. The alteration of gastrointestinal physiology produces undesired effects for the patient that results from the rapid movement of hyperosmolar chyme from the stomach into the small intestine. [1] [2] [3] [4]"}
{"id": "article-20752_3", "title": "Dumping Syndrome -- Etiology", "content": "The severity of dumping syndrome is correlated to the extent of gastric surgery. Surgical etiologies include gastrojejunostomy, antrectomy, pylorectomy, pyloroplasty, esophagectomy, vagotomy, Roux-en-Y bypass, and Nissen fundoplication. [5] [6] Non-surgical etiologies include diabetes mellitus, viral illness, and idiopathic causes.", "contents": "Dumping Syndrome -- Etiology. The severity of dumping syndrome is correlated to the extent of gastric surgery. Surgical etiologies include gastrojejunostomy, antrectomy, pylorectomy, pyloroplasty, esophagectomy, vagotomy, Roux-en-Y bypass, and Nissen fundoplication. [5] [6] Non-surgical etiologies include diabetes mellitus, viral illness, and idiopathic causes."}
{"id": "article-20752_4", "title": "Dumping Syndrome -- Epidemiology", "content": "In patients who have undergone gastric surgery, an estimated 20% to 50% of patients have symptoms of Dumping syndrome. Patients develop severe symptoms approximately at a rate of 1 to 5%. Early Dumping syndrome appears to have a higher incidence compared to late Dumping syndrome.", "contents": "Dumping Syndrome -- Epidemiology. In patients who have undergone gastric surgery, an estimated 20% to 50% of patients have symptoms of Dumping syndrome. Patients develop severe symptoms approximately at a rate of 1 to 5%. Early Dumping syndrome appears to have a higher incidence compared to late Dumping syndrome."}
{"id": "article-20752_5", "title": "Dumping Syndrome -- Pathophysiology", "content": "Dumping syndrome is likely caused by the rapid movement of chyme. In patients without gastric surgery, digestion is initiated in the stomach, and the transition to the duodenum occurs progressively. Acid and proteases initiate the breakdown of food, promoting smaller food particles to be digested in the duodenum. This physiological process is weakened when there is surgical manipulation of this pathway. The pylorus bypass or alteration of the gastric innervation can produce effects of decreased stomach reserve or rapid transit of hyperosmolar food material into the duodenum. In addition, the enteric nervous system plays a major role in the regulation of gastric emptying, involving several gastrointestinal (GI) hormones and the extrinsic innervation. There are two types of problems that can arise from gastric surgery- early and late dumping syndromes.", "contents": "Dumping Syndrome -- Pathophysiology. Dumping syndrome is likely caused by the rapid movement of chyme. In patients without gastric surgery, digestion is initiated in the stomach, and the transition to the duodenum occurs progressively. Acid and proteases initiate the breakdown of food, promoting smaller food particles to be digested in the duodenum. This physiological process is weakened when there is surgical manipulation of this pathway. The pylorus bypass or alteration of the gastric innervation can produce effects of decreased stomach reserve or rapid transit of hyperosmolar food material into the duodenum. In addition, the enteric nervous system plays a major role in the regulation of gastric emptying, involving several gastrointestinal (GI) hormones and the extrinsic innervation. There are two types of problems that can arise from gastric surgery- early and late dumping syndromes."}
{"id": "article-20752_6", "title": "Dumping Syndrome -- Pathophysiology -- Early Dumping", "content": "In early dumping, the symptoms usually occur within 10 to 30 minutes after a meal. The rapid transit of hyperosmolar chyme from the stomach into the duodenum causes fluid to shift from the vasculature to the intestinal lumen, leading to increased volume in the small bowel. This is believed to be the cause of abdominal cramps, tachycardia, nausea, and diarrhea.", "contents": "Dumping Syndrome -- Pathophysiology -- Early Dumping. In early dumping, the symptoms usually occur within 10 to 30 minutes after a meal. The rapid transit of hyperosmolar chyme from the stomach into the duodenum causes fluid to shift from the vasculature to the intestinal lumen, leading to increased volume in the small bowel. This is believed to be the cause of abdominal cramps, tachycardia, nausea, and diarrhea."}
{"id": "article-20752_7", "title": "Dumping Syndrome -- Pathophysiology -- Early Dumping", "content": "GI hormones such as enteroglucagon, pancreatic polypeptide, peptide YY, vasoactive intestinal polypeptide, glucagon-like peptide, and neurotensin have been evident with higher values after meals. Hormonal imbalances may cause delayed motility, decreased gastric and intestinal secretions, which delays the digestion and transit of food that arrives at the small bowel.", "contents": "Dumping Syndrome -- Pathophysiology -- Early Dumping. GI hormones such as enteroglucagon, pancreatic polypeptide, peptide YY, vasoactive intestinal polypeptide, glucagon-like peptide, and neurotensin have been evident with higher values after meals. Hormonal imbalances may cause delayed motility, decreased gastric and intestinal secretions, which delays the digestion and transit of food that arrives at the small bowel."}
{"id": "article-20752_8", "title": "Dumping Syndrome -- Pathophysiology -- Late Dumping", "content": "Late dumping, also known as postprandial hyperinsulinemic hypoglycemia, usually occurs 1 to 3 hours after a high-carbohydrate meal. There is an association with hypoglycemia, but the exact mechanism is unknown. It is proposed that the rapid absorption of carbohydrates exaggerates the glucose-mediated insulin response.", "contents": "Dumping Syndrome -- Pathophysiology -- Late Dumping. Late dumping, also known as postprandial hyperinsulinemic hypoglycemia, usually occurs 1 to 3 hours after a high-carbohydrate meal. There is an association with hypoglycemia, but the exact mechanism is unknown. It is proposed that the rapid absorption of carbohydrates exaggerates the glucose-mediated insulin response."}
{"id": "article-20752_9", "title": "Dumping Syndrome -- History and Physical", "content": "Dumping syndrome occurs in patients who have had gastric surgery. Symptoms of early dumping occur within 10 to 30 minutes after a meal. Late dumping can present 1 to 3 hours after a high-carbohydrate meal.", "contents": "Dumping Syndrome -- History and Physical. Dumping syndrome occurs in patients who have had gastric surgery. Symptoms of early dumping occur within 10 to 30 minutes after a meal. Late dumping can present 1 to 3 hours after a high-carbohydrate meal."}
{"id": "article-20752_10", "title": "Dumping Syndrome -- History and Physical", "content": "There may be GI or vasomotor symptoms. GI symptoms include nausea, vomiting, diarrhea, or belching. Vasomotor symptoms include shock, syncope, near-syncope, palpitations, dizziness, desire to lie down, or diaphoresis.", "contents": "Dumping Syndrome -- History and Physical. There may be GI or vasomotor symptoms. GI symptoms include nausea, vomiting, diarrhea, or belching. Vasomotor symptoms include shock, syncope, near-syncope, palpitations, dizziness, desire to lie down, or diaphoresis."}
{"id": "article-20752_11", "title": "Dumping Syndrome -- Evaluation", "content": "Sigstad developed a diagnostic index for Dumping syndrome, which includes multiple signs or symptoms such as nausea, vomiting, and shock. A score of greater than seven may suggest Dumping syndrome. A rating scale based on a self-assessment questionnaire, the Dumping Symptom Rating Scale, is another way to identify patients with severe symptoms.", "contents": "Dumping Syndrome -- Evaluation. Sigstad developed a diagnostic index for Dumping syndrome, which includes multiple signs or symptoms such as nausea, vomiting, and shock. A score of greater than seven may suggest Dumping syndrome. A rating scale based on a self-assessment questionnaire, the Dumping Symptom Rating Scale, is another way to identify patients with severe symptoms."}
{"id": "article-20752_12", "title": "Dumping Syndrome -- Evaluation", "content": "An oral glucose challenge test can trigger the signs and symptoms of Dumping syndrome. After a 50-gram oral glucose challenge following a 10-hour fast, if the patient has an elevated heart rate by ten beats or more per minute in the first hour, studies demonstrate 100% sensitivity and 94% specificity for early Dumping syndrome. Additional methods to elicit more information regarding the anatomy include endoscopy, barium upper GI study, and gastric emptying scan.", "contents": "Dumping Syndrome -- Evaluation. An oral glucose challenge test can trigger the signs and symptoms of Dumping syndrome. After a 50-gram oral glucose challenge following a 10-hour fast, if the patient has an elevated heart rate by ten beats or more per minute in the first hour, studies demonstrate 100% sensitivity and 94% specificity for early Dumping syndrome. Additional methods to elicit more information regarding the anatomy include endoscopy, barium upper GI study, and gastric emptying scan."}
{"id": "article-20752_13", "title": "Dumping Syndrome -- Treatment / Management -- Diet", "content": "Most cases of dumping syndrome are successfully treated with dietary adjustments. The suggested division of meals recommended is at least six times per day. Liquids should be withheld until 30 minutes after the meal. In addition, simple sugars and milk products should be avoided. Protein and fat calories should be increased to compensate for the decreased carbohydrate intake. Fiber-rich food is encouraged and has shown to promote a longer transit time in the bowel.", "contents": "Dumping Syndrome -- Treatment / Management -- Diet. Most cases of dumping syndrome are successfully treated with dietary adjustments. The suggested division of meals recommended is at least six times per day. Liquids should be withheld until 30 minutes after the meal. In addition, simple sugars and milk products should be avoided. Protein and fat calories should be increased to compensate for the decreased carbohydrate intake. Fiber-rich food is encouraged and has shown to promote a longer transit time in the bowel."}
{"id": "article-20752_14", "title": "Dumping Syndrome -- Treatment / Management -- Medications", "content": "In a patient who continues to demonstrate symptoms despite dietary modifications, drug therapy may be considered. Several options include tolbutamide and propranolol.", "contents": "Dumping Syndrome -- Treatment / Management -- Medications. In a patient who continues to demonstrate symptoms despite dietary modifications, drug therapy may be considered. Several options include tolbutamide and propranolol."}
{"id": "article-20752_15", "title": "Dumping Syndrome -- Treatment / Management -- Medications", "content": "Octreotide is a somatostatin analog which inhibits several GI hormones. The therapeutic effects occur with delayed gastric emptying, decreased the release of GI hormones, prolonged small intestine transit time, decreased insulin release, and splanchnic vasoconstriction. Multiple studies have shown that octreotide was alleviating symptoms of dumping syndrome both as short and long-term therapy.", "contents": "Dumping Syndrome -- Treatment / Management -- Medications. Octreotide is a somatostatin analog which inhibits several GI hormones. The therapeutic effects occur with delayed gastric emptying, decreased the release of GI hormones, prolonged small intestine transit time, decreased insulin release, and splanchnic vasoconstriction. Multiple studies have shown that octreotide was alleviating symptoms of dumping syndrome both as short and long-term therapy."}
{"id": "article-20752_16", "title": "Dumping Syndrome -- Treatment / Management -- Medications", "content": "Acarbose is a competitive inhibitor of intestinal brush border α-glucosidase that has a higher affinity to the enzyme compared to the normal substrate. However, since it is a reversible interaction, the breakdown of oligosaccharides to monosaccharides is slowed. This delayed conversion helps prevent the adverse effects of late dumping. Studies have demonstrated a reduction in symptoms of postprandial hypoglycemia.", "contents": "Dumping Syndrome -- Treatment / Management -- Medications. Acarbose is a competitive inhibitor of intestinal brush border α-glucosidase that has a higher affinity to the enzyme compared to the normal substrate. However, since it is a reversible interaction, the breakdown of oligosaccharides to monosaccharides is slowed. This delayed conversion helps prevent the adverse effects of late dumping. Studies have demonstrated a reduction in symptoms of postprandial hypoglycemia."}
{"id": "article-20752_17", "title": "Dumping Syndrome -- Treatment / Management -- Surgery", "content": "Surgical interventions are reserved for patients who fail conservative measures. There are several options, including stomal revision, Billroth II to Billroth I anastomoses, pyloric reconstruction, jejunal interposition, and Roux-en-Y conversion.", "contents": "Dumping Syndrome -- Treatment / Management -- Surgery. Surgical interventions are reserved for patients who fail conservative measures. There are several options, including stomal revision, Billroth II to Billroth I anastomoses, pyloric reconstruction, jejunal interposition, and Roux-en-Y conversion."}
{"id": "article-20752_18", "title": "Dumping Syndrome -- Treatment / Management -- Surgery", "content": "Stomal revision encompasses the narrowing of the gastrojejunal stoma, which delays gastric emptying. However, complications such as gastric outlet obstruction and strictures are seen. This intervention no longer has a role in Dumping syndrome.", "contents": "Dumping Syndrome -- Treatment / Management -- Surgery. Stomal revision encompasses the narrowing of the gastrojejunal stoma, which delays gastric emptying. However, complications such as gastric outlet obstruction and strictures are seen. This intervention no longer has a role in Dumping syndrome."}
{"id": "article-20752_19", "title": "Dumping Syndrome -- Treatment / Management -- Surgery", "content": "The Billroth II to Billroth I conversion anastomosis resumes the transit of food to the duodenum. It is a simple intervention with minimal complications. The risk of gastric outlet obstruction is avoided here as well. Pyloric reconstruction is useful in patients who have dumping syndrome after pyloroplasty. The pyloroplasty scar is cut, and the sphincter muscle is then approximated.", "contents": "Dumping Syndrome -- Treatment / Management -- Surgery. The Billroth II to Billroth I conversion anastomosis resumes the transit of food to the duodenum. It is a simple intervention with minimal complications. The risk of gastric outlet obstruction is avoided here as well. Pyloric reconstruction is useful in patients who have dumping syndrome after pyloroplasty. The pyloroplasty scar is cut, and the sphincter muscle is then approximated."}
{"id": "article-20752_20", "title": "Dumping Syndrome -- Treatment / Management -- Surgery", "content": "Jejunal interposition involves the interposition of the isoperistaltic jejunal loop. One study demonstrated improvement of the early dumping syndrome, however further studies did not reproduce the same results.", "contents": "Dumping Syndrome -- Treatment / Management -- Surgery. Jejunal interposition involves the interposition of the isoperistaltic jejunal loop. One study demonstrated improvement of the early dumping syndrome, however further studies did not reproduce the same results."}
{"id": "article-20752_21", "title": "Dumping Syndrome -- Treatment / Management -- Surgery", "content": "The Roux-en-Y conversion into Roux-en-Y gastrojejunostomy delays gastric emptying and the transit through the Roux limb. Even though the mechanism for improved symptoms of Dumping syndrome is not known, favorable outcomes have been demonstrated.", "contents": "Dumping Syndrome -- Treatment / Management -- Surgery. The Roux-en-Y conversion into Roux-en-Y gastrojejunostomy delays gastric emptying and the transit through the Roux limb. Even though the mechanism for improved symptoms of Dumping syndrome is not known, favorable outcomes have been demonstrated."}
{"id": "article-20752_22", "title": "Dumping Syndrome -- Differential Diagnosis", "content": "Dumping syndrome is mainly characterized by abdominal pain, nausea/vomiting, weight loss, diarrhoea, early satiety, flushing and fatigue. These symptoms are manifestations of a variety of gastrointestinal and endocrine conditions so careful evaluation is warranted.", "contents": "Dumping Syndrome -- Differential Diagnosis. Dumping syndrome is mainly characterized by abdominal pain, nausea/vomiting, weight loss, diarrhoea, early satiety, flushing and fatigue. These symptoms are manifestations of a variety of gastrointestinal and endocrine conditions so careful evaluation is warranted."}
{"id": "article-20752_23", "title": "Dumping Syndrome -- Prognosis", "content": "Most cases of dumping syndrome are successfully treated with dietary adjustments. If dietary adjustments fail, the healthcare provider might recommend medical or surgical management but the success of such interventions is not well established.", "contents": "Dumping Syndrome -- Prognosis. Most cases of dumping syndrome are successfully treated with dietary adjustments. If dietary adjustments fail, the healthcare provider might recommend medical or surgical management but the success of such interventions is not well established."}
{"id": "article-20752_24", "title": "Dumping Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Dumping syndrome is best managed by an interprofessional team that includes nurses, dietitians and pharmacist. The key is to be patient and consider dietary changes as the initial treatment of choice. Most cases of dumping syndrome are successfully treated with dietary adjustments. The suggested division of meals recommended is at least six times per day. Liquids should be withheld until 30 minutes after the meal. In addition, simple sugars and milk products should be avoided. Protein and fat calories should be increased to compensate for the decreased carbohydrate intake. Fiber-rich food is encouraged and has shown to promote a longer transit time in the bowel.", "contents": "Dumping Syndrome -- Enhancing Healthcare Team Outcomes. Dumping syndrome is best managed by an interprofessional team that includes nurses, dietitians and pharmacist. The key is to be patient and consider dietary changes as the initial treatment of choice. Most cases of dumping syndrome are successfully treated with dietary adjustments. The suggested division of meals recommended is at least six times per day. Liquids should be withheld until 30 minutes after the meal. In addition, simple sugars and milk products should be avoided. Protein and fat calories should be increased to compensate for the decreased carbohydrate intake. Fiber-rich food is encouraged and has shown to promote a longer transit time in the bowel."}
{"id": "article-20752_25", "title": "Dumping Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Medications and surgery to enhance persistalsis are not consistently effective and may even worsen the symptoms. Overall, most patients wil lbenefit from dietary changes but the response may take a few weeks or months.", "contents": "Dumping Syndrome -- Enhancing Healthcare Team Outcomes. Medications and surgery to enhance persistalsis are not consistently effective and may even worsen the symptoms. Overall, most patients wil lbenefit from dietary changes but the response may take a few weeks or months."}
{"id": "article-20752_26", "title": "Dumping Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dumping Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}