{"id": "article-102988_0", "title": "Physiology, Viscerosomatic Reflexes -- Introduction", "content": "In 1907, an osteopathic researcher named Louisa Burns observed that \"a very important, if not the only, pathway of viscerosensory impulses enters the spinal cord through its posterior roots.\" [1] She went on to explain that \"somato-visceral reflexes are less circumscribed and less direct than are viscerosomatic reflexes\" and clarified that \"normal visceral activity depends in part upon the stimulation derived from the somatosensory nerves…the possibility of recognition of abnormal viscerosomatic reflexes as an aid in diagnosis is inferred\". [1] She had been studying the mechanisms of reflex arcs in animal models to understand better the complex interactions between the viscera, spinal cord, and soft tissues. These landmark statements paved the way for extensive osteopathic study from the likes of future leaders in osteopathic education such as Wilbur Cole, DO, H. V. Halladay, DO, John Martin Littlejohn, MD, DO, William Smith, MD, DO, Irvin Korr, Ph.D., John Stedman Denslow, Ph.D., and William Johnston, DO, FAAO.", "contents": "Physiology, Viscerosomatic Reflexes -- Introduction. In 1907, an osteopathic researcher named Louisa Burns observed that \"a very important, if not the only, pathway of viscerosensory impulses enters the spinal cord through its posterior roots.\" [1] She went on to explain that \"somato-visceral reflexes are less circumscribed and less direct than are viscerosomatic reflexes\" and clarified that \"normal visceral activity depends in part upon the stimulation derived from the somatosensory nerves…the possibility of recognition of abnormal viscerosomatic reflexes as an aid in diagnosis is inferred\". [1] She had been studying the mechanisms of reflex arcs in animal models to understand better the complex interactions between the viscera, spinal cord, and soft tissues. These landmark statements paved the way for extensive osteopathic study from the likes of future leaders in osteopathic education such as Wilbur Cole, DO, H. V. Halladay, DO, John Martin Littlejohn, MD, DO, William Smith, MD, DO, Irvin Korr, Ph.D., John Stedman Denslow, Ph.D., and William Johnston, DO, FAAO."}
{"id": "article-102988_1", "title": "Physiology, Viscerosomatic Reflexes -- Introduction", "content": "The result was an explanation of the phenomenon that would later be known as somatic dysfunction. Somatic dysfunction is defined as \"impaired or altered function of related components of the somatic (body framework) system: skeletal, arthrodial, and myofascial structures, and related vascular, lymphatic, and neural elements.\" [2] the acronym T-A-R-T may help clinicians remember the criteria for the diagnosis of somatic dysfunction: T issue texture changes; A symmetry; R estriction of motion; T enderness (primarily used for specific osteopathic manipulative techniques, namely counterstrain). These criteria are commonly referred to as \"TART changes\".", "contents": "Physiology, Viscerosomatic Reflexes -- Introduction. The result was an explanation of the phenomenon that would later be known as somatic dysfunction. Somatic dysfunction is defined as \"impaired or altered function of related components of the somatic (body framework) system: skeletal, arthrodial, and myofascial structures, and related vascular, lymphatic, and neural elements.\" [2] the acronym T-A-R-T may help clinicians remember the criteria for the diagnosis of somatic dysfunction: T issue texture changes; A symmetry; R estriction of motion; T enderness (primarily used for specific osteopathic manipulative techniques, namely counterstrain). These criteria are commonly referred to as \"TART changes\"."}
{"id": "article-102988_2", "title": "Physiology, Viscerosomatic Reflexes -- Introduction", "content": "One or more of the criteria are required to diagnose somatic dysfunction. [3] It is important to note that tenderness is subjective and considered a controversial criterion. Similarly, the examining physician should consider a finding of focal tenderness concerning the entire clinical picture, developed by way of a thorough history and physical, before establishing a definitive diagnosis of somatic dysfunction. There are many causes of the aforementioned criteria, and thus, there are many causes of somatic dysfunction. Dr. Burns' research explained viscerosomatic reflexes as a contributing etiology. This article portends to explain the anatomical basis for viscerosomatic reflexes, detail their mechanism of development, outline their pathophysiology, and delineate their clinical significance.", "contents": "Physiology, Viscerosomatic Reflexes -- Introduction. One or more of the criteria are required to diagnose somatic dysfunction. [3] It is important to note that tenderness is subjective and considered a controversial criterion. Similarly, the examining physician should consider a finding of focal tenderness concerning the entire clinical picture, developed by way of a thorough history and physical, before establishing a definitive diagnosis of somatic dysfunction. There are many causes of the aforementioned criteria, and thus, there are many causes of somatic dysfunction. Dr. Burns' research explained viscerosomatic reflexes as a contributing etiology. This article portends to explain the anatomical basis for viscerosomatic reflexes, detail their mechanism of development, outline their pathophysiology, and delineate their clinical significance."}
{"id": "article-102988_3", "title": "Physiology, Viscerosomatic Reflexes -- Issues of Concern", "content": "The therapeutic value of diagnosing viscerosomatic reflexes is a distinctive component of the field of medicine known as osteopathic manipulative medicine (OMM). Correspondingly, the use of manual therapies to correct somatic dysfunction is one of its mainstays. An osteopathic structural exam is essential in the evaluation and treatment of any patient and includes an observation of the skin, layer-by-layer palpation, regional range of motion testing of the vertebral column, and segmental regional range of motion testing (i.e., of the extremities).", "contents": "Physiology, Viscerosomatic Reflexes -- Issues of Concern. The therapeutic value of diagnosing viscerosomatic reflexes is a distinctive component of the field of medicine known as osteopathic manipulative medicine (OMM). Correspondingly, the use of manual therapies to correct somatic dysfunction is one of its mainstays. An osteopathic structural exam is essential in the evaluation and treatment of any patient and includes an observation of the skin, layer-by-layer palpation, regional range of motion testing of the vertebral column, and segmental regional range of motion testing (i.e., of the extremities)."}
{"id": "article-102988_4", "title": "Physiology, Viscerosomatic Reflexes -- Issues of Concern", "content": "Diagnosis of somatic dysfunction follows a deliberate survey of the paravertebral musculature and soft tissues to identify TART changes that reflect underlying visceral (“viscerosomatic”) or somatic (“somato-somatic”) irritation. TART changes are thus direct sequelae of segmental facilitation, as will be explained in-depth in later sections. Osteopathic manipulative techniques (OMT) are then used to treat somatic dysfunction. Given their implication in the pathogenesis of somatic dysfunction, it is crucial to understand the physiology, and inherent pathophysiology, of viscerosomatic reflexes. [4]", "contents": "Physiology, Viscerosomatic Reflexes -- Issues of Concern. Diagnosis of somatic dysfunction follows a deliberate survey of the paravertebral musculature and soft tissues to identify TART changes that reflect underlying visceral (“viscerosomatic”) or somatic (“somato-somatic”) irritation. TART changes are thus direct sequelae of segmental facilitation, as will be explained in-depth in later sections. Osteopathic manipulative techniques (OMT) are then used to treat somatic dysfunction. Given their implication in the pathogenesis of somatic dysfunction, it is crucial to understand the physiology, and inherent pathophysiology, of viscerosomatic reflexes. [4]"}
{"id": "article-102988_5", "title": "Physiology, Viscerosomatic Reflexes -- Development", "content": "During fetal development, a mesodermal structure called the notochord - the future nucleus pulposus of the vertebral disc - induces the overlying ectoderm (known as neuroectoderm) to thicken and form the neural plate. The primitive neuroectodermal tissue ultimately matures into various components of the nervous system while the surrounding neural plate lengthens and broadens. In the middle of the neural plate, a neural groove forms and is flanked by bands of nervous tissue known as neural folds. By the end of the third week of gestation, these neural folds fuse to form the neural tube, which will further develop into the central nervous system (CNS). Lateral to the neural tube lie regions of the neural crest that produce neural crest cells that migrate to produce the afferent nerves of the peripheral nervous system, including somatic afferents, autonomic ganglia, and postganglionic nerves. As the cells migrate, they pass through the dorsal root ganglia (DRG) on the way to the dorsal portion of the primordial spinal cord known as the alar plate. The cell bodies of the afferent nerves remain in the DRG while their axons continue to travel until they ultimately terminate within the dorsal horn. The ventrally-situated basal plate of the neural tube differentiates into efferent nerves, including the somatic, preganglionic, and autonomic nerves. This migration and differentiation of nervous system primordia provide an opportunity for the crossing of visceral and somatic signaling pathways. [5] [6] [7]", "contents": "Physiology, Viscerosomatic Reflexes -- Development. During fetal development, a mesodermal structure called the notochord - the future nucleus pulposus of the vertebral disc - induces the overlying ectoderm (known as neuroectoderm) to thicken and form the neural plate. The primitive neuroectodermal tissue ultimately matures into various components of the nervous system while the surrounding neural plate lengthens and broadens. In the middle of the neural plate, a neural groove forms and is flanked by bands of nervous tissue known as neural folds. By the end of the third week of gestation, these neural folds fuse to form the neural tube, which will further develop into the central nervous system (CNS). Lateral to the neural tube lie regions of the neural crest that produce neural crest cells that migrate to produce the afferent nerves of the peripheral nervous system, including somatic afferents, autonomic ganglia, and postganglionic nerves. As the cells migrate, they pass through the dorsal root ganglia (DRG) on the way to the dorsal portion of the primordial spinal cord known as the alar plate. The cell bodies of the afferent nerves remain in the DRG while their axons continue to travel until they ultimately terminate within the dorsal horn. The ventrally-situated basal plate of the neural tube differentiates into efferent nerves, including the somatic, preganglionic, and autonomic nerves. This migration and differentiation of nervous system primordia provide an opportunity for the crossing of visceral and somatic signaling pathways. [5] [6] [7]"}
{"id": "article-102988_6", "title": "Physiology, Viscerosomatic Reflexes -- Development", "content": "Autonomic motor efferents arise within the ventral ventricular zone, an anteriorly situated region near the central canal of the developing spinal cord. These neurons migrate toward the ventral horn, where they coalesce with somatic motor efferents to form a single primordial motor column. Eventually, autonomic efferents separate from somatic efferents and migrate dorsally into the intermediate spinal cord, the portion of the gray matter that lies between the dorsal and ventral horns. Once in the intermediate spinal cord, the autonomic efferents increase their polarity and change their orientation, establishing their permanent placement within one of the three columns of grey matter in the spinal cord known as the interomediolateral columns (IML). [8] This temporary consolidation of autonomics and somatics within the primordial motor column offers another opportunity for the crossing of visceral and somatic signaling.", "contents": "Physiology, Viscerosomatic Reflexes -- Development. Autonomic motor efferents arise within the ventral ventricular zone, an anteriorly situated region near the central canal of the developing spinal cord. These neurons migrate toward the ventral horn, where they coalesce with somatic motor efferents to form a single primordial motor column. Eventually, autonomic efferents separate from somatic efferents and migrate dorsally into the intermediate spinal cord, the portion of the gray matter that lies between the dorsal and ventral horns. Once in the intermediate spinal cord, the autonomic efferents increase their polarity and change their orientation, establishing their permanent placement within one of the three columns of grey matter in the spinal cord known as the interomediolateral columns (IML). [8] This temporary consolidation of autonomics and somatics within the primordial motor column offers another opportunity for the crossing of visceral and somatic signaling."}
{"id": "article-102988_7", "title": "Physiology, Viscerosomatic Reflexes -- Development", "content": "The IML is found within the gray matter of the spinal cord between vertebral levels T1 to L2 and has projections to the CNS. Collectively, it houses the cell bodies of preganglionic sympathetic general visceral efferents and is responsible for sympathetic output to visceral structures. It is an important autonomic nervous system structure that maintains resting sympathetic tone. The clinical utility of viscerosomatic reflexes as a diagnostic aid has its basis in the relatively unique innervation of visceral structures. [9]", "contents": "Physiology, Viscerosomatic Reflexes -- Development. The IML is found within the gray matter of the spinal cord between vertebral levels T1 to L2 and has projections to the CNS. Collectively, it houses the cell bodies of preganglionic sympathetic general visceral efferents and is responsible for sympathetic output to visceral structures. It is an important autonomic nervous system structure that maintains resting sympathetic tone. The clinical utility of viscerosomatic reflexes as a diagnostic aid has its basis in the relatively unique innervation of visceral structures. [9]"}
{"id": "article-102988_8", "title": "Physiology, Viscerosomatic Reflexes -- Organ Systems Involved", "content": "Each viscus relays information to the central nervous system through a homogenous segment of the spinal cord. Therefore, somatic findings in related dermatomal areas are often related to simultaneous dysfunction originating from a specific visceral source. [9] A full table of the spinal levels of sympathetic innervation leaving the IML appears below. Levels commonly observed in clinical practice include the heart (T1-T5, to the left of the midline), lungs (T1-T6), foregut (T5-T9), midgut (T10-T11), and hindgut (T12-L2). The specific levels sometimes vary for segmental innervation in either the cephalad or caudad direction, but typically only deviate by a single spinal level.", "contents": "Physiology, Viscerosomatic Reflexes -- Organ Systems Involved. Each viscus relays information to the central nervous system through a homogenous segment of the spinal cord. Therefore, somatic findings in related dermatomal areas are often related to simultaneous dysfunction originating from a specific visceral source. [9] A full table of the spinal levels of sympathetic innervation leaving the IML appears below. Levels commonly observed in clinical practice include the heart (T1-T5, to the left of the midline), lungs (T1-T6), foregut (T5-T9), midgut (T10-T11), and hindgut (T12-L2). The specific levels sometimes vary for segmental innervation in either the cephalad or caudad direction, but typically only deviate by a single spinal level."}
{"id": "article-102988_9", "title": "Physiology, Viscerosomatic Reflexes -- Function", "content": "Reflexes in the human body are inherently protective. Without primitive reflexes, babies would be unable to interact meaningfully with their environment (e.g., to breastfeed using the suckle or latch reflexes, to hold objects using the grasp reflex, etc.). Brainstem reflexes are useful in diagnosing disorders of consciousness and evaluate for brain death. [10] [11] In upper motor neuron injuries, a maladaptive stretch reflex results from an imbalance in signaling to and from the muscle and is responsible for the clinical manifestations of muscle hypertonicity and spasticity. [12] [13] An awareness of the key structures of a reflex arc and how they can reinforce improper muscle biomechanics illuminates how viscerosomatic reflexes become established.", "contents": "Physiology, Viscerosomatic Reflexes -- Function. Reflexes in the human body are inherently protective. Without primitive reflexes, babies would be unable to interact meaningfully with their environment (e.g., to breastfeed using the suckle or latch reflexes, to hold objects using the grasp reflex, etc.). Brainstem reflexes are useful in diagnosing disorders of consciousness and evaluate for brain death. [10] [11] In upper motor neuron injuries, a maladaptive stretch reflex results from an imbalance in signaling to and from the muscle and is responsible for the clinical manifestations of muscle hypertonicity and spasticity. [12] [13] An awareness of the key structures of a reflex arc and how they can reinforce improper muscle biomechanics illuminates how viscerosomatic reflexes become established."}
{"id": "article-102988_10", "title": "Physiology, Viscerosomatic Reflexes -- Function", "content": "The two key physiological structures that comprise the muscle stretch reflex include the muscle spindle apparatus and the Golgi tendon organ. The muscle spindle apparatus is both a sensory organ and a motor organ. Its function is to allow balanced tension between agonist and antagonist muscles. [14] [15] This function is particularly important in large muscle groups that surround a joint as muscle imbalance in these structures causes impaired functional mobility, gait dysfunction, and discomfort. It affects distal regions of the body by way of an altered kinetic chain and decompensated arrangement of the contiguous myofascial elements. The muscle spindle apparatus is composed of two distinctive muscle fiber types: intra- and extrafusal fibers. Intrafusal fibers primarily contribute to the resting (tonic) tone of muscle, and extrafusal fibers contribute to the dynamic (phasic) function of the muscle. The intrafusal fibers contain alpha Ia (described as “annulospiral” fibers) and alpha 2a (known as “flower spray” fibers due to their specific arrangement around the intrafusal fibers) afferent fibers that sense changes in muscle length. Their receptors are located in the central portion of the fiber. These fibers are non-contractile and are part of the body’s proprioceptive system. They illustrate the muscle’s position in space to the CNS. By contrast, there are contractile fibers located in the periphery of the intrafusal fiber. They are innervated by gamma 1 (i.e., dynamic) and gamma 2 (i.e., static) efferent fibers that are sensitive to the rate of change of muscle length and degree of muscle stretch, respectively. These fibers contract in response to feedback from the alpha afferent fibers to protect the muscle from too much stretch. The extrafusal fibers of a muscle contain gamma efferent fibers and are responsible for gross muscle contraction.", "contents": "Physiology, Viscerosomatic Reflexes -- Function. The two key physiological structures that comprise the muscle stretch reflex include the muscle spindle apparatus and the Golgi tendon organ. The muscle spindle apparatus is both a sensory organ and a motor organ. Its function is to allow balanced tension between agonist and antagonist muscles. [14] [15] This function is particularly important in large muscle groups that surround a joint as muscle imbalance in these structures causes impaired functional mobility, gait dysfunction, and discomfort. It affects distal regions of the body by way of an altered kinetic chain and decompensated arrangement of the contiguous myofascial elements. The muscle spindle apparatus is composed of two distinctive muscle fiber types: intra- and extrafusal fibers. Intrafusal fibers primarily contribute to the resting (tonic) tone of muscle, and extrafusal fibers contribute to the dynamic (phasic) function of the muscle. The intrafusal fibers contain alpha Ia (described as “annulospiral” fibers) and alpha 2a (known as “flower spray” fibers due to their specific arrangement around the intrafusal fibers) afferent fibers that sense changes in muscle length. Their receptors are located in the central portion of the fiber. These fibers are non-contractile and are part of the body’s proprioceptive system. They illustrate the muscle’s position in space to the CNS. By contrast, there are contractile fibers located in the periphery of the intrafusal fiber. They are innervated by gamma 1 (i.e., dynamic) and gamma 2 (i.e., static) efferent fibers that are sensitive to the rate of change of muscle length and degree of muscle stretch, respectively. These fibers contract in response to feedback from the alpha afferent fibers to protect the muscle from too much stretch. The extrafusal fibers of a muscle contain gamma efferent fibers and are responsible for gross muscle contraction."}
{"id": "article-102988_11", "title": "Physiology, Viscerosomatic Reflexes -- Function", "content": "The Golgi tendon organs are similarly designed to protect muscles from overwhelming elongation or force. They are located in the collagenous tissue fibers of tendon bodies and transmit information about tendon tension and rate of change of tension. When the Golgi tendon organs sense excessive tension at the musculotendinous junction, they send a signal to gamma efferent extrafusal fibers located in surrounding muscle tissue to inhibit agonist muscle firing and increase antagonist muscle activity. These actions function to decrease the amount of tension placed on the tendon. In the absence of this response, muscles are avulsed from their distal attachments in the setting of surfeit and prolonged muscle loading. The spinal cord receives the somatic afferents sent from both the muscle spindle apparatus and Golgi tendon organs at individual segmental levels. They comprise but one collection of a variety of signals that the spinal cord must receive, modulate via inhibitory Renshaw cells in the grey matter, and either send to the CNS for higher-order processing or relay back to the periphery for an efferent response. [16] [17] [18] [19] [20]", "contents": "Physiology, Viscerosomatic Reflexes -- Function. The Golgi tendon organs are similarly designed to protect muscles from overwhelming elongation or force. They are located in the collagenous tissue fibers of tendon bodies and transmit information about tendon tension and rate of change of tension. When the Golgi tendon organs sense excessive tension at the musculotendinous junction, they send a signal to gamma efferent extrafusal fibers located in surrounding muscle tissue to inhibit agonist muscle firing and increase antagonist muscle activity. These actions function to decrease the amount of tension placed on the tendon. In the absence of this response, muscles are avulsed from their distal attachments in the setting of surfeit and prolonged muscle loading. The spinal cord receives the somatic afferents sent from both the muscle spindle apparatus and Golgi tendon organs at individual segmental levels. They comprise but one collection of a variety of signals that the spinal cord must receive, modulate via inhibitory Renshaw cells in the grey matter, and either send to the CNS for higher-order processing or relay back to the periphery for an efferent response. [16] [17] [18] [19] [20]"}
{"id": "article-102988_12", "title": "Physiology, Viscerosomatic Reflexes -- Mechanism", "content": "Under normal circumstances, muscle stretch reflexes are mediated by the muscle spindle apparatus and Golgi tendon organs to protect the muscle from excessive stretch and effort injury. The spinal cord simultaneously manages somatic efferent and afferent stimulation, as well as visceral afferent input at the same segmental level via the autonomic nervous system. There is a high degree of subsequent somatic and visceral convergence within lamina I of its grey matter. Somatic and visceral C fibers both synapse on lamina I interneurons. Excitation of these interneurons initiates sympathetic output back to the dysfunctional viscus/viscera in addition to alpha and gamma motor neurons that project to segmentally-related skeletal muscles. This interaction is the origin of the somatic component of a muscle stretch reflex and, therefore, a viscerosomatic reflex.", "contents": "Physiology, Viscerosomatic Reflexes -- Mechanism. Under normal circumstances, muscle stretch reflexes are mediated by the muscle spindle apparatus and Golgi tendon organs to protect the muscle from excessive stretch and effort injury. The spinal cord simultaneously manages somatic efferent and afferent stimulation, as well as visceral afferent input at the same segmental level via the autonomic nervous system. There is a high degree of subsequent somatic and visceral convergence within lamina I of its grey matter. Somatic and visceral C fibers both synapse on lamina I interneurons. Excitation of these interneurons initiates sympathetic output back to the dysfunctional viscus/viscera in addition to alpha and gamma motor neurons that project to segmentally-related skeletal muscles. This interaction is the origin of the somatic component of a muscle stretch reflex and, therefore, a viscerosomatic reflex."}
{"id": "article-102988_13", "title": "Physiology, Viscerosomatic Reflexes -- Mechanism", "content": "Additionally, the current belief is that visceral and somatic pain are both carried to the thalamus for processing in the brain via the anterolateral system, meaning that both types of pain arrive in the cerebral cortex via the same route. When the CNS cannot delineate these signals, a maladaptive reflex materializes. In the presence of visceral dysfunction, the CNS confuses afferent input arising from viscera as originating from somatic structures. If the CNS is unable to distinguish between the sensory signals, it misconstrues the information as originating from both structures simultaneously. This misapprehended activity creates a feed-forward loop of muscle spasm and sustained hypertonicity that relays somatic afferent signals along the same CNS pathway as the dysfunctional viscera, known as segmental facilitation. [21] [22] Inappropriate nervous system activity at these spinal levels forms a maladaptive reflex arc that further contributes to visceral dysfunction and may impede the body’s attempts to restore physiological autonomic tone to the viscera. It is this reflex activity that causes somatic dysfunction and leads patients to seek treatment. [23] [24] [25]", "contents": "Physiology, Viscerosomatic Reflexes -- Mechanism. Additionally, the current belief is that visceral and somatic pain are both carried to the thalamus for processing in the brain via the anterolateral system, meaning that both types of pain arrive in the cerebral cortex via the same route. When the CNS cannot delineate these signals, a maladaptive reflex materializes. In the presence of visceral dysfunction, the CNS confuses afferent input arising from viscera as originating from somatic structures. If the CNS is unable to distinguish between the sensory signals, it misconstrues the information as originating from both structures simultaneously. This misapprehended activity creates a feed-forward loop of muscle spasm and sustained hypertonicity that relays somatic afferent signals along the same CNS pathway as the dysfunctional viscera, known as segmental facilitation. [21] [22] Inappropriate nervous system activity at these spinal levels forms a maladaptive reflex arc that further contributes to visceral dysfunction and may impede the body’s attempts to restore physiological autonomic tone to the viscera. It is this reflex activity that causes somatic dysfunction and leads patients to seek treatment. [23] [24] [25]"}
{"id": "article-102988_14", "title": "Physiology, Viscerosomatic Reflexes -- Mechanism", "content": "Viscerosomatic reflexes may be better understood by way of example. A familiar presentation of a viscerosomatic reflex is myocardial infarction that presents with pain radiating to the upper arm, shoulder, or jaw. The viscerosomatic reflex arc initiates following visceral dysfunction (i.e., ischemia of the myocardium), which increases the propagation of action potentials along visceral afferent fibers that terminate within the dorsal gray matter of the spinal cord. Within the dorsal horn, segmental facilitation lowers the threshold of inhibitory interneuron signaling, known as central sensitization. Consequently, nervous system activity in the setting of facilitation results in an exaggerated efferent response within segmentally-related somatic structures (i.e., pain in the shoulder or upper extremity in the setting of an MI) via increased somatic, sympathetic, and motor efferent firing. The clinical response to these efferent signals is a constellation of tissue texture changes, asymmetry, restriction within the tissues, and/or tenderness on palpation. [26]", "contents": "Physiology, Viscerosomatic Reflexes -- Mechanism. Viscerosomatic reflexes may be better understood by way of example. A familiar presentation of a viscerosomatic reflex is myocardial infarction that presents with pain radiating to the upper arm, shoulder, or jaw. The viscerosomatic reflex arc initiates following visceral dysfunction (i.e., ischemia of the myocardium), which increases the propagation of action potentials along visceral afferent fibers that terminate within the dorsal gray matter of the spinal cord. Within the dorsal horn, segmental facilitation lowers the threshold of inhibitory interneuron signaling, known as central sensitization. Consequently, nervous system activity in the setting of facilitation results in an exaggerated efferent response within segmentally-related somatic structures (i.e., pain in the shoulder or upper extremity in the setting of an MI) via increased somatic, sympathetic, and motor efferent firing. The clinical response to these efferent signals is a constellation of tissue texture changes, asymmetry, restriction within the tissues, and/or tenderness on palpation. [26]"}
{"id": "article-102988_15", "title": "Physiology, Viscerosomatic Reflexes -- Mechanism", "content": "Another common example of an easily recognizable and clinically relevant viscerosomatic reflex is the sensation of upper shoulder pain in the setting of hepatobiliary disease. Most often a complication of biliary obstruction (e.g., cholelithiases), gallbladder inflammation (e.g., cholecystitis), infection (e.g., ascending cholangitis), or neoplasm (e.g., cholangiocarcinoma), irritation of the gallbladder epithelium activates visceral afferent receptors, increasing the transmission of abnormal sensory input into the dorsal horn of the spinal cord. This input from the gallbladder facilitates regional interneurons from spinal levels T5 to T9. Normal input to the interneurons at these segmental levels then becomes amplified, causing excessive motor, sensory, and autonomic efferent responses. Therefore, a patient with gallbladder dysfunction may present with contracture of the paraspinal musculature surrounding T5 to T9 (via motor efferents), pain and/or tenderness in the right upper quadrant (via somatic efferents), and/or warmth and erythema of the skin (due to local ischemia and autonomic efferent signaling) in the same region.", "contents": "Physiology, Viscerosomatic Reflexes -- Mechanism. Another common example of an easily recognizable and clinically relevant viscerosomatic reflex is the sensation of upper shoulder pain in the setting of hepatobiliary disease. Most often a complication of biliary obstruction (e.g., cholelithiases), gallbladder inflammation (e.g., cholecystitis), infection (e.g., ascending cholangitis), or neoplasm (e.g., cholangiocarcinoma), irritation of the gallbladder epithelium activates visceral afferent receptors, increasing the transmission of abnormal sensory input into the dorsal horn of the spinal cord. This input from the gallbladder facilitates regional interneurons from spinal levels T5 to T9. Normal input to the interneurons at these segmental levels then becomes amplified, causing excessive motor, sensory, and autonomic efferent responses. Therefore, a patient with gallbladder dysfunction may present with contracture of the paraspinal musculature surrounding T5 to T9 (via motor efferents), pain and/or tenderness in the right upper quadrant (via somatic efferents), and/or warmth and erythema of the skin (due to local ischemia and autonomic efferent signaling) in the same region."}
{"id": "article-102988_16", "title": "Physiology, Viscerosomatic Reflexes -- Related Testing", "content": "A complete osteopathic structural exam can reveal tissue texture changes in body areas related to specific visceral structures. Identification of the regions of greatest restriction during a structural exam, along with recognition of relevant TART findings, suggest somatic dysfunction and warrant further evaluation. [27] TART changes direct the physician toward the somatic dysfunction and may provide clues as to their chronicity. However, the presentation of somatic dysfunction is highly variable from patient to patient. While some patients can localize their complaints, others use vague descriptors such as “tight,” “achy,” or “nagging.” Acute tissue texture changes are generally edematous, moist, and erythematous with hypertonic (viz. “tight”) underlying musculature. In contradistinction, chronic tissue texture changes are typically flaccid, fibrotic, cool, or “ropy.” [28]", "contents": "Physiology, Viscerosomatic Reflexes -- Related Testing. A complete osteopathic structural exam can reveal tissue texture changes in body areas related to specific visceral structures. Identification of the regions of greatest restriction during a structural exam, along with recognition of relevant TART findings, suggest somatic dysfunction and warrant further evaluation. [27] TART changes direct the physician toward the somatic dysfunction and may provide clues as to their chronicity. However, the presentation of somatic dysfunction is highly variable from patient to patient. While some patients can localize their complaints, others use vague descriptors such as “tight,” “achy,” or “nagging.” Acute tissue texture changes are generally edematous, moist, and erythematous with hypertonic (viz. “tight”) underlying musculature. In contradistinction, chronic tissue texture changes are typically flaccid, fibrotic, cool, or “ropy.” [28]"}
{"id": "article-102988_17", "title": "Physiology, Viscerosomatic Reflexes -- Related Testing", "content": "An important diagnostic aid related to viscerosomatic reflexes and specific to osteopathic medicine is the identification of Chapman’s points. Chapman’s points are small, tender, palpable fascial congestions deep to the subcutaneous tissue. While their exact mechanism is not completely understood, they appear to represent the somatic manifestation of a visceral dysfunction. [29] [30] Chapman’s points are often described as a grain of rice or tapioca pearl found within the deep fascia and are tender upon palpation. [30] They do not refer pain when palpated. In this way, they may be differentiated from myofascial trigger points, which are similarly tender to palpation but do refer pain. [31] [32] Myofascial trigger points also appear in taut bands of muscle tissue, not the deep fascia.", "contents": "Physiology, Viscerosomatic Reflexes -- Related Testing. An important diagnostic aid related to viscerosomatic reflexes and specific to osteopathic medicine is the identification of Chapman’s points. Chapman’s points are small, tender, palpable fascial congestions deep to the subcutaneous tissue. While their exact mechanism is not completely understood, they appear to represent the somatic manifestation of a visceral dysfunction. [29] [30] Chapman’s points are often described as a grain of rice or tapioca pearl found within the deep fascia and are tender upon palpation. [30] They do not refer pain when palpated. In this way, they may be differentiated from myofascial trigger points, which are similarly tender to palpation but do refer pain. [31] [32] Myofascial trigger points also appear in taut bands of muscle tissue, not the deep fascia."}
{"id": "article-102988_18", "title": "Physiology, Viscerosomatic Reflexes -- Clinical Significance", "content": "Viscerosomatic reflexes produce somatic findings (such as referred pain or segmentally-related tissue texture changes) that can help direct a physician to a specific focus of visceral dysfunction. They may also assist the examining physician in narrowing the differential diagnosis when the clinical picture is unclear. When coupled with a thorough history and physical, medication reconciliation, and consideration of environmental factors (viz. common masqueraders such as tight clothing or a sunburn), somatic dysfunction can expose occult visceral dysfunction. For example, a middle-aged male with a history of primary hyperparathyroidism may present with hypertonicity in the paraspinal musculature from T10 to T11, a tender Chapman’s point one inch superiorly and one inch to the left of the umbilicus, and a complaint of waxing and waning lower back pain that radiates into his groin. The chief complaint alone is suggestive of nephrolithiasis; the presence of segmentally-related tissue texture changes, and a Chapman’s point further supports an illness script that illustrates renal pathology.", "contents": "Physiology, Viscerosomatic Reflexes -- Clinical Significance. Viscerosomatic reflexes produce somatic findings (such as referred pain or segmentally-related tissue texture changes) that can help direct a physician to a specific focus of visceral dysfunction. They may also assist the examining physician in narrowing the differential diagnosis when the clinical picture is unclear. When coupled with a thorough history and physical, medication reconciliation, and consideration of environmental factors (viz. common masqueraders such as tight clothing or a sunburn), somatic dysfunction can expose occult visceral dysfunction. For example, a middle-aged male with a history of primary hyperparathyroidism may present with hypertonicity in the paraspinal musculature from T10 to T11, a tender Chapman’s point one inch superiorly and one inch to the left of the umbilicus, and a complaint of waxing and waning lower back pain that radiates into his groin. The chief complaint alone is suggestive of nephrolithiasis; the presence of segmentally-related tissue texture changes, and a Chapman’s point further supports an illness script that illustrates renal pathology."}
{"id": "article-102988_19", "title": "Physiology, Viscerosomatic Reflexes -- Clinical Significance", "content": "An important clinical consequence of central sensitization is hyperalgesia. Abnormal and/or steady visceral and somatic sensory input sensitize the interneurons of the dorsal horn and lower their excitation threshold as they contemporaneously lower the threshold of the receptive fields of related somatic structures. Due to the hyperexcitability of the convergent nerves within the spinal cord and the local sensory receptors, less irritation to the somatic structure is required to potentiate an action potential through the sensory pathways, ultimately resulting in increased sensitivity to pain. Another postulate is that the increased contraction of the segmentally-related musculature due to exaggerated motor output results in some peripheral sensitization at the nociceptors within the muscles themselves. [33] [34] Given these cellular mechanisms, it is not uncommon for patients with visceral dysfunction to present with hyperalgesia of segmentally-related somatic structures.", "contents": "Physiology, Viscerosomatic Reflexes -- Clinical Significance. An important clinical consequence of central sensitization is hyperalgesia. Abnormal and/or steady visceral and somatic sensory input sensitize the interneurons of the dorsal horn and lower their excitation threshold as they contemporaneously lower the threshold of the receptive fields of related somatic structures. Due to the hyperexcitability of the convergent nerves within the spinal cord and the local sensory receptors, less irritation to the somatic structure is required to potentiate an action potential through the sensory pathways, ultimately resulting in increased sensitivity to pain. Another postulate is that the increased contraction of the segmentally-related musculature due to exaggerated motor output results in some peripheral sensitization at the nociceptors within the muscles themselves. [33] [34] Given these cellular mechanisms, it is not uncommon for patients with visceral dysfunction to present with hyperalgesia of segmentally-related somatic structures."}
{"id": "article-102988_20", "title": "Physiology, Viscerosomatic Reflexes -- Clinical Significance", "content": "Osteopathic physicians employ manipulative therapy to attenuate sympathetic nervous system activity - and therefore visceral dysfunction - via networks of somatovisceral reflexes. Paraspinal inhibition, rib raising, and soft tissue manipulation to areas of hypertonicity can directly influence the underlying sympathetic nerves and associated visceral structures. [35] [36] Rotary manipulation of Chapman’s points appears to possibly rebalance the viscerosomatic reflex arc and normalize autonomic tone. [37] Regardless of the technique used, the goal of osteopathic manipulative treatment is to eliminate, or at least reduce, somatic dysfunction to decrease the somatic component of segmental facilitation within the spinal cord and improve global nervous system function. Optimization of nervous system function and minimization of somatic dysfunction helps establish an internal environment that is conducive to the resolution of visceral dysfunction.", "contents": "Physiology, Viscerosomatic Reflexes -- Clinical Significance. Osteopathic physicians employ manipulative therapy to attenuate sympathetic nervous system activity - and therefore visceral dysfunction - via networks of somatovisceral reflexes. Paraspinal inhibition, rib raising, and soft tissue manipulation to areas of hypertonicity can directly influence the underlying sympathetic nerves and associated visceral structures. [35] [36] Rotary manipulation of Chapman’s points appears to possibly rebalance the viscerosomatic reflex arc and normalize autonomic tone. [37] Regardless of the technique used, the goal of osteopathic manipulative treatment is to eliminate, or at least reduce, somatic dysfunction to decrease the somatic component of segmental facilitation within the spinal cord and improve global nervous system function. Optimization of nervous system function and minimization of somatic dysfunction helps establish an internal environment that is conducive to the resolution of visceral dysfunction."}
{"id": "article-102988_21", "title": "Physiology, Viscerosomatic Reflexes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Viscerosomatic Reflexes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}