{"id": "article-27332_0", "title": "Pleurodesis -- Continuing Education Activity", "content": "Pleurodesis is a procedure performed to obliterate the pleural space to prevent recurrent pleural effusion or pneumothorax or to treat a persistent pneumothorax. This activity reviews the indications, contraindications, and techniques involved in this procedure and highlights the role of the interprofessional team in the evaluation and treatment of patients with pleural disease.", "contents": "Pleurodesis -- Continuing Education Activity. Pleurodesis is a procedure performed to obliterate the pleural space to prevent recurrent pleural effusion or pneumothorax or to treat a persistent pneumothorax. This activity reviews the indications, contraindications, and techniques involved in this procedure and highlights the role of the interprofessional team in the evaluation and treatment of patients with pleural disease."}
{"id": "article-27332_1", "title": "Pleurodesis -- Continuing Education Activity", "content": "Objectives: Identify the indications for performing pleurodesis. Describe the equipment, personnel, preparation, and technique in regards to pleurodesis. Summarize the appropriate evaluation of the potential complications and their clinical significance following pleurodesis. Outline the interprofessional team strategies for improving care coordination and communication to advance care for patients with pleural disease undergoing pleurodesis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pleurodesis -- Continuing Education Activity. Objectives: Identify the indications for performing pleurodesis. Describe the equipment, personnel, preparation, and technique in regards to pleurodesis. Summarize the appropriate evaluation of the potential complications and their clinical significance following pleurodesis. Outline the interprofessional team strategies for improving care coordination and communication to advance care for patients with pleural disease undergoing pleurodesis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27332_2", "title": "Pleurodesis -- Introduction", "content": "Pleurodesis is a procedure performed to obliterate the pleural space to prevent recurrent pleural effusions, pneumothorax, or to treat a persistent pneumothorax. Pleurodesis is commonly accomplished by draining the pleural fluid or intrapleural air followed by either a mechanical procedure or instilling a chemical irritant into the pleural space, which causes intense inflammation and fibrosis subsequently leading to adhesions between the two pleural membranes. [1] Pleurodesis is most commonly used for recurrent malignant pleural effusions, e.g., in the metastatic breast or ovarian cancer and lung cancer. Due to the limited life expectancy of these patients, the purpose of the therapy is to minimize dyspnea, patient discomfort, length of hospital stay, and overall treatment cost. [2] [3] There are two types of pleurodesis", "contents": "Pleurodesis -- Introduction. Pleurodesis is a procedure performed to obliterate the pleural space to prevent recurrent pleural effusions, pneumothorax, or to treat a persistent pneumothorax. Pleurodesis is commonly accomplished by draining the pleural fluid or intrapleural air followed by either a mechanical procedure or instilling a chemical irritant into the pleural space, which causes intense inflammation and fibrosis subsequently leading to adhesions between the two pleural membranes. [1] Pleurodesis is most commonly used for recurrent malignant pleural effusions, e.g., in the metastatic breast or ovarian cancer and lung cancer. Due to the limited life expectancy of these patients, the purpose of the therapy is to minimize dyspnea, patient discomfort, length of hospital stay, and overall treatment cost. [2] [3] There are two types of pleurodesis"}
{"id": "article-27332_3", "title": "Pleurodesis -- Introduction", "content": "Chemical pleurodesis: It is done by inserting a sclerosing agent into the pleural cavity via a chest tube. Mechanical/surgical pleurodesis: This is done through medical thoracoscopy, video-assisted thoracoscopy (VATS), or open thoracotomy.", "contents": "Pleurodesis -- Introduction. Chemical pleurodesis: It is done by inserting a sclerosing agent into the pleural cavity via a chest tube. Mechanical/surgical pleurodesis: This is done through medical thoracoscopy, video-assisted thoracoscopy (VATS), or open thoracotomy."}
{"id": "article-27332_4", "title": "Pleurodesis -- Anatomy and Physiology", "content": "Pleura is a membrane surrounding the lung. It is composed of the visceral pleura and the parietal pleura with a potential space between the two membranes referred to as the pleural space. Under physiological conditions, approximately 50 ml of pleural fluid exists in the pleural space. [1] Under pathological conditions, air or excess pleural fluid can build up in the pleural space. [4] When such a process becomes recurrent and contributing to significant symptoms, procedures such as pleurodesis are indicated.", "contents": "Pleurodesis -- Anatomy and Physiology. Pleura is a membrane surrounding the lung. It is composed of the visceral pleura and the parietal pleura with a potential space between the two membranes referred to as the pleural space. Under physiological conditions, approximately 50 ml of pleural fluid exists in the pleural space. [1] Under pathological conditions, air or excess pleural fluid can build up in the pleural space. [4] When such a process becomes recurrent and contributing to significant symptoms, procedures such as pleurodesis are indicated."}
{"id": "article-27332_5", "title": "Pleurodesis -- Indications", "content": "The most common indication for pleurodesis is a malignant pleural effusion, which is typically refractory. [5] Other indications for pleurodesis are recurrent pneumothorax and recurrent pleural effusions. [5] While there are many management options for the treatment of these pleural diseases, the decision to proceed with pleurodesis should be carefully undertaken after discussion with the patient and reviewing expectations from the procedure. A medical pleurodesis is a preferred approach for patients.", "contents": "Pleurodesis -- Indications. The most common indication for pleurodesis is a malignant pleural effusion, which is typically refractory. [5] Other indications for pleurodesis are recurrent pneumothorax and recurrent pleural effusions. [5] While there are many management options for the treatment of these pleural diseases, the decision to proceed with pleurodesis should be carefully undertaken after discussion with the patient and reviewing expectations from the procedure. A medical pleurodesis is a preferred approach for patients."}
{"id": "article-27332_6", "title": "Pleurodesis -- Indications", "content": "Indications for chemical pleurodesis are malignant pleural effusions, refractory symptomatic non-malignant pleural effusions (chronic ambulatory peritoneal dialysis, chylothorax, nephrotic syndrome, lupus, hepatic hydrothorax, and heart failure), recurrent primary pneumothorax and recurrent secondary pneumothorax. [1] [4]", "contents": "Pleurodesis -- Indications. Indications for chemical pleurodesis are malignant pleural effusions, refractory symptomatic non-malignant pleural effusions (chronic ambulatory peritoneal dialysis, chylothorax, nephrotic syndrome, lupus, hepatic hydrothorax, and heart failure), recurrent primary pneumothorax and recurrent secondary pneumothorax. [1] [4]"}
{"id": "article-27332_7", "title": "Pleurodesis -- Indications", "content": "Indications for mechanical pleurodesis are similar to chemical pleurodesis with the added benefit of treating underlying cause if present during the same procedure. For example, the simultaneous inspection and resection of subpleural blebs and bullae, which could be the source of recurrent pneumothoraces.", "contents": "Pleurodesis -- Indications. Indications for mechanical pleurodesis are similar to chemical pleurodesis with the added benefit of treating underlying cause if present during the same procedure. For example, the simultaneous inspection and resection of subpleural blebs and bullae, which could be the source of recurrent pneumothoraces."}
{"id": "article-27332_8", "title": "Pleurodesis -- Contraindications", "content": "Since successful pleurodesis requires physical contact between the visceral and parietal pleura, any disease process that would interfere with complete lung expansion (e.g., trapped lung, insufficient drainage) would lead to failure of pleurodesis. [6] Pleural manometry at the time of therapeutic thoracentesis can help in the identification of unexpandable lung. Manometry measures pleural pressure changes as pleural fluid is withdrawn and allows the calculation of pleural elastance at the end of the procedure. A final value for pleural elastance ≥19 cmH2O per liter of fluid removed indicates a high likelihood of an unexpandable lung and predicts pleurodesis failure. [1] Hence medical pleurodesis is generally contraindicated in such patients, and mechanical pleurodesis would be the preferred approach. Individual exceptions may apply to patients with very small loculated pneumothoraces or patients who decline mechanical pleurodesis.", "contents": "Pleurodesis -- Contraindications. Since successful pleurodesis requires physical contact between the visceral and parietal pleura, any disease process that would interfere with complete lung expansion (e.g., trapped lung, insufficient drainage) would lead to failure of pleurodesis. [6] Pleural manometry at the time of therapeutic thoracentesis can help in the identification of unexpandable lung. Manometry measures pleural pressure changes as pleural fluid is withdrawn and allows the calculation of pleural elastance at the end of the procedure. A final value for pleural elastance ≥19 cmH2O per liter of fluid removed indicates a high likelihood of an unexpandable lung and predicts pleurodesis failure. [1] Hence medical pleurodesis is generally contraindicated in such patients, and mechanical pleurodesis would be the preferred approach. Individual exceptions may apply to patients with very small loculated pneumothoraces or patients who decline mechanical pleurodesis."}
{"id": "article-27332_9", "title": "Pleurodesis -- Contraindications", "content": "Other risk factors for unsuccessful pleurodesis include previous thoracic irradiation and a chest tube duration of more than ten days, while risk factors for death included a Karnofsky index <50 percent, a body mass index <25 kg/meter square, malignancy, and male gender. [7] Patients with a life expectancy of fewer than three months should not be treated with pleurodesis and can be managed with repeated thoracentesis as required to relieve dyspnea. [8] Other contraindications include a lack of consent from the patient, more than 150 ml of fluid output through chest drain, and pleural infection.", "contents": "Pleurodesis -- Contraindications. Other risk factors for unsuccessful pleurodesis include previous thoracic irradiation and a chest tube duration of more than ten days, while risk factors for death included a Karnofsky index <50 percent, a body mass index <25 kg/meter square, malignancy, and male gender. [7] Patients with a life expectancy of fewer than three months should not be treated with pleurodesis and can be managed with repeated thoracentesis as required to relieve dyspnea. [8] Other contraindications include a lack of consent from the patient, more than 150 ml of fluid output through chest drain, and pleural infection."}
{"id": "article-27332_10", "title": "Pleurodesis -- Equipment", "content": "Following are the sclerosing agents that can be used as chemicals for chemical pleurodesis: Talc Tetracyclines (minocycline, doxycycline) Silver nitrate Iodopovidone Bleomycin Corynebacterium parvum with parenteral methylprednisolone acetate Erythromycin Fluorouracil Interferon beta Autologous blood Mitomycin C Cisplatin Cytarabine Doxorubicin Etoposide Bevacizumab (intravenous or intrapleural) Streptococcus pyogenes A3 (OK-432)", "contents": "Pleurodesis -- Equipment. Following are the sclerosing agents that can be used as chemicals for chemical pleurodesis: Talc Tetracyclines (minocycline, doxycycline) Silver nitrate Iodopovidone Bleomycin Corynebacterium parvum with parenteral methylprednisolone acetate Erythromycin Fluorouracil Interferon beta Autologous blood Mitomycin C Cisplatin Cytarabine Doxorubicin Etoposide Bevacizumab (intravenous or intrapleural) Streptococcus pyogenes A3 (OK-432)"}
{"id": "article-27332_11", "title": "Pleurodesis -- Equipment", "content": "The choice among these agents is determined by several factors, including local expertise, availability of individual agents, and the underlying process for which chemical pleurodesis is needed. The sclerosing agent is delivered via a chest tube, which varies from large bore (e.g., 24 French) or a small bore (e. g. 12 French) into the pleural cavity. The other equipment required for pleurodesis besides sclerosing agent include: A patent intercostal drain with three-way stopper attached 25ml of 1% lignocaine injection Sterile gloves 50ml of sterile saline 50 and 20 ml syringes Premedication with some analgesic other than NSAIDs", "contents": "Pleurodesis -- Equipment. The choice among these agents is determined by several factors, including local expertise, availability of individual agents, and the underlying process for which chemical pleurodesis is needed. The sclerosing agent is delivered via a chest tube, which varies from large bore (e.g., 24 French) or a small bore (e. g. 12 French) into the pleural cavity. The other equipment required for pleurodesis besides sclerosing agent include: A patent intercostal drain with three-way stopper attached 25ml of 1% lignocaine injection Sterile gloves 50ml of sterile saline 50 and 20 ml syringes Premedication with some analgesic other than NSAIDs"}
{"id": "article-27332_12", "title": "Pleurodesis -- Personnel", "content": "While pulmonologists can perform medical pleurodesis at the bedside under local anesthesia, mechanical pleurodesis is performed under general anesthesia during open thoracotomy or video-assisted thoracoscopic surgery (VATS) in an operating room by a thoracic surgeon.", "contents": "Pleurodesis -- Personnel. While pulmonologists can perform medical pleurodesis at the bedside under local anesthesia, mechanical pleurodesis is performed under general anesthesia during open thoracotomy or video-assisted thoracoscopic surgery (VATS) in an operating room by a thoracic surgeon."}
{"id": "article-27332_13", "title": "Pleurodesis -- Preparation", "content": "Informed consent from the patient should be obtained with an explicit discussion on the indications, alternatives, risks, and complications of the procedure. The procedural site should be marked, and NPO status should be confirmed. An appropriate plan for sedation and anesthesia should be established. For chemical pleurodesis, a patent chest tube should be in situ, lung should be expanded to the chest wall, and fluid output from the chest drain should be less than 100 ml in the last 24 hours.", "contents": "Pleurodesis -- Preparation. Informed consent from the patient should be obtained with an explicit discussion on the indications, alternatives, risks, and complications of the procedure. The procedural site should be marked, and NPO status should be confirmed. An appropriate plan for sedation and anesthesia should be established. For chemical pleurodesis, a patent chest tube should be in situ, lung should be expanded to the chest wall, and fluid output from the chest drain should be less than 100 ml in the last 24 hours."}
{"id": "article-27332_14", "title": "Pleurodesis -- Technique or Treatment", "content": "The type of pleurodesis (chemical versus mechanical), sclerosing agent (talc - talc slurry over talc poudrage versus other), chest tube size (large- vs. small-bore) and choice of analgesic agent (opiate versus nonsteroidal anti-inflammatory [NSAID]) varies considerably among centers and experts.  The preferred method is small-bore chest tubes since they are also well tolerated by patients and treatment with opioids or NSAID analgesia. [9]", "contents": "Pleurodesis -- Technique or Treatment. The type of pleurodesis (chemical versus mechanical), sclerosing agent (talc - talc slurry over talc poudrage versus other), chest tube size (large- vs. small-bore) and choice of analgesic agent (opiate versus nonsteroidal anti-inflammatory [NSAID]) varies considerably among centers and experts.  The preferred method is small-bore chest tubes since they are also well tolerated by patients and treatment with opioids or NSAID analgesia. [9]"}
{"id": "article-27332_15", "title": "Pleurodesis -- Technique or Treatment", "content": "So other approaches that use thoracoscopic administration of talc by poudrage, talc slurry by large-bore chest tubes, or performance of thoracoscopic mechanical pleural abrasion followed by continued drainage with a large-bore chest tube appear to be effective options.", "contents": "Pleurodesis -- Technique or Treatment. So other approaches that use thoracoscopic administration of talc by poudrage, talc slurry by large-bore chest tubes, or performance of thoracoscopic mechanical pleural abrasion followed by continued drainage with a large-bore chest tube appear to be effective options."}
{"id": "article-27332_16", "title": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:", "content": "Chemical pleurodesis refers to the obliteration of the pleural space by the induction of pleural inflammation and fibrosis using a sclerosant (most commonly talc). The sclerosant can be instilled via a small- or large-bore chest tube or indwelling catheter (talc slurry), or it can be administered at the time of thoracoscopy (video-assisted thoracoscopy or pleuroscopy) or thoracotomy (talc insufflation/poudrage). The preferred method usually is chemical pleurodesis via a small-bore chest tube rather than via thoracoscopy because the former is as effective, less invasive, and better tolerated. [4]", "contents": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:. Chemical pleurodesis refers to the obliteration of the pleural space by the induction of pleural inflammation and fibrosis using a sclerosant (most commonly talc). The sclerosant can be instilled via a small- or large-bore chest tube or indwelling catheter (talc slurry), or it can be administered at the time of thoracoscopy (video-assisted thoracoscopy or pleuroscopy) or thoracotomy (talc insufflation/poudrage). The preferred method usually is chemical pleurodesis via a small-bore chest tube rather than via thoracoscopy because the former is as effective, less invasive, and better tolerated. [4]"}
{"id": "article-27332_17", "title": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:", "content": "Talc is mostly hydrated magnesium silicate- it contains varying amounts of calcium, aluminum, iron, and lead. Talc is also cheap and readily available. The highest recommended dose is about 10 g. Talc causes an intense inflammatory response leading to the production of cytokines and adhesion molecules such as IL-8, VEGF, TGF beta.", "contents": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:. Talc is mostly hydrated magnesium silicate- it contains varying amounts of calcium, aluminum, iron, and lead. Talc is also cheap and readily available. The highest recommended dose is about 10 g. Talc causes an intense inflammatory response leading to the production of cytokines and adhesion molecules such as IL-8, VEGF, TGF beta."}
{"id": "article-27332_18", "title": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:", "content": "The tetracycline derivative doxycycline is an alternative sclerosant with reported success rates of about 80 percent. [10]", "contents": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:. The tetracycline derivative doxycycline is an alternative sclerosant with reported success rates of about 80 percent. [10]"}
{"id": "article-27332_19", "title": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:", "content": "Other sclerosing agents, such as bleomycin, silver nitrate, and povidone-iodine, have also been used, however very rarely.", "contents": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:. Other sclerosing agents, such as bleomycin, silver nitrate, and povidone-iodine, have also been used, however very rarely."}
{"id": "article-27332_20", "title": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:", "content": "Choosing among these options usually depends upon the medical circumstances, goals, and preferences of the patient, and institutional practice. Thoracoscopy may be preferred in those with an accompanying indication for thoracoscopy or those in whom the diagnosis of pleural malignancy is made during thoracoscopy. In contrast, administration via a chest tube may be preferred in patients with cardiopulmonary compromise who cannot tolerate thoracoscopy. [4]", "contents": "Pleurodesis -- Technique or Treatment -- Chemical Pleurodesis:. Choosing among these options usually depends upon the medical circumstances, goals, and preferences of the patient, and institutional practice. Thoracoscopy may be preferred in those with an accompanying indication for thoracoscopy or those in whom the diagnosis of pleural malignancy is made during thoracoscopy. In contrast, administration via a chest tube may be preferred in patients with cardiopulmonary compromise who cannot tolerate thoracoscopy. [4]"}
{"id": "article-27332_21", "title": "Pleurodesis -- Technique or Treatment -- Chest Tube Size and Drainage:", "content": "No convincing advantages derive from performing chemical pleurodesis via a standard large-bore (e.g., 24 French) as opposed to a small-bore chest tube (e.g., 12 French). Large-bore chest tubes cause more patient discomfort. Smaller chest tubes (12 French) were associated with a similar rate of pleurodesis failure at three months when compared with patients in whom large chest tubes were placed. [11] However, pain scores were significantly lower among patients with smaller chest tubes.", "contents": "Pleurodesis -- Technique or Treatment -- Chest Tube Size and Drainage:. No convincing advantages derive from performing chemical pleurodesis via a standard large-bore (e.g., 24 French) as opposed to a small-bore chest tube (e.g., 12 French). Large-bore chest tubes cause more patient discomfort. Smaller chest tubes (12 French) were associated with a similar rate of pleurodesis failure at three months when compared with patients in whom large chest tubes were placed. [11] However, pain scores were significantly lower among patients with smaller chest tubes."}
{"id": "article-27332_22", "title": "Pleurodesis -- Technique or Treatment -- Analgesia:", "content": "The parietal pleural membrane contains a high percentage of pain receptors such that the induction of inflammation by the intrapleural instillation of a sclerosant is often intensely painful. Providers frequently prescribe NSAIDs and opiates for pain control. Animal studies had suggested that NSAIDs decrease the efficacy of pleurodesis. In a randomized study of patients with malignant pleural effusion, a similar rate of pleurodesis failure was noted in patients treated with opiates (10 to 20 mg oral morphine four times daily) when compared with patients treated with NSAIDs (ibuprofen 800 mg three times daily) (20 versus 23 percent). [12] [13] However, the choice of agent is typically individualized and dependent upon factors including level of pain, known sensitivity to opiates or NSAIDs, history of gastrointestinal bleeding, opiate drug abuse, liver or renal failure, and expected poor survival.", "contents": "Pleurodesis -- Technique or Treatment -- Analgesia:. The parietal pleural membrane contains a high percentage of pain receptors such that the induction of inflammation by the intrapleural instillation of a sclerosant is often intensely painful. Providers frequently prescribe NSAIDs and opiates for pain control. Animal studies had suggested that NSAIDs decrease the efficacy of pleurodesis. In a randomized study of patients with malignant pleural effusion, a similar rate of pleurodesis failure was noted in patients treated with opiates (10 to 20 mg oral morphine four times daily) when compared with patients treated with NSAIDs (ibuprofen 800 mg three times daily) (20 versus 23 percent). [12] [13] However, the choice of agent is typically individualized and dependent upon factors including level of pain, known sensitivity to opiates or NSAIDs, history of gastrointestinal bleeding, opiate drug abuse, liver or renal failure, and expected poor survival."}
{"id": "article-27332_23", "title": "Pleurodesis -- Technique or Treatment -- The procedure of Chemical Pleurodesis", "content": "Wear sterile gloves, clean the chest tube and area around it with povidone or any sterilizing agent. Place sterile dressing under chest drain and three-way stopper. Remove the cap to the three-way stopper and clean. Fill 1% lignocaine in a syringe and attach to the three-way tap and instill lignocaine in the pleural cavity. Turn off three-way stopper remove the syringe. In 50 ml syringe, mix the sclerosing agent like talc in 40 ml of normal saline and shake well. It is challenging to dissolve the talc, and once the slurry is made, so do not stop moving the syringe, or the talc will precipitate out. Instill the slurry into the pleural cavity via a chest tube and flush immediately with 10 ml normal saline. Close the three-way stopper and leave it closed for three hours.", "contents": "Pleurodesis -- Technique or Treatment -- The procedure of Chemical Pleurodesis. Wear sterile gloves, clean the chest tube and area around it with povidone or any sterilizing agent. Place sterile dressing under chest drain and three-way stopper. Remove the cap to the three-way stopper and clean. Fill 1% lignocaine in a syringe and attach to the three-way tap and instill lignocaine in the pleural cavity. Turn off three-way stopper remove the syringe. In 50 ml syringe, mix the sclerosing agent like talc in 40 ml of normal saline and shake well. It is challenging to dissolve the talc, and once the slurry is made, so do not stop moving the syringe, or the talc will precipitate out. Instill the slurry into the pleural cavity via a chest tube and flush immediately with 10 ml normal saline. Close the three-way stopper and leave it closed for three hours."}
{"id": "article-27332_24", "title": "Pleurodesis -- Technique or Treatment -- Post-Pleurodesis", "content": "Further analgesia may be needed, but NSAIDs should be avoided as these can inhibit the inflammatory response within the pleural cavity which is required for pleurodesis The drain should be opened after three hours Chest radiograph after 24 hours to ensure that there is no pneumothorax or fluid accumulation If chest radiograph is reasonable and there is no further fluid output then the chest tube can be removed Follow up is advised after four to six weeks with a chest radiograph", "contents": "Pleurodesis -- Technique or Treatment -- Post-Pleurodesis. Further analgesia may be needed, but NSAIDs should be avoided as these can inhibit the inflammatory response within the pleural cavity which is required for pleurodesis The drain should be opened after three hours Chest radiograph after 24 hours to ensure that there is no pneumothorax or fluid accumulation If chest radiograph is reasonable and there is no further fluid output then the chest tube can be removed Follow up is advised after four to six weeks with a chest radiograph"}
{"id": "article-27332_25", "title": "Pleurodesis -- Technique or Treatment -- Mechanical Pleurodesis", "content": "It is mechanical abrasion (also termed dry abrasion) of the parietal pleura during thoracoscopy or thoracotomy or placement of a tunneled pleural catheter, which drains pleural fluid and may induce pleurodesis without instillation of a sclerosing agent.", "contents": "Pleurodesis -- Technique or Treatment -- Mechanical Pleurodesis. It is mechanical abrasion (also termed dry abrasion) of the parietal pleura during thoracoscopy or thoracotomy or placement of a tunneled pleural catheter, which drains pleural fluid and may induce pleurodesis without instillation of a sclerosing agent."}
{"id": "article-27332_26", "title": "Pleurodesis -- Technique or Treatment -- Pleurectomy:", "content": "Radical total or subtotal pleurectomy (resection of visceral and parietal pleura) and decortication (removal of fibrous pleural rind) can control malignant pleural effusions in patients who have failed chemical pleurodesis. Pleurectomy/decortication can be used as a primary therapeutic modality for patients with malignant effusions due to mesothelioma, although it does not improve survival and is associated with significant complications.", "contents": "Pleurodesis -- Technique or Treatment -- Pleurectomy:. Radical total or subtotal pleurectomy (resection of visceral and parietal pleura) and decortication (removal of fibrous pleural rind) can control malignant pleural effusions in patients who have failed chemical pleurodesis. Pleurectomy/decortication can be used as a primary therapeutic modality for patients with malignant effusions due to mesothelioma, although it does not improve survival and is associated with significant complications."}
{"id": "article-27332_27", "title": "Pleurodesis -- Technique or Treatment", "content": "Patients must be good surgical candidates and have a reasonably long expected survival because total radical pleurectomy/decortication requires a thoracotomy and is a major surgical procedure associated with considerable morbidity and some mortality.", "contents": "Pleurodesis -- Technique or Treatment. Patients must be good surgical candidates and have a reasonably long expected survival because total radical pleurectomy/decortication requires a thoracotomy and is a major surgical procedure associated with considerable morbidity and some mortality."}
{"id": "article-27332_28", "title": "Pleurodesis -- Complications", "content": "The success of pleurodesis depends on many factors. Failure of the procedure may be due to increased tumor burden, which causes a decrease in the mesothelial cells and, therefore, an inadequate inflammatory response. [14] The type of tumor may also play a role in the process, diffuse mesothelioma and metastatic carcinomas have an inadequate response. This is because the healthy mesothelial cells secrete the inflammatory mediators necessary for fibrosis. [14]", "contents": "Pleurodesis -- Complications. The success of pleurodesis depends on many factors. Failure of the procedure may be due to increased tumor burden, which causes a decrease in the mesothelial cells and, therefore, an inadequate inflammatory response. [14] The type of tumor may also play a role in the process, diffuse mesothelioma and metastatic carcinomas have an inadequate response. This is because the healthy mesothelial cells secrete the inflammatory mediators necessary for fibrosis. [14]"}
{"id": "article-27332_29", "title": "Pleurodesis -- Complications", "content": "Systemic inflammation and acute respiratory distress syndrome (ARDS) have been reported in patients receiving talc. [15] Inflammation occurs due to the increased systemic absorption of talc, especially with smaller particle size, and a large dose of talc. [16] Some studies report systemic activation of the coagulation cascade, which leads to the formation of a pulmonary embolism in some patients. [17] [18]", "contents": "Pleurodesis -- Complications. Systemic inflammation and acute respiratory distress syndrome (ARDS) have been reported in patients receiving talc. [15] Inflammation occurs due to the increased systemic absorption of talc, especially with smaller particle size, and a large dose of talc. [16] Some studies report systemic activation of the coagulation cascade, which leads to the formation of a pulmonary embolism in some patients. [17] [18]"}
{"id": "article-27332_30", "title": "Pleurodesis -- Complications", "content": "Patients can develop a fever after pleurodesis; this is due to the inflammatory response of the body. Patients can also have an anaphylactic reaction to any of the chemical sclerosing agent. Pleural infection can occur if aseptic techniques are not followed. In the case of surgical pleurodesis, there can be complications of general anesthesia, wound infection, atelectasis, etc.", "contents": "Pleurodesis -- Complications. Patients can develop a fever after pleurodesis; this is due to the inflammatory response of the body. Patients can also have an anaphylactic reaction to any of the chemical sclerosing agent. Pleural infection can occur if aseptic techniques are not followed. In the case of surgical pleurodesis, there can be complications of general anesthesia, wound infection, atelectasis, etc."}
{"id": "article-27332_31", "title": "Pleurodesis -- Clinical Significance", "content": "For most patients with good performance status who are symptomatic, malignant pleural effusion re-accumulates rapidly (e.g., less than one month), we suggest drainage via an indwelling pleural catheter or chemical pleurodesis by the catheter or by either thoracoscopy or pleuroscopy, rather than repeat therapeutic thoracentesis.", "contents": "Pleurodesis -- Clinical Significance. For most patients with good performance status who are symptomatic, malignant pleural effusion re-accumulates rapidly (e.g., less than one month), we suggest drainage via an indwelling pleural catheter or chemical pleurodesis by the catheter or by either thoracoscopy or pleuroscopy, rather than repeat therapeutic thoracentesis."}
{"id": "article-27332_32", "title": "Pleurodesis -- Enhancing Healthcare Team Outcomes", "content": "The management of pleural disease is complex and often poses a management dilemma. This usually requires a multidisciplinary team and inter-professional communication between specialists in pulmonary medicine, thoracic surgery, and oncology, especially in patients with malignancy as an etiology of the disease. The decision to perform pleurodesis should be undertaken after careful discussion between the patient and the medical team. The nurse plays an essential role in the management of the patient in the preoperative and postoperative phases in terms of education of the patient and family, control of postoperative pain, and early mobilization after the procedure. To improve patient selection and outcomes after pleurodesis, an inter-professional team is exceptionally vital and integral to the safety of this complicated procedure.", "contents": "Pleurodesis -- Enhancing Healthcare Team Outcomes. The management of pleural disease is complex and often poses a management dilemma. This usually requires a multidisciplinary team and inter-professional communication between specialists in pulmonary medicine, thoracic surgery, and oncology, especially in patients with malignancy as an etiology of the disease. The decision to perform pleurodesis should be undertaken after careful discussion between the patient and the medical team. The nurse plays an essential role in the management of the patient in the preoperative and postoperative phases in terms of education of the patient and family, control of postoperative pain, and early mobilization after the procedure. To improve patient selection and outcomes after pleurodesis, an inter-professional team is exceptionally vital and integral to the safety of this complicated procedure."}
{"id": "article-27332_33", "title": "Pleurodesis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pleurodesis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}