{"id": "article-21621_0", "title": "Famotidine -- Continuing Education Activity", "content": "Famotidine reduces gastric acid secretion in individuals, and its pharmacological properties are utilized in treating gastrointestinal conditions related to excessive acid production. Famotidine can be obtained through a prescription or bought over-the-counter (OTC). The U.S. Food and Drug Administration (FDA) has approved famotidine as a prescription medication for treating duodenal ulcers, gastric ulcers, and gastroesophageal reflux disease (GERD) in adults and children, as well as pathological hypersecretory conditions in adults. The drug has also received FDA approval for OTC usage for treating and preventing heartburn caused by GERD in adults and pediatric populations. The drug is also off-label to treat refractory urticaria, prevent stress ulcers in critically ill patients, and provide symptomatic relief for gastritis. This activity outlines the indications, mechanisms of action, administration methods, significant adverse effects, contraindications, monitoring recommendations, and toxicity of famotidine to enhance the competence of healthcare providers, empowering providers to customize patient therapy and ensure favorable treatment outcomes effectively.", "contents": "Famotidine -- Continuing Education Activity. Famotidine reduces gastric acid secretion in individuals, and its pharmacological properties are utilized in treating gastrointestinal conditions related to excessive acid production. Famotidine can be obtained through a prescription or bought over-the-counter (OTC). The U.S. Food and Drug Administration (FDA) has approved famotidine as a prescription medication for treating duodenal ulcers, gastric ulcers, and gastroesophageal reflux disease (GERD) in adults and children, as well as pathological hypersecretory conditions in adults. The drug has also received FDA approval for OTC usage for treating and preventing heartburn caused by GERD in adults and pediatric populations. The drug is also off-label to treat refractory urticaria, prevent stress ulcers in critically ill patients, and provide symptomatic relief for gastritis. This activity outlines the indications, mechanisms of action, administration methods, significant adverse effects, contraindications, monitoring recommendations, and toxicity of famotidine to enhance the competence of healthcare providers, empowering providers to customize patient therapy and ensure favorable treatment outcomes effectively."}
{"id": "article-21621_1", "title": "Famotidine -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for famotidine therapy, distinguishing between FDA-approved uses and off-label applications. Screen patients for contraindications and potential drug interactions before initiating famotidine therapy. Select appropriate administration methods for famotidine based on patient factors, including oral and intravenous routes, and educate patients on OTC usage. Communicate effectively with patients about famotidine therapy, including dosing instructions, potential adverse effects, and self-monitoring guidelines. Access free multiple choice questions on this topic.", "contents": "Famotidine -- Continuing Education Activity. Objectives: Identify appropriate indications for famotidine therapy, distinguishing between FDA-approved uses and off-label applications. Screen patients for contraindications and potential drug interactions before initiating famotidine therapy. Select appropriate administration methods for famotidine based on patient factors, including oral and intravenous routes, and educate patients on OTC usage. Communicate effectively with patients about famotidine therapy, including dosing instructions, potential adverse effects, and self-monitoring guidelines. Access free multiple choice questions on this topic."}
{"id": "article-21621_2", "title": "Famotidine -- Indications", "content": "Famotidine reduces gastric acid secretion in individuals, and its pharmacological properties are utilized in treating gastrointestinal conditions related to excessive acid production. [1] [2]", "contents": "Famotidine -- Indications. Famotidine reduces gastric acid secretion in individuals, and its pharmacological properties are utilized in treating gastrointestinal conditions related to excessive acid production. [1] [2]"}
{"id": "article-21621_3", "title": "Famotidine -- Indications", "content": "Famotidine can be obtained through a prescription or bought over-the-counter (OTC). The U.S. Food and Drug Administration (FDA) has approved famotidine as a prescription medication for treating duodenal ulcers, gastric ulcers, and gastroesophageal reflux disease (GERD) in adults and children, as well as pathological hypersecretory conditions in adults. [3] The drug has also received FDA approval for OTC usage for treating and preventing heartburn caused by GERD in adults and pediatric populations. [4]", "contents": "Famotidine -- Indications. Famotidine can be obtained through a prescription or bought over-the-counter (OTC). The U.S. Food and Drug Administration (FDA) has approved famotidine as a prescription medication for treating duodenal ulcers, gastric ulcers, and gastroesophageal reflux disease (GERD) in adults and children, as well as pathological hypersecretory conditions in adults. [3] The drug has also received FDA approval for OTC usage for treating and preventing heartburn caused by GERD in adults and pediatric populations. [4]"}
{"id": "article-21621_4", "title": "Famotidine -- Indications", "content": "Famotidine is used off-label in mitigating the gastrointestinal risks associated with nonsteroidal anti-inflammatory drugs (NSAIDs). [5] The drug is also used off-label to treat refractory urticaria, prevent stress ulcers in critically ill patients, and provide symptomatic relief for gastritis. [6] A fixed-dose combination of ibuprofen, which is an NSAID, and famotidine is accessible to reduce the risk of gastrointestinal adverse effects. [7] [8]", "contents": "Famotidine -- Indications. Famotidine is used off-label in mitigating the gastrointestinal risks associated with nonsteroidal anti-inflammatory drugs (NSAIDs). [5] The drug is also used off-label to treat refractory urticaria, prevent stress ulcers in critically ill patients, and provide symptomatic relief for gastritis. [6] A fixed-dose combination of ibuprofen, which is an NSAID, and famotidine is accessible to reduce the risk of gastrointestinal adverse effects. [7] [8]"}
{"id": "article-21621_5", "title": "Famotidine -- Mechanism of Action", "content": "Famotidine is a competitive histamine-2 (H2) receptor antagonist that selectively binds to H2 receptors situated on the basolateral membrane of the parietal cells in the stomach. This interaction proficiently obstructs the actions mediated by histamine. The drug's pharmacological activity inhibits gastric secretion by concurrently suppressing the acidity levels and the volume of gastric secretions. Famotidine also inhibits basal and nocturnal gastric acid secretion while lowering gastric volume, acidity, and secretions triggered by food, caffeine, insulin, and pentagastrin. [9] [10] [11]", "contents": "Famotidine -- Mechanism of Action. Famotidine is a competitive histamine-2 (H2) receptor antagonist that selectively binds to H2 receptors situated on the basolateral membrane of the parietal cells in the stomach. This interaction proficiently obstructs the actions mediated by histamine. The drug's pharmacological activity inhibits gastric secretion by concurrently suppressing the acidity levels and the volume of gastric secretions. Famotidine also inhibits basal and nocturnal gastric acid secretion while lowering gastric volume, acidity, and secretions triggered by food, caffeine, insulin, and pentagastrin. [9] [10] [11]"}
{"id": "article-21621_6", "title": "Famotidine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The bioavailability of oral famotidine ranges from 40% to 45%. Upon oral administration, famotidine exhibits an onset of action within 1 hour and reaches its peak effect within 1 to 3 hours. Intravenous (IV) administration of the drug results in a peak effect within approximately 30 minutes. The antisecretory effect of famotidine typically persists for around 10 to 12 hours. Distribution: Famotidine exhibits a plasma protein binding of 15% to 20%, accompanied by a relatively small volume of distribution between 1.0 and 1.3 L/kg. [12] Metabolism: Famotidine undergoes minimal first-pass metabolism and is primarily metabolized by the cytochrome P450 system, specifically CYP1A2. [13]", "contents": "Famotidine -- Mechanism of Action -- Pharmacokinetics. Absorption: The bioavailability of oral famotidine ranges from 40% to 45%. Upon oral administration, famotidine exhibits an onset of action within 1 hour and reaches its peak effect within 1 to 3 hours. Intravenous (IV) administration of the drug results in a peak effect within approximately 30 minutes. The antisecretory effect of famotidine typically persists for around 10 to 12 hours. Distribution: Famotidine exhibits a plasma protein binding of 15% to 20%, accompanied by a relatively small volume of distribution between 1.0 and 1.3 L/kg. [12] Metabolism: Famotidine undergoes minimal first-pass metabolism and is primarily metabolized by the cytochrome P450 system, specifically CYP1A2. [13]"}
{"id": "article-21621_7", "title": "Famotidine -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Famotidine's elimination half-life ranges from 2.5 to 3.5 hours. Notably, around 65% to 70% of famotidine is excreted unchanged in the urine. In severe renal insufficiency cases, characterized by a creatinine clearance <10 mL/min, famotidine's elimination half-life could extend beyond 20 hours, necessitating dosage adjustments. Pediatric patients with chronic renal insufficiency experience significant alterations in the pharmacokinetics of famotidine. [14]", "contents": "Famotidine -- Mechanism of Action -- Pharmacokinetics. Elimination: Famotidine's elimination half-life ranges from 2.5 to 3.5 hours. Notably, around 65% to 70% of famotidine is excreted unchanged in the urine. In severe renal insufficiency cases, characterized by a creatinine clearance <10 mL/min, famotidine's elimination half-life could extend beyond 20 hours, necessitating dosage adjustments. Pediatric patients with chronic renal insufficiency experience significant alterations in the pharmacokinetics of famotidine. [14]"}
{"id": "article-21621_8", "title": "Famotidine -- Administration -- Available Dosage Forms and Strengths", "content": "The manufacturer's package insert states that famotidine can be prescribed in various forms, including IV solution, oral suspension, and tablets in strengths of 10 mg, 20 mg, and 40 mg. The IV solution of famotidine can be administered as either an IV push over at least 2 minutes or an IV infusion lasting 15 to 30 minutes. The suspension formulation of the medication should be shaken vigorously before administration. The oral famotidine tablets can be administered without considering meals. The OTC formulations of the drug are available in gel capsules, tablets, and chewable tablets, with strengths of 10 or 20 mg. Physicians recommend not to chew the OTC tablet formulation of famotidine. In addition, the OTC tablet should be taken 10 to 60 minutes before consuming food or drinks that may cause heartburn. Unless specifically instructed by their healthcare provider, patients should refrain from using OTC formulations of famotidine for more than 2 weeks. The combination product contains famotidine 10 mg, calcium carbonate 800 mg, and magnesium hydroxide 165 mg. [15]", "contents": "Famotidine -- Administration -- Available Dosage Forms and Strengths. The manufacturer's package insert states that famotidine can be prescribed in various forms, including IV solution, oral suspension, and tablets in strengths of 10 mg, 20 mg, and 40 mg. The IV solution of famotidine can be administered as either an IV push over at least 2 minutes or an IV infusion lasting 15 to 30 minutes. The suspension formulation of the medication should be shaken vigorously before administration. The oral famotidine tablets can be administered without considering meals. The OTC formulations of the drug are available in gel capsules, tablets, and chewable tablets, with strengths of 10 or 20 mg. Physicians recommend not to chew the OTC tablet formulation of famotidine. In addition, the OTC tablet should be taken 10 to 60 minutes before consuming food or drinks that may cause heartburn. Unless specifically instructed by their healthcare provider, patients should refrain from using OTC formulations of famotidine for more than 2 weeks. The combination product contains famotidine 10 mg, calcium carbonate 800 mg, and magnesium hydroxide 165 mg. [15]"}
{"id": "article-21621_9", "title": "Famotidine -- Administration -- Available Dosage Forms and Strengths", "content": "According to the American College of Gastroenterology guidelines, H2-receptor antagonist (H2RA) therapy, including famotidine, is appropriate for nonerosive, symptomatic GERD disease maintenance treatment. In instances where concrete evidence of nighttime reflux is present, the addition of bedtime H2RA therapy can be considered with daytime proton pump inhibitor (PPI) therapy if deemed necessary. [16]", "contents": "Famotidine -- Administration -- Available Dosage Forms and Strengths. According to the American College of Gastroenterology guidelines, H2-receptor antagonist (H2RA) therapy, including famotidine, is appropriate for nonerosive, symptomatic GERD disease maintenance treatment. In instances where concrete evidence of nighttime reflux is present, the addition of bedtime H2RA therapy can be considered with daytime proton pump inhibitor (PPI) therapy if deemed necessary. [16]"}
{"id": "article-21621_10", "title": "Famotidine -- Administration -- Adult Dosage", "content": "Active duodenal ulcer: For active duodenal ulcers, the recommended oral dosage of famotidine is 40 mg, administered at bedtime for up to 8 weeks. Alternatively, patients are advised to take 20 mg of famotidine either orally and twice daily or via IV route every 12 hours. In cases where a patient cannot take oral medication, IV administration should only be used for short-term treatment. Maintenance treatment for duodenal ulcers: For maintenance treatment of duodenal ulcers, the recommended famotidine dosage is 20 mg administered at bedtime.", "contents": "Famotidine -- Administration -- Adult Dosage. Active duodenal ulcer: For active duodenal ulcers, the recommended oral dosage of famotidine is 40 mg, administered at bedtime for up to 8 weeks. Alternatively, patients are advised to take 20 mg of famotidine either orally and twice daily or via IV route every 12 hours. In cases where a patient cannot take oral medication, IV administration should only be used for short-term treatment. Maintenance treatment for duodenal ulcers: For maintenance treatment of duodenal ulcers, the recommended famotidine dosage is 20 mg administered at bedtime."}
{"id": "article-21621_11", "title": "Famotidine -- Administration -- Adult Dosage", "content": "Active gastric ulcer: The typical dosage of famotidine for patients with gastric ulcers is 40 mg orally, taken at bedtime for a maximum of 8 weeks. Alternatively, an IV dosage of 20 mg every 12 hours can be considered. In cases where oral administration is not feasible, IV administration should only be used for short-term treatment. Nonerosive, symptomatic GERD: For nonerosive, symptomatic GERD, the standard famotidine dosage is 20 mg taken orally twice daily, with a treatment duration of up to 6 weeks.", "contents": "Famotidine -- Administration -- Adult Dosage. Active gastric ulcer: The typical dosage of famotidine for patients with gastric ulcers is 40 mg orally, taken at bedtime for a maximum of 8 weeks. Alternatively, an IV dosage of 20 mg every 12 hours can be considered. In cases where oral administration is not feasible, IV administration should only be used for short-term treatment. Nonerosive, symptomatic GERD: For nonerosive, symptomatic GERD, the standard famotidine dosage is 20 mg taken orally twice daily, with a treatment duration of up to 6 weeks."}
{"id": "article-21621_12", "title": "Famotidine -- Administration -- Adult Dosage", "content": "GERD with erosive esophagitis: The recommended famotidine dosage ranges from 20 to 40 mg taken orally twice daily, with a treatment duration of up to 12 weeks. Alternatively, an IV dosage of 20 mg every 12 hours can be considered. In cases where a patient cannot take oral medication, IV administration should only be used for short-term treatment.", "contents": "Famotidine -- Administration -- Adult Dosage. GERD with erosive esophagitis: The recommended famotidine dosage ranges from 20 to 40 mg taken orally twice daily, with a treatment duration of up to 12 weeks. Alternatively, an IV dosage of 20 mg every 12 hours can be considered. In cases where a patient cannot take oral medication, IV administration should only be used for short-term treatment."}
{"id": "article-21621_13", "title": "Famotidine -- Administration -- Adult Dosage", "content": "Hypersecretory conditions: The suggested famotidine dosage for patients with hypersecretory conditions ranges from 20 to 60 mg orally every 6 hours. Physicians advise to commence the treatment with an initial dosage of 20 mg administered orally every 6 hours. Intractable ulcer: The recommended dosage for intractable ulcers is 20 mg of famotidine administered intravenously every 12 hours.", "contents": "Famotidine -- Administration -- Adult Dosage. Hypersecretory conditions: The suggested famotidine dosage for patients with hypersecretory conditions ranges from 20 to 60 mg orally every 6 hours. Physicians advise to commence the treatment with an initial dosage of 20 mg administered orally every 6 hours. Intractable ulcer: The recommended dosage for intractable ulcers is 20 mg of famotidine administered intravenously every 12 hours."}
{"id": "article-21621_14", "title": "Famotidine -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The manufacturer's labeling does not specify any dosage adjustments for famotidine in cases of hepatic impairment.", "contents": "Famotidine -- Administration -- Specific Patient Populations. Hepatic impairment: The manufacturer's labeling does not specify any dosage adjustments for famotidine in cases of hepatic impairment."}
{"id": "article-21621_15", "title": "Famotidine -- Administration -- Specific Patient Populations", "content": "Renal impairment: The elimination half-life of famotidine increases in adults with moderate-to-severe renal insufficiency, exceeding 20 hours. In patients with anuria, the half-life can extend to around 24 hours, which may cause adverse effects on the central nervous system (CNS). When the creatinine clearance is below 50 mL/min, the famotidine dosage can be reduced by 50%, or the dosing interval can be extended to 36 to 48 hours. [17]", "contents": "Famotidine -- Administration -- Specific Patient Populations. Renal impairment: The elimination half-life of famotidine increases in adults with moderate-to-severe renal insufficiency, exceeding 20 hours. In patients with anuria, the half-life can extend to around 24 hours, which may cause adverse effects on the central nervous system (CNS). When the creatinine clearance is below 50 mL/min, the famotidine dosage can be reduced by 50%, or the dosing interval can be extended to 36 to 48 hours. [17]"}
{"id": "article-21621_16", "title": "Famotidine -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Famotidine can traverse the placental barrier. [18] The American Society of Anesthesiologists (ASA) supports the utilization of famotidine in obstetric anesthesia for prophylaxis against aspiration. [19] Managing GERD in pregnant women involves adopting lifestyle and dietary modifications as the initial approach. The primary drug therapy options in the first-line method encompass using antacids. If symptoms persist even after implementing these measures, the potential use of famotidine can be considered following a comprehensive assessment of the risk-benefit profile. [20]", "contents": "Famotidine -- Administration -- Specific Patient Populations. Pregnancy considerations: Famotidine can traverse the placental barrier. [18] The American Society of Anesthesiologists (ASA) supports the utilization of famotidine in obstetric anesthesia for prophylaxis against aspiration. [19] Managing GERD in pregnant women involves adopting lifestyle and dietary modifications as the initial approach. The primary drug therapy options in the first-line method encompass using antacids. If symptoms persist even after implementing these measures, the potential use of famotidine can be considered following a comprehensive assessment of the risk-benefit profile. [20]"}
{"id": "article-21621_17", "title": "Famotidine -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Famotidine is detectable in breast milk. Per the product labeling, engaging in a shared decision-making process concerning the usage of famotidine during lactation is recommended due to the potential adverse reactions in nursing infants. Based on the existing evidence, famotidine is not anticipated to induce adverse effects in breastfed infants, and thus, no particular precautions are deemed necessary. [21]", "contents": "Famotidine -- Administration -- Specific Patient Populations. Breastfeeding considerations: Famotidine is detectable in breast milk. Per the product labeling, engaging in a shared decision-making process concerning the usage of famotidine during lactation is recommended due to the potential adverse reactions in nursing infants. Based on the existing evidence, famotidine is not anticipated to induce adverse effects in breastfed infants, and thus, no particular precautions are deemed necessary. [21]"}
{"id": "article-21621_18", "title": "Famotidine -- Administration -- Specific Patient Populations", "content": "Older patients: According to the American Geriatrics Society 2023 Beers Criteria, older patients should refrain from using famotidine if their creatinine clearance is less than 50 mL/min. Famotidine should also not be administered to older patients experiencing delirium. [22]", "contents": "Famotidine -- Administration -- Specific Patient Populations. Older patients: According to the American Geriatrics Society 2023 Beers Criteria, older patients should refrain from using famotidine if their creatinine clearance is less than 50 mL/min. Famotidine should also not be administered to older patients experiencing delirium. [22]"}
{"id": "article-21621_19", "title": "Famotidine -- Administration -- Specific Patient Populations", "content": "Pediatric patients: For pediatric patients, the recommended daily famotidine dose is 1 mg/kg, to be administered twice daily, divided into 2 equally divided doses of 0.5 mg/kg each. [23] The administration of H2RA, including famotidine, to preterm infants has been associated with a higher occurrence of necrotizing enterocolitis and increased susceptibility to late-onset infections. These outcomes could potentially be linked to changes in the intestinal microbiome. Famotidine should be used cautiously in preterm infants. [24]", "contents": "Famotidine -- Administration -- Specific Patient Populations. Pediatric patients: For pediatric patients, the recommended daily famotidine dose is 1 mg/kg, to be administered twice daily, divided into 2 equally divided doses of 0.5 mg/kg each. [23] The administration of H2RA, including famotidine, to preterm infants has been associated with a higher occurrence of necrotizing enterocolitis and increased susceptibility to late-onset infections. These outcomes could potentially be linked to changes in the intestinal microbiome. Famotidine should be used cautiously in preterm infants. [24]"}
{"id": "article-21621_20", "title": "Famotidine -- Adverse Effects", "content": "The adverse effects of the IV formulation of famotidine are primarily local, as it could irritate the injection site. Nonetheless, the exact frequency of occurrence has not been determined. The most common adverse effects of famotidine include agitation (14% in infants and less than 1% in adults), headache (5%), dizziness (1%), diarrhea (2%), and constipation (1%). To minimize the adverse effects of CNS, adjusting famotidine dosage may involve longer intervals or lower doses due to its extended elimination half-life. [25] [12] [26] An increased risk of developing community-acquired pneumonia and acute gastroenteritis has been associated with using famotidine and other gastric acid inhibitors in the pediatric population. [27]", "contents": "Famotidine -- Adverse Effects. The adverse effects of the IV formulation of famotidine are primarily local, as it could irritate the injection site. Nonetheless, the exact frequency of occurrence has not been determined. The most common adverse effects of famotidine include agitation (14% in infants and less than 1% in adults), headache (5%), dizziness (1%), diarrhea (2%), and constipation (1%). To minimize the adverse effects of CNS, adjusting famotidine dosage may involve longer intervals or lower doses due to its extended elimination half-life. [25] [12] [26] An increased risk of developing community-acquired pneumonia and acute gastroenteritis has been associated with using famotidine and other gastric acid inhibitors in the pediatric population. [27]"}
{"id": "article-21621_21", "title": "Famotidine -- Adverse Effects", "content": "Individuals using OTC famotidine must notify their healthcare provider if they experience frequent chest pain and wheezing, particularly with heartburn, unexplained weight loss, persistent stomach pain, heartburn lasting more than 3 months, or heartburn with lightheadedness, sweating, or dizziness. Patients should discontinue using OTC famotidine if their heartburn persists or worsens or if they use the medication for more than 14 days unless a healthcare professional directs otherwise. [28]", "contents": "Famotidine -- Adverse Effects. Individuals using OTC famotidine must notify their healthcare provider if they experience frequent chest pain and wheezing, particularly with heartburn, unexplained weight loss, persistent stomach pain, heartburn lasting more than 3 months, or heartburn with lightheadedness, sweating, or dizziness. Patients should discontinue using OTC famotidine if their heartburn persists or worsens or if they use the medication for more than 14 days unless a healthcare professional directs otherwise. [28]"}
{"id": "article-21621_22", "title": "Famotidine -- Adverse Effects", "content": "Cases of famotidine-induced thrombocytopenia have been reported in individuals where this condition led to prolonged hospital stays and elevated injury severity scores. The mechanism is likely attributed to bone marrow suppression or the development of platelet autoantibodies. Patients are advised to regularly monitor their complete blood count (CBC) with differential. Physicians recommend discontinuing famotidine use and transitioning to PPI if there are indications of thrombocytopenia. [29] [30] [31] [32]", "contents": "Famotidine -- Adverse Effects. Cases of famotidine-induced thrombocytopenia have been reported in individuals where this condition led to prolonged hospital stays and elevated injury severity scores. The mechanism is likely attributed to bone marrow suppression or the development of platelet autoantibodies. Patients are advised to regularly monitor their complete blood count (CBC) with differential. Physicians recommend discontinuing famotidine use and transitioning to PPI if there are indications of thrombocytopenia. [29] [30] [31] [32]"}
{"id": "article-21621_23", "title": "Famotidine -- Adverse Effects -- Drug-Drug Interactions", "content": "Famotidine undergoes hepatic metabolism by cytochrome P450 enzymes, yet it exerts only minimal inhibitory effects on the metabolism of most other drugs. [33] Coadministering famotidine with other drugs can decrease the absorption of those medications, potentially leading to diminished effectiveness of the concurrent treatment. Per the manufacturer's package insert, famotidine should not be used simultaneously with the following medications: cefuroxime, dasatinib, delavirdine, neratinib, pazopanib, and risedronate. [34]", "contents": "Famotidine -- Adverse Effects -- Drug-Drug Interactions. Famotidine undergoes hepatic metabolism by cytochrome P450 enzymes, yet it exerts only minimal inhibitory effects on the metabolism of most other drugs. [33] Coadministering famotidine with other drugs can decrease the absorption of those medications, potentially leading to diminished effectiveness of the concurrent treatment. Per the manufacturer's package insert, famotidine should not be used simultaneously with the following medications: cefuroxime, dasatinib, delavirdine, neratinib, pazopanib, and risedronate. [34]"}
{"id": "article-21621_24", "title": "Famotidine -- Adverse Effects -- Drug-Drug Interactions", "content": "Famotidine acts as a mild inhibitor of the CYP1A2 enzyme, leading to a notable increase in the blood levels of tizanidine, a substrate of CYP1A2. The concurrent use of famotidine with tizanidine should be avoided. If coadministration of the drugs is necessary, it is essential to monitor patients for signs of hypotension, bradycardia, and excessive drowsiness. The case report also outlines an instance of tizanidine-induced acute severe cystitis due to famotidine. [13]", "contents": "Famotidine -- Adverse Effects -- Drug-Drug Interactions. Famotidine acts as a mild inhibitor of the CYP1A2 enzyme, leading to a notable increase in the blood levels of tizanidine, a substrate of CYP1A2. The concurrent use of famotidine with tizanidine should be avoided. If coadministration of the drugs is necessary, it is essential to monitor patients for signs of hypotension, bradycardia, and excessive drowsiness. The case report also outlines an instance of tizanidine-induced acute severe cystitis due to famotidine. [13]"}
{"id": "article-21621_25", "title": "Famotidine -- Contraindications", "content": "Famotidine is contraindicated for patients with hypersensitivity to famotidine or any of its formulation components. Due to observed cross-sensitivity among H2RAs, famotidine should not be prescribed to patients with a history of hypersensitivity to cimetidine. [35] Furthermore, OTC tablets should not be used by patients experiencing difficulties or pain while swallowing food, exhibiting vomiting with blood, or noticing the presence of bloody or black stools. The OTC famotidine tablets should also not be administered to patients who are allergic to or are currently taking other acid reducers, as well as those with renal impairment.", "contents": "Famotidine -- Contraindications. Famotidine is contraindicated for patients with hypersensitivity to famotidine or any of its formulation components. Due to observed cross-sensitivity among H2RAs, famotidine should not be prescribed to patients with a history of hypersensitivity to cimetidine. [35] Furthermore, OTC tablets should not be used by patients experiencing difficulties or pain while swallowing food, exhibiting vomiting with blood, or noticing the presence of bloody or black stools. The OTC famotidine tablets should also not be administered to patients who are allergic to or are currently taking other acid reducers, as well as those with renal impairment."}
{"id": "article-21621_26", "title": "Famotidine -- Contraindications -- Box Warnings/Precautions", "content": "Famotidine injection containing benzyl alcohol should not be used in neonates and pregnant women due to the risk of developing gasping syndrome. Neonates receiving IV solutions containing benzyl alcohol are at risk of developing gasping syndrome after administering the medication. This syndrome is characterized by sudden gasping respiration, hypotension, bradycardia, and cardiovascular collapse. Benzyl alcohol can readily cross the placental and blood-brain barriers. Famotidine injection from multiple-dose vials containing benzyl alcohol must be avoided in pregnant women and neonates. Healthcare professionals responsible for administering this medication through this route should consult the excipient information before proceeding with the treatment. [36] [37]", "contents": "Famotidine -- Contraindications -- Box Warnings/Precautions. Famotidine injection containing benzyl alcohol should not be used in neonates and pregnant women due to the risk of developing gasping syndrome. Neonates receiving IV solutions containing benzyl alcohol are at risk of developing gasping syndrome after administering the medication. This syndrome is characterized by sudden gasping respiration, hypotension, bradycardia, and cardiovascular collapse. Benzyl alcohol can readily cross the placental and blood-brain barriers. Famotidine injection from multiple-dose vials containing benzyl alcohol must be avoided in pregnant women and neonates. Healthcare professionals responsible for administering this medication through this route should consult the excipient information before proceeding with the treatment. [36] [37]"}
{"id": "article-21621_27", "title": "Famotidine -- Monitoring", "content": "As famotidine is primarily eliminated through the kidneys, healthcare professionals may consider monitoring renal function in patients, particularly in older populations. In patients experiencing gastrointestinal bleeding, it is recommended to monitor their CBC, measure their gastric pH, and observe for the presence of occult blood.", "contents": "Famotidine -- Monitoring. As famotidine is primarily eliminated through the kidneys, healthcare professionals may consider monitoring renal function in patients, particularly in older populations. In patients experiencing gastrointestinal bleeding, it is recommended to monitor their CBC, measure their gastric pH, and observe for the presence of occult blood."}
{"id": "article-21621_28", "title": "Famotidine -- Toxicity", "content": "As famotidine is primarily eliminated through the kidneys, the risk of toxicity could be heightened in individuals with compromised renal function. Consequently, dosage adjustments are imperative for patients with moderate-to-severe renal impairment. [12] [26] As per famotidine's package insert, oral doses exceeding FDA-approved limits, reaching up to 640 mg/d, have been administered to adult patients with pathological hypersecretory conditions. Notably, this usage has not led to any serious adverse outcomes. Drug overdose cases share similarities with those seen in routine clinical practice.", "contents": "Famotidine -- Toxicity. As famotidine is primarily eliminated through the kidneys, the risk of toxicity could be heightened in individuals with compromised renal function. Consequently, dosage adjustments are imperative for patients with moderate-to-severe renal impairment. [12] [26] As per famotidine's package insert, oral doses exceeding FDA-approved limits, reaching up to 640 mg/d, have been administered to adult patients with pathological hypersecretory conditions. Notably, this usage has not led to any serious adverse outcomes. Drug overdose cases share similarities with those seen in routine clinical practice."}
{"id": "article-21621_29", "title": "Famotidine -- Toxicity", "content": "Managing a drug overdose necessitates the following actions: eliminating unabsorbed medications from the gastrointestinal tract, closely monitoring the patient, and delivering appropriate supportive therapy. Famotidine is classified as a pregnancy category B drug and should be used during pregnancy only when the potential benefits outweigh the associated risks. Famotidine is detectable in breast milk. Hence, when a mother is undergoing therapy, the decision to breastfeed her infant should consider both the benefits to the mother and the potential risks to the infant. Compared to other H2RAs, famotidine shows notably lower concentrations in breast milk, making it a potentially preferable choice in such situations. [20] [38]", "contents": "Famotidine -- Toxicity. Managing a drug overdose necessitates the following actions: eliminating unabsorbed medications from the gastrointestinal tract, closely monitoring the patient, and delivering appropriate supportive therapy. Famotidine is classified as a pregnancy category B drug and should be used during pregnancy only when the potential benefits outweigh the associated risks. Famotidine is detectable in breast milk. Hence, when a mother is undergoing therapy, the decision to breastfeed her infant should consider both the benefits to the mother and the potential risks to the infant. Compared to other H2RAs, famotidine shows notably lower concentrations in breast milk, making it a potentially preferable choice in such situations. [20] [38]"}
{"id": "article-21621_30", "title": "Famotidine -- Enhancing Healthcare Team Outcomes", "content": "In 1999, the American Society of Health-System Pharmacists (ASHP) published a guideline to prevent stress ulcers in medical, surgical, respiratory, and pediatric intensive care units (ICUs) patients. Since then, and in recent years, stress ulcer prophylaxis has been increasingly used beyond ICUs and general medical settings despite limited evidence supporting its effectiveness.", "contents": "Famotidine -- Enhancing Healthcare Team Outcomes. In 1999, the American Society of Health-System Pharmacists (ASHP) published a guideline to prevent stress ulcers in medical, surgical, respiratory, and pediatric intensive care units (ICUs) patients. Since then, and in recent years, stress ulcer prophylaxis has been increasingly used beyond ICUs and general medical settings despite limited evidence supporting its effectiveness."}
{"id": "article-21621_31", "title": "Famotidine -- Enhancing Healthcare Team Outcomes", "content": "In hospital settings, up to 71% of patients on general medicine wards receive acid-suppressive therapy (AST) without a suitable indication. Furthermore, a significant number of patients continue on AST even after being discharged from the hospital. This continuation can result in escalated medical expenses and an increased risk of adverse drug reactions among patients.", "contents": "Famotidine -- Enhancing Healthcare Team Outcomes. In hospital settings, up to 71% of patients on general medicine wards receive acid-suppressive therapy (AST) without a suitable indication. Furthermore, a significant number of patients continue on AST even after being discharged from the hospital. This continuation can result in escalated medical expenses and an increased risk of adverse drug reactions among patients."}
{"id": "article-21621_32", "title": "Famotidine -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team is critical in enhancing patient safety by actively working to reduce the inappropriate utilization of AST. Physicians and advanced practice practitioners should meticulously assess the necessity of AST for patients in the general medicine ward. In addition, pharmacists can collaborate by communicating with prescribers and inquiring about the unnecessary use of AST. While administering the medication, the nursing staff should remain vigilant regarding potential adverse events of the drug and communicate any concerns related to the therapy to the prescribing or ordering clinician. Educating patients on the appropriate utilization of ACT in ICU settings as per ASHP recommendations will mitigate its unwarranted usage. [39] [40] [41]", "contents": "Famotidine -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team is critical in enhancing patient safety by actively working to reduce the inappropriate utilization of AST. Physicians and advanced practice practitioners should meticulously assess the necessity of AST for patients in the general medicine ward. In addition, pharmacists can collaborate by communicating with prescribers and inquiring about the unnecessary use of AST. While administering the medication, the nursing staff should remain vigilant regarding potential adverse events of the drug and communicate any concerns related to the therapy to the prescribing or ordering clinician. Educating patients on the appropriate utilization of ACT in ICU settings as per ASHP recommendations will mitigate its unwarranted usage. [39] [40] [41]"}
{"id": "article-21621_33", "title": "Famotidine -- Enhancing Healthcare Team Outcomes", "content": "The OTC use of famotidine mandates interprofessional care coordination to ensure effective patient counseling on accurate drug dosing and self-monitoring for potential adverse events. This collaborative interprofessional approach is poised to yield optimal outcomes while minimizing adverse events.", "contents": "Famotidine -- Enhancing Healthcare Team Outcomes. The OTC use of famotidine mandates interprofessional care coordination to ensure effective patient counseling on accurate drug dosing and self-monitoring for potential adverse events. This collaborative interprofessional approach is poised to yield optimal outcomes while minimizing adverse events."}
{"id": "article-21621_34", "title": "Famotidine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Famotidine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}