{"id": "article-23491_0", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Introduction", "content": "The inferior mesenteric artery (IMA) comes off the abdominal aorta a few inches below the takeoff of the superior mesenteric artery (SMA). The artery runs slightly lateral to the abdominal aorta after its origin at the level of the third lumbar vertebrae behind the third part of the duodenum. Embryologically, the inferior mesenteric artery supplies the area of the hindgut, the distal portions of the intestinal tract. The hindgut consists of the distal third of the transverse colon, descending colon, sigmoid colon, and superior segment of the rectum. The IMA classically terminates into three branches. These branches, from proximal to distal, include the left colic artery, the sigmoid artery, and the superior rectal artery. Straight arteries known as arcades carry blood from the branches of the IMA to the colon. [1] [2] [3] [4]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Introduction. The inferior mesenteric artery (IMA) comes off the abdominal aorta a few inches below the takeoff of the superior mesenteric artery (SMA). The artery runs slightly lateral to the abdominal aorta after its origin at the level of the third lumbar vertebrae behind the third part of the duodenum. Embryologically, the inferior mesenteric artery supplies the area of the hindgut, the distal portions of the intestinal tract. The hindgut consists of the distal third of the transverse colon, descending colon, sigmoid colon, and superior segment of the rectum. The IMA classically terminates into three branches. These branches, from proximal to distal, include the left colic artery, the sigmoid artery, and the superior rectal artery. Straight arteries known as arcades carry blood from the branches of the IMA to the colon. [1] [2] [3] [4]"}
{"id": "article-23491_1", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Introduction", "content": "The marginal artery of Drummond is a collateral pathway that connects the superior and inferior mesenteric arterial systems. The anastomotic network originates from the descending branch of the ileocolic artery, which is the most proximal branch of the SMA. The ileocolic artery connects with the right colic artery via the right colic's ascending and descending branches. This network is connected to the right and left branches of the middle colic artery, the ascending and descending branches of the left colic artery, and the sigmoid branches of the inferior mesenteric artery terminating in the superior rectal artery. The marginal artery often runs close to the bowel wall or within the mesentery. Less than half of the population has this collateral network fully complete around the splenic flexure (Griffith's point). This void of collaterals from the left branch of the middle colic artery to the ascending left colic artery can result in colonic ischemia in the setting of bowel surgery or occlusive disease.", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Introduction. The marginal artery of Drummond is a collateral pathway that connects the superior and inferior mesenteric arterial systems. The anastomotic network originates from the descending branch of the ileocolic artery, which is the most proximal branch of the SMA. The ileocolic artery connects with the right colic artery via the right colic's ascending and descending branches. This network is connected to the right and left branches of the middle colic artery, the ascending and descending branches of the left colic artery, and the sigmoid branches of the inferior mesenteric artery terminating in the superior rectal artery. The marginal artery often runs close to the bowel wall or within the mesentery. Less than half of the population has this collateral network fully complete around the splenic flexure (Griffith's point). This void of collaterals from the left branch of the middle colic artery to the ascending left colic artery can result in colonic ischemia in the setting of bowel surgery or occlusive disease."}
{"id": "article-23491_2", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Introduction", "content": "There is further anastomosis via the arc of Riolan, also referred to as the meandering artery. If present, this pathway connects the SMAs middle colic artery with the IMAs left colic artery. This collateral supply is surgically relevant with regards to endovascular aneurysm repair. Collateralization via the arc of Riolan is an important pathway to permit coil embolization for type II endoleaks. [5]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Introduction. There is further anastomosis via the arc of Riolan, also referred to as the meandering artery. If present, this pathway connects the SMAs middle colic artery with the IMAs left colic artery. This collateral supply is surgically relevant with regards to endovascular aneurysm repair. Collateralization via the arc of Riolan is an important pathway to permit coil embolization for type II endoleaks. [5]"}
{"id": "article-23491_3", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Structure and Function", "content": "The IMA arises from the aorta at the L3 level and has three main branches: the left colic, sigmoid and superior rectal. Some variability has been reported in the origin of the three branches. The left colic and sigmoid artery arise independently in 41.2% of patients and share a common trunk in 44.7% of patients. Roughly 5% of patients do not have a left colic branch. [6] [7] The IMA supplies blood to the distal one-third of the transverse colon, descending colon and proximal two-thirds of the rectum.", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Structure and Function. The IMA arises from the aorta at the L3 level and has three main branches: the left colic, sigmoid and superior rectal. Some variability has been reported in the origin of the three branches. The left colic and sigmoid artery arise independently in 41.2% of patients and share a common trunk in 44.7% of patients. Roughly 5% of patients do not have a left colic branch. [6] [7] The IMA supplies blood to the distal one-third of the transverse colon, descending colon and proximal two-thirds of the rectum."}
{"id": "article-23491_4", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches", "content": "The IMA comes off the anterolateral aspect of the left side of the aorta. The takeoff is below the renal arteries and just above the bifurcation of the common iliac arteries, usually at L3. The branches of the inferior mesenteric artery include 1) the left colic, which is located retroperitoneally and supplies the descending colon; 2) the sigmoid branches, which supply the sigmoid colon; and 3) the superior rectal artery, which is the terminal branch of the inferior mesenteric artery at the pelvic brim. The superior rectal artery supplies the upper rectum. All branches of the inferior mesenteric artery have multiple divisions of fine arcades that supply the left colon in segments. The inferior mesenteric vein accompanies the inferior mesenteric artery. However, the inferior mesenteric vein does not drain into the inferior vena cava but instead empties into the splenic vein. The latter vein then becomes part of the porta hepatis draining into the portal vein. Left Colic Artery", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches. The IMA comes off the anterolateral aspect of the left side of the aorta. The takeoff is below the renal arteries and just above the bifurcation of the common iliac arteries, usually at L3. The branches of the inferior mesenteric artery include 1) the left colic, which is located retroperitoneally and supplies the descending colon; 2) the sigmoid branches, which supply the sigmoid colon; and 3) the superior rectal artery, which is the terminal branch of the inferior mesenteric artery at the pelvic brim. The superior rectal artery supplies the upper rectum. All branches of the inferior mesenteric artery have multiple divisions of fine arcades that supply the left colon in segments. The inferior mesenteric vein accompanies the inferior mesenteric artery. However, the inferior mesenteric vein does not drain into the inferior vena cava but instead empties into the splenic vein. The latter vein then becomes part of the porta hepatis draining into the portal vein. Left Colic Artery"}
{"id": "article-23491_5", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches", "content": "The first branch of the inferior mesenteric artery is the left colic artery. The left colic artery supplies blood flow to the distal third of the transverse colon and the entirety of the descending colon. Once diverging from the IMA, the left colic artery runs anterior to the left ureter, left internal spermatic vessels (males), and psoas major before branching into its ascending and descending segments.", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches. The first branch of the inferior mesenteric artery is the left colic artery. The left colic artery supplies blood flow to the distal third of the transverse colon and the entirety of the descending colon. Once diverging from the IMA, the left colic artery runs anterior to the left ureter, left internal spermatic vessels (males), and psoas major before branching into its ascending and descending segments."}
{"id": "article-23491_6", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches", "content": "The ascending branch travels anteriorly to the left kidney before entering the mesentery of the transverse colon. The ascending branch provides blood flow to the distal third of the transverse colon and proximal descending colon. The descending branch moves inferiorly from the bifurcation to supply the distal descending colon—the descending branch anastomoses with the superior sigmoid artery. Sigmoid Arteries", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches. The ascending branch travels anteriorly to the left kidney before entering the mesentery of the transverse colon. The ascending branch provides blood flow to the distal third of the transverse colon and proximal descending colon. The descending branch moves inferiorly from the bifurcation to supply the distal descending colon—the descending branch anastomoses with the superior sigmoid artery. Sigmoid Arteries"}
{"id": "article-23491_7", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches", "content": "The sigmoid artery anastomoses with the descending branch of the left colic artery to help supply the distal aspect of the descending colon. The sigmoid artery typically consists of 2 to 4 branches, the superior of which is called the superior sigmoid artery. The path these arteries take is inferior, obliquely, and to the left, crossing over the psoas major, left ureter, and left internal spermatic vessels. Superior rectal artery", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches. The sigmoid artery anastomoses with the descending branch of the left colic artery to help supply the distal aspect of the descending colon. The sigmoid artery typically consists of 2 to 4 branches, the superior of which is called the superior sigmoid artery. The path these arteries take is inferior, obliquely, and to the left, crossing over the psoas major, left ureter, and left internal spermatic vessels. Superior rectal artery"}
{"id": "article-23491_8", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches", "content": "The superior rectal artery is the terminal branch of the Inferior mesenteric artery, providing blood flow to the rectum. It descends into the pelvis coursing anteriorly to the left common iliac artery and vein. The superior rectal artery bifurcates into terminal branches around the S3 vertebral level. These branches anastomose with the middle and inferior rectal arteries.", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Blood Supply and Lymphatics -- Branches. The superior rectal artery is the terminal branch of the Inferior mesenteric artery, providing blood flow to the rectum. It descends into the pelvis coursing anteriorly to the left common iliac artery and vein. The superior rectal artery bifurcates into terminal branches around the S3 vertebral level. These branches anastomose with the middle and inferior rectal arteries."}
{"id": "article-23491_9", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Physiologic Variants", "content": "Double IMA Absent IMA Absent left colic artery Arc of Riolan (SMA/IMA connection) Common left colic and sigmoid takeoff Short IMA [6]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Physiologic Variants. Double IMA Absent IMA Absent left colic artery Arc of Riolan (SMA/IMA connection) Common left colic and sigmoid takeoff Short IMA [6]"}
{"id": "article-23491_10", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Surgical Considerations", "content": "During a left hemicolectomy, the inferior mesenteric artery is usually ligated near its take-off from the abdominal aorta.", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Surgical Considerations. During a left hemicolectomy, the inferior mesenteric artery is usually ligated near its take-off from the abdominal aorta."}
{"id": "article-23491_11", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Surgical Considerations", "content": "There is some debate regarding the location of ligation of the IMA during a rectal resection. A high-tie approach involves ligation of the IMA near the origin of the aorta. A low-tie approach involves ligation distal to the origin of the left colic artery. Ligation of the IMA near its’ origin has shown to decrease perfusion to the splenic flexure significantly. This situation can cause anastomotic leakage after restorative rectal excision with anastomosis. Care must be taken to ensure good perfusion on both sides of colonic anastomosis. [8] [4]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Surgical Considerations. There is some debate regarding the location of ligation of the IMA during a rectal resection. A high-tie approach involves ligation of the IMA near the origin of the aorta. A low-tie approach involves ligation distal to the origin of the left colic artery. Ligation of the IMA near its’ origin has shown to decrease perfusion to the splenic flexure significantly. This situation can cause anastomotic leakage after restorative rectal excision with anastomosis. Care must be taken to ensure good perfusion on both sides of colonic anastomosis. [8] [4]"}
{"id": "article-23491_12", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Surgical Considerations", "content": "During the repair of an abdominal aortic aneurysm, the inferior mesenteric may be reimplanted into the aortic graft if there are no collaterals. After clamping the aorta, the inferior mesenteric artery may continue to perfuse if there are collaterals. In such cases, the inferior mesenteric artery can be ligated. In the postoperative period, rectal bleeding and abdominal pain may be signs of ischemic colitis if the inferior mesenteric artery is not reimplanted. An urgent sigmoidoscopy is recommended if one suspects an ischemic bowel. [9] [10]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Surgical Considerations. During the repair of an abdominal aortic aneurysm, the inferior mesenteric may be reimplanted into the aortic graft if there are no collaterals. After clamping the aorta, the inferior mesenteric artery may continue to perfuse if there are collaterals. In such cases, the inferior mesenteric artery can be ligated. In the postoperative period, rectal bleeding and abdominal pain may be signs of ischemic colitis if the inferior mesenteric artery is not reimplanted. An urgent sigmoidoscopy is recommended if one suspects an ischemic bowel. [9] [10]"}
{"id": "article-23491_13", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Clinical Significance", "content": "Horseshoe kidney is a congenital anomaly affecting about 1/400 to 600 people, more common in men. In this disorder, the patient's kidneys fuse, forming a horseshoe shape. During embryonic development, both kidneys become fused and ascend from the pelvis to their position in the abdomen. The kidneys are caught below the inferior mesenteric artery and, therefore, remain in the lower abdomen just below the IMA. Horseshoe kidneys are usually asymptomatic and don't typically require treatment. [11]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Clinical Significance. Horseshoe kidney is a congenital anomaly affecting about 1/400 to 600 people, more common in men. In this disorder, the patient's kidneys fuse, forming a horseshoe shape. During embryonic development, both kidneys become fused and ascend from the pelvis to their position in the abdomen. The kidneys are caught below the inferior mesenteric artery and, therefore, remain in the lower abdomen just below the IMA. Horseshoe kidneys are usually asymptomatic and don't typically require treatment. [11]"}
{"id": "article-23491_14", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Clinical Significance", "content": "Mesenteric arterial thrombosis typically occurs in patients with hypercoagulability and/or cardiac arrhythmias, resulting in arterial occlusion, most commonly of the proximal SMA, and presents with acute abdominal pain and bloody diarrhea. Occlusion of the IMA is possible, but rare due to the smaller caliber of the IMA. [8]", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Clinical Significance. Mesenteric arterial thrombosis typically occurs in patients with hypercoagulability and/or cardiac arrhythmias, resulting in arterial occlusion, most commonly of the proximal SMA, and presents with acute abdominal pain and bloody diarrhea. Occlusion of the IMA is possible, but rare due to the smaller caliber of the IMA. [8]"}
{"id": "article-23491_15", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Other Issues -- Watershed Areas", "content": "These are regions of the body that receive dual blood supply from the most distal branches of 2 or more arteries. Circumstances where one artery is compromised (atherosclerosis) allow these regions to remain viable due to their multiple blood supplies. However, in times of global hypoperfusion (i.e., shock, heart failure), these areas are especially vulnerable to ischemia because they are supplied by the most distal branches of their arteries, lowering the ability to provide sufficient blood to those tissues. Splenic Flexure : The transition area between the transverse colon and descending colon supplied by the superior mesenteric artery and inferior mesenteric artery Rectosigmoid Junction: The distal area of transverse colon supplied by the inferior mesenteric artery and hypogastric arteries", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Other Issues -- Watershed Areas. These are regions of the body that receive dual blood supply from the most distal branches of 2 or more arteries. Circumstances where one artery is compromised (atherosclerosis) allow these regions to remain viable due to their multiple blood supplies. However, in times of global hypoperfusion (i.e., shock, heart failure), these areas are especially vulnerable to ischemia because they are supplied by the most distal branches of their arteries, lowering the ability to provide sufficient blood to those tissues. Splenic Flexure : The transition area between the transverse colon and descending colon supplied by the superior mesenteric artery and inferior mesenteric artery Rectosigmoid Junction: The distal area of transverse colon supplied by the inferior mesenteric artery and hypogastric arteries"}
{"id": "article-23491_16", "title": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Inferior Mesenteric Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}