{"id": "article-28843_0", "title": "Neonatal Seizure -- Continuing Education Activity", "content": "Neonatal seizures are a commonly encountered neurologic condition in neonates. They are defined as the occurrence of sudden, paroxysmal, abnormal alteration of electrographic activity at any point from birth to the end of the neonatal period. During this period, the neonatal brain is developmentally immature. Thus, neonatal seizures have unique pathophysiology and electrographic findings resulting in clinical manifestations that can be different (and more difficult to identify) when compared to older age groups. This activity reviews the evaluation and treatment of neonatal seizures and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Neonatal Seizure -- Continuing Education Activity. Neonatal seizures are a commonly encountered neurologic condition in neonates. They are defined as the occurrence of sudden, paroxysmal, abnormal alteration of electrographic activity at any point from birth to the end of the neonatal period. During this period, the neonatal brain is developmentally immature. Thus, neonatal seizures have unique pathophysiology and electrographic findings resulting in clinical manifestations that can be different (and more difficult to identify) when compared to older age groups. This activity reviews the evaluation and treatment of neonatal seizures and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-28843_1", "title": "Neonatal Seizure -- Continuing Education Activity", "content": "Objectives: Identify the etiology of neonatal seizures. Review the appropriate evaluation of neonatal seizures. Outline the management options available for neonatal seizures. Identify interprofessional team strategies for improving care coordination and outcomes in neonates with seizures. Access free multiple choice questions on this topic.", "contents": "Neonatal Seizure -- Continuing Education Activity. Objectives: Identify the etiology of neonatal seizures. Review the appropriate evaluation of neonatal seizures. Outline the management options available for neonatal seizures. Identify interprofessional team strategies for improving care coordination and outcomes in neonates with seizures. Access free multiple choice questions on this topic."}
{"id": "article-28843_2", "title": "Neonatal Seizure -- Introduction", "content": "Neonatal seizures are a commonly encountered neurologic condition in neonates. [1] [2] [3] They are defined as the occurrence of sudden, paroxysmal, abnormal alteration of electrographic activity at any point from birth to the end of the neonatal period. [3] During this period, the neonatal brain is developmentally immature. [4] [5] Thus, neonatal seizures have unique pathophysiology and electrographic findings resulting in clinical manifestations that can be different (and more difficult to identify) when compared to older age groups. [3] [4]", "contents": "Neonatal Seizure -- Introduction. Neonatal seizures are a commonly encountered neurologic condition in neonates. [1] [2] [3] They are defined as the occurrence of sudden, paroxysmal, abnormal alteration of electrographic activity at any point from birth to the end of the neonatal period. [3] During this period, the neonatal brain is developmentally immature. [4] [5] Thus, neonatal seizures have unique pathophysiology and electrographic findings resulting in clinical manifestations that can be different (and more difficult to identify) when compared to older age groups. [3] [4]"}
{"id": "article-28843_3", "title": "Neonatal Seizure -- Introduction", "content": "When a patient with neonatal seizures is encountered, it may be the first clinical sign of a serious neurologic disorder. [6] Thus, rapid recognition and evaluation are required to identify and treat the underlying etiology, prevent further brain injury, and extinguish the seizure activity. [7] [8] [9] The following activity will provide an overview of the etiologies, clinical features, evaluation, and approach to the management of a patient with neonatal seizures.", "contents": "Neonatal Seizure -- Introduction. When a patient with neonatal seizures is encountered, it may be the first clinical sign of a serious neurologic disorder. [6] Thus, rapid recognition and evaluation are required to identify and treat the underlying etiology, prevent further brain injury, and extinguish the seizure activity. [7] [8] [9] The following activity will provide an overview of the etiologies, clinical features, evaluation, and approach to the management of a patient with neonatal seizures."}
{"id": "article-28843_4", "title": "Neonatal Seizure -- Etiology", "content": "When a neonate presents with seizure activity, a correctable underlying cause may be identified. [10] Diagnoses that require priority evaluation and urgent treatment are categorized as follows:", "contents": "Neonatal Seizure -- Etiology. When a neonate presents with seizure activity, a correctable underlying cause may be identified. [10] Diagnoses that require priority evaluation and urgent treatment are categorized as follows:"}
{"id": "article-28843_5", "title": "Neonatal Seizure -- Etiology", "content": "Metabolic disturbances [11] Hypoglycemia [12] Hypocalcemia [10] [13] Hypomagnesemia [13] [14] Hyponatremia [13] Hypernatremia [13] Hypoxic conditions [15] Hypoxic-ischemic encephalopathy Perinatal asphyxia Intracranial hemorrhage [11] Intraventricular Intraparenchymal Subarachnoid Subdural Infection [11] Bacterial meningitis (Group B Streptococcus, Escherichia coli, Listeria monocytogenes) [4] [16] Viral encephalitis (Herpes simplex encephalitis, Enteroviruses) [6] [17] Intrauterine infection (Cytomegalovirus, Toxoplasmosis, Varicella, Zika virus) [18] [19] Inborn errors of metabolism – selected enzyme deficiencies Urea cycle defects [20] Peroxisomal disorders [20] Organic acidemias [20] Amino acid disorders [20] Inborn errors of metabolism – vitamin and cofactor deficiencies Pyroxidine deficiency [20] Molybdenum cofactor deficiency [20] Thromboembolic Arterial ischemic stroke [21] Sinus venous thrombosis [22] Other conditions that should be considered include:", "contents": "Neonatal Seizure -- Etiology. Metabolic disturbances [11] Hypoglycemia [12] Hypocalcemia [10] [13] Hypomagnesemia [13] [14] Hyponatremia [13] Hypernatremia [13] Hypoxic conditions [15] Hypoxic-ischemic encephalopathy Perinatal asphyxia Intracranial hemorrhage [11] Intraventricular Intraparenchymal Subarachnoid Subdural Infection [11] Bacterial meningitis (Group B Streptococcus, Escherichia coli, Listeria monocytogenes) [4] [16] Viral encephalitis (Herpes simplex encephalitis, Enteroviruses) [6] [17] Intrauterine infection (Cytomegalovirus, Toxoplasmosis, Varicella, Zika virus) [18] [19] Inborn errors of metabolism – selected enzyme deficiencies Urea cycle defects [20] Peroxisomal disorders [20] Organic acidemias [20] Amino acid disorders [20] Inborn errors of metabolism – vitamin and cofactor deficiencies Pyroxidine deficiency [20] Molybdenum cofactor deficiency [20] Thromboembolic Arterial ischemic stroke [21] Sinus venous thrombosis [22] Other conditions that should be considered include:"}
{"id": "article-28843_6", "title": "Neonatal Seizure -- Etiology", "content": "Neonatal epilepsy syndromes Benign neonatal seizures [23] Benign familial neonatal epilepsy [23] Early myoclonic encephalopathy [23] Early infantile epileptic encephalopathy [24] Genetic epilepsy syndromes [25] Congenital brain malformations Schizencephaly [26] Lissencephaly [26] Holoprosencephaly [26] Hydranencephaly [26]", "contents": "Neonatal Seizure -- Etiology. Neonatal epilepsy syndromes Benign neonatal seizures [23] Benign familial neonatal epilepsy [23] Early myoclonic encephalopathy [23] Early infantile epileptic encephalopathy [24] Genetic epilepsy syndromes [25] Congenital brain malformations Schizencephaly [26] Lissencephaly [26] Holoprosencephaly [26] Hydranencephaly [26]"}
{"id": "article-28843_7", "title": "Neonatal Seizure -- Epidemiology", "content": "Neonatal seizures are a commonly encountered neurologic emergency. [27] [28] The incidence has been reported between 1 to 5.5 per 1000 live births in term infants, with higher incidences reported in preterm infants. [27] [29] [30] [31] The incidence in the United States is estimated between 80-120 cases per 100,000 neonates per year.", "contents": "Neonatal Seizure -- Epidemiology. Neonatal seizures are a commonly encountered neurologic emergency. [27] [28] The incidence has been reported between 1 to 5.5 per 1000 live births in term infants, with higher incidences reported in preterm infants. [27] [29] [30] [31] The incidence in the United States is estimated between 80-120 cases per 100,000 neonates per year."}
{"id": "article-28843_8", "title": "Neonatal Seizure -- Pathophysiology", "content": "The neonatal brain is unique when compared to different age groups. Upon birth, it is in a state of continued brain development; thus, some areas are immature. [4] This creates a state where if the neonatal brain is pathologically provoked, a manifestation of this provocation can be seizures. [4]", "contents": "Neonatal Seizure -- Pathophysiology. The neonatal brain is unique when compared to different age groups. Upon birth, it is in a state of continued brain development; thus, some areas are immature. [4] This creates a state where if the neonatal brain is pathologically provoked, a manifestation of this provocation can be seizures. [4]"}
{"id": "article-28843_9", "title": "Neonatal Seizure -- Pathophysiology", "content": "Seizures are abnormal, synchronous, neuronal discharges within the cerebral cortex. This can be due to excessive excitatory or deficient inhibitory neuronal discharges. [1] [4] Due to its immature state, the neonatal brain is prone to seizures due to an imbalance of neuronal excitation over inhibition. [1]", "contents": "Neonatal Seizure -- Pathophysiology. Seizures are abnormal, synchronous, neuronal discharges within the cerebral cortex. This can be due to excessive excitatory or deficient inhibitory neuronal discharges. [1] [4] Due to its immature state, the neonatal brain is prone to seizures due to an imbalance of neuronal excitation over inhibition. [1]"}
{"id": "article-28843_10", "title": "Neonatal Seizure -- Pathophysiology", "content": "Several factors result in this imbalance. The primary factor is the developmental state of the neonatal neuron. In mature brains, the GABA receptor is responsible for creating a synaptic potential that makes the postsynaptic neuron less likely to generate an action potential. This is achieved by establishing a decreased cellular membrane potential through its modulation of chloride and potassium channels. [4] By ensuring an influx of chloride intracellularly, the cellular membrane potential is decreased counteracting excitatory postsynaptic potentials generated by glutamate-modulated stimuli. [32] [33] In the neonatal brain, however, the chloride concentration intracellularly is high, with a reversal of the chloride ion gradient. Thus, when the GABA receptor is stimulated, chloride ion channels open, there is an efflux of chloride ions, and depolarization of the neuron occurs that through an influx of sodium and calcium ions. [4]", "contents": "Neonatal Seizure -- Pathophysiology. Several factors result in this imbalance. The primary factor is the developmental state of the neonatal neuron. In mature brains, the GABA receptor is responsible for creating a synaptic potential that makes the postsynaptic neuron less likely to generate an action potential. This is achieved by establishing a decreased cellular membrane potential through its modulation of chloride and potassium channels. [4] By ensuring an influx of chloride intracellularly, the cellular membrane potential is decreased counteracting excitatory postsynaptic potentials generated by glutamate-modulated stimuli. [32] [33] In the neonatal brain, however, the chloride concentration intracellularly is high, with a reversal of the chloride ion gradient. Thus, when the GABA receptor is stimulated, chloride ion channels open, there is an efflux of chloride ions, and depolarization of the neuron occurs that through an influx of sodium and calcium ions. [4]"}
{"id": "article-28843_11", "title": "Neonatal Seizure -- Pathophysiology", "content": "Other factors involved in this imbalance include the development of excitatory synapses before inhibitory synapses and early maturation of voltage-gated ion channels specific to depolarization. [4]", "contents": "Neonatal Seizure -- Pathophysiology. Other factors involved in this imbalance include the development of excitatory synapses before inhibitory synapses and early maturation of voltage-gated ion channels specific to depolarization. [4]"}
{"id": "article-28843_12", "title": "Neonatal Seizure -- History and Physical", "content": "When a neonate presents with seizures, a thorough history, and physical examination are required.", "contents": "Neonatal Seizure -- History and Physical. When a neonate presents with seizures, a thorough history, and physical examination are required."}
{"id": "article-28843_13", "title": "Neonatal Seizure -- History and Physical", "content": "As there is often an underlying provoking cause, the clinical history should focus on identifying risk factors and the likely etiologies. [1] This can determine prognosis and can guide treatment strategies. The history should include an investigation of the timing of seizure onset, maternal, birth, and family history. Seizures that occur within 12 to 24 hours after birth suggest hypoxic-ischemic encephalopathy, while seizures that occur after this timeframe indicate infection, hemorrhage, or stroke. [11] Maternal history should focus on the presence of genetic as well as acquired conditions that can provoke seizures in the neonate. [10] This may include obtaining a history of previous miscarriages (suggesting an underlying genetic syndrome), gestational diabetes (suggesting a possible difficult delivery with birth injury or the possibility of fetal thrombotic vasculopathy), infections (sexually transmitted or maternal-fetal transmission of infection), prenatal exposure to prescription or illicit drugs, the withdrawal of prescription or illicit drugs, and the presence of inherited thrombophilias or bleeding disorders. [34] [35] Birth history should focus on ruling out the possibility of anoxic brain injury and intracranial hemorrhage. For anoxic brain injury, the provider should investigate for the presence of cord prolapse, cord thrombosis, non-reassuring fetal heart rates, meconium, low APGAR scores, placental abnormalities, and if it was a planned home birth. [35] [36] [37] For the possibility of intracranial hemorrhage, it should be inquired if the birth placed the neonate at an increased risk of birth injuries. This includes determining if operative vaginal delivery was necessary to complete the birth or if the neonate was macrosomic or had an abnormal fetal presentation where it placed the patient at higher risk for birth injuries. [35] [38] Family history is important to ensure there were no early sibling deaths that may suggest the presence of a genetic syndrome, inborn errors of metabolism, or a family history of epilepsy. [39]", "contents": "Neonatal Seizure -- History and Physical. As there is often an underlying provoking cause, the clinical history should focus on identifying risk factors and the likely etiologies. [1] This can determine prognosis and can guide treatment strategies. The history should include an investigation of the timing of seizure onset, maternal, birth, and family history. Seizures that occur within 12 to 24 hours after birth suggest hypoxic-ischemic encephalopathy, while seizures that occur after this timeframe indicate infection, hemorrhage, or stroke. [11] Maternal history should focus on the presence of genetic as well as acquired conditions that can provoke seizures in the neonate. [10] This may include obtaining a history of previous miscarriages (suggesting an underlying genetic syndrome), gestational diabetes (suggesting a possible difficult delivery with birth injury or the possibility of fetal thrombotic vasculopathy), infections (sexually transmitted or maternal-fetal transmission of infection), prenatal exposure to prescription or illicit drugs, the withdrawal of prescription or illicit drugs, and the presence of inherited thrombophilias or bleeding disorders. [34] [35] Birth history should focus on ruling out the possibility of anoxic brain injury and intracranial hemorrhage. For anoxic brain injury, the provider should investigate for the presence of cord prolapse, cord thrombosis, non-reassuring fetal heart rates, meconium, low APGAR scores, placental abnormalities, and if it was a planned home birth. [35] [36] [37] For the possibility of intracranial hemorrhage, it should be inquired if the birth placed the neonate at an increased risk of birth injuries. This includes determining if operative vaginal delivery was necessary to complete the birth or if the neonate was macrosomic or had an abnormal fetal presentation where it placed the patient at higher risk for birth injuries. [35] [38] Family history is important to ensure there were no early sibling deaths that may suggest the presence of a genetic syndrome, inborn errors of metabolism, or a family history of epilepsy. [39]"}
{"id": "article-28843_14", "title": "Neonatal Seizure -- History and Physical", "content": "Physical examination should focus on findings that may indicate an underlying etiology. This includes the general appearance of the neonate, vital signs, head circumference, mental status (and level of alertness), and the quality of the fontanelle to identify if the patient has bacterial meningitis (with or without septic shock) or acute intracranial hemorrhage. [40] If the patient is stable, a full neurologic examination should be performed focusing on the neonate’s cranial nerves, motor exam, tone, and presence of facial dysmorphisms to identify if the patient has a structural brain lesion associated with thrombosis or an underlying genetic condition. [35] A skin examination should be performed to ensure the patient does not have any findings suggestive of a congenital infection as well as an assessment of the patient’s state of perfusion. [40] [41] Patients with inborn errors of metabolism may present with an acute metabolic acidosis; thus, neonates should be evaluated for the presence of lethargy or respiratory distress that are usual sequelae to this condition. [39]", "contents": "Neonatal Seizure -- History and Physical. Physical examination should focus on findings that may indicate an underlying etiology. This includes the general appearance of the neonate, vital signs, head circumference, mental status (and level of alertness), and the quality of the fontanelle to identify if the patient has bacterial meningitis (with or without septic shock) or acute intracranial hemorrhage. [40] If the patient is stable, a full neurologic examination should be performed focusing on the neonate’s cranial nerves, motor exam, tone, and presence of facial dysmorphisms to identify if the patient has a structural brain lesion associated with thrombosis or an underlying genetic condition. [35] A skin examination should be performed to ensure the patient does not have any findings suggestive of a congenital infection as well as an assessment of the patient’s state of perfusion. [40] [41] Patients with inborn errors of metabolism may present with an acute metabolic acidosis; thus, neonates should be evaluated for the presence of lethargy or respiratory distress that are usual sequelae to this condition. [39]"}
{"id": "article-28843_15", "title": "Neonatal Seizure -- History and Physical", "content": "If the patient is having seizure activity during the examination, the provider should focus on assessing the physical features to ensure it is a true seizure and to assist in identifying the etiology. [11] The location of seizure activity may indicate a focal ischemic stroke or hemorrhage if there is focal activity or hypoxic-ischemic injury, infection, or multifocal stroke or hemorrhage if it is generalized. [7] [11] The classification of neonatal seizure types and their significant features are as follows:", "contents": "Neonatal Seizure -- History and Physical. If the patient is having seizure activity during the examination, the provider should focus on assessing the physical features to ensure it is a true seizure and to assist in identifying the etiology. [11] The location of seizure activity may indicate a focal ischemic stroke or hemorrhage if there is focal activity or hypoxic-ischemic injury, infection, or multifocal stroke or hemorrhage if it is generalized. [7] [11] The classification of neonatal seizure types and their significant features are as follows:"}
{"id": "article-28843_16", "title": "Neonatal Seizure -- History and Physical", "content": "Focal clonic seizures [42] Manifests as repetitive rhythmic contractions It can involve the face, upper or lower extremities, neck, or trunk It cannot be extinguished by the physical suppression of movement or limb repositioning May migrate to other areas of the body within the same seizure (most commonly contralaterally but can occur ipsilaterally as well) If generalized, the seizure activity is diffuse, bilateral, and synchronous", "contents": "Neonatal Seizure -- History and Physical. Focal clonic seizures [42] Manifests as repetitive rhythmic contractions It can involve the face, upper or lower extremities, neck, or trunk It cannot be extinguished by the physical suppression of movement or limb repositioning May migrate to other areas of the body within the same seizure (most commonly contralaterally but can occur ipsilaterally as well) If generalized, the seizure activity is diffuse, bilateral, and synchronous"}
{"id": "article-28843_17", "title": "Neonatal Seizure -- History and Physical", "content": "Focal tonic seizures [42] Manifests as a continuous but transient extremity posturing or asymmetric posturing of the trunk or neck May include horizontal eye deviation If generalized, may mimic decerebrate posturing (upper and lower extremity tonic extension) or decorticate posturing (upper extremity flexion and lower extremity extension)", "contents": "Neonatal Seizure -- History and Physical. Focal tonic seizures [42] Manifests as a continuous but transient extremity posturing or asymmetric posturing of the trunk or neck May include horizontal eye deviation If generalized, may mimic decerebrate posturing (upper and lower extremity tonic extension) or decorticate posturing (upper extremity flexion and lower extremity extension)"}
{"id": "article-28843_18", "title": "Neonatal Seizure -- History and Physical", "content": "Myoclonic seizures [42] [43] Manifests as nonrepetitive contractions Involves flexor muscle groups of the extremity (commonly upper extremity), trunk, diaphragm, or face If generalized, the seizures may appear as bilateral jerking of the flexor muscles of the upper and lower extremities", "contents": "Neonatal Seizure -- History and Physical. Myoclonic seizures [42] [43] Manifests as nonrepetitive contractions Involves flexor muscle groups of the extremity (commonly upper extremity), trunk, diaphragm, or face If generalized, the seizures may appear as bilateral jerking of the flexor muscles of the upper and lower extremities"}
{"id": "article-28843_19", "title": "Neonatal Seizure -- History and Physical", "content": "Abrupt autonomic vital sign changes, while rare in otherwise healthy neonates, can be associated with subclinical seizure activity in neonates at risk for seizures. [44]", "contents": "Neonatal Seizure -- History and Physical. Abrupt autonomic vital sign changes, while rare in otherwise healthy neonates, can be associated with subclinical seizure activity in neonates at risk for seizures. [44]"}
{"id": "article-28843_20", "title": "Neonatal Seizure -- Evaluation", "content": "The suspected etiology directs the evaluation of neonatal seizures. Acutely, the provider should immediately rule out hypoglycemia (via blood glucose); hyponatremia, hypomagnesemia, hypocalcemia (via an electrolyte panel); (3) sepsis/meningitis/encephalitis (via a complete blood count, C reactive protein, blood cultures, and cerebral spinal fluid studies). [13] Other diagnostic studies may include computed tomography, ultrasound, or magnetic resonance imaging of the brain to determine the presence of a stroke, intracranial hemorrhage, or structural defects of the brain. [1] Laboratory work consisting of a meconium analysis may be obtained to determine the presence of illicit substances. [45] To confirm the occurrence of seizures, electroencephalography (EEG) may be performed as it may be difficult for a bedside observer to identify clinical or subclinical seizures. [46] [47] If the patient appears to have seizures that are difficult to control or other symptoms, the patient may be evaluated for inborn errors of metabolism. [48] This consists of a blood gas analysis to evaluate the metabolic state of the patient and the following additional laboratory studies: pyruvate, lactic acid, urine amino, and organic acids. [48] Another consideration is an underlying genetic or epilepsy syndrome, which can be evaluated with specific blood testing. [39] [49]", "contents": "Neonatal Seizure -- Evaluation. The suspected etiology directs the evaluation of neonatal seizures. Acutely, the provider should immediately rule out hypoglycemia (via blood glucose); hyponatremia, hypomagnesemia, hypocalcemia (via an electrolyte panel); (3) sepsis/meningitis/encephalitis (via a complete blood count, C reactive protein, blood cultures, and cerebral spinal fluid studies). [13] Other diagnostic studies may include computed tomography, ultrasound, or magnetic resonance imaging of the brain to determine the presence of a stroke, intracranial hemorrhage, or structural defects of the brain. [1] Laboratory work consisting of a meconium analysis may be obtained to determine the presence of illicit substances. [45] To confirm the occurrence of seizures, electroencephalography (EEG) may be performed as it may be difficult for a bedside observer to identify clinical or subclinical seizures. [46] [47] If the patient appears to have seizures that are difficult to control or other symptoms, the patient may be evaluated for inborn errors of metabolism. [48] This consists of a blood gas analysis to evaluate the metabolic state of the patient and the following additional laboratory studies: pyruvate, lactic acid, urine amino, and organic acids. [48] Another consideration is an underlying genetic or epilepsy syndrome, which can be evaluated with specific blood testing. [39] [49]"}
{"id": "article-28843_21", "title": "Neonatal Seizure -- Treatment / Management", "content": "After ensuring the patient has a patent airway, is hemodynamically stable, and has intravenous access, therapy should be targeted to treat the underlying condition identified. This can include therapeutic hypothermia for hypoxic-ischemic encephalopathy [50] , antibiotics for sepsis/meningitis, providing dextrose if the patient is severely hypoglycemic, correction of electrolyte abnormalities, or referral to neurosurgery if the patient has evidence of an intracranial hemorrhage. If the patient is suspected of having an inborn error of metabolism, halting of feeds, correcting metabolic derangements, and empiric therapy with vitamin and cofactor replacement may be initiated. [39] [48] [51]", "contents": "Neonatal Seizure -- Treatment / Management. After ensuring the patient has a patent airway, is hemodynamically stable, and has intravenous access, therapy should be targeted to treat the underlying condition identified. This can include therapeutic hypothermia for hypoxic-ischemic encephalopathy [50] , antibiotics for sepsis/meningitis, providing dextrose if the patient is severely hypoglycemic, correction of electrolyte abnormalities, or referral to neurosurgery if the patient has evidence of an intracranial hemorrhage. If the patient is suspected of having an inborn error of metabolism, halting of feeds, correcting metabolic derangements, and empiric therapy with vitamin and cofactor replacement may be initiated. [39] [48] [51]"}
{"id": "article-28843_22", "title": "Neonatal Seizure -- Treatment / Management", "content": "If the seizure is clinically evident and prolonged, the most common first-line agent utilized is phenobarbital. [15] [52] If seizures do not resolve after the first loading dose, repeat boluses of this medication should be given. The next agent commonly utilized is fosphenytoin. [53] Other agents include levetiracetam and lidocaine in selected settings. [52] Short-acting benzodiazepines (i.e., midazolam) can be utilized if there is a delay in administering these agents.", "contents": "Neonatal Seizure -- Treatment / Management. If the seizure is clinically evident and prolonged, the most common first-line agent utilized is phenobarbital. [15] [52] If seizures do not resolve after the first loading dose, repeat boluses of this medication should be given. The next agent commonly utilized is fosphenytoin. [53] Other agents include levetiracetam and lidocaine in selected settings. [52] Short-acting benzodiazepines (i.e., midazolam) can be utilized if there is a delay in administering these agents."}
{"id": "article-28843_23", "title": "Neonatal Seizure -- Treatment / Management", "content": "Following the initiation of the acute treatment for neonatal seizures, pediatric neurology should be contacted urgently to assist with management. Pediatric neurology can arrange for continuous electroencephalography monitoring that can confirm the presence of neonatal seizures, assist with the identification of subclinical seizure activity, and participate in the treatment of refractory seizures. [54] Pediatric neurologists can also participate in the management of long-term antiepileptic maintenance therapy in inpatient and outpatient settings. Duration of treatment is dependent on the underlying etiology.", "contents": "Neonatal Seizure -- Treatment / Management. Following the initiation of the acute treatment for neonatal seizures, pediatric neurology should be contacted urgently to assist with management. Pediatric neurology can arrange for continuous electroencephalography monitoring that can confirm the presence of neonatal seizures, assist with the identification of subclinical seizure activity, and participate in the treatment of refractory seizures. [54] Pediatric neurologists can also participate in the management of long-term antiepileptic maintenance therapy in inpatient and outpatient settings. Duration of treatment is dependent on the underlying etiology."}
{"id": "article-28843_24", "title": "Neonatal Seizure -- Differential Diagnosis", "content": "Non-epileptic behaviors must be distinguished from neonatal seizures. [55] Due to the known difficulty of distinguishing these behaviors from epileptic clinical events, electroencephalography monitoring is recommended. [56] Normal newborn behaviors that could resemble seizures include sucking movements, hiccuping, and benign neonatal sleep myoclonus (physiologic myoclonus that occurs during sleep). [55] Other behaviors that occur in the presence of a systemic disease that may trigger consideration for neonatal seizures include startle disease (hyperekplexia), apnea, jitteriness, infantile spasms, clonus, and tremors. [55] [57] [58] Motor automatisms (i.e., repetitive eye-opening, eye deviation, repetitive mouth, and tongue movements, bicycling of the lower extremities, tonic posturing) can resemble seizure activity but can be distinguished by the ability to provoke them with tactile stimulation and suppress them by restraint or repositioning of the limb(s) affected. [59] [60] They are considered non-epileptic but may be indicative of an underlying neurologic disease process; thus, a systematic neurologic workup may be necessary, especially if associated with other clinical signs or symptoms. [29]", "contents": "Neonatal Seizure -- Differential Diagnosis. Non-epileptic behaviors must be distinguished from neonatal seizures. [55] Due to the known difficulty of distinguishing these behaviors from epileptic clinical events, electroencephalography monitoring is recommended. [56] Normal newborn behaviors that could resemble seizures include sucking movements, hiccuping, and benign neonatal sleep myoclonus (physiologic myoclonus that occurs during sleep). [55] Other behaviors that occur in the presence of a systemic disease that may trigger consideration for neonatal seizures include startle disease (hyperekplexia), apnea, jitteriness, infantile spasms, clonus, and tremors. [55] [57] [58] Motor automatisms (i.e., repetitive eye-opening, eye deviation, repetitive mouth, and tongue movements, bicycling of the lower extremities, tonic posturing) can resemble seizure activity but can be distinguished by the ability to provoke them with tactile stimulation and suppress them by restraint or repositioning of the limb(s) affected. [59] [60] They are considered non-epileptic but may be indicative of an underlying neurologic disease process; thus, a systematic neurologic workup may be necessary, especially if associated with other clinical signs or symptoms. [29]"}
{"id": "article-28843_25", "title": "Neonatal Seizure -- Differential Diagnosis", "content": "Anoxia Myoclonus Benign epilepsy syndromes Mitochondrial cytopathies Myoclonic epilepsy Organic acidurias Pyridoxine-dependent epilepsy Subdural hematoma Subarachnoid hemorrhage Tuberous sclerosis Viral encephalitis Viral meningitis Vein of Galen malformation Benign neonatal convulsions Cerebellar hemorrhage Herpes simplex encephalitis Myoclonic epilepsy Child abuse Neonatal meningitis Shuddering attacks", "contents": "Neonatal Seizure -- Differential Diagnosis. Anoxia Myoclonus Benign epilepsy syndromes Mitochondrial cytopathies Myoclonic epilepsy Organic acidurias Pyridoxine-dependent epilepsy Subdural hematoma Subarachnoid hemorrhage Tuberous sclerosis Viral encephalitis Viral meningitis Vein of Galen malformation Benign neonatal convulsions Cerebellar hemorrhage Herpes simplex encephalitis Myoclonic epilepsy Child abuse Neonatal meningitis Shuddering attacks"}
{"id": "article-28843_26", "title": "Neonatal Seizure -- Prognosis", "content": "The prognosis of neonatal seizures depends on the underlying etiology. If EEG is normal the prognosis is excellent but if EEG has many abnormalities such neonates have a poor prognosis and may develop cerebral palsy and epilepsy. The presence of spikes on EEG has a 30% risk of developing future epilepsy. The mortality rate of neonatal seizures is reported to be as high as 20%. [15] In survivors, neurologic impairment, disability, developmental delay, and epilepsy are common. [9] [61] [62] [63]", "contents": "Neonatal Seizure -- Prognosis. The prognosis of neonatal seizures depends on the underlying etiology. If EEG is normal the prognosis is excellent but if EEG has many abnormalities such neonates have a poor prognosis and may develop cerebral palsy and epilepsy. The presence of spikes on EEG has a 30% risk of developing future epilepsy. The mortality rate of neonatal seizures is reported to be as high as 20%. [15] In survivors, neurologic impairment, disability, developmental delay, and epilepsy are common. [9] [61] [62] [63]"}
{"id": "article-28843_27", "title": "Neonatal Seizure -- Complications", "content": "A majority of neonatal seizure complications are associated with the adverse effects that can occur with antiepileptic medication administration. Thus, the provider should be vigilant for loss of airway with hypoxemia or hypercarbia, especially when a benzodiazepine or phenobarbital is administered. [64] This is of paramount importance as hypoxemia can commonly result in cardiac arrest in pediatric patients. [65] Medication administration of phenobarbital is associated with myocardial depression, while phenytoin is associated with cardiac dysrhythmias; thus, hemodynamic instability can occur. [64] [66] The provider should be prepared to administer inotropic cardiovascular support and consider using fosphenytoin to avoid the adverse effects of phenytoin administration. [67] Antiepileptic medications can cause hepatic and renal dysfunction; therefore, close monitoring of drug levels is necessary during the acute phase as well as when the patients are prescribed maintenance drug dosing. [1] [68] Other complications include:", "contents": "Neonatal Seizure -- Complications. A majority of neonatal seizure complications are associated with the adverse effects that can occur with antiepileptic medication administration. Thus, the provider should be vigilant for loss of airway with hypoxemia or hypercarbia, especially when a benzodiazepine or phenobarbital is administered. [64] This is of paramount importance as hypoxemia can commonly result in cardiac arrest in pediatric patients. [65] Medication administration of phenobarbital is associated with myocardial depression, while phenytoin is associated with cardiac dysrhythmias; thus, hemodynamic instability can occur. [64] [66] The provider should be prepared to administer inotropic cardiovascular support and consider using fosphenytoin to avoid the adverse effects of phenytoin administration. [67] Antiepileptic medications can cause hepatic and renal dysfunction; therefore, close monitoring of drug levels is necessary during the acute phase as well as when the patients are prescribed maintenance drug dosing. [1] [68] Other complications include:"}
{"id": "article-28843_28", "title": "Neonatal Seizure -- Complications", "content": "Cerebral palsy/spasticity Cerebral atrophy/hydrocephalus ex-vacuo Epilepsy Feeding difficulties", "contents": "Neonatal Seizure -- Complications. Cerebral palsy/spasticity Cerebral atrophy/hydrocephalus ex-vacuo Epilepsy Feeding difficulties"}
{"id": "article-28843_29", "title": "Neonatal Seizure -- Deterrence and Patient Education", "content": "First and foremost, if the patient has a seizure that lasts longer than 5 minutes, or if he or she has repeated seizures over a few minutes, emergency services must be contacted. The patient may be prescribed an emergency antiepileptic medication (i.e., rectal diazepam); thus, the parents may be counseled on its use. [69]", "contents": "Neonatal Seizure -- Deterrence and Patient Education. First and foremost, if the patient has a seizure that lasts longer than 5 minutes, or if he or she has repeated seizures over a few minutes, emergency services must be contacted. The patient may be prescribed an emergency antiepileptic medication (i.e., rectal diazepam); thus, the parents may be counseled on its use. [69]"}
{"id": "article-28843_30", "title": "Neonatal Seizure -- Deterrence and Patient Education", "content": "Parents should also be counseled on the prognosis of neonatal seizures, particularly the possibility of neurologic impairments in patients who survive and the importance of referral to early rehabilitation services. [70] In patients who develop long-term epilepsy, the parents should have higher vigilance in situations (i.e., ensure adequate supervision) where if seizure activity should occur, the dangers can be compounded (i.e., scuba diving). [71] A child with seizures should have routine clinical follow up with pediatric neurology, and the parents should be advised of the importance of medication adherence. [72]", "contents": "Neonatal Seizure -- Deterrence and Patient Education. Parents should also be counseled on the prognosis of neonatal seizures, particularly the possibility of neurologic impairments in patients who survive and the importance of referral to early rehabilitation services. [70] In patients who develop long-term epilepsy, the parents should have higher vigilance in situations (i.e., ensure adequate supervision) where if seizure activity should occur, the dangers can be compounded (i.e., scuba diving). [71] A child with seizures should have routine clinical follow up with pediatric neurology, and the parents should be advised of the importance of medication adherence. [72]"}
{"id": "article-28843_31", "title": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of neonatal seizures require an interprofessional approach to avoid the complications from the underrecognition of clinical seizures and the adverse effects of the medications administered.", "contents": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes. The diagnosis and management of neonatal seizures require an interprofessional approach to avoid the complications from the underrecognition of clinical seizures and the adverse effects of the medications administered."}
{"id": "article-28843_32", "title": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes", "content": "Referral to critical care services (neonatal or pediatric) should be performed early to place the patient under the care of neurocritical care experts and to ensure that the patient is stabilized from an oxygenation and hemodynamic standpoint. [73] [Level 4] Pediatric neurology should be consulted to evaluate the patient and confirm the diagnosis of neonatal seizures. [54] [Level 4] Electroencephalography technicians need to be readily available to initiate monitoring as well as screen for electrographic seizure activity that may be subclinical. [54] [74] [Level 5]", "contents": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes. Referral to critical care services (neonatal or pediatric) should be performed early to place the patient under the care of neurocritical care experts and to ensure that the patient is stabilized from an oxygenation and hemodynamic standpoint. [73] [Level 4] Pediatric neurology should be consulted to evaluate the patient and confirm the diagnosis of neonatal seizures. [54] [Level 4] Electroencephalography technicians need to be readily available to initiate monitoring as well as screen for electrographic seizure activity that may be subclinical. [54] [74] [Level 5]"}
{"id": "article-28843_33", "title": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes", "content": "The medications utilized to control seizures need to be ordered, obtained, and administered in a timely manner. Pharmacists with pediatric expertise should be available to safely provide these medications as well as assist providers in understanding specific pharmacological characteristics in relation to the unique renal and hepatic physiology of the pre-term or term neonate. [1] [Level 4]", "contents": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes. The medications utilized to control seizures need to be ordered, obtained, and administered in a timely manner. Pharmacists with pediatric expertise should be available to safely provide these medications as well as assist providers in understanding specific pharmacological characteristics in relation to the unique renal and hepatic physiology of the pre-term or term neonate. [1] [Level 4]"}
{"id": "article-28843_34", "title": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes", "content": "Finally, the bedside nurses are vital to helping providers to identify clinically evident seizure activity, annotate pertinent events, and help ensure the patient is safe from the adverse effects some antiepileptic agents have. [75] [Level 5]", "contents": "Neonatal Seizure -- Enhancing Healthcare Team Outcomes. Finally, the bedside nurses are vital to helping providers to identify clinically evident seizure activity, annotate pertinent events, and help ensure the patient is safe from the adverse effects some antiepileptic agents have. [75] [Level 5]"}
{"id": "article-28843_35", "title": "Neonatal Seizure -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neonatal Seizure -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}