{"id": "article-23758_0", "title": "Iontophoresis Analgesic Medications -- Continuing Education Activity", "content": "Analgesic iontophoresis is the administration of analgesic medications via iontophoresis used in the management and treatment of pain. The technique may employ multiple classes of drugs. This activity outlines the indications, action, and contraindications for iontophoresis as a valuable agent in the management of painful conditions. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team and patients in the management of patients with acute or chronic pain and related conditions.", "contents": "Iontophoresis Analgesic Medications -- Continuing Education Activity. Analgesic iontophoresis is the administration of analgesic medications via iontophoresis used in the management and treatment of pain. The technique may employ multiple classes of drugs. This activity outlines the indications, action, and contraindications for iontophoresis as a valuable agent in the management of painful conditions. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team and patients in the management of patients with acute or chronic pain and related conditions."}
{"id": "article-23758_1", "title": "Iontophoresis Analgesic Medications -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action and administration of iontophoretic analgesia. Describe the adverse effects and contraindications of iontophoretic analgesia. Outline appropriate monitoring and toxicity of iontophoretic analgesia. Review interprofessional team strategies for improving care coordination and communication to advance iontophoretic analgesia and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Iontophoresis Analgesic Medications -- Continuing Education Activity. Objectives: Identify the mechanism of action and administration of iontophoretic analgesia. Describe the adverse effects and contraindications of iontophoretic analgesia. Outline appropriate monitoring and toxicity of iontophoretic analgesia. Review interprofessional team strategies for improving care coordination and communication to advance iontophoretic analgesia and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23758_2", "title": "Iontophoresis Analgesic Medications -- Indications", "content": "Iontophoresis is a method of transdermal drug delivery wherein a clinician uses an electric current to promote localized, superficial permeation of a therapeutic agent through the skin. Among the earliest applications of electrical current for medical therapy was by Pivati in 1740 to treat arthritis. [1] More notable advances were made during the 1800s by pioneering scientists such as Benjamin Ward Richardson, William James Morton, and Frtiz Frankenhäuser - the latter of whom coined the phrase “iontophoresis” in favor of “cataphoresis” which had been used more commonly prior to the 20th century. [2] More recently, iontophoresis has been referred to as “electrically-assisted transdermal drug delivery” in some clinical contexts as well.", "contents": "Iontophoresis Analgesic Medications -- Indications. Iontophoresis is a method of transdermal drug delivery wherein a clinician uses an electric current to promote localized, superficial permeation of a therapeutic agent through the skin. Among the earliest applications of electrical current for medical therapy was by Pivati in 1740 to treat arthritis. [1] More notable advances were made during the 1800s by pioneering scientists such as Benjamin Ward Richardson, William James Morton, and Frtiz Frankenhäuser - the latter of whom coined the phrase “iontophoresis” in favor of “cataphoresis” which had been used more commonly prior to the 20th century. [2] More recently, iontophoresis has been referred to as “electrically-assisted transdermal drug delivery” in some clinical contexts as well."}
{"id": "article-23758_3", "title": "Iontophoresis Analgesic Medications -- Indications", "content": "Nomenclature notwithstanding, the indications for iontophoresis are numerous and may involve local, regional, or systemic delivery. Localized delivery of therapeutic agents includes local anesthetics (e.g., lidocaine) and fentanyl for analgesia, retinoids, and corticosteroids to treat scarring from acne, and antiperspirants for palmar and plantar hyperhidrosis. [2] [3] [4] [5] Regional applications of iontophoresis include the delivery of anti-inflammatory agents into subcutaneous tissue and joint spaces to relieve tendonitis, arthritis, or transient muscle soreness. Lastly and more rarely, systemic delivery of drugs via transdermal iontophoresis include fentanyl for analgesia, antimigraine agents (e.g., triptan drugs) for headache, nicotine for smoking cessation, reversible cholinesterase inhibitors such as rivastigmine for Alzheimer disease, and even proteins or peptides such as insulin. [6] [7] [8] [9] [10] [11] [12] [13]", "contents": "Iontophoresis Analgesic Medications -- Indications. Nomenclature notwithstanding, the indications for iontophoresis are numerous and may involve local, regional, or systemic delivery. Localized delivery of therapeutic agents includes local anesthetics (e.g., lidocaine) and fentanyl for analgesia, retinoids, and corticosteroids to treat scarring from acne, and antiperspirants for palmar and plantar hyperhidrosis. [2] [3] [4] [5] Regional applications of iontophoresis include the delivery of anti-inflammatory agents into subcutaneous tissue and joint spaces to relieve tendonitis, arthritis, or transient muscle soreness. Lastly and more rarely, systemic delivery of drugs via transdermal iontophoresis include fentanyl for analgesia, antimigraine agents (e.g., triptan drugs) for headache, nicotine for smoking cessation, reversible cholinesterase inhibitors such as rivastigmine for Alzheimer disease, and even proteins or peptides such as insulin. [6] [7] [8] [9] [10] [11] [12] [13]"}
{"id": "article-23758_4", "title": "Iontophoresis Analgesic Medications -- Indications", "content": "This activity will explore the indications, mechanisms, and benefits/risks of iontophoresis in the context of analgesic medication delivery and pain relief both locally and systemically.", "contents": "Iontophoresis Analgesic Medications -- Indications. This activity will explore the indications, mechanisms, and benefits/risks of iontophoresis in the context of analgesic medication delivery and pain relief both locally and systemically."}
{"id": "article-23758_5", "title": "Iontophoresis Analgesic Medications -- Mechanism of Action", "content": "Transdermal iontophoresis of analgesics involves the use of an electromotive gradient (i.e., voltage) across a positively-charged anode and negatively-charged cathode to induce percutaneous infiltration of a therapeutic agent via active transport for local, regional, or systemic delivery (Figure 1). The primary interface medications must travel through is the stratum corneum (SC) of the skin, approximately 10 to 100 micrometers in thickness. [2] Three primary pathways exist for absorption through the SC: paracellular (between keratinocytes), transcellular (through keratinocytes), and appendageal (through hair follicles, sudoriferous glands, sebaceous glands, etc.) with the latter believed to have the lowest electromotive resistance. [2] [14] The quantification of percutaneous permeation is generally as a chemical flux (flow rate of the molecular or ionic agents over a given surface area). Employing electron-repulsion as a driving force, iontophoresis entails placing positively-ionized (cationic) or neutral medications below the positively-charged electrode (anode). In contrast, negatively-ionized drugs become oriented below the negatively-charged electrode (cathode) (Figure 1). Due to electrostatic repulsion, agents are driven away from their like-charged electrode(s) and through the integumentary interface. Numerous factors affecting medication flux and end-delivery have been elucidated and include the following [2] :", "contents": "Iontophoresis Analgesic Medications -- Mechanism of Action. Transdermal iontophoresis of analgesics involves the use of an electromotive gradient (i.e., voltage) across a positively-charged anode and negatively-charged cathode to induce percutaneous infiltration of a therapeutic agent via active transport for local, regional, or systemic delivery (Figure 1). The primary interface medications must travel through is the stratum corneum (SC) of the skin, approximately 10 to 100 micrometers in thickness. [2] Three primary pathways exist for absorption through the SC: paracellular (between keratinocytes), transcellular (through keratinocytes), and appendageal (through hair follicles, sudoriferous glands, sebaceous glands, etc.) with the latter believed to have the lowest electromotive resistance. [2] [14] The quantification of percutaneous permeation is generally as a chemical flux (flow rate of the molecular or ionic agents over a given surface area). Employing electron-repulsion as a driving force, iontophoresis entails placing positively-ionized (cationic) or neutral medications below the positively-charged electrode (anode). In contrast, negatively-ionized drugs become oriented below the negatively-charged electrode (cathode) (Figure 1). Due to electrostatic repulsion, agents are driven away from their like-charged electrode(s) and through the integumentary interface. Numerous factors affecting medication flux and end-delivery have been elucidated and include the following [2] :"}
{"id": "article-23758_6", "title": "Iontophoresis Analgesic Medications -- Mechanism of Action", "content": "Electrochemical properties of the analgesic solution (e.g., charge, concentration, molecular size, delivery mechanism, buffer type, and viscosity of analgesic and non-analgesic constituents) Iontophoretic equipment parameters (current amplitude, type, frequency, and duration) Patient physiology (skin moisture, local blood flow, temperature)", "contents": "Iontophoresis Analgesic Medications -- Mechanism of Action. Electrochemical properties of the analgesic solution (e.g., charge, concentration, molecular size, delivery mechanism, buffer type, and viscosity of analgesic and non-analgesic constituents) Iontophoretic equipment parameters (current amplitude, type, frequency, and duration) Patient physiology (skin moisture, local blood flow, temperature)"}
{"id": "article-23758_7", "title": "Iontophoresis Analgesic Medications -- Administration", "content": "Multiple formulations for analgesic agent delivery via iontophoresis exist currently with approval from the Food and Drug Administration. These include various formulations including patient-activated fentanyl 40 mcg solution, lidocaine hydrochloride (HCl) 2% with epinephrine 1 to 100000 solution, lidocaine HCl with epinephrine topical iontophoretic patch (10%/0.1%), and lidocaine HCl 4% solution.", "contents": "Iontophoresis Analgesic Medications -- Administration. Multiple formulations for analgesic agent delivery via iontophoresis exist currently with approval from the Food and Drug Administration. These include various formulations including patient-activated fentanyl 40 mcg solution, lidocaine hydrochloride (HCl) 2% with epinephrine 1 to 100000 solution, lidocaine HCl with epinephrine topical iontophoretic patch (10%/0.1%), and lidocaine HCl 4% solution."}
{"id": "article-23758_8", "title": "Iontophoresis Analgesic Medications -- Adverse Effects", "content": "Transdermal iontophoresis is generally considered one of the safest delivery modalities; however, researchers have noted adverse effects in the literature. Due to its penetration of cutaneous media, among the most reported side effects of the procedure include local paresthesia, itching, irritation, erythema, edema, and galvanic urticaria. [15] [16] [17] More rarely, however, patients may experience a burning sensation and even superficial skin burns, most often due to improper electrode placement or medication formulation. Factors such as higher current, longer durations of administration, electrode placement over skin defects, use of inadequate or relatively alkaline phase buffers, and use of bare metal or carbon electrodes all increase the risk of skin damage and burns. [18] Patients and healthcare providers may mitigate the likelihood of cutaneous injuries by avoiding non-uniform electrode compression at the cutaneous surface with an adhesive seal, placing adequately wetted sponges between the electrode and skin, cleaning the application site with alcohol, and avoiding areas of skin lesions or defects with a current, and maintaining an ion flux of below 0.5 mA/cm^2. [15] [19] [20]", "contents": "Iontophoresis Analgesic Medications -- Adverse Effects. Transdermal iontophoresis is generally considered one of the safest delivery modalities; however, researchers have noted adverse effects in the literature. Due to its penetration of cutaneous media, among the most reported side effects of the procedure include local paresthesia, itching, irritation, erythema, edema, and galvanic urticaria. [15] [16] [17] More rarely, however, patients may experience a burning sensation and even superficial skin burns, most often due to improper electrode placement or medication formulation. Factors such as higher current, longer durations of administration, electrode placement over skin defects, use of inadequate or relatively alkaline phase buffers, and use of bare metal or carbon electrodes all increase the risk of skin damage and burns. [18] Patients and healthcare providers may mitigate the likelihood of cutaneous injuries by avoiding non-uniform electrode compression at the cutaneous surface with an adhesive seal, placing adequately wetted sponges between the electrode and skin, cleaning the application site with alcohol, and avoiding areas of skin lesions or defects with a current, and maintaining an ion flux of below 0.5 mA/cm^2. [15] [19] [20]"}
{"id": "article-23758_9", "title": "Iontophoresis Analgesic Medications -- Contraindications", "content": "Contraindications to iontophoresis include those related to direct electrical stimulation and from the therapeutic agent involved. Patients with a history of hypersensitivity or adverse reactions associated with the delivered drug in question should avoid iontophoresis of the offending agent. Patients with prior medical histories of cardiac arrhythmias or hypercoagulability should not receive the procedure near cardiac pacemakers and superficial blood vessels. Clinicians should avoid the procedure in the vicinity of embedded wires, stapes, orthopedic implants, and areas of skin with lesions and impaired sensation. [21] There has been no investigation of iontophoresis during pregnancy and, therefore, it either should not be used or used with extreme caution during pregnancy.", "contents": "Iontophoresis Analgesic Medications -- Contraindications. Contraindications to iontophoresis include those related to direct electrical stimulation and from the therapeutic agent involved. Patients with a history of hypersensitivity or adverse reactions associated with the delivered drug in question should avoid iontophoresis of the offending agent. Patients with prior medical histories of cardiac arrhythmias or hypercoagulability should not receive the procedure near cardiac pacemakers and superficial blood vessels. Clinicians should avoid the procedure in the vicinity of embedded wires, stapes, orthopedic implants, and areas of skin with lesions and impaired sensation. [21] There has been no investigation of iontophoresis during pregnancy and, therefore, it either should not be used or used with extreme caution during pregnancy."}
{"id": "article-23758_10", "title": "Iontophoresis Analgesic Medications -- Monitoring", "content": "Depending on the analgesic agent delivered, the scope and intensity of patient monitoring may vary. As mentioned before, among the most used agents for analgesia in the context of iontophoresis include local anesthetics and fentanyl. For both agents, signs of adverse skin reactions and systemic symptoms indicative of hypersensitivity or toxicity require close monitoring, and the treating clinician should undertake steps to mitigate and reverse symptoms promptly. [22] [23] [24] Additional monitoring modalities may include: Electrocardiography (EKG) Pulse oximetry Blood pressure", "contents": "Iontophoresis Analgesic Medications -- Monitoring. Depending on the analgesic agent delivered, the scope and intensity of patient monitoring may vary. As mentioned before, among the most used agents for analgesia in the context of iontophoresis include local anesthetics and fentanyl. For both agents, signs of adverse skin reactions and systemic symptoms indicative of hypersensitivity or toxicity require close monitoring, and the treating clinician should undertake steps to mitigate and reverse symptoms promptly. [22] [23] [24] Additional monitoring modalities may include: Electrocardiography (EKG) Pulse oximetry Blood pressure"}
{"id": "article-23758_11", "title": "Iontophoresis Analgesic Medications -- Toxicity", "content": "In addition to localized, cutaneous adverse effects, patients may experience adverse or even toxicity symptoms stemming from offending therapeutic agents as well. In the context of iontophoretic analgesia, the most used medicines are local anesthetics and fentanyl. With the use of local anesthetics (chiefly lidocaine and lidocaine/epinephrine), acute concerns arise for local adverse reactions and local anesthetic systemic toxicity (LAST). Cardiopulmonary symptoms include heart block, cardiac arrhythmia, respiratory insufficiency and arrest, and cardiac arrest. The central nervous system may similarly experience depression with symptoms such as tinnitus, ataxia, akathisia, seizures, altered levels of consciousness, and coma. [22] [25] Management of LAST includes [22] [26] [27] :", "contents": "Iontophoresis Analgesic Medications -- Toxicity. In addition to localized, cutaneous adverse effects, patients may experience adverse or even toxicity symptoms stemming from offending therapeutic agents as well. In the context of iontophoretic analgesia, the most used medicines are local anesthetics and fentanyl. With the use of local anesthetics (chiefly lidocaine and lidocaine/epinephrine), acute concerns arise for local adverse reactions and local anesthetic systemic toxicity (LAST). Cardiopulmonary symptoms include heart block, cardiac arrhythmia, respiratory insufficiency and arrest, and cardiac arrest. The central nervous system may similarly experience depression with symptoms such as tinnitus, ataxia, akathisia, seizures, altered levels of consciousness, and coma. [22] [25] Management of LAST includes [22] [26] [27] :"}
{"id": "article-23758_12", "title": "Iontophoresis Analgesic Medications -- Toxicity", "content": "Airway management with ventilation, oxygenation Cardiovascular support with epinephrine and antiarrhythmic agents Prophylaxis and suppression of seizures with benzodiazepines and succinylcholine Local anesthetic reduction from intravascular space with lipid-emulsion and bypass", "contents": "Iontophoresis Analgesic Medications -- Toxicity. Airway management with ventilation, oxygenation Cardiovascular support with epinephrine and antiarrhythmic agents Prophylaxis and suppression of seizures with benzodiazepines and succinylcholine Local anesthetic reduction from intravascular space with lipid-emulsion and bypass"}
{"id": "article-23758_13", "title": "Iontophoresis Analgesic Medications -- Toxicity", "content": "With the use of fentanyl, patients may experience cardiopulmonary and CNS depressive symptoms as described before with LAST, however, due to its narrow therapeutic window and often systemic delivery, toxicity symptoms of more acute concern. [28] Although there are no reports of cases of an iontophoretic fentanyl overdose, any compromise to the delivery mechanism may result in the administration of supratherapeutic doses without patient awareness. [15] In cases of a fentanyl overdose, medically appropriate interventions are similar to those of other opioid overdoses, including [28] : Primary survey with airway, breathing, and circulatory support Administration of intravenous (IV), intramuscular (IM), subcutaneous (SQ), or intranasal (NAS) administration of naloxone If indicated, some special circumstances may require complementing the above regimen with activated charcoal, bowel irrigation, and buprenorphine.", "contents": "Iontophoresis Analgesic Medications -- Toxicity. With the use of fentanyl, patients may experience cardiopulmonary and CNS depressive symptoms as described before with LAST, however, due to its narrow therapeutic window and often systemic delivery, toxicity symptoms of more acute concern. [28] Although there are no reports of cases of an iontophoretic fentanyl overdose, any compromise to the delivery mechanism may result in the administration of supratherapeutic doses without patient awareness. [15] In cases of a fentanyl overdose, medically appropriate interventions are similar to those of other opioid overdoses, including [28] : Primary survey with airway, breathing, and circulatory support Administration of intravenous (IV), intramuscular (IM), subcutaneous (SQ), or intranasal (NAS) administration of naloxone If indicated, some special circumstances may require complementing the above regimen with activated charcoal, bowel irrigation, and buprenorphine."}
{"id": "article-23758_14", "title": "Iontophoresis Analgesic Medications -- Enhancing Healthcare Team Outcomes", "content": "Analgesic iontophoresis has numerous applications and offers benefits, including its relative non-invasiveness and bypass of the first-pass metabolism. However, its use in pain relief has been precluded by the more cost-effective nature of injection and transdermal skin patches in addition to safety concerns of unintended overdose. [15] Nonetheless, newer advances may make technology more promising for analgesia in the future. Practitioners prescribing or administering iontophoretic therapies in addition to patients should be acutely aware of indications, realistic therapy goals, and the benefits and risks that accompany the intervention, and consult with a pharmacist to ensure appropriate dosing and the absence of drug interactions. Patients and practitioners should moreover be adequately informed of all clinically germane aspects of the procedure to ensure the correct use and proper administration. Lastly, all of the interprofessional team involved (e.g., physicians, nurses, therapists, pharmacists, patients) should be aware of adverse symptoms and potential signs of toxicity and hypersensitivity and adequately monitor for these signs, as discussed before, to mitigate any adverse outcomes promptly. Pharmacists review medications for indications, dosage, and interactions. Nurses monitor patients, provide education, and report responses and issues to the team. [Level 5]", "contents": "Iontophoresis Analgesic Medications -- Enhancing Healthcare Team Outcomes. Analgesic iontophoresis has numerous applications and offers benefits, including its relative non-invasiveness and bypass of the first-pass metabolism. However, its use in pain relief has been precluded by the more cost-effective nature of injection and transdermal skin patches in addition to safety concerns of unintended overdose. [15] Nonetheless, newer advances may make technology more promising for analgesia in the future. Practitioners prescribing or administering iontophoretic therapies in addition to patients should be acutely aware of indications, realistic therapy goals, and the benefits and risks that accompany the intervention, and consult with a pharmacist to ensure appropriate dosing and the absence of drug interactions. Patients and practitioners should moreover be adequately informed of all clinically germane aspects of the procedure to ensure the correct use and proper administration. Lastly, all of the interprofessional team involved (e.g., physicians, nurses, therapists, pharmacists, patients) should be aware of adverse symptoms and potential signs of toxicity and hypersensitivity and adequately monitor for these signs, as discussed before, to mitigate any adverse outcomes promptly. Pharmacists review medications for indications, dosage, and interactions. Nurses monitor patients, provide education, and report responses and issues to the team. [Level 5]"}
{"id": "article-23758_15", "title": "Iontophoresis Analgesic Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Iontophoresis Analgesic Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}