{"id": "article-22355_0", "title": "Golfers Elbow -- Continuing Education Activity", "content": "Golfer’s elbow (medial epicondylitis or pitcher's elbow) is tendinopathy caused by overuse or overload and affects the medial common flexor tendon of the elbow. This may present insidiously with patients reporting an aching pain that radiates from the epicondyle down to the wrist. This activity illustrates the evaluation and management of golfers elbow and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Golfers Elbow -- Continuing Education Activity. Golfer’s elbow (medial epicondylitis or pitcher's elbow) is tendinopathy caused by overuse or overload and affects the medial common flexor tendon of the elbow. This may present insidiously with patients reporting an aching pain that radiates from the epicondyle down to the wrist. This activity illustrates the evaluation and management of golfers elbow and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-22355_1", "title": "Golfers Elbow -- Continuing Education Activity", "content": "Objectives: Describe the etiology of golfers elbow. Outline the physical exam findings in golfers elbow. Review the non-surgical and surgical management of golfers elbow. Summarize the importance of collaboration and communication among the interprofessional team to enhance the delivery of care and improve outcomes in patients affected by golfers elbow. Access free multiple choice questions on this topic.", "contents": "Golfers Elbow -- Continuing Education Activity. Objectives: Describe the etiology of golfers elbow. Outline the physical exam findings in golfers elbow. Review the non-surgical and surgical management of golfers elbow. Summarize the importance of collaboration and communication among the interprofessional team to enhance the delivery of care and improve outcomes in patients affected by golfers elbow. Access free multiple choice questions on this topic."}
{"id": "article-22355_2", "title": "Golfers Elbow -- Introduction", "content": "Medial epicondylitis, also called golfer’s elbow, is tendinopathy of the medial common flexor tendon of the elbow due to overload or overuse. It may also be referred to as pitcher’s elbow, or termed tendinosis or epicondylalgia instead of epicondylitis.", "contents": "Golfers Elbow -- Introduction. Medial epicondylitis, also called golfer’s elbow, is tendinopathy of the medial common flexor tendon of the elbow due to overload or overuse. It may also be referred to as pitcher’s elbow, or termed tendinosis or epicondylalgia instead of epicondylitis."}
{"id": "article-22355_3", "title": "Golfers Elbow -- Introduction", "content": "The medial epicondyle is the common origin of the flexor and pronator muscles of the forearm. The pronator teres, flexor carpi radialis, palmaris longus, and flexor digitorum superficialis originate on the medial epicondyle and are innervated by the median nerve. The flexor carpi ulnaris also inserts on the medial epicondyle and is innervated by the ulnar nerve. Together these five muscles share the same origin, forming the conjoined flexor tendon of the medial epicondyle of the humerus. This tendon is approximately three centimeters long, crosses the medial ulnohumeral joint, and runs parallel to the ulnar collateral ligament where it serves as a secondary stabilizer.", "contents": "Golfers Elbow -- Introduction. The medial epicondyle is the common origin of the flexor and pronator muscles of the forearm. The pronator teres, flexor carpi radialis, palmaris longus, and flexor digitorum superficialis originate on the medial epicondyle and are innervated by the median nerve. The flexor carpi ulnaris also inserts on the medial epicondyle and is innervated by the ulnar nerve. Together these five muscles share the same origin, forming the conjoined flexor tendon of the medial epicondyle of the humerus. This tendon is approximately three centimeters long, crosses the medial ulnohumeral joint, and runs parallel to the ulnar collateral ligament where it serves as a secondary stabilizer."}
{"id": "article-22355_4", "title": "Golfers Elbow -- Etiology", "content": "Medial epicondylitis can result from playing golf, American football, tennis and other racquet sports, archery, bowling, weightlifting, and javelin throwing. Pitchers and overhead throwing athletes often develop the disease because of high energy valgus forces during the late cocking and acceleration phase. In golfers, it is thought to occur from the top of the backswing to just before ball impact. However, more than 90% of cases are not sports-related. Labor intensive occupations with forceful, repetitive activities including professions in carpentry, plumbing, and construction are also implicated. [1]", "contents": "Golfers Elbow -- Etiology. Medial epicondylitis can result from playing golf, American football, tennis and other racquet sports, archery, bowling, weightlifting, and javelin throwing. Pitchers and overhead throwing athletes often develop the disease because of high energy valgus forces during the late cocking and acceleration phase. In golfers, it is thought to occur from the top of the backswing to just before ball impact. However, more than 90% of cases are not sports-related. Labor intensive occupations with forceful, repetitive activities including professions in carpentry, plumbing, and construction are also implicated. [1]"}
{"id": "article-22355_5", "title": "Golfers Elbow -- Epidemiology", "content": "Medial epicondylitis, while less common than lateral epicondylitis, accounts for 10% to 20% of all epicondylitis. [1] According to one study, the prevalence is 0.4% of the population. It is highest among subjects ages 45 to 64 and more common in women compared to men. In certain occupations, the prevalence may be as high as 3.8% to 8.2%. Three out of four cases are in the dominant arm.", "contents": "Golfers Elbow -- Epidemiology. Medial epicondylitis, while less common than lateral epicondylitis, accounts for 10% to 20% of all epicondylitis. [1] According to one study, the prevalence is 0.4% of the population. It is highest among subjects ages 45 to 64 and more common in women compared to men. In certain occupations, the prevalence may be as high as 3.8% to 8.2%. Three out of four cases are in the dominant arm."}
{"id": "article-22355_6", "title": "Golfers Elbow -- Epidemiology", "content": "Risk factors for developing medial epicondylitis in athletes include training errors, improper technique, equipment, or functional risk factors including lack of strength, endurance, or flexibility. [2] Occupation-related risk factors include heavy physical work, excessive repetition, high body mass index, smoking, the presence of comorbidities, and high psychosocial work demands. [3] [4] General risk factors include tobacco use and type 2 diabetes mellitus. In women, obesity is associated with increased risk. Cases are less common in subjects with higher education and do not appear to be related to exercise, leisure, or recreational activities.", "contents": "Golfers Elbow -- Epidemiology. Risk factors for developing medial epicondylitis in athletes include training errors, improper technique, equipment, or functional risk factors including lack of strength, endurance, or flexibility. [2] Occupation-related risk factors include heavy physical work, excessive repetition, high body mass index, smoking, the presence of comorbidities, and high psychosocial work demands. [3] [4] General risk factors include tobacco use and type 2 diabetes mellitus. In women, obesity is associated with increased risk. Cases are less common in subjects with higher education and do not appear to be related to exercise, leisure, or recreational activities."}
{"id": "article-22355_7", "title": "Golfers Elbow -- Pathophysiology", "content": "Medial epicondylitis is overuse tendinopathy due to chronic repetitive concentric or eccentric loading of the wrist flexors and pronator teres, resulting in angiofibroblastic changes. Repetitive activity leads to recurrent microtears within the tendon and subsequent tendonosis. Although it was thought that the pronator teres and flexor carpi radialis were most commonly affected, the literature suggests all muscles are affected equally except for palmaris longus. There is no bony inflammation. As the tendon undergoes repetitive microtears, there is remodeling of the collagen fibers and increased mucoid ground substance. Focal necrosis or calcification can occur. Subsequently, collagen strength decreases leading to increased fragility, scar tissue formation, and thickening of the tendon. Although less common, acute trauma can also cause medial epicondylitis from a sudden violent contraction of the muscles.", "contents": "Golfers Elbow -- Pathophysiology. Medial epicondylitis is overuse tendinopathy due to chronic repetitive concentric or eccentric loading of the wrist flexors and pronator teres, resulting in angiofibroblastic changes. Repetitive activity leads to recurrent microtears within the tendon and subsequent tendonosis. Although it was thought that the pronator teres and flexor carpi radialis were most commonly affected, the literature suggests all muscles are affected equally except for palmaris longus. There is no bony inflammation. As the tendon undergoes repetitive microtears, there is remodeling of the collagen fibers and increased mucoid ground substance. Focal necrosis or calcification can occur. Subsequently, collagen strength decreases leading to increased fragility, scar tissue formation, and thickening of the tendon. Although less common, acute trauma can also cause medial epicondylitis from a sudden violent contraction of the muscles."}
{"id": "article-22355_8", "title": "Golfers Elbow -- History and Physical", "content": "Patients will give a history of either an acute traumatic blow or repetitive elbow use, gripping, or valgus stress. They will report aching pain on the medial or ulnar side of the elbow, radiating from the epicondyle down into the forearm and wrist. It is often insidious, although acute injuries can occur. The pain is worse with forearm motion, gripping, or throwing. In athletes, this includes overhead throwing, forearm tennis stroke, or golf swing. The pain resolves with cessation of activity. The patient may report elbow stiffness, weakness, numbness, or tingling most commonly in an ulnar nerve distribution. More chronic presentations may report weakness with grip strength. Up to 20% of patients report ulnar nerve symptoms.", "contents": "Golfers Elbow -- History and Physical. Patients will give a history of either an acute traumatic blow or repetitive elbow use, gripping, or valgus stress. They will report aching pain on the medial or ulnar side of the elbow, radiating from the epicondyle down into the forearm and wrist. It is often insidious, although acute injuries can occur. The pain is worse with forearm motion, gripping, or throwing. In athletes, this includes overhead throwing, forearm tennis stroke, or golf swing. The pain resolves with cessation of activity. The patient may report elbow stiffness, weakness, numbness, or tingling most commonly in an ulnar nerve distribution. More chronic presentations may report weakness with grip strength. Up to 20% of patients report ulnar nerve symptoms."}
{"id": "article-22355_9", "title": "Golfers Elbow -- History and Physical", "content": "On exam, there may be swelling, erythema, or warmth in acute cases; chronic cases are less likely to present with abnormalities on inspection. The patient will have tenderness over the five to ten millimeters distal and anterior to the medial epicondyle, especially near the conjoined tendon or muscles including pronator teres and flexor carpi radialis. Resisted pronation or flexion of the wrist elicits pain. The patient may be weak in the affected arm. The range of motion is typically normal.", "contents": "Golfers Elbow -- History and Physical. On exam, there may be swelling, erythema, or warmth in acute cases; chronic cases are less likely to present with abnormalities on inspection. The patient will have tenderness over the five to ten millimeters distal and anterior to the medial epicondyle, especially near the conjoined tendon or muscles including pronator teres and flexor carpi radialis. Resisted pronation or flexion of the wrist elicits pain. The patient may be weak in the affected arm. The range of motion is typically normal."}
{"id": "article-22355_10", "title": "Golfers Elbow -- History and Physical", "content": "The golfer’s elbow test or medial epicondylitis test involves an active and a passive component. In the active component, the patient resists wrist flexion with the arm in extension and supination. The passive component includes wrist extension with the elbow in extension. A test is positive when the patient endorses pain with this maneuver. [5] , [6] Tinel's test should be used to evaluate for ulnar neuropathy, and the ulnar collateral ligament should be stressed especially in throwing athletes.", "contents": "Golfers Elbow -- History and Physical. The golfer’s elbow test or medial epicondylitis test involves an active and a passive component. In the active component, the patient resists wrist flexion with the arm in extension and supination. The passive component includes wrist extension with the elbow in extension. A test is positive when the patient endorses pain with this maneuver. [5] , [6] Tinel's test should be used to evaluate for ulnar neuropathy, and the ulnar collateral ligament should be stressed especially in throwing athletes."}
{"id": "article-22355_11", "title": "Golfers Elbow -- Evaluation", "content": "The diagnostic evaluation of medial epicondylitis is primarily clinical. [7] Radiographs are usually normal and are most useful in ruling out other causes of elbow pain. In 20% to 30% of patients, they may demonstrate periostitis or calcific tendinopathy. [8] In children where the diagnosis is uncertain, and the growth plates remain open, radiographic comparison to the unaffected arm may be necessary.", "contents": "Golfers Elbow -- Evaluation. The diagnostic evaluation of medial epicondylitis is primarily clinical. [7] Radiographs are usually normal and are most useful in ruling out other causes of elbow pain. In 20% to 30% of patients, they may demonstrate periostitis or calcific tendinopathy. [8] In children where the diagnosis is uncertain, and the growth plates remain open, radiographic comparison to the unaffected arm may be necessary."}
{"id": "article-22355_12", "title": "Golfers Elbow -- Evaluation", "content": "Ultrasound is a quick, easy, and cost-effective modality to evaluate the muscle and tendon and help distinguish from other etiologies. It has a high sensitivity, specificity, and positive and negative predictive value for the diagnosis of medial epicondylitis. It also allows for dynamic evaluation. In areas of chronic degeneration, the hypoechoic tissue may be observed.", "contents": "Golfers Elbow -- Evaluation. Ultrasound is a quick, easy, and cost-effective modality to evaluate the muscle and tendon and help distinguish from other etiologies. It has a high sensitivity, specificity, and positive and negative predictive value for the diagnosis of medial epicondylitis. It also allows for dynamic evaluation. In areas of chronic degeneration, the hypoechoic tissue may be observed."}
{"id": "article-22355_13", "title": "Golfers Elbow -- Evaluation", "content": "Magnetic resonance imaging is the ideal standard for diagnosis of medial epicondylitis but generally is used to rule out other possible causes of medial elbow pain like ulnar collateral ligament strain or tear, osteochondritis dissecans, or other soft tissue injuries. Bone scan and computed tomography may be useful for ruling out other etiologies as well. If there is concern about ulnar nerve involvement, electromyogram and nerve conduction studies may be indicated.", "contents": "Golfers Elbow -- Evaluation. Magnetic resonance imaging is the ideal standard for diagnosis of medial epicondylitis but generally is used to rule out other possible causes of medial elbow pain like ulnar collateral ligament strain or tear, osteochondritis dissecans, or other soft tissue injuries. Bone scan and computed tomography may be useful for ruling out other etiologies as well. If there is concern about ulnar nerve involvement, electromyogram and nerve conduction studies may be indicated."}
{"id": "article-22355_14", "title": "Golfers Elbow -- Treatment / Management", "content": "Most cases of medial epicondylitis are managed nonsurgically, although it is less common than lateral epicondylitis and more difficult to treat. [9] Initial management should include cessation of offending activities including decreasing their volume, frequency, or intensity. The provider should recognize that this may not always be possible depending on the patient's occupation. For example, a professional athlete or laborer may not be able to afford to take time off.", "contents": "Golfers Elbow -- Treatment / Management. Most cases of medial epicondylitis are managed nonsurgically, although it is less common than lateral epicondylitis and more difficult to treat. [9] Initial management should include cessation of offending activities including decreasing their volume, frequency, or intensity. The provider should recognize that this may not always be possible depending on the patient's occupation. For example, a professional athlete or laborer may not be able to afford to take time off."}
{"id": "article-22355_15", "title": "Golfers Elbow -- Treatment / Management", "content": "Patients may respond to analgesia including non-steroidal anti-inflammatory drugs and acetaminophen. Opioids are not indicated. Ice can be helpful especially after activity. Topical nitroglycerin patches have proven helpful in treating tendinopathies.", "contents": "Golfers Elbow -- Treatment / Management. Patients may respond to analgesia including non-steroidal anti-inflammatory drugs and acetaminophen. Opioids are not indicated. Ice can be helpful especially after activity. Topical nitroglycerin patches have proven helpful in treating tendinopathies."}
{"id": "article-22355_16", "title": "Golfers Elbow -- Treatment / Management", "content": "Physical therapy is the primary management modality for medial epicondylitis. [10] The goal is full, painless motion at the wrist and elbow. Strength exercises should focus on eccentric activity. Multiple modalities may provide relief include dry needling, extracorporeal shock wave therapy, electrical stimulation, iontophoresis, phonophoresis, and ultrasonography. Soft tissue and manipulation techniques appear to allow more vigorous strengthening and stretching, resulting in better and faster recovery from the symptoms of medial epicondylitis. Night splinting with a cock up wrist splint may be helpful. A counterforce brace can unload the tendon, decreasing pain. Elbow taping with kinesiology taping may also be useful.", "contents": "Golfers Elbow -- Treatment / Management. Physical therapy is the primary management modality for medial epicondylitis. [10] The goal is full, painless motion at the wrist and elbow. Strength exercises should focus on eccentric activity. Multiple modalities may provide relief include dry needling, extracorporeal shock wave therapy, electrical stimulation, iontophoresis, phonophoresis, and ultrasonography. Soft tissue and manipulation techniques appear to allow more vigorous strengthening and stretching, resulting in better and faster recovery from the symptoms of medial epicondylitis. Night splinting with a cock up wrist splint may be helpful. A counterforce brace can unload the tendon, decreasing pain. Elbow taping with kinesiology taping may also be useful."}
{"id": "article-22355_17", "title": "Golfers Elbow -- Treatment / Management", "content": "Ultrasound or palpation-guided corticosteroid injections can be used. Platelet-rich plasma injections have been shown to reduce pain and improve function in refractory epicondylitis. Botox injections have been studied as an off-label treatment and have some literature support in refractory cases. Prolotherapy may also provide relief in refractory cases. Finally, ultrasound-guided percutaneous tenotomy can be attempted before surgical referral.", "contents": "Golfers Elbow -- Treatment / Management. Ultrasound or palpation-guided corticosteroid injections can be used. Platelet-rich plasma injections have been shown to reduce pain and improve function in refractory epicondylitis. Botox injections have been studied as an off-label treatment and have some literature support in refractory cases. Prolotherapy may also provide relief in refractory cases. Finally, ultrasound-guided percutaneous tenotomy can be attempted before surgical referral."}
{"id": "article-22355_18", "title": "Golfers Elbow -- Treatment / Management", "content": "Surgical management is indicated in refractory cases but is usually not needed, with one study finding only 2.8% of patients requiring intervention. [11] Surgical management includes the release of the common flexor tendon at the epicondyle and debridement of pathologic tissue. [12] The mini-open muscle resection involves removal of degenerative tissue of the flexor carpis radialis. Fascial elevation and tendon origin resection (FETOR) is another available technique.", "contents": "Golfers Elbow -- Treatment / Management. Surgical management is indicated in refractory cases but is usually not needed, with one study finding only 2.8% of patients requiring intervention. [11] Surgical management includes the release of the common flexor tendon at the epicondyle and debridement of pathologic tissue. [12] The mini-open muscle resection involves removal of degenerative tissue of the flexor carpis radialis. Fascial elevation and tendon origin resection (FETOR) is another available technique."}
{"id": "article-22355_19", "title": "Golfers Elbow -- Differential Diagnosis", "content": "The differential diagnosis of medial epicondylitis is broad and includes neuropathy (such as C6 or C7 radiculopathy, cubital tunnel syndrome, ulnar or median neuropathy, ulnar neuritis, anterior interosseous nerve entrapment, or tardy ulnar nerve palsy) and ligamentous injury (such as ulnar or medial collateral ligament instability, sprain, or tear). It also includes intra-articular issues like adhesive capsulitis, arthrofibrosis, or loose bodies; osseous concerns such as medial epicondyle avulsion fracture, or osteophytes; myofascial difficulties including flexor or pronator strain; tendinopathy (lateral epicondylitis, triceps tendonitis); synovitis; valgus extension overload; or dermatologic concerns (e.g., herpes zoster).", "contents": "Golfers Elbow -- Differential Diagnosis. The differential diagnosis of medial epicondylitis is broad and includes neuropathy (such as C6 or C7 radiculopathy, cubital tunnel syndrome, ulnar or median neuropathy, ulnar neuritis, anterior interosseous nerve entrapment, or tardy ulnar nerve palsy) and ligamentous injury (such as ulnar or medial collateral ligament instability, sprain, or tear). It also includes intra-articular issues like adhesive capsulitis, arthrofibrosis, or loose bodies; osseous concerns such as medial epicondyle avulsion fracture, or osteophytes; myofascial difficulties including flexor or pronator strain; tendinopathy (lateral epicondylitis, triceps tendonitis); synovitis; valgus extension overload; or dermatologic concerns (e.g., herpes zoster)."}
{"id": "article-22355_20", "title": "Golfers Elbow -- Staging", "content": "Medial epicondylitis has no widely accepted staging protocol.", "contents": "Golfers Elbow -- Staging. Medial epicondylitis has no widely accepted staging protocol."}
{"id": "article-22355_21", "title": "Golfers Elbow -- Prognosis", "content": "The prognosis for medial epicondylitis is favorable. Most patients can return to work or sport after completing their physical therapy and activity modification.", "contents": "Golfers Elbow -- Prognosis. The prognosis for medial epicondylitis is favorable. Most patients can return to work or sport after completing their physical therapy and activity modification."}
{"id": "article-22355_22", "title": "Golfers Elbow -- Complications", "content": "The most common complication of medial epicondylitis is persistent pain. Patients may develop an ulnar neuropathy, ulnar collateral ligament injury, or other associated conditions including carpal tunnel syndrome, lateral epicondylitis, or rotator cuff tendinitis. In cases managed surgically, complications include medial antebrachial cutaneous nerve neuropathy, ulnar nerve injury, or infection.", "contents": "Golfers Elbow -- Complications. The most common complication of medial epicondylitis is persistent pain. Patients may develop an ulnar neuropathy, ulnar collateral ligament injury, or other associated conditions including carpal tunnel syndrome, lateral epicondylitis, or rotator cuff tendinitis. In cases managed surgically, complications include medial antebrachial cutaneous nerve neuropathy, ulnar nerve injury, or infection."}
{"id": "article-22355_23", "title": "Golfers Elbow -- Postoperative and Rehabilitation Care", "content": "Surgeon preference guides postoperative care and rehabilitation. Post-operative care usually includes an early phase directed at decreasing pain and swelling, early range of motion followed by progressive range of motion, and eccentric strengthening exercises and stretching. The late phase is directed to return to activity.", "contents": "Golfers Elbow -- Postoperative and Rehabilitation Care. Surgeon preference guides postoperative care and rehabilitation. Post-operative care usually includes an early phase directed at decreasing pain and swelling, early range of motion followed by progressive range of motion, and eccentric strengthening exercises and stretching. The late phase is directed to return to activity."}
{"id": "article-22355_24", "title": "Golfers Elbow -- Consultations", "content": "A primary care physician or pediatrician can manage most straightforward cases of medial epicondylitis. In refractory cases, consultation with a sports medicine physician or orthopedic surgeon is indicated.", "contents": "Golfers Elbow -- Consultations. A primary care physician or pediatrician can manage most straightforward cases of medial epicondylitis. In refractory cases, consultation with a sports medicine physician or orthopedic surgeon is indicated."}
{"id": "article-22355_25", "title": "Golfers Elbow -- Deterrence and Patient Education", "content": "No evidence-based guidelines exist for the prevention of medial epicondylitis. Prevention of tendinitis and tendinopathy is guided around avoidance of excessive repetition of the offending activity or activities. In individuals who have previously had medial epicondylitis and improved, continuing maintenance physical therapy may help prevent recurrence.", "contents": "Golfers Elbow -- Deterrence and Patient Education. No evidence-based guidelines exist for the prevention of medial epicondylitis. Prevention of tendinitis and tendinopathy is guided around avoidance of excessive repetition of the offending activity or activities. In individuals who have previously had medial epicondylitis and improved, continuing maintenance physical therapy may help prevent recurrence."}
{"id": "article-22355_26", "title": "Golfers Elbow -- Pearls and Other Issues", "content": "Medial epicondylitis is a common cause of medial elbow pain. It is associated with either sports (throwing, racquet sports, and golf) or occupation (plumbing, carpentry, or construction). Patients tend to have pain on the medial elbow worse with wrist flexion or pronation. Management is generally conservative and includes some combination of non-opiate analgesia, physical therapy, bracing, and injections. Refractory cases requiring surgical release are rare.", "contents": "Golfers Elbow -- Pearls and Other Issues. Medial epicondylitis is a common cause of medial elbow pain. It is associated with either sports (throwing, racquet sports, and golf) or occupation (plumbing, carpentry, or construction). Patients tend to have pain on the medial elbow worse with wrist flexion or pronation. Management is generally conservative and includes some combination of non-opiate analgesia, physical therapy, bracing, and injections. Refractory cases requiring surgical release are rare."}
{"id": "article-22355_27", "title": "Golfers Elbow -- Enhancing Healthcare Team Outcomes", "content": "Patients with medial epicondylitis are often managed by the sports physician, orthopedic nurse, emergency department physician, primary care provider and the orthopedic surgeon. While the diagnosis is simple, the treatment can vary depending on the severity of the condition. Most cases are managed conservatively with temporary cessation of the offending activity. Physical therapy is useful for most patients. Night splinting with a cock up wrist splint may be helpful. A counterforce brace can unload the tendon, decreasing pain. Elbow taping with kinesiology taping may also be useful.", "contents": "Golfers Elbow -- Enhancing Healthcare Team Outcomes. Patients with medial epicondylitis are often managed by the sports physician, orthopedic nurse, emergency department physician, primary care provider and the orthopedic surgeon. While the diagnosis is simple, the treatment can vary depending on the severity of the condition. Most cases are managed conservatively with temporary cessation of the offending activity. Physical therapy is useful for most patients. Night splinting with a cock up wrist splint may be helpful. A counterforce brace can unload the tendon, decreasing pain. Elbow taping with kinesiology taping may also be useful."}
{"id": "article-22355_28", "title": "Golfers Elbow -- Enhancing Healthcare Team Outcomes", "content": "Many other treatments like ulltrasound or palpation-guided corticosteroid injections can be used. Surgery is the last resort treatment for refractory cases. Overall, most patients have a good outcome but relapse of the condition is not uncommon. [13]", "contents": "Golfers Elbow -- Enhancing Healthcare Team Outcomes. Many other treatments like ulltrasound or palpation-guided corticosteroid injections can be used. Surgery is the last resort treatment for refractory cases. Overall, most patients have a good outcome but relapse of the condition is not uncommon. [13]"}
{"id": "article-22355_29", "title": "Golfers Elbow -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Golfers Elbow -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}