{"id": "article-63833_0", "title": "Mastery Learning in Medical Simulation -- Introduction", "content": "Simulation-based education is a broad term that encompasses interactions with mannequins and standardized patients, along with practicing procedural skills. Simulation represents an important facet of undergraduate and graduate medical education and provides an opportunity to practice skills before performing them on patients. The simulation environment represents a perfect opportunity for the deliberate practice of complex skills until mastery is achieved for routine and low-frequency, high-stakes procedures. [1] The process of deliberate practice requires time and motivation, along with goal-oriented feedback at multiple points in time; the process is outcomes-based, not time-based. [2] Mastery learning does not focus on standardizing teaching processes but rather on the process of learning. In doing so, variations in learner outcomes are lessened, leading to improved patient safety and cost-effective care, a vital construct given the continuing shift in healthcare delivery systems. [3] Simulation-based mastery learning represents an opportunity to solve complex drivers identified as areas needed for improvement in patient safety: communication, teamwork, procedural competency, and knowledge of high stakes or rare events. [3]", "contents": "Mastery Learning in Medical Simulation -- Introduction. Simulation-based education is a broad term that encompasses interactions with mannequins and standardized patients, along with practicing procedural skills. Simulation represents an important facet of undergraduate and graduate medical education and provides an opportunity to practice skills before performing them on patients. The simulation environment represents a perfect opportunity for the deliberate practice of complex skills until mastery is achieved for routine and low-frequency, high-stakes procedures. [1] The process of deliberate practice requires time and motivation, along with goal-oriented feedback at multiple points in time; the process is outcomes-based, not time-based. [2] Mastery learning does not focus on standardizing teaching processes but rather on the process of learning. In doing so, variations in learner outcomes are lessened, leading to improved patient safety and cost-effective care, a vital construct given the continuing shift in healthcare delivery systems. [3] Simulation-based mastery learning represents an opportunity to solve complex drivers identified as areas needed for improvement in patient safety: communication, teamwork, procedural competency, and knowledge of high stakes or rare events. [3]"}
{"id": "article-63833_1", "title": "Mastery Learning in Medical Simulation -- Curriculum Development", "content": "When designing a curriculum encompassing mastery learning concepts, the Angoff method has been widely accepted to identify when mastery is achieved. [4] Traditional education models utilize a minimum acceptable score for passing and moving on to the next level; however, the Angoff method does not account for critical versus noncritical procedural skills. Newer methods, such as the Mastery Angoff method and the Patient-Safety approach, have been proposed, which raises the bar on what should be considered a minimum level of competency. [5] As with introducing any new scoring method for competency, validity evidence with the measurement tool should be utilized to ensure proper assessment of learners. [6] [7] Lineberry et al. provide information to consider when developing and implementing assessment tools. Faculty should determine how to use and interpret assessments, gauge the response to feedback, determine the reliability and structure of the assessment, determine the relationship to other variables, and determine the potential intended and unintended consequences of assessment. [7]", "contents": "Mastery Learning in Medical Simulation -- Curriculum Development. When designing a curriculum encompassing mastery learning concepts, the Angoff method has been widely accepted to identify when mastery is achieved. [4] Traditional education models utilize a minimum acceptable score for passing and moving on to the next level; however, the Angoff method does not account for critical versus noncritical procedural skills. Newer methods, such as the Mastery Angoff method and the Patient-Safety approach, have been proposed, which raises the bar on what should be considered a minimum level of competency. [5] As with introducing any new scoring method for competency, validity evidence with the measurement tool should be utilized to ensure proper assessment of learners. [6] [7] Lineberry et al. provide information to consider when developing and implementing assessment tools. Faculty should determine how to use and interpret assessments, gauge the response to feedback, determine the reliability and structure of the assessment, determine the relationship to other variables, and determine the potential intended and unintended consequences of assessment. [7]"}
{"id": "article-63833_2", "title": "Mastery Learning in Medical Simulation -- Curriculum Development", "content": "Complex procedures and high-stakes clinical scenarios can introduce cognitive overload and psychological stress to learners, especially novices. These can be broken down into micro-skills, introducing each procedure component 1 at a time and building upon it with the next step until learners have reached a level of competency that represents mastery. [1] This process differs from traditional teaching in that no time limit is placed on learning the technique; a faculty member oversees the process and introduces any remediation necessary to achieve mastery. [8] When outlined, a simulation-based mastery learning curriculum focuses on the following: baseline testing, learning objectives that escalate in difficulty level, educational initiatives to meet the learning objectives, a competency level to meet or exceed, periodic formative assessment, a feedback loop, and ability to continually practice until achieving mastery. [9] The feedback loop should be planned out in advance based on the type (feedback versus true debriefing), source (self, peer, video, subject matter expert, simulator data), and timing (in-action, immediate, delayed). Faculty should also set the stage to highlight the selected debriefing process and provide feedback to maintain psychological safety.  Feedback and debriefing can be an uncomfortable process. [10]", "contents": "Mastery Learning in Medical Simulation -- Curriculum Development. Complex procedures and high-stakes clinical scenarios can introduce cognitive overload and psychological stress to learners, especially novices. These can be broken down into micro-skills, introducing each procedure component 1 at a time and building upon it with the next step until learners have reached a level of competency that represents mastery. [1] This process differs from traditional teaching in that no time limit is placed on learning the technique; a faculty member oversees the process and introduces any remediation necessary to achieve mastery. [8] When outlined, a simulation-based mastery learning curriculum focuses on the following: baseline testing, learning objectives that escalate in difficulty level, educational initiatives to meet the learning objectives, a competency level to meet or exceed, periodic formative assessment, a feedback loop, and ability to continually practice until achieving mastery. [9] The feedback loop should be planned out in advance based on the type (feedback versus true debriefing), source (self, peer, video, subject matter expert, simulator data), and timing (in-action, immediate, delayed). Faculty should also set the stage to highlight the selected debriefing process and provide feedback to maintain psychological safety.  Feedback and debriefing can be an uncomfortable process. [10]"}
{"id": "article-63833_3", "title": "Mastery Learning in Medical Simulation -- Procedural Skills Assessment", "content": "Mastery learning has been extensively studied for the acquisition of procedural skills. As learners perform these procedures better, patients experience fewer complications and shorter lengths of stay. [4] [11] Cost analysis also demonstrates a return on investment when considering the cost of task trainers and faculty time. [11] Mastery learning theory is supported by the body of literature, which demonstrates that learners perform worse over time when there are intervals of time when a certain procedure is not performed. [12]", "contents": "Mastery Learning in Medical Simulation -- Procedural Skills Assessment. Mastery learning has been extensively studied for the acquisition of procedural skills. As learners perform these procedures better, patients experience fewer complications and shorter lengths of stay. [4] [11] Cost analysis also demonstrates a return on investment when considering the cost of task trainers and faculty time. [11] Mastery learning theory is supported by the body of literature, which demonstrates that learners perform worse over time when there are intervals of time when a certain procedure is not performed. [12]"}
{"id": "article-63833_4", "title": "Mastery Learning in Medical Simulation -- Procedural Skills Assessment", "content": "In 1 study, deliberate practice was shown as an effective method to overcome gender differences in procedural skills. Historically, males have achieved higher scores on the Fundamentals of Endoscopic Surgery. Ritter et al demonstrated that a curriculum focused on mastery learning supported by deliberate practice can eliminate these disparate results virtually. [13]", "contents": "Mastery Learning in Medical Simulation -- Procedural Skills Assessment. In 1 study, deliberate practice was shown as an effective method to overcome gender differences in procedural skills. Historically, males have achieved higher scores on the Fundamentals of Endoscopic Surgery. Ritter et al demonstrated that a curriculum focused on mastery learning supported by deliberate practice can eliminate these disparate results virtually. [13]"}
{"id": "article-63833_5", "title": "Mastery Learning in Medical Simulation -- Medical Decision Making and Leadership Development", "content": "Mastery learning has also been studied for clinical skills. A recent study examined its utility in achieving Entrustable Professional Activities (EPAs), core skills that are part of competency measures in undergraduate medical education. The EPAs are various skills that medical students should achieve before entering residency and be able to complete without supervision. [14]", "contents": "Mastery Learning in Medical Simulation -- Medical Decision Making and Leadership Development. Mastery learning has also been studied for clinical skills. A recent study examined its utility in achieving Entrustable Professional Activities (EPAs), core skills that are part of competency measures in undergraduate medical education. The EPAs are various skills that medical students should achieve before entering residency and be able to complete without supervision. [14]"}
{"id": "article-63833_6", "title": "Mastery Learning in Medical Simulation -- Medical Decision Making and Leadership Development", "content": "Robinson et al studied the effect of an online training program for detecting melanomas. Their analysis revealed that a mastery training program decreased unnecessary referrals to dermatologists for benign skin lesions and led to an increase in referrals for melanomas. [15]", "contents": "Mastery Learning in Medical Simulation -- Medical Decision Making and Leadership Development. Robinson et al studied the effect of an online training program for detecting melanomas. Their analysis revealed that a mastery training program decreased unnecessary referrals to dermatologists for benign skin lesions and led to an increase in referrals for melanomas. [15]"}
{"id": "article-63833_7", "title": "Mastery Learning in Medical Simulation -- Medical Decision Making and Leadership Development", "content": "Another study examined mastery learning for communication skills, specifically difficult conversations like breaking bad news. This is an important method for assessing learners' skills that affect patient-provider relationships. [16]", "contents": "Mastery Learning in Medical Simulation -- Medical Decision Making and Leadership Development. Another study examined mastery learning for communication skills, specifically difficult conversations like breaking bad news. This is an important method for assessing learners' skills that affect patient-provider relationships. [16]"}
{"id": "article-63833_8", "title": "Mastery Learning in Medical Simulation -- Clinical Significance", "content": "Mastery learning supports competency-based education (CBE). The shift towards CBE derived from the need for supplemental education with the advent of the mandate of reduced working hours in graduate medical education. Residents have subsequently had less exposure to the clinical environment; therefore, a more systematic approach to acquiring skills is necessary. [4] Evidence shows that current case volumes are insufficient for endoscopic surgical skills acquisition during residency programs. Simulation-based mastery learning programs have shown the potential to be employed as a method of filling this gap and lead to higher passing rates on board certification exams. [17]", "contents": "Mastery Learning in Medical Simulation -- Clinical Significance. Mastery learning supports competency-based education (CBE). The shift towards CBE derived from the need for supplemental education with the advent of the mandate of reduced working hours in graduate medical education. Residents have subsequently had less exposure to the clinical environment; therefore, a more systematic approach to acquiring skills is necessary. [4] Evidence shows that current case volumes are insufficient for endoscopic surgical skills acquisition during residency programs. Simulation-based mastery learning programs have shown the potential to be employed as a method of filling this gap and lead to higher passing rates on board certification exams. [17]"}
{"id": "article-63833_9", "title": "Mastery Learning in Medical Simulation -- Clinical Significance", "content": "Skills retention has been shown to wane over time. Mastery learning has been studied to overcome skill degradation and increase patient safety. [2] [18] [4] [18] [4] [19] However, skill and knowledge degradation can occur even after mastery has been achieved, especially in low-frequency events. A multicenter study showed evidence of degradation starting at 2 months. Subsequently, the authors advocate for frequent retraining before six months after the initial mastery training. However, this was based on a 1-hour training block, and the interval at which re-training should occur may be based on the intensity and length of the original mastery training. [19]", "contents": "Mastery Learning in Medical Simulation -- Clinical Significance. Skills retention has been shown to wane over time. Mastery learning has been studied to overcome skill degradation and increase patient safety. [2] [18] [4] [18] [4] [19] However, skill and knowledge degradation can occur even after mastery has been achieved, especially in low-frequency events. A multicenter study showed evidence of degradation starting at 2 months. Subsequently, the authors advocate for frequent retraining before six months after the initial mastery training. However, this was based on a 1-hour training block, and the interval at which re-training should occur may be based on the intensity and length of the original mastery training. [19]"}
{"id": "article-63833_10", "title": "Mastery Learning in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "The ability for teams to participate in iterative sessions, especially for resuscitation, positively contributes to patient outcomes. Secondly, deliberate practice can also lend itself to improved confidence for those serving as team leaders in code situations. [20]", "contents": "Mastery Learning in Medical Simulation -- Enhancing Healthcare Team Outcomes. The ability for teams to participate in iterative sessions, especially for resuscitation, positively contributes to patient outcomes. Secondly, deliberate practice can also lend itself to improved confidence for those serving as team leaders in code situations. [20]"}
{"id": "article-63833_11", "title": "Mastery Learning in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Mastery Learning in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}