{"id": "article-37779_0", "title": "Denosumab -- Continuing Education Activity", "content": "Denosumab, a bone anti-resorptive medication, treats osteoporosis and various bone-related disorders. Its FDA-approved applications span a spectrum of conditions, encompassing the prevention of skeletal-related events such as bone pain and fractures arising secondary to multiple myeloma or bone metastases from solid tumors, giant cell tumors of the bone, hypercalcemia of malignancy, osteoporosis in postmenopausal women at high fracture risk, and men facing an increased risk of fracture due to osteoporosis or glucocorticoid-induced bone loss. This activity focuses on elucidating denosumab's mechanism of action, adverse event profile, toxicity considerations, optimal dosing strategies, pharmacodynamics, and the essential parameters for diligent monitoring. Interprofessional team members will increase their understanding of when denosumab therapy is indicated, thereby facilitating optimal patient outcomes.", "contents": "Denosumab -- Continuing Education Activity. Denosumab, a bone anti-resorptive medication, treats osteoporosis and various bone-related disorders. Its FDA-approved applications span a spectrum of conditions, encompassing the prevention of skeletal-related events such as bone pain and fractures arising secondary to multiple myeloma or bone metastases from solid tumors, giant cell tumors of the bone, hypercalcemia of malignancy, osteoporosis in postmenopausal women at high fracture risk, and men facing an increased risk of fracture due to osteoporosis or glucocorticoid-induced bone loss. This activity focuses on elucidating denosumab's mechanism of action, adverse event profile, toxicity considerations, optimal dosing strategies, pharmacodynamics, and the essential parameters for diligent monitoring. Interprofessional team members will increase their understanding of when denosumab therapy is indicated, thereby facilitating optimal patient outcomes."}
{"id": "article-37779_1", "title": "Denosumab -- Continuing Education Activity", "content": "Participants gain comprehension of denosumab's pivotal role as a total human IgG2 monoclonal antibody. By selectively binding to the receptor activator of the NF kappa B ligand (RANKL), denosumab competently inhibits its interaction with the NF kappa B receptor activator (RANK). This inhibition forms the crux of its therapeutic efficacy in preventing bone resorption and mitigating associated risks. The content strategically navigates through pertinent aspects, empowering healthcare professionals to make informed decisions and contribute effectively to patient care within denosumab therapy.", "contents": "Denosumab -- Continuing Education Activity. Participants gain comprehension of denosumab's pivotal role as a total human IgG2 monoclonal antibody. By selectively binding to the receptor activator of the NF kappa B ligand (RANKL), denosumab competently inhibits its interaction with the NF kappa B receptor activator (RANK). This inhibition forms the crux of its therapeutic efficacy in preventing bone resorption and mitigating associated risks. The content strategically navigates through pertinent aspects, empowering healthcare professionals to make informed decisions and contribute effectively to patient care within denosumab therapy."}
{"id": "article-37779_2", "title": "Denosumab -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for denosumab therapy in treating osteoporosis, metastatic bone disease, certain bone tumors, and treatment-induced bone loss. Screen patients for eligibility and assess their suitability for denosumab therapy, considering factors such as medical history, concurrent medications, and potential contraindications. Apply knowledge of the adverse effects of denosumab and proactively manage and monitor potential complications. Implement effective communication with patients about denosumab therapy's benefits, risks, and expectations, ensuring informed and shared decision-making. Access free multiple choice questions on this topic.", "contents": "Denosumab -- Continuing Education Activity. Objectives: Identify the appropriate indications for denosumab therapy in treating osteoporosis, metastatic bone disease, certain bone tumors, and treatment-induced bone loss. Screen patients for eligibility and assess their suitability for denosumab therapy, considering factors such as medical history, concurrent medications, and potential contraindications. Apply knowledge of the adverse effects of denosumab and proactively manage and monitor potential complications. Implement effective communication with patients about denosumab therapy's benefits, risks, and expectations, ensuring informed and shared decision-making. Access free multiple choice questions on this topic."}
{"id": "article-37779_3", "title": "Denosumab -- Indications", "content": "Denosumab is a bone anti-resorptive drug used for the treatment of the following:", "contents": "Denosumab -- Indications. Denosumab is a bone anti-resorptive drug used for the treatment of the following:"}
{"id": "article-37779_4", "title": "Denosumab -- Indications -- FDA-Approved Indications", "content": "Prevention of skeletal-related events: Denosumab is indicated for bone pain and fractures secondary to multiple myeloma or bone metastases from solid tumors. Used in conjunction with treatments for primary malignancy. [1] According to ASCO (American Society of Clinical Oncology) guidelines, denosumab is indicated in multiple myeloma patients with lytic lesions of bone or compression fractures of the spine from osteopenia. [2]", "contents": "Denosumab -- Indications -- FDA-Approved Indications. Prevention of skeletal-related events: Denosumab is indicated for bone pain and fractures secondary to multiple myeloma or bone metastases from solid tumors. Used in conjunction with treatments for primary malignancy. [1] According to ASCO (American Society of Clinical Oncology) guidelines, denosumab is indicated in multiple myeloma patients with lytic lesions of bone or compression fractures of the spine from osteopenia. [2]"}
{"id": "article-37779_5", "title": "Denosumab -- Indications -- FDA-Approved Indications", "content": "Giant cell tumor of the bone: Adults and skeletally mature adolescents with an unresectable tumor or when surgical resection would likely cause severe morbidity. [3]", "contents": "Denosumab -- Indications -- FDA-Approved Indications. Giant cell tumor of the bone: Adults and skeletally mature adolescents with an unresectable tumor or when surgical resection would likely cause severe morbidity. [3]"}
{"id": "article-37779_6", "title": "Denosumab -- Indications -- FDA-Approved Indications", "content": "Hypercalcemia of malignancy: Denosumab is indicated when hypercalcemia is refractory to bisphosphonate therapy. [4]", "contents": "Denosumab -- Indications -- FDA-Approved Indications. Hypercalcemia of malignancy: Denosumab is indicated when hypercalcemia is refractory to bisphosphonate therapy. [4]"}
{"id": "article-37779_7", "title": "Denosumab -- Indications -- FDA-Approved Indications", "content": "Osteoporosis: Indicated as therapy for postmenopausal women with osteoporosis at high risk for fracture. Indications also include the treatment of men with osteoporosis at increased risk of fracture. An increased risk for fracture is defined as those with multiple risk factors, prior history of an osteoporotic fracture,  or those who have failed previous osteoporosis treatment (eg, bisphosphonates). [5] According to the American Association of Clinical Endocrinology (AACE) guidelines, denosumab can be considered as initial therapy for older women who have had multiple vertebral fractures or hip fractures or have very low T-scores, those who have GI problems, including malabsorption or intolerance. [6]", "contents": "Denosumab -- Indications -- FDA-Approved Indications. Osteoporosis: Indicated as therapy for postmenopausal women with osteoporosis at high risk for fracture. Indications also include the treatment of men with osteoporosis at increased risk of fracture. An increased risk for fracture is defined as those with multiple risk factors, prior history of an osteoporotic fracture,  or those who have failed previous osteoporosis treatment (eg, bisphosphonates). [5] According to the American Association of Clinical Endocrinology (AACE) guidelines, denosumab can be considered as initial therapy for older women who have had multiple vertebral fractures or hip fractures or have very low T-scores, those who have GI problems, including malabsorption or intolerance. [6]"}
{"id": "article-37779_8", "title": "Denosumab -- Indications -- FDA-Approved Indications", "content": "Glucocorticoid-induced osteoporosis: Indicated for treatment in patients of both sexes at high risk for fracture who initiate or continue systemic glucocorticoids at a dosage greater than or equal to 7.5 mg of prednisone daily for an expected duration of at least 6 months. [7] According to the American College of Rheumatology guidelines, for adults ≥40 years of age who are on glucocorticoids, who have had a fracture despite ≥18 months of oral bisphosphonate, or who had a significant decrease in BMD, treatment with denosumab is suggested. [8]", "contents": "Denosumab -- Indications -- FDA-Approved Indications. Glucocorticoid-induced osteoporosis: Indicated for treatment in patients of both sexes at high risk for fracture who initiate or continue systemic glucocorticoids at a dosage greater than or equal to 7.5 mg of prednisone daily for an expected duration of at least 6 months. [7] According to the American College of Rheumatology guidelines, for adults ≥40 years of age who are on glucocorticoids, who have had a fracture despite ≥18 months of oral bisphosphonate, or who had a significant decrease in BMD, treatment with denosumab is suggested. [8]"}
{"id": "article-37779_9", "title": "Denosumab -- Indications -- FDA-Approved Indications", "content": "Bone loss: Indications include treating androgen deprivation-induced bone loss and aromatase inhibitor-induced bone loss. Therapy aims to increase bone mass in men with prostate cancer receiving androgen deprivation therapy. In women, the treatment goal is to increase bone mass when receiving aromatase inhibitor therapy for breast cancer. [9]", "contents": "Denosumab -- Indications -- FDA-Approved Indications. Bone loss: Indications include treating androgen deprivation-induced bone loss and aromatase inhibitor-induced bone loss. Therapy aims to increase bone mass in men with prostate cancer receiving androgen deprivation therapy. In women, the treatment goal is to increase bone mass when receiving aromatase inhibitor therapy for breast cancer. [9]"}
{"id": "article-37779_10", "title": "Denosumab -- Mechanism of Action", "content": "Denosumab is a total human IgG2 monoclonal antibody that binds to the receptor activator of NF kappa B ligand (RANKL) and competitively inhibits its binding to the receptor activator of NF kappa B (RANK). Soluble RANKL is a trimer and a member of the tumor necrosis factor (TNF) family ligands.", "contents": "Denosumab -- Mechanism of Action. Denosumab is a total human IgG2 monoclonal antibody that binds to the receptor activator of NF kappa B ligand (RANKL) and competitively inhibits its binding to the receptor activator of NF kappa B (RANK). Soluble RANKL is a trimer and a member of the tumor necrosis factor (TNF) family ligands."}
{"id": "article-37779_11", "title": "Denosumab -- Mechanism of Action", "content": "Each RANKL trimer can bind and oligomerize up to 3 receptors. When bound to RANK, RANKL potentiates osteoclast differentiation from hematopoietic stem cells and activates and prolongs the survival of mature osteoclasts. RANKL inhibition precludes differentiation of pre-osteoclasts and promotes apoptosis. The primary function of osteoclasts is to promote bone resorption. Denosumab binds to RANKL with high affinity and blocks it from binding to and oligomerizing its receptor RANK, thus inhibiting osteoclast maturation and bone resorption. [10]", "contents": "Denosumab -- Mechanism of Action. Each RANKL trimer can bind and oligomerize up to 3 receptors. When bound to RANK, RANKL potentiates osteoclast differentiation from hematopoietic stem cells and activates and prolongs the survival of mature osteoclasts. RANKL inhibition precludes differentiation of pre-osteoclasts and promotes apoptosis. The primary function of osteoclasts is to promote bone resorption. Denosumab binds to RANKL with high affinity and blocks it from binding to and oligomerizing its receptor RANK, thus inhibiting osteoclast maturation and bone resorption. [10]"}
{"id": "article-37779_12", "title": "Denosumab -- Mechanism of Action", "content": "Denosumab inhibits osteoclast-mediated bone destruction and offers fast and prolonged suppression of bone turnover in multiple myeloma, osteolytic bone disease, and bone metastasis. In addition, denosumab eliminates osteoclast-like giant cells and mononuclear cells of giant cell tumors. [11]", "contents": "Denosumab -- Mechanism of Action. Denosumab inhibits osteoclast-mediated bone destruction and offers fast and prolonged suppression of bone turnover in multiple myeloma, osteolytic bone disease, and bone metastasis. In addition, denosumab eliminates osteoclast-like giant cells and mononuclear cells of giant cell tumors. [11]"}
{"id": "article-37779_13", "title": "Denosumab -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The median time to achieve maximum denosumab concentration is 10 days (range: 3 to 21 days). Serum denosumab concentrations decline over 4 to 5 months. The bioavailability of 1 subcutaneous denosumab injection is approximately 61%.", "contents": "Denosumab -- Mechanism of Action -- Pharmacokinetics. Absorption: The median time to achieve maximum denosumab concentration is 10 days (range: 3 to 21 days). Serum denosumab concentrations decline over 4 to 5 months. The bioavailability of 1 subcutaneous denosumab injection is approximately 61%."}
{"id": "article-37779_14", "title": "Denosumab -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Denosumab is distributed in the semen and attains approximately 2% of serum levels. Inhibition of testicular RANKL signaling has been proposed to improve semen quality and spermatogenesis. [12] Metabolism: The reticuloendothelial system clears denosumab from circulation. [10]", "contents": "Denosumab -- Mechanism of Action -- Pharmacokinetics. Distribution: Denosumab is distributed in the semen and attains approximately 2% of serum levels. Inhibition of testicular RANKL signaling has been proposed to improve semen quality and spermatogenesis. [12] Metabolism: The reticuloendothelial system clears denosumab from circulation. [10]"}
{"id": "article-37779_15", "title": "Denosumab -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Denosumab follows nonlinear, dose-dependent pharmacokinetics. Denosumab undergoes minimal renal filtration and excretion. The elimination half-life of denosumab is approximately 32 days. [13]", "contents": "Denosumab -- Mechanism of Action -- Pharmacokinetics. Elimination: Denosumab follows nonlinear, dose-dependent pharmacokinetics. Denosumab undergoes minimal renal filtration and excretion. The elimination half-life of denosumab is approximately 32 days. [13]"}
{"id": "article-37779_16", "title": "Denosumab -- Administration -- Available Dosage Forms and Strengths", "content": "Denosumab is administered by subcutaneous injection only and should not be administered intravenously or intramuscularly. Injection sites include the upper arm, upper thigh, or abdomen. No observation or premedication is required. Dosing is prescribed as 120 mg/1.7 mL (70 mg/mL) solution in a single-dose vial or as a single-use pre-filled syringe containing 60 mg in a 1 mL solution. In addition, administer vitamin D and calcium as necessary to treat or prevent hypocalcemia. (Patients should be administered 1000 mg of calcium & 400 IU of vitamin D daily.) As shown below, the distribution and timing of doses depend on the pathology.", "contents": "Denosumab -- Administration -- Available Dosage Forms and Strengths. Denosumab is administered by subcutaneous injection only and should not be administered intravenously or intramuscularly. Injection sites include the upper arm, upper thigh, or abdomen. No observation or premedication is required. Dosing is prescribed as 120 mg/1.7 mL (70 mg/mL) solution in a single-dose vial or as a single-use pre-filled syringe containing 60 mg in a 1 mL solution. In addition, administer vitamin D and calcium as necessary to treat or prevent hypocalcemia. (Patients should be administered 1000 mg of calcium & 400 IU of vitamin D daily.) As shown below, the distribution and timing of doses depend on the pathology."}
{"id": "article-37779_17", "title": "Denosumab -- Administration -- Adult Dosing", "content": "Skeletal-related events secondary to multiple myeloma or bone metastases from solid tumors: administer 120 mg injection every 4 weeks.", "contents": "Denosumab -- Administration -- Adult Dosing. Skeletal-related events secondary to multiple myeloma or bone metastases from solid tumors: administer 120 mg injection every 4 weeks."}
{"id": "article-37779_18", "title": "Denosumab -- Administration -- Adult Dosing", "content": "Giant cell tumor of bone: 120 mg injection administered every 4 weeks with supplementary doses of 120 mg on the 8th and 15th day during the first month of treatment.", "contents": "Denosumab -- Administration -- Adult Dosing. Giant cell tumor of bone: 120 mg injection administered every 4 weeks with supplementary doses of 120 mg on the 8th and 15th day during the first month of treatment."}
{"id": "article-37779_19", "title": "Denosumab -- Administration -- Adult Dosing", "content": "Hypercalcemia of malignancy: administer 120 mg injection every 4 weeks with supplemental doses of 120 mg on the 8th and 15th day during the first month of treatment.", "contents": "Denosumab -- Administration -- Adult Dosing. Hypercalcemia of malignancy: administer 120 mg injection every 4 weeks with supplemental doses of 120 mg on the 8th and 15th day during the first month of treatment."}
{"id": "article-37779_20", "title": "Denosumab -- Administration -- Adult Dosing", "content": "Osteoporosis/bone loss: administer 60 mg every 6 months. According to Endocrine Society guidelines, denosumab can be an alternative treatment in postmenopausal women with osteoporosis with an increased risk of fractures. The suggested dosage is 60 mg subcutaneously every 6 months. The results of denosumab on bone remodeling, reflected in bone turnover markers, reverse after 6 months if the drug is not administered on schedule; treatment interruption is not suggested. Denosumab should not be stopped without ensuing antiresorptive treatment (eg, bisphosphonate) to control a rebound in bone turnover and increased fracture risk. [14]", "contents": "Denosumab -- Administration -- Adult Dosing. Osteoporosis/bone loss: administer 60 mg every 6 months. According to Endocrine Society guidelines, denosumab can be an alternative treatment in postmenopausal women with osteoporosis with an increased risk of fractures. The suggested dosage is 60 mg subcutaneously every 6 months. The results of denosumab on bone remodeling, reflected in bone turnover markers, reverse after 6 months if the drug is not administered on schedule; treatment interruption is not suggested. Denosumab should not be stopped without ensuing antiresorptive treatment (eg, bisphosphonate) to control a rebound in bone turnover and increased fracture risk. [14]"}
{"id": "article-37779_21", "title": "Denosumab -- Administration -- Use in Specific Patient Populations", "content": "Hepatic impairment: No studies have been performed to assess the effect of hepatic impairment on patients receiving denosumab. Use with caution.", "contents": "Denosumab -- Administration -- Use in Specific Patient Populations. Hepatic impairment: No studies have been performed to assess the effect of hepatic impairment on patients receiving denosumab. Use with caution."}
{"id": "article-37779_22", "title": "Denosumab -- Administration -- Use in Specific Patient Populations", "content": "Renal impairment: Denosumab usually does not require dose adjustment in renal impairment. The risk of hypocalcemia is higher in patients with significantly impaired renal function (creatinine clearance <30 mL/min). [6] In consensus with recent safety communication from the FDA, denosumab should not be used in patients undergoing dialysis.", "contents": "Denosumab -- Administration -- Use in Specific Patient Populations. Renal impairment: Denosumab usually does not require dose adjustment in renal impairment. The risk of hypocalcemia is higher in patients with significantly impaired renal function (creatinine clearance <30 mL/min). [6] In consensus with recent safety communication from the FDA, denosumab should not be used in patients undergoing dialysis."}
{"id": "article-37779_23", "title": "Denosumab -- Administration -- Use in Specific Patient Populations", "content": "Pregnancy considerations: Denosumab is a monoclonal immunoglobulin G2 antibody and can cross the placental barrier. The use of denosumab is contraindicated during pregnancy. Adequate contraception is recommended during treatment and at least 5 months after the last administered dose of denosumab. [15]", "contents": "Denosumab -- Administration -- Use in Specific Patient Populations. Pregnancy considerations: Denosumab is a monoclonal immunoglobulin G2 antibody and can cross the placental barrier. The use of denosumab is contraindicated during pregnancy. Adequate contraception is recommended during treatment and at least 5 months after the last administered dose of denosumab. [15]"}
{"id": "article-37779_24", "title": "Denosumab -- Administration -- Use in Specific Patient Populations", "content": "Breastfeeding considerations: Denosumab has a high molecular weight; hence, the amount in maternal milk is likely to be very low. Hypothetically, denosumab is partly destroyed in the gastrointestinal tract, and absorption by the infant is presumably minimal. However, clinical studies are needed before supporting the use of denosumab during lactation. Moreover, in animal studies, RANKL knockout mice exhibited altered maturation of the maternal mammary gland and impaired lactation. Consequently, denosumab should be used cautiously during breastfeeding, particularly while nursing a newborn or preterm infant. [16]", "contents": "Denosumab -- Administration -- Use in Specific Patient Populations. Breastfeeding considerations: Denosumab has a high molecular weight; hence, the amount in maternal milk is likely to be very low. Hypothetically, denosumab is partly destroyed in the gastrointestinal tract, and absorption by the infant is presumably minimal. However, clinical studies are needed before supporting the use of denosumab during lactation. Moreover, in animal studies, RANKL knockout mice exhibited altered maturation of the maternal mammary gland and impaired lactation. Consequently, denosumab should be used cautiously during breastfeeding, particularly while nursing a newborn or preterm infant. [16]"}
{"id": "article-37779_25", "title": "Denosumab -- Adverse Effects", "content": "Common adverse reactions to denosumab include back pain, skin rash, joint pain, diarrhea, nausea and vomiting, and headache. [17] Adverse effects, according to system organ classifications (SOC), include:", "contents": "Denosumab -- Adverse Effects. Common adverse reactions to denosumab include back pain, skin rash, joint pain, diarrhea, nausea and vomiting, and headache. [17] Adverse effects, according to system organ classifications (SOC), include:"}
{"id": "article-37779_26", "title": "Denosumab -- Adverse Effects -- Cardiovascular", "content": "Peripheral edema (4% to 20%) Hypertension (5%) Angina pectoris (4%)", "contents": "Denosumab -- Adverse Effects -- Cardiovascular. Peripheral edema (4% to 20%) Hypertension (5%) Angina pectoris (4%)"}
{"id": "article-37779_27", "title": "Denosumab -- Adverse Effects -- Central Nervous System", "content": "Fatigue (45% or less) Headache (18%) Sciatica (6%)", "contents": "Denosumab -- Adverse Effects -- Central Nervous System. Fatigue (45% or less) Headache (18%) Sciatica (6%)"}
{"id": "article-37779_28", "title": "Denosumab -- Adverse Effects -- Dermatologic", "content": "Dermatitis (11% or less) Eczema (11% or less)", "contents": "Denosumab -- Adverse Effects -- Dermatologic. Dermatitis (11% or less) Eczema (11% or less)"}
{"id": "article-37779_29", "title": "Denosumab -- Adverse Effects -- Endocrine", "content": "Hypophosphatemia (32%) Severe hypophosphatemia (15%) Hypocalcemia (3% to 10%) Hypercholesterolemia (8%) Grade 3 hypokalemia (4%) Grade 3 hypomagnesemia (4%) Severe (symptomatic) hypocalcemia (<1%-3%)", "contents": "Denosumab -- Adverse Effects -- Endocrine. Hypophosphatemia (32%) Severe hypophosphatemia (15%) Hypocalcemia (3% to 10%) Hypercholesterolemia (8%) Grade 3 hypokalemia (4%) Grade 3 hypomagnesemia (4%) Severe (symptomatic) hypocalcemia (<1%-3%)"}
{"id": "article-37779_30", "title": "Denosumab -- Adverse Effects -- Gastrointestinal", "content": "Decreased appetite (25%) Vomiting (25%) Constipation (22%) Flatulence (3%)", "contents": "Denosumab -- Adverse Effects -- Gastrointestinal. Decreased appetite (25%) Vomiting (25%) Constipation (22%) Flatulence (3%)"}
{"id": "article-37779_31", "title": "Denosumab -- Adverse Effects -- Hematologic and Oncologic", "content": "Anemia (22%) Thrombocytopenia (20%) New malignant neoplasm (4%)", "contents": "Denosumab -- Adverse Effects -- Hematologic and Oncologic. Anemia (22%) Thrombocytopenia (20%) New malignant neoplasm (4%)"}
{"id": "article-37779_32", "title": "Denosumab -- Adverse Effects -- Infection", "content": "Severe infection (5%) [18]", "contents": "Denosumab -- Adverse Effects -- Infection. Severe infection (5%) [18]"}
{"id": "article-37779_33", "title": "Denosumab -- Adverse Effects -- Neuromuscular and Skeletal", "content": "Weakness (45% or less) Back pain (15%) Arthralgia (11%) Limb pain (11%) Musculoskeletal pain (7%) Ostealgia (5%) Myalgia (4%) Osteonecrosis of the jaw (1% to 4%) [19] Severe hypercalcemia in pediatric patients with osteogenesis imperfecta [20]", "contents": "Denosumab -- Adverse Effects -- Neuromuscular and Skeletal. Weakness (45% or less) Back pain (15%) Arthralgia (11%) Limb pain (11%) Musculoskeletal pain (7%) Ostealgia (5%) Myalgia (4%) Osteonecrosis of the jaw (1% to 4%) [19] Severe hypercalcemia in pediatric patients with osteogenesis imperfecta [20]"}
{"id": "article-37779_34", "title": "Denosumab -- Adverse Effects -- Ophthalmic", "content": "Cataract (5% or less)", "contents": "Denosumab -- Adverse Effects -- Ophthalmic. Cataract (5% or less)"}
{"id": "article-37779_35", "title": "Denosumab -- Adverse Effects -- Respiratory", "content": "Dyspnea (24%) Cough (16%) Upper respiratory tract infection (6%-16%) Pneumonia (9%) Nasopharyngitis (8%)", "contents": "Denosumab -- Adverse Effects -- Respiratory. Dyspnea (24%) Cough (16%) Upper respiratory tract infection (6%-16%) Pneumonia (9%) Nasopharyngitis (8%)"}
{"id": "article-37779_36", "title": "Denosumab -- Adverse Effects -- Post-marketing Surveillance", "content": "DRESS (Drug Reaction with Eosinophilia and Systemic Symptoms) [21] Vasculitis(c-ANCA-positive) [22] Band keratopathy [23]", "contents": "Denosumab -- Adverse Effects -- Post-marketing Surveillance. DRESS (Drug Reaction with Eosinophilia and Systemic Symptoms) [21] Vasculitis(c-ANCA-positive) [22] Band keratopathy [23]"}
{"id": "article-37779_37", "title": "Denosumab -- Adverse Effects -- FDA-Safety Alert (November 2022)", "content": "FDA has issued a warning regarding the risk of severe hypocalcemia with the potential for hospitalization and death in patients undergoing dialysis receiving denosumab.", "contents": "Denosumab -- Adverse Effects -- FDA-Safety Alert (November 2022). FDA has issued a warning regarding the risk of severe hypocalcemia with the potential for hospitalization and death in patients undergoing dialysis receiving denosumab."}
{"id": "article-37779_38", "title": "Denosumab -- Adverse Effects -- Drug-Drug Interactions", "content": "Denosumab is associated with an increased risk of infection in patients on systematic corticosteroids or immuno-suppressive medications, especially in patients with CKD. Avoid combination. [24] Calcimimetic agent etelcalcetide increases the risk of hypocalcemia. Avoid the combination with denosumab, as it can lead to severe hypocalcemia. [25] An interval of 4 to 7 days between treatment with denosumab and COVID-19 vaccination is recommended to prevent injection site reactions. [26]", "contents": "Denosumab -- Adverse Effects -- Drug-Drug Interactions. Denosumab is associated with an increased risk of infection in patients on systematic corticosteroids or immuno-suppressive medications, especially in patients with CKD. Avoid combination. [24] Calcimimetic agent etelcalcetide increases the risk of hypocalcemia. Avoid the combination with denosumab, as it can lead to severe hypocalcemia. [25] An interval of 4 to 7 days between treatment with denosumab and COVID-19 vaccination is recommended to prevent injection site reactions. [26]"}
{"id": "article-37779_39", "title": "Denosumab -- Contraindications", "content": "Contraindications to denosumab include the following: Known severe hypersensitivity to denosumab or any component of the formulation Preexisting hypocalcemia Pregnancy [27]", "contents": "Denosumab -- Contraindications. Contraindications to denosumab include the following: Known severe hypersensitivity to denosumab or any component of the formulation Preexisting hypocalcemia Pregnancy [27]"}
{"id": "article-37779_40", "title": "Denosumab -- Monitoring", "content": "Clinicians should evaluate for possible pregnancy before initiating treatment. Obtaining vitamin D levels and clearance from a dentist are suggested before beginning therapy. Within the first few weeks of treatment, monitoring of serum creatinine, calcium, phosphorus, and magnesium is recommended. Monitor for signs and symptoms of hypocalcemia and hypercalcemia upon discontinuation of denosumab. [28]", "contents": "Denosumab -- Monitoring. Clinicians should evaluate for possible pregnancy before initiating treatment. Obtaining vitamin D levels and clearance from a dentist are suggested before beginning therapy. Within the first few weeks of treatment, monitoring of serum creatinine, calcium, phosphorus, and magnesium is recommended. Monitor for signs and symptoms of hypocalcemia and hypercalcemia upon discontinuation of denosumab. [28]"}
{"id": "article-37779_41", "title": "Denosumab -- Monitoring", "content": "A dental exam is recommended if osteonecrosis of the jaw is suspected. The bone mineral density evaluation should occur between 1 to 2 years after initiating treatment. The recommendation is for periodic monitoring of vitamin D and serum calcium throughout treatment. [29]", "contents": "Denosumab -- Monitoring. A dental exam is recommended if osteonecrosis of the jaw is suspected. The bone mineral density evaluation should occur between 1 to 2 years after initiating treatment. The recommendation is for periodic monitoring of vitamin D and serum calcium throughout treatment. [29]"}
{"id": "article-37779_42", "title": "Denosumab -- Monitoring", "content": "Pharmacologic therapy is strongly advised with a T-score between −1.0 and −2.5 if the FRAX (fracture risk assessment tool) 10-year probability for major osteoporotic fracture is ≥20%. Consider using bone turnover markers (BTMs) for the monitoring of patient compliance and efficacy of therapy. Bone resorption marker is serum type 1 C-telopeptide (CTX); bone formation markers are osteocalcin and procollagen type 1 N-terminal peptide. According to AACE, the preferred resorption marker is CTX, and the preferred formation marker is PINP. [6]", "contents": "Denosumab -- Monitoring. Pharmacologic therapy is strongly advised with a T-score between −1.0 and −2.5 if the FRAX (fracture risk assessment tool) 10-year probability for major osteoporotic fracture is ≥20%. Consider using bone turnover markers (BTMs) for the monitoring of patient compliance and efficacy of therapy. Bone resorption marker is serum type 1 C-telopeptide (CTX); bone formation markers are osteocalcin and procollagen type 1 N-terminal peptide. According to AACE, the preferred resorption marker is CTX, and the preferred formation marker is PINP. [6]"}
{"id": "article-37779_43", "title": "Denosumab -- Monitoring", "content": "Monitor and evaluate the fracture risk in postmenopausal women taking denosumab after 5 to 10 years. Patients at high risk of fractures should either continue denosumab or receive other osteoporosis treatments. [14]", "contents": "Denosumab -- Monitoring. Monitor and evaluate the fracture risk in postmenopausal women taking denosumab after 5 to 10 years. Patients at high risk of fractures should either continue denosumab or receive other osteoporosis treatments. [14]"}
{"id": "article-37779_44", "title": "Denosumab -- Toxicity", "content": "Atypical Bone Fractures : Although the incidence remains low, prolonged bisphosphonate therapy is associated with atypical bone fractures. However, clinicians have also observed these fractures in those receiving denosumab for osteoporosis or metastatic bone disease. These fractures usually occur in the subtrochanteric region or along the femur shaft. Patients tend to feel prodromal pain from weeks to months leading up to the fracture. Fractures commonly occur with little to no trauma in the area.", "contents": "Denosumab -- Toxicity. Atypical Bone Fractures : Although the incidence remains low, prolonged bisphosphonate therapy is associated with atypical bone fractures. However, clinicians have also observed these fractures in those receiving denosumab for osteoporosis or metastatic bone disease. These fractures usually occur in the subtrochanteric region or along the femur shaft. Patients tend to feel prodromal pain from weeks to months leading up to the fracture. Fractures commonly occur with little to no trauma in the area."}
{"id": "article-37779_45", "title": "Denosumab -- Toxicity", "content": "Experts are currently unsure if the atypical fractures occur secondary to denosumab toxicity or the patient’s underlying osteoporosis. Patients should receive counseling regarding the potential for new hip or thigh pain, and the contralateral limb should be examined if an atypical fracture is suspected. Upon diagnosis of an atypical fracture, possible discontinuation of denosumab is an option. Consider initiating a different osteoporosis therapy if discontinuing denosumab due to increased fracture risk. [30]", "contents": "Denosumab -- Toxicity. Experts are currently unsure if the atypical fractures occur secondary to denosumab toxicity or the patient’s underlying osteoporosis. Patients should receive counseling regarding the potential for new hip or thigh pain, and the contralateral limb should be examined if an atypical fracture is suspected. Upon diagnosis of an atypical fracture, possible discontinuation of denosumab is an option. Consider initiating a different osteoporosis therapy if discontinuing denosumab due to increased fracture risk. [30]"}
{"id": "article-37779_46", "title": "Denosumab -- Toxicity", "content": "Hypersensitivity : Reports exist of clinically severe anaphylactic reactions. Symptoms may include rash, pruritus, urticaria, facial edema, airway edema, and possibly hypotension. If these symptoms occur, initiate appropriate treatment and subsequently discontinue denosumab.", "contents": "Denosumab -- Toxicity. Hypersensitivity : Reports exist of clinically severe anaphylactic reactions. Symptoms may include rash, pruritus, urticaria, facial edema, airway edema, and possibly hypotension. If these symptoms occur, initiate appropriate treatment and subsequently discontinue denosumab."}
{"id": "article-37779_47", "title": "Denosumab -- Toxicity", "content": "Hypocalcemia : Due to its anti-resorptive effects, denosumab can potentially cause hypocalcemia. There is documentation of severe, even fatal, cases of denosumab-induced hypocalcemia. Those with severe renal dysfunction may have an increased risk of developing hypocalcemia. Clinicians should obtain serum calcium and correct preexisting hypocalcemia at the initiation of treatment. In patients with preexisting hypocalcemia, serum calcium requires frequent monitoring. Use denosumab with caution in those who have predisposing conditions to hypocalcemia. [31]", "contents": "Denosumab -- Toxicity. Hypocalcemia : Due to its anti-resorptive effects, denosumab can potentially cause hypocalcemia. There is documentation of severe, even fatal, cases of denosumab-induced hypocalcemia. Those with severe renal dysfunction may have an increased risk of developing hypocalcemia. Clinicians should obtain serum calcium and correct preexisting hypocalcemia at the initiation of treatment. In patients with preexisting hypocalcemia, serum calcium requires frequent monitoring. Use denosumab with caution in those who have predisposing conditions to hypocalcemia. [31]"}
{"id": "article-37779_48", "title": "Denosumab -- Toxicity", "content": "Osteonecrosis of the Jaw (ONJ) : Reports of ONJ have been observed in those receiving denosumab. Symptoms may include jaw pain, tooth infection, bone, gingival erosion, and toothache. An increased risk of being diagnosed with ONJ correlates directly to the duration of denosumab exposure. Those with predisposing factors, such as poor dentition and recent tooth extraction, have a higher risk.", "contents": "Denosumab -- Toxicity. Osteonecrosis of the Jaw (ONJ) : Reports of ONJ have been observed in those receiving denosumab. Symptoms may include jaw pain, tooth infection, bone, gingival erosion, and toothache. An increased risk of being diagnosed with ONJ correlates directly to the duration of denosumab exposure. Those with predisposing factors, such as poor dentition and recent tooth extraction, have a higher risk."}
{"id": "article-37779_49", "title": "Denosumab -- Toxicity", "content": "If osteonecrosis of the jaw is suspected, make arrangements for a thorough dental exam. The risk of ONJ is considerably higher in patients with malignancy receiving denosumab than in patients with osteoporosis receiving denosumab. Denosumab should not be initiated until dental health is optimized. While on denosumab for cancer therapy, dental procedures are contraindicated. If ONJ is suspected, discontinue denosumab. [19] Dermatologic Reactions : Reports of dermatitis, eczema, and rash have been observed. If symptoms are severe, consider discontinuation of denosumab. [21]", "contents": "Denosumab -- Toxicity. If osteonecrosis of the jaw is suspected, make arrangements for a thorough dental exam. The risk of ONJ is considerably higher in patients with malignancy receiving denosumab than in patients with osteoporosis receiving denosumab. Denosumab should not be initiated until dental health is optimized. While on denosumab for cancer therapy, dental procedures are contraindicated. If ONJ is suspected, discontinue denosumab. [19] Dermatologic Reactions : Reports of dermatitis, eczema, and rash have been observed. If symptoms are severe, consider discontinuation of denosumab. [21]"}
{"id": "article-37779_50", "title": "Denosumab -- Enhancing Healthcare Team Outcomes", "content": "Clinicians who prescribe denosumab should monitor for adverse drug reactions. The patient should receive a baseline evaluation from a dentist before initiating treatment. Endocrinologists and gynecologists play an essential role in treating patients with postmenopausal osteoporosis receiving denosumab. The role of oncologists is crucial in treating patients receiving denosumab for multiple myeloma or giant cell tumors. Nurses should educate the patients and monitor their compliance.", "contents": "Denosumab -- Enhancing Healthcare Team Outcomes. Clinicians who prescribe denosumab should monitor for adverse drug reactions. The patient should receive a baseline evaluation from a dentist before initiating treatment. Endocrinologists and gynecologists play an essential role in treating patients with postmenopausal osteoporosis receiving denosumab. The role of oncologists is crucial in treating patients receiving denosumab for multiple myeloma or giant cell tumors. Nurses should educate the patients and monitor their compliance."}
{"id": "article-37779_51", "title": "Denosumab -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists should perform thorough medication reconciliation and ensure antiresorptive treatment is started after stopping denosumab. Pharmacists should alert the prescriber in case of potential adverse drug reactions or deviation from the treatment plan. The patient's electrolytes and renal function also require monitoring at regular intervals. In case of severe hypocalcemia, emergency medicine clinicians should rapidly stabilize the patient. The most severe complication of therapy is osteonecrosis of the jaw; an oral exam is necessary at each visit. Periodic bone density evaluation every 1 to 2 years is the recommended interval for follow-up.", "contents": "Denosumab -- Enhancing Healthcare Team Outcomes. Pharmacists should perform thorough medication reconciliation and ensure antiresorptive treatment is started after stopping denosumab. Pharmacists should alert the prescriber in case of potential adverse drug reactions or deviation from the treatment plan. The patient's electrolytes and renal function also require monitoring at regular intervals. In case of severe hypocalcemia, emergency medicine clinicians should rapidly stabilize the patient. The most severe complication of therapy is osteonecrosis of the jaw; an oral exam is necessary at each visit. Periodic bone density evaluation every 1 to 2 years is the recommended interval for follow-up."}
{"id": "article-37779_52", "title": "Denosumab -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional teamwork between clinicians, specialists, pharmacists, and dentists can maximize therapeutic efficacy, decrease the incidence of preventable adverse drug reactions, and optimize the treatment outcomes related to denosumab therapy.", "contents": "Denosumab -- Enhancing Healthcare Team Outcomes. Interprofessional teamwork between clinicians, specialists, pharmacists, and dentists can maximize therapeutic efficacy, decrease the incidence of preventable adverse drug reactions, and optimize the treatment outcomes related to denosumab therapy."}
{"id": "article-37779_53", "title": "Denosumab -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Denosumab -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}