{"id": "article-28154_0", "title": "Quinidine -- Continuing Education Activity", "content": "Quinidine, a stereoisomer of quinine, is derived from the bark of the South American cinchona tree. Quinidine is regarded as one of the earliest known antiarrhythmics, and it serves as a class 1a antiarrhythmic drug and an antimalarial agent. An interprofessional approach involving specialties such as cardiology, rheumatology, infectious disease, intensive care, and nursing is necessary when using this drug. Quinidine is a medication primarily utilized to manage and treat specific arrhythmias and malaria in patients. This activity reviews quinidine's indications, actions, and contraindications, emphasizing its significance as a valuable agent for treating certain arrhythmias and malaria. In addition, this activity will focus on elucidating the mechanism of action, adverse event profile, and other crucial factors, including pharmacokinetics, monitoring, and relevant interactions pertinent for interprofessional healthcare teams to effectively manage conditions related to arrhythmia and malaria in patients.", "contents": "Quinidine -- Continuing Education Activity. Quinidine, a stereoisomer of quinine, is derived from the bark of the South American cinchona tree. Quinidine is regarded as one of the earliest known antiarrhythmics, and it serves as a class 1a antiarrhythmic drug and an antimalarial agent. An interprofessional approach involving specialties such as cardiology, rheumatology, infectious disease, intensive care, and nursing is necessary when using this drug. Quinidine is a medication primarily utilized to manage and treat specific arrhythmias and malaria in patients. This activity reviews quinidine's indications, actions, and contraindications, emphasizing its significance as a valuable agent for treating certain arrhythmias and malaria. In addition, this activity will focus on elucidating the mechanism of action, adverse event profile, and other crucial factors, including pharmacokinetics, monitoring, and relevant interactions pertinent for interprofessional healthcare teams to effectively manage conditions related to arrhythmia and malaria in patients."}
{"id": "article-28154_1", "title": "Quinidine -- Continuing Education Activity", "content": "Objectives: Identify the pharmacological properties and mechanisms of action of quinidine as a Class 1a antiarrhythmic and antimalarial agent. Screen patients with arrhythmias to identify suitable candidates for quinidine therapy based on their medical history, EKG findings, and overall health status. Integrate quinidine into treatment plans for patients with specific arrhythmias, ensuring proper dosing, administration, and monitoring. Communicate with patients about the benefits, risks, and potential adverse effects of quinidine treatment. Access free multiple choice questions on this topic.", "contents": "Quinidine -- Continuing Education Activity. Objectives: Identify the pharmacological properties and mechanisms of action of quinidine as a Class 1a antiarrhythmic and antimalarial agent. Screen patients with arrhythmias to identify suitable candidates for quinidine therapy based on their medical history, EKG findings, and overall health status. Integrate quinidine into treatment plans for patients with specific arrhythmias, ensuring proper dosing, administration, and monitoring. Communicate with patients about the benefits, risks, and potential adverse effects of quinidine treatment. Access free multiple choice questions on this topic."}
{"id": "article-28154_2", "title": "Quinidine -- Indications", "content": "Quinidine, a stereoisomer of quinine, is derived from the bark of the South American cinchona tree. Quinidine serves as a class 1a antiarrhythmic drug and an antimalarial agent. Quinidine is a medication mainly used for treating and managing arrhythmias in patients. [1] Quinidine is approved by theU.S. Food and Drug Administration (FDA) for the treatment of the indications listed below. Plasmodium falciparum malaria: Quinidine is recognized as an effective treatment for severe and complicated malaria, either as a standalone therapy or combined with an exchange transfusion. [2] Atrial fibrillation/flutter to sinus rhythm conversion Reduction of frequency of atrial fibrillation/flutter relapse Ventricular arrhythmia suppression Pseudobulbar affect: The FDA approved the combination of dextromethorphan and quinidine capsules to treat the pseudobulbar affect. [3]", "contents": "Quinidine -- Indications. Quinidine, a stereoisomer of quinine, is derived from the bark of the South American cinchona tree. Quinidine serves as a class 1a antiarrhythmic drug and an antimalarial agent. Quinidine is a medication mainly used for treating and managing arrhythmias in patients. [1] Quinidine is approved by theU.S. Food and Drug Administration (FDA) for the treatment of the indications listed below. Plasmodium falciparum malaria: Quinidine is recognized as an effective treatment for severe and complicated malaria, either as a standalone therapy or combined with an exchange transfusion. [2] Atrial fibrillation/flutter to sinus rhythm conversion Reduction of frequency of atrial fibrillation/flutter relapse Ventricular arrhythmia suppression Pseudobulbar affect: The FDA approved the combination of dextromethorphan and quinidine capsules to treat the pseudobulbar affect. [3]"}
{"id": "article-28154_3", "title": "Quinidine -- Indications", "content": "Quinidine is currently under investigation for its potential role in managing KCNT1 (potassium sodium-activated channel subfamily T member 1)-related epileptic disorders, and it has already received FDA approval for this indication. [4]", "contents": "Quinidine -- Indications. Quinidine is currently under investigation for its potential role in managing KCNT1 (potassium sodium-activated channel subfamily T member 1)-related epileptic disorders, and it has already received FDA approval for this indication. [4]"}
{"id": "article-28154_4", "title": "Quinidine -- Mechanism of Action", "content": "Quinidine is used as an antiarrhythmic agent and an antimalarial agent. The mechanism of action varies depending on the indication.", "contents": "Quinidine -- Mechanism of Action. Quinidine is used as an antiarrhythmic agent and an antimalarial agent. The mechanism of action varies depending on the indication."}
{"id": "article-28154_5", "title": "Quinidine -- Mechanism of Action", "content": "Like other class 1a antiarrhythmic agents, quinidine inhibits the fast inward sodium current, leading to a depression of phase 0 of the action potential. This mechanism dampens the excitability of cardiac muscles, ultimately resulting in the prolongation of the action potential duration and a decrease in automaticity. Quinidine exhibits a \"use-dependent block\" effect on the fast inward sodium current, which implies that the drug's impact increases during higher heart rates and decreases during lower heart rates. [5]", "contents": "Quinidine -- Mechanism of Action. Like other class 1a antiarrhythmic agents, quinidine inhibits the fast inward sodium current, leading to a depression of phase 0 of the action potential. This mechanism dampens the excitability of cardiac muscles, ultimately resulting in the prolongation of the action potential duration and a decrease in automaticity. Quinidine exhibits a \"use-dependent block\" effect on the fast inward sodium current, which implies that the drug's impact increases during higher heart rates and decreases during lower heart rates. [5]"}
{"id": "article-28154_6", "title": "Quinidine -- Mechanism of Action", "content": "Quinidine also reduces potassium efflux during repolarization, inhibiting the slow, delayed rectifier potassium current. Furthermore, it displays a pattern of \"reverse-use dependence,\" resulting in less current suppression at more frequent depolarizations. In addition, quinidine impacts calcium transport across cell membranes. These combined effects contribute to the prolongation of the QRS interval. [6]", "contents": "Quinidine -- Mechanism of Action. Quinidine also reduces potassium efflux during repolarization, inhibiting the slow, delayed rectifier potassium current. Furthermore, it displays a pattern of \"reverse-use dependence,\" resulting in less current suppression at more frequent depolarizations. In addition, quinidine impacts calcium transport across cell membranes. These combined effects contribute to the prolongation of the QRS interval. [6]"}
{"id": "article-28154_7", "title": "Quinidine -- Mechanism of Action", "content": "Quinidine exerts a parasympatholytic effect, resulting in an increase in sinus rate. In addition, it prolongs the QRS complex and the QTc interval while having a negligible effect on the PR interval. [6] [7]", "contents": "Quinidine -- Mechanism of Action. Quinidine exerts a parasympatholytic effect, resulting in an increase in sinus rate. In addition, it prolongs the QRS complex and the QTc interval while having a negligible effect on the PR interval. [6] [7]"}
{"id": "article-28154_8", "title": "Quinidine -- Mechanism of Action", "content": "Quinidine functions as an effective antimalarial agent by targeting the erythrocytic stage of the Plasmodium species. The drug achieves this by accumulating within the parasite's food vacuole and forming a complex with heme, thereby inhibiting crystallization within the same compartment. Consequently, the inhibited heme polymerase activity leads to the accumulation of cytotoxic-free heme. Moreover, quinidine exhibits anticholinergic activity as an additional pharmacological feature.", "contents": "Quinidine -- Mechanism of Action. Quinidine functions as an effective antimalarial agent by targeting the erythrocytic stage of the Plasmodium species. The drug achieves this by accumulating within the parasite's food vacuole and forming a complex with heme, thereby inhibiting crystallization within the same compartment. Consequently, the inhibited heme polymerase activity leads to the accumulation of cytotoxic-free heme. Moreover, quinidine exhibits anticholinergic activity as an additional pharmacological feature."}
{"id": "article-28154_9", "title": "Quinidine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Quinidine exhibits a time-to-peak plasma concentration of approximately 2 hours, whereas the extended-release versions typically take 3 to 4 hours to reach peak levels. Notably, sustained-release quinidine gluconate has been found to yield higher serum concentrations than sustained-release quinidine sulfate.", "contents": "Quinidine -- Mechanism of Action -- Pharmacokinetics. Absorption: Quinidine exhibits a time-to-peak plasma concentration of approximately 2 hours, whereas the extended-release versions typically take 3 to 4 hours to reach peak levels. Notably, sustained-release quinidine gluconate has been found to yield higher serum concentrations than sustained-release quinidine sulfate."}
{"id": "article-28154_10", "title": "Quinidine -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Quinidine shows a substantial volume of distribution (2 to 3 L/kg), with an increased volume in individuals with cirrhosis and a decreased volume in individuals with congestive heart failure (CHF). This medication primarily binds to alpha-1 acid glycoprotein, which increases when the body is under stress. This process leads to elevated serum levels of total quinidine during acute myocardial infarction. However, the drug's unbound (active) form may remain within the normal range. In addition, quinidine achieves higher concentrations in the heart, liver, and kidneys.", "contents": "Quinidine -- Mechanism of Action -- Pharmacokinetics. Distribution: Quinidine shows a substantial volume of distribution (2 to 3 L/kg), with an increased volume in individuals with cirrhosis and a decreased volume in individuals with congestive heart failure (CHF). This medication primarily binds to alpha-1 acid glycoprotein, which increases when the body is under stress. This process leads to elevated serum levels of total quinidine during acute myocardial infarction. However, the drug's unbound (active) form may remain within the normal range. In addition, quinidine achieves higher concentrations in the heart, liver, and kidneys."}
{"id": "article-28154_11", "title": "Quinidine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Quinidine undergoes hepatic metabolism primarily through hydroxylation reactions mediated by cytochrome P450 enzymes (60% to 80%). These reactions form active compounds, notably the essential antiarrhythmic agent 3-hydroxy-quinidine (3HQ). Adjusting the medication dosage is necessary in cases of hepatic impairment to ensure optimal treatment outcomes.", "contents": "Quinidine -- Mechanism of Action -- Pharmacokinetics. Metabolism: Quinidine undergoes hepatic metabolism primarily through hydroxylation reactions mediated by cytochrome P450 enzymes (60% to 80%). These reactions form active compounds, notably the essential antiarrhythmic agent 3-hydroxy-quinidine (3HQ). Adjusting the medication dosage is necessary in cases of hepatic impairment to ensure optimal treatment outcomes."}
{"id": "article-28154_12", "title": "Quinidine -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: The elimination half-life of quinidine increases with age and in conditions such as cirrhosis and CHF. Less than 20% of the drug is excreted unchanged in the urine, and dosage adjustment may be required only in cases of severe renal impairment. [8] [7]", "contents": "Quinidine -- Mechanism of Action -- Pharmacokinetics. Excretion: The elimination half-life of quinidine increases with age and in conditions such as cirrhosis and CHF. Less than 20% of the drug is excreted unchanged in the urine, and dosage adjustment may be required only in cases of severe renal impairment. [8] [7]"}
{"id": "article-28154_13", "title": "Quinidine -- Administration", "content": "Quinidine is available in both parenteral and oral formulations.", "contents": "Quinidine -- Administration. Quinidine is available in both parenteral and oral formulations."}
{"id": "article-28154_14", "title": "Quinidine -- Administration -- Dosage", "content": "Parenteral: Quinidine is available as an injectable dose administered via the intravenous (IV) route in its gluconate preparations.", "contents": "Quinidine -- Administration -- Dosage. Parenteral: Quinidine is available as an injectable dose administered via the intravenous (IV) route in its gluconate preparations."}
{"id": "article-28154_15", "title": "Quinidine -- Administration -- Dosage", "content": "Oral: Quinidine tablets are available in both immediate-release and extended-release formulations. Immediate-release formulations are available in tablets of 200 and 300 mg (quinidine sulfate salt). Each 200 mg tablet contains 166 mg of quinidine base, and each 300 mg tablet contains 249 mg of quinidine base. The extended-release preparations are available in 324 mg (quinidine gluconate salt) tablets, with each tablet equivalent to 202 mg of quinidine base. The patients using the extended-release preparations are advised to swallow the whole pill without chewing, crushing, or breaking the tablet.", "contents": "Quinidine -- Administration -- Dosage. Oral: Quinidine tablets are available in both immediate-release and extended-release formulations. Immediate-release formulations are available in tablets of 200 and 300 mg (quinidine sulfate salt). Each 200 mg tablet contains 166 mg of quinidine base, and each 300 mg tablet contains 249 mg of quinidine base. The extended-release preparations are available in 324 mg (quinidine gluconate salt) tablets, with each tablet equivalent to 202 mg of quinidine base. The patients using the extended-release preparations are advised to swallow the whole pill without chewing, crushing, or breaking the tablet."}
{"id": "article-28154_16", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Atrial fibrillation/atrial flutter to sinus rhythm conversion: The dosage regimens for atrial fibrillation/atrial flutter to sinus rhythm conversion are available in 2 formulations as listed below.", "contents": "Quinidine -- Administration -- Dosage Regimens. Atrial fibrillation/atrial flutter to sinus rhythm conversion: The dosage regimens for atrial fibrillation/atrial flutter to sinus rhythm conversion are available in 2 formulations as listed below."}
{"id": "article-28154_17", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Oral immediate-release formulation: The initial therapy involves administering 2 tablets of 200 mg each every 6 hours to the patients. The dose may be cautiously increased if the desired pharmacological conversion is not achieved after 4 to 5 doses. Oral extended-release formulation: For the first treatment option, patients are administered 2 tablets of 324 mg each (equivalent to 403 mg of quinidine base) every 8 hours. If the desired pharmacological conversion is not achieved after 3 or 4 doses, the dose may be increased cautiously. As an alternative regimen, patients may have been prescribed 1 tablet (equivalent to 202 mg of quinidine base) every 8 hours for 2 days, followed by 2 tablets (equivalent to 403 mg of quinidine base) every 12 hours for 2 days, and, finally, 2 tablets (equivalent to 403 mg of quinidine base) every 8 hours for up to 4 days. For the final 4-day treatment plan, the lower dose may be opted at the physician's discretion.", "contents": "Quinidine -- Administration -- Dosage Regimens. Oral immediate-release formulation: The initial therapy involves administering 2 tablets of 200 mg each every 6 hours to the patients. The dose may be cautiously increased if the desired pharmacological conversion is not achieved after 4 to 5 doses. Oral extended-release formulation: For the first treatment option, patients are administered 2 tablets of 324 mg each (equivalent to 403 mg of quinidine base) every 8 hours. If the desired pharmacological conversion is not achieved after 3 or 4 doses, the dose may be increased cautiously. As an alternative regimen, patients may have been prescribed 1 tablet (equivalent to 202 mg of quinidine base) every 8 hours for 2 days, followed by 2 tablets (equivalent to 403 mg of quinidine base) every 12 hours for 2 days, and, finally, 2 tablets (equivalent to 403 mg of quinidine base) every 8 hours for up to 4 days. For the final 4-day treatment plan, the lower dose may be opted at the physician's discretion."}
{"id": "article-28154_18", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "During any of these regimens, if at any time the QRS complex or QTC interval widens to 130% of its pre-treatment duration, the QTC interval is longer than 500 ms, P waves disappear, or the patient experiences significant tachycardia, bradycardia, or hypotension, the quinidine therapy should be discontinued immediately. Reduction of atrial fibrillation/flutter relapse: The dosage regimens for reduction of atrial fibrillation/flutter relapse are available in 2 formulations as listed below.", "contents": "Quinidine -- Administration -- Dosage Regimens. During any of these regimens, if at any time the QRS complex or QTC interval widens to 130% of its pre-treatment duration, the QTC interval is longer than 500 ms, P waves disappear, or the patient experiences significant tachycardia, bradycardia, or hypotension, the quinidine therapy should be discontinued immediately. Reduction of atrial fibrillation/flutter relapse: The dosage regimens for reduction of atrial fibrillation/flutter relapse are available in 2 formulations as listed below."}
{"id": "article-28154_19", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Oral immediate-release formulation: The initial therapy involves administering 1 tablet (equivalent to 166 mg of quinidine base) every 6 hours. If the regimen is well tolerated and the serum quinidine level remains within the therapeutic index range, the dose may be cautiously increased to achieve the desired pharmacological effect. Oral extended-release formulation: Patients may have been administered 1 tablet (equivalent to 202 mg of quinidine base) every 8 or 12 hours for the first treatment option. If the regimen is well-tolerated and the serum quinidine level remains within the therapeutic index range, the dose may be cautiously increased to achieve the desired pharmacological effect.", "contents": "Quinidine -- Administration -- Dosage Regimens. Oral immediate-release formulation: The initial therapy involves administering 1 tablet (equivalent to 166 mg of quinidine base) every 6 hours. If the regimen is well tolerated and the serum quinidine level remains within the therapeutic index range, the dose may be cautiously increased to achieve the desired pharmacological effect. Oral extended-release formulation: Patients may have been administered 1 tablet (equivalent to 202 mg of quinidine base) every 8 or 12 hours for the first treatment option. If the regimen is well-tolerated and the serum quinidine level remains within the therapeutic index range, the dose may be cautiously increased to achieve the desired pharmacological effect."}
{"id": "article-28154_20", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "During any of these regimens, if at any time the QRS complex or QTC interval widens to 130% of its pre-treatment duration, the QTC interval is longer than 500 ms, P waves disappear, or the patient experiences significant tachycardia, bradycardia, or hypotension, the total daily dose of quinidine should be reduced.", "contents": "Quinidine -- Administration -- Dosage Regimens. During any of these regimens, if at any time the QRS complex or QTC interval widens to 130% of its pre-treatment duration, the QTC interval is longer than 500 ms, P waves disappear, or the patient experiences significant tachycardia, bradycardia, or hypotension, the total daily dose of quinidine should be reduced."}
{"id": "article-28154_21", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Ventricular arrhythmias suppression: The dosage regimens for ventricular arrhythmias suppression have not been extensively studied. However, these regimens have typically been similar to those described above for treating atrial fibrillation. Therefore, this therapy should be carefully managed and optimized based on the results obtained from programmed electrical stimulation or Holter monitoring, whenever possible, along with exercise testing.", "contents": "Quinidine -- Administration -- Dosage Regimens. Ventricular arrhythmias suppression: The dosage regimens for ventricular arrhythmias suppression have not been extensively studied. However, these regimens have typically been similar to those described above for treating atrial fibrillation. Therefore, this therapy should be carefully managed and optimized based on the results obtained from programmed electrical stimulation or Holter monitoring, whenever possible, along with exercise testing."}
{"id": "article-28154_22", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Brugada syndrome and short QT syndrome: In the management of ventricular arrhythmias associated with Brugada syndrome and short QT syndrome, the American Heart Association/American College of Cardiology/Heart Rhythm Society (AHA/ACC/HRS) guidelines recommend administering an IV loading dose of 800 mg in 50 mL at a rate of 50 mg/min. [6]", "contents": "Quinidine -- Administration -- Dosage Regimens. Brugada syndrome and short QT syndrome: In the management of ventricular arrhythmias associated with Brugada syndrome and short QT syndrome, the American Heart Association/American College of Cardiology/Heart Rhythm Society (AHA/ACC/HRS) guidelines recommend administering an IV loading dose of 800 mg in 50 mL at a rate of 50 mg/min. [6]"}
{"id": "article-28154_23", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Pseudobulbar affect: The initial treatment involves administering a fixed dose combination of 10 mg quinidine sulfate and 20 mg dextromethorphan once daily for 7 days. Subsequently, the daily dose is increased to 1 capsule every 12 hours. [3]", "contents": "Quinidine -- Administration -- Dosage Regimens. Pseudobulbar affect: The initial treatment involves administering a fixed dose combination of 10 mg quinidine sulfate and 20 mg dextromethorphan once daily for 7 days. Subsequently, the daily dose is increased to 1 capsule every 12 hours. [3]"}
{"id": "article-28154_24", "title": "Quinidine -- Administration -- Dosage Regimens", "content": "Treatment of P falciparum malaria: According to the manufacturer label, the dosage regimen for quinidine sulfate tablets should be similar to the regimen described in the package insert of quinidine gluconate injection. Notably, a few years ago, the sole manufacturer of quinidine IV products discontinued this product in the United States. [2]", "contents": "Quinidine -- Administration -- Dosage Regimens. Treatment of P falciparum malaria: According to the manufacturer label, the dosage regimen for quinidine sulfate tablets should be similar to the regimen described in the package insert of quinidine gluconate injection. Notably, a few years ago, the sole manufacturer of quinidine IV products discontinued this product in the United States. [2]"}
{"id": "article-28154_25", "title": "Quinidine -- Administration -- Specific Patient Population", "content": "Patient with hepatic impairment: The manufacturer label does not provide specific dosage adjustment guidance for patients with hepatic impairment. However, as most quinidine is metabolized and eliminated via cytochrome 3A4, caution should be exercised when using the drug in these patients.", "contents": "Quinidine -- Administration -- Specific Patient Population. Patient with hepatic impairment: The manufacturer label does not provide specific dosage adjustment guidance for patients with hepatic impairment. However, as most quinidine is metabolized and eliminated via cytochrome 3A4, caution should be exercised when using the drug in these patients."}
{"id": "article-28154_26", "title": "Quinidine -- Administration -- Specific Patient Population", "content": "Patient with renal impairment: The manufacturer label does not offer dosage adjustment guidance for patients with renal impairment. However, as 20% of quinidine is eliminated in the urine, the drug should be used with caution in these patients, and a lower dose may be necessary, especially in patients with severe renal impairment.", "contents": "Quinidine -- Administration -- Specific Patient Population. Patient with renal impairment: The manufacturer label does not offer dosage adjustment guidance for patients with renal impairment. However, as 20% of quinidine is eliminated in the urine, the drug should be used with caution in these patients, and a lower dose may be necessary, especially in patients with severe renal impairment."}
{"id": "article-28154_27", "title": "Quinidine -- Administration -- Specific Patient Population", "content": "Pregnant considerations: The FDA previously categorized quinidine as a medication belonging to pregnancy category C. Both quinidine and its metabolites have the potential to cross the placental membrane and be detected in the neonatal serum. As such, caution should be exercised when prescribing quinidine to pregnant individuals.", "contents": "Quinidine -- Administration -- Specific Patient Population. Pregnant considerations: The FDA previously categorized quinidine as a medication belonging to pregnancy category C. Both quinidine and its metabolites have the potential to cross the placental membrane and be detected in the neonatal serum. As such, caution should be exercised when prescribing quinidine to pregnant individuals."}
{"id": "article-28154_28", "title": "Quinidine -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: To ensure the safety of nursing mothers, the manufacturer advises against quinidine therapy due to the presence of quinidine in breast milk. [9]", "contents": "Quinidine -- Administration -- Specific Patient Population. Breastfeeding considerations: To ensure the safety of nursing mothers, the manufacturer advises against quinidine therapy due to the presence of quinidine in breast milk. [9]"}
{"id": "article-28154_29", "title": "Quinidine -- Administration -- Specific Patient Population", "content": "Pediatric patients: The safety and efficacy of quinidine for antiarrhythmic use have not been established in the pediatric patient population.", "contents": "Quinidine -- Administration -- Specific Patient Population. Pediatric patients: The safety and efficacy of quinidine for antiarrhythmic use have not been established in the pediatric patient population."}
{"id": "article-28154_30", "title": "Quinidine -- Administration -- Specific Patient Population", "content": "Geriatric patients: The safety and efficacy of quinidine have not been systematically studied in this patient population.", "contents": "Quinidine -- Administration -- Specific Patient Population. Geriatric patients: The safety and efficacy of quinidine have not been systematically studied in this patient population."}
{"id": "article-28154_31", "title": "Quinidine -- Adverse Effects", "content": "Although quinidine is effective in managing specific conditions, the drug is associated with various adverse effects affecting bodily systems, as listed below.", "contents": "Quinidine -- Adverse Effects. Although quinidine is effective in managing specific conditions, the drug is associated with various adverse effects affecting bodily systems, as listed below."}
{"id": "article-28154_32", "title": "Quinidine -- Adverse Effects", "content": "Cardiovascular: Quinidine is widely recognized as one of the most common drugs that cause a prolongation of the QT interval. In some cases, this prolonged QT interval may progress to pleomorphic tachyarrhythmia, known as torsades de pointes (TdP), affecting approximately 1% to 3% of patients. Cardiac adverse effects are more likely to occur in patients with lower heart rates and hypokalemia. The QT interval prolongation is more pronounced in females than males, and the onset of severe QT prolongation may indicate drug toxicity. Palpitations, angina pectoris, new or worsened cardiac arrhythmia, and syncope are all possible signs of these cardiovascular effects. [10] [11]", "contents": "Quinidine -- Adverse Effects. Cardiovascular: Quinidine is widely recognized as one of the most common drugs that cause a prolongation of the QT interval. In some cases, this prolonged QT interval may progress to pleomorphic tachyarrhythmia, known as torsades de pointes (TdP), affecting approximately 1% to 3% of patients. Cardiac adverse effects are more likely to occur in patients with lower heart rates and hypokalemia. The QT interval prolongation is more pronounced in females than males, and the onset of severe QT prolongation may indicate drug toxicity. Palpitations, angina pectoris, new or worsened cardiac arrhythmia, and syncope are all possible signs of these cardiovascular effects. [10] [11]"}
{"id": "article-28154_33", "title": "Quinidine -- Adverse Effects", "content": "Central nervous system: Quinidine crosses the blood-brain barrier through passive diffusion and an active transport system, potentially leading to adverse effects such as dizziness, fatigue, headache, disturbed sleep, nervousness, and ataxia. [12] Dermatological: Quinidine use has been associated with the occurrence of skin rash. [13] Gastrointestinal: Quinidine use has been linked to potential adverse effects such as hepatotoxicity, diarrhea, digestive distress, nausea and vomiting, and esophagitis. [13] Neuromuscular and skeletal: Quinidine use may lead to neuromuscular and skeletal effects, including weakness and tremors. [14] Ophthalmological: Quinidine use has been associated with potential visual disturbances. [15] Other adverse effects of quinidine are listed below.", "contents": "Quinidine -- Adverse Effects. Central nervous system: Quinidine crosses the blood-brain barrier through passive diffusion and an active transport system, potentially leading to adverse effects such as dizziness, fatigue, headache, disturbed sleep, nervousness, and ataxia. [12] Dermatological: Quinidine use has been associated with the occurrence of skin rash. [13] Gastrointestinal: Quinidine use has been linked to potential adverse effects such as hepatotoxicity, diarrhea, digestive distress, nausea and vomiting, and esophagitis. [13] Neuromuscular and skeletal: Quinidine use may lead to neuromuscular and skeletal effects, including weakness and tremors. [14] Ophthalmological: Quinidine use has been associated with potential visual disturbances. [15] Other adverse effects of quinidine are listed below."}
{"id": "article-28154_34", "title": "Quinidine -- Adverse Effects", "content": "Fever and hypersensitivity reactions occur in individuals who are allergic to the drug. Hypokalemia or hypomagnesemia can potentially lead to drug toxicity when taking quinidine. Hemolysis is a possible occurrence in patients with G6PD deficiencies when using quinidine. Cinchonism, which is associated with quinidine as it is a stereoisomer of quinine derived from the bark of the cinchona tree, can manifest with symptoms such as tinnitus, sensorineural hearing loss, blurring of vision, diplopia, photophobia, confusion, headache, delirium, and decreased hearing to profound deafness. Quinidine use may rarely lead to drug-induced lupus erythematosus (DILE). [16] Quinidine use has been associated with the development of Sjogren's syndrome. Blackwater fever, a condition linked to quinidine, is characterized by a triad of massive hemolysis, hemoglobinemia, and hemoglobinuria, potentially leading to acute kidney injury, jaundice, and, in severe cases, even death. [2] [17]", "contents": "Quinidine -- Adverse Effects. Fever and hypersensitivity reactions occur in individuals who are allergic to the drug. Hypokalemia or hypomagnesemia can potentially lead to drug toxicity when taking quinidine. Hemolysis is a possible occurrence in patients with G6PD deficiencies when using quinidine. Cinchonism, which is associated with quinidine as it is a stereoisomer of quinine derived from the bark of the cinchona tree, can manifest with symptoms such as tinnitus, sensorineural hearing loss, blurring of vision, diplopia, photophobia, confusion, headache, delirium, and decreased hearing to profound deafness. Quinidine use may rarely lead to drug-induced lupus erythematosus (DILE). [16] Quinidine use has been associated with the development of Sjogren's syndrome. Blackwater fever, a condition linked to quinidine, is characterized by a triad of massive hemolysis, hemoglobinemia, and hemoglobinuria, potentially leading to acute kidney injury, jaundice, and, in severe cases, even death. [2] [17]"}
{"id": "article-28154_35", "title": "Quinidine -- Adverse Effects -- Drug Interactions", "content": "Quinidine is an inhibitor of CYP450 enzymes and has the potential to interact with drugs that are metabolized by this enzyme system.", "contents": "Quinidine -- Adverse Effects -- Drug Interactions. Quinidine is an inhibitor of CYP450 enzymes and has the potential to interact with drugs that are metabolized by this enzyme system."}
{"id": "article-28154_36", "title": "Quinidine -- Adverse Effects -- Drug Interactions", "content": "Quinidine has been demonstrated to reduce digoxin's total clearance by 30%, renal clearance by 32%, and nonrenal clearance by 29%. [18] This action is explained by quinidine's property of displacing digoxin from protein-binding sites, which can result in altered clearance. Furthermore, the reduction in renal clearance may be attributed to quinidine's inhibition of the renal secretion of digoxin. [19]", "contents": "Quinidine -- Adverse Effects -- Drug Interactions. Quinidine has been demonstrated to reduce digoxin's total clearance by 30%, renal clearance by 32%, and nonrenal clearance by 29%. [18] This action is explained by quinidine's property of displacing digoxin from protein-binding sites, which can result in altered clearance. Furthermore, the reduction in renal clearance may be attributed to quinidine's inhibition of the renal secretion of digoxin. [19]"}
{"id": "article-28154_37", "title": "Quinidine -- Adverse Effects -- Drug Interactions", "content": "Erythromycin has been demonstrated to decrease quinidine clearance, leading to increased serum concentrations and potentially predisposing patients to quinidine toxicity. Therefore, when administering erythromycin concurrently with quinidine, it is advisable to monitor patients' serum potassium and magnesium levels and perform timely electrocardiograms (EKGs) to detect any signs of possible toxicity. [20]", "contents": "Quinidine -- Adverse Effects -- Drug Interactions. Erythromycin has been demonstrated to decrease quinidine clearance, leading to increased serum concentrations and potentially predisposing patients to quinidine toxicity. Therefore, when administering erythromycin concurrently with quinidine, it is advisable to monitor patients' serum potassium and magnesium levels and perform timely electrocardiograms (EKGs) to detect any signs of possible toxicity. [20]"}
{"id": "article-28154_38", "title": "Quinidine -- Adverse Effects -- Drug Interactions", "content": "Phenobarbital and phenytoin have been demonstrated to reduce the half-life of quinidine by half, potentially by increasing its metabolism through the induction of CYP450 enzymes. [21]", "contents": "Quinidine -- Adverse Effects -- Drug Interactions. Phenobarbital and phenytoin have been demonstrated to reduce the half-life of quinidine by half, potentially by increasing its metabolism through the induction of CYP450 enzymes. [21]"}
{"id": "article-28154_39", "title": "Quinidine -- Adverse Effects -- Drug Interactions", "content": "Cimetidine competes for the renal tubular secretion of quinidine in both its unchanged form and metabolites, leading to increased quinidine concentration in the plasma. [22]", "contents": "Quinidine -- Adverse Effects -- Drug Interactions. Cimetidine competes for the renal tubular secretion of quinidine in both its unchanged form and metabolites, leading to increased quinidine concentration in the plasma. [22]"}
{"id": "article-28154_40", "title": "Quinidine -- Adverse Effects -- Drug Interactions", "content": "QT-prolonging drugs, such as clarithromycin and amiodarone, increase TdP risk when administered with quinidine. [7]", "contents": "Quinidine -- Adverse Effects -- Drug Interactions. QT-prolonging drugs, such as clarithromycin and amiodarone, increase TdP risk when administered with quinidine. [7]"}
{"id": "article-28154_41", "title": "Quinidine -- Contraindications", "content": "The contraindications of quinidine include the following: Thrombocytopenia Thrombocytopenic purpura Hypersensitivity to quinine, mefloquine, quinidine, or any component used in the drug preparation. Heart block greater than first degree. Concurrent use with amprenavir, cisapride, ritonavir, fluoroquinolones, or other drugs known to prolong the QT interval Congenital long QT interval AV block, as concurrent use of the drug can progress to a complete heart block [6]", "contents": "Quinidine -- Contraindications. The contraindications of quinidine include the following: Thrombocytopenia Thrombocytopenic purpura Hypersensitivity to quinine, mefloquine, quinidine, or any component used in the drug preparation. Heart block greater than first degree. Concurrent use with amprenavir, cisapride, ritonavir, fluoroquinolones, or other drugs known to prolong the QT interval Congenital long QT interval AV block, as concurrent use of the drug can progress to a complete heart block [6]"}
{"id": "article-28154_42", "title": "Quinidine -- Contraindications -- Precautions", "content": "Patients on digoxin may experience higher plasma quinidine levels and a shorter half-life on low doses than those not taking quinidine.", "contents": "Quinidine -- Contraindications -- Precautions. Patients on digoxin may experience higher plasma quinidine levels and a shorter half-life on low doses than those not taking quinidine."}
{"id": "article-28154_43", "title": "Quinidine -- Contraindications -- Precautions", "content": "Pediatric patients typically require a higher dose of quinidine compared to adults. [23]", "contents": "Quinidine -- Contraindications -- Precautions. Pediatric patients typically require a higher dose of quinidine compared to adults. [23]"}
{"id": "article-28154_44", "title": "Quinidine -- Contraindications -- Precautions", "content": "The advanced-age population exhibits reduced clearance of quinidine and an increased drug half-life, potentially leading to an increased risk of toxicity. Therefore, appropriate adjustment of drug dosages is necessary for this age group. [24]", "contents": "Quinidine -- Contraindications -- Precautions. The advanced-age population exhibits reduced clearance of quinidine and an increased drug half-life, potentially leading to an increased risk of toxicity. Therefore, appropriate adjustment of drug dosages is necessary for this age group. [24]"}
{"id": "article-28154_45", "title": "Quinidine -- Contraindications -- Precautions", "content": "In patients with CHF, dosage adjustment of quinidine is recommended, as regular drug dosing may result in abnormally high serum concentrations. [25]", "contents": "Quinidine -- Contraindications -- Precautions. In patients with CHF, dosage adjustment of quinidine is recommended, as regular drug dosing may result in abnormally high serum concentrations. [25]"}
{"id": "article-28154_46", "title": "Quinidine -- Contraindications -- Precautions", "content": "Quinidine falls under the FDA pregnancy risk category C and is generally not considered safe during pregnancy. The drug should only be considered when the potential maternal benefit justifies the potential risk to the fetus.", "contents": "Quinidine -- Contraindications -- Precautions. Quinidine falls under the FDA pregnancy risk category C and is generally not considered safe during pregnancy. The drug should only be considered when the potential maternal benefit justifies the potential risk to the fetus."}
{"id": "article-28154_47", "title": "Quinidine -- Contraindications -- Precautions", "content": "Although quinidine concentrations in breast milk are lower than in maternal plasma, quinidine does pass into breast milk. Breastfeeding neonates can develop serum quinidine concentrations lower than those in the mother. Neonates may experience toxicity even with lower plasma quinidine levels.", "contents": "Quinidine -- Contraindications -- Precautions. Although quinidine concentrations in breast milk are lower than in maternal plasma, quinidine does pass into breast milk. Breastfeeding neonates can develop serum quinidine concentrations lower than those in the mother. Neonates may experience toxicity even with lower plasma quinidine levels."}
{"id": "article-28154_48", "title": "Quinidine -- Contraindications -- Precautions", "content": "The anticholinergic activity of quinidine can potentially exacerbate the symptoms of myasthenia gravis in patients. In addition, quinidine may interact with other drugs used to treat the disease.", "contents": "Quinidine -- Contraindications -- Precautions. The anticholinergic activity of quinidine can potentially exacerbate the symptoms of myasthenia gravis in patients. In addition, quinidine may interact with other drugs used to treat the disease."}
{"id": "article-28154_49", "title": "Quinidine -- Contraindications -- Precautions", "content": "Caution is advised when using quinidine in patients with asthma and other allergic conditions, as these conditions can mask hypersensitivity reactions to the drug.", "contents": "Quinidine -- Contraindications -- Precautions. Caution is advised when using quinidine in patients with asthma and other allergic conditions, as these conditions can mask hypersensitivity reactions to the drug."}
{"id": "article-28154_50", "title": "Quinidine -- Contraindications -- Box Warning", "content": "Quinine should not be used to manage nocturnal leg cramps due to the risk of thrombotic thrombocytopenic purpura/hemolytic uremic syndrome (TTP/HUS). A triad of microangiopathic hemolytic anemia, thrombocytopenia, and acute kidney injury characterizes HUS. TTP presents as a pentad of fever, neurologic dysfunction, microangiopathic hemolytic anemia, thrombocytopenia, and a high risk of chronic kidney disease. [26] [27] Due to the increased mortality risk, the ACC/AHA/HRS does not approve of using quinidine to treat atrial fibrillation. [28]", "contents": "Quinidine -- Contraindications -- Box Warning. Quinine should not be used to manage nocturnal leg cramps due to the risk of thrombotic thrombocytopenic purpura/hemolytic uremic syndrome (TTP/HUS). A triad of microangiopathic hemolytic anemia, thrombocytopenia, and acute kidney injury characterizes HUS. TTP presents as a pentad of fever, neurologic dysfunction, microangiopathic hemolytic anemia, thrombocytopenia, and a high risk of chronic kidney disease. [26] [27] Due to the increased mortality risk, the ACC/AHA/HRS does not approve of using quinidine to treat atrial fibrillation. [28]"}
{"id": "article-28154_51", "title": "Quinidine -- Contraindications -- Safe Practice", "content": "Quinidine can sometimes be confused with clonidine and quinine. For safer medication administration, it is recommended to use tall-man lettering. [29] Adjustment of dosages may be necessary for patients with hepatic and renal disorders. Caution should be exercised when administering quinidine with drugs known to prolong the QT interval, such as thiazide diuretics, ondansetron, opioids, fluoroquinolones, risperidone, sotalol, antihistamines, tricyclic antidepressants, macrolides (erythromycin), and selective serotonin reuptake inhibitors (SSRIs). [30]", "contents": "Quinidine -- Contraindications -- Safe Practice. Quinidine can sometimes be confused with clonidine and quinine. For safer medication administration, it is recommended to use tall-man lettering. [29] Adjustment of dosages may be necessary for patients with hepatic and renal disorders. Caution should be exercised when administering quinidine with drugs known to prolong the QT interval, such as thiazide diuretics, ondansetron, opioids, fluoroquinolones, risperidone, sotalol, antihistamines, tricyclic antidepressants, macrolides (erythromycin), and selective serotonin reuptake inhibitors (SSRIs). [30]"}
{"id": "article-28154_52", "title": "Quinidine -- Monitoring", "content": "Routine EKG monitoring for QT interval and QRS changes and complete blood count (CBC), liver, and renal function testing should be conducted regularly when administering quinidine to patients via IV infusion or for an extended duration. [6] Monitoring and correcting for electrolyte abnormalities known to cause QT prolongation, such as hypokalemia, hypomagnesemia, and hypocalcemia, are essential. Using the Tisdale risk score can be a valuable strategy to screen for potential QT interval issues and help with risk mitigation. [30]", "contents": "Quinidine -- Monitoring. Routine EKG monitoring for QT interval and QRS changes and complete blood count (CBC), liver, and renal function testing should be conducted regularly when administering quinidine to patients via IV infusion or for an extended duration. [6] Monitoring and correcting for electrolyte abnormalities known to cause QT prolongation, such as hypokalemia, hypomagnesemia, and hypocalcemia, are essential. Using the Tisdale risk score can be a valuable strategy to screen for potential QT interval issues and help with risk mitigation. [30]"}
{"id": "article-28154_53", "title": "Quinidine -- Toxicity", "content": "Quinidine is widely known for its potential toxicity, leading to QT prolongation, and it can trigger TdP, a life-threatening arrhythmia. As the condition can be fatal, it requires immediate management, including discontinuing the drug, closely monitoring cardiac and electrolyte levels (potassium and magnesium), and addressing any underlying hypoxia. Clinicians can effectively manage TdP by promptly administering magnesium sulfate and terminating prolonged episodes through electrical cardioversion. In refractory cases, isoproterenol or transvenous pacing may be the treatment options. In addition, hypotension can be addressed with IV fluids, and norepinephrine might be required in refractory cases. [31]", "contents": "Quinidine -- Toxicity. Quinidine is widely known for its potential toxicity, leading to QT prolongation, and it can trigger TdP, a life-threatening arrhythmia. As the condition can be fatal, it requires immediate management, including discontinuing the drug, closely monitoring cardiac and electrolyte levels (potassium and magnesium), and addressing any underlying hypoxia. Clinicians can effectively manage TdP by promptly administering magnesium sulfate and terminating prolonged episodes through electrical cardioversion. In refractory cases, isoproterenol or transvenous pacing may be the treatment options. In addition, hypotension can be addressed with IV fluids, and norepinephrine might be required in refractory cases. [31]"}
{"id": "article-28154_54", "title": "Quinidine -- Toxicity -- Hepatoxicity", "content": "Chronic therapy with quinidine has been linked to acute hypersensitivity reactions, including hepatic involvement. The responses typically manifest within 1 to 2 weeks after treatment. Clinical features include fatigue, vomiting, muscle aches, arthralgia, and high fever. Blood testing at an early stage reveals elevated serum aminotransferase and alkaline phosphatase levels, along with mild jaundice, which may persist for a few days even after discontinuing quinidine. The pattern of serum enzyme elevations is typically cholestatic or mixed, characterized by an increase in alkaline phosphatase levels and mild jaundice.", "contents": "Quinidine -- Toxicity -- Hepatoxicity. Chronic therapy with quinidine has been linked to acute hypersensitivity reactions, including hepatic involvement. The responses typically manifest within 1 to 2 weeks after treatment. Clinical features include fatigue, vomiting, muscle aches, arthralgia, and high fever. Blood testing at an early stage reveals elevated serum aminotransferase and alkaline phosphatase levels, along with mild jaundice, which may persist for a few days even after discontinuing quinidine. The pattern of serum enzyme elevations is typically cholestatic or mixed, characterized by an increase in alkaline phosphatase levels and mild jaundice."}
{"id": "article-28154_55", "title": "Quinidine -- Toxicity -- Hepatoxicity", "content": "Clinical features of hypersensitivity are often characterized by arthralgia and fever. Liver biopsies typically reveal small epithelioid granulomas characteristic of systemic hypersensitivity reactions. As previously stated, hepatotoxicity occurs due to a hypersensitive reaction, and there is no indication of direct hepatotoxicity. To manage the situation, it is necessary to discontinue taking quinidine immediately. As hypersensitivity reactions are generally mild and self-resolving, corticosteroids should be avoided. [32]", "contents": "Quinidine -- Toxicity -- Hepatoxicity. Clinical features of hypersensitivity are often characterized by arthralgia and fever. Liver biopsies typically reveal small epithelioid granulomas characteristic of systemic hypersensitivity reactions. As previously stated, hepatotoxicity occurs due to a hypersensitive reaction, and there is no indication of direct hepatotoxicity. To manage the situation, it is necessary to discontinue taking quinidine immediately. As hypersensitivity reactions are generally mild and self-resolving, corticosteroids should be avoided. [32]"}
{"id": "article-28154_56", "title": "Quinidine -- Enhancing Healthcare Team Outcomes", "content": "Quinidine, one of the oldest drugs for arrhythmia management, remains valuable in treating conditions like early repolarization syndrome, Brugada syndrome, idiopathic ventricular fibrillation, and specific infections such as P falciparum malaria. An interprofessional team approach involving physicians, mid-level practitioners, nurses, cardiologists, rheumatologists, and pharmacists is essential to detect and manage potentially fatal drug toxicity effectively.", "contents": "Quinidine -- Enhancing Healthcare Team Outcomes. Quinidine, one of the oldest drugs for arrhythmia management, remains valuable in treating conditions like early repolarization syndrome, Brugada syndrome, idiopathic ventricular fibrillation, and specific infections such as P falciparum malaria. An interprofessional team approach involving physicians, mid-level practitioners, nurses, cardiologists, rheumatologists, and pharmacists is essential to detect and manage potentially fatal drug toxicity effectively."}
{"id": "article-28154_57", "title": "Quinidine -- Enhancing Healthcare Team Outcomes", "content": "The team of cardiologists is essential in administering quinidine therapy, as this drug is utilized as either an antiarrhythmic or proarrhythmic agent. Due to the potential of quinidine to cause a lupus-like syndrome, rheumatologists are involved in the treatment process. Meanwhile, infectious disease specialists also play an essential role in managing severe malaria cases. Nurses are critical in ensuring accurate drug administration and monitoring for any adverse effects, whereas pharmacists confirm the appropriate medication dosage.", "contents": "Quinidine -- Enhancing Healthcare Team Outcomes. The team of cardiologists is essential in administering quinidine therapy, as this drug is utilized as either an antiarrhythmic or proarrhythmic agent. Due to the potential of quinidine to cause a lupus-like syndrome, rheumatologists are involved in the treatment process. Meanwhile, infectious disease specialists also play an essential role in managing severe malaria cases. Nurses are critical in ensuring accurate drug administration and monitoring for any adverse effects, whereas pharmacists confirm the appropriate medication dosage."}
{"id": "article-28154_58", "title": "Quinidine -- Enhancing Healthcare Team Outcomes", "content": "When initiating quinidine therapy, dosage adjustments may be necessary for neonates and older populations,those taking other medications such as digoxin, as well as patients with CHF, a known history of QT interval prolongation, hepatic or renal dysfunction, and those taking other medications such as digoxin. Cardiologists and intensivists provide inpatient consults, ICU care, and monitoring when hospitalization is necessary. The collective responsibilities underscore the importance of an interprofessional healthcare team approach for ensuring effective and safe therapy with quinidine.", "contents": "Quinidine -- Enhancing Healthcare Team Outcomes. When initiating quinidine therapy, dosage adjustments may be necessary for neonates and older populations,those taking other medications such as digoxin, as well as patients with CHF, a known history of QT interval prolongation, hepatic or renal dysfunction, and those taking other medications such as digoxin. Cardiologists and intensivists provide inpatient consults, ICU care, and monitoring when hospitalization is necessary. The collective responsibilities underscore the importance of an interprofessional healthcare team approach for ensuring effective and safe therapy with quinidine."}
{"id": "article-28154_59", "title": "Quinidine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Quinidine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}