{"id": "article-17677_0", "title": "Antibiotics -- Continuing Education Activity", "content": "Antibiotics are common agents used in modern healthcare. This was not always the case. From ancient times, people sought ways to treat those afflicted with infections. Dyes, molds, and even heavy metals were thought to hold promise for healing. Various microorganisms have medical significance, including bacteria, viruses, fungi, and parasites. Antibiotics are compounds that target bacteria and, thus, are intended to treat and prevent bacterial infections. This activity will examine the various classes of antibiotics, their mechanisms of action, bacterial susceptibilities, and potential adverse events.", "contents": "Antibiotics -- Continuing Education Activity. Antibiotics are common agents used in modern healthcare. This was not always the case. From ancient times, people sought ways to treat those afflicted with infections. Dyes, molds, and even heavy metals were thought to hold promise for healing. Various microorganisms have medical significance, including bacteria, viruses, fungi, and parasites. Antibiotics are compounds that target bacteria and, thus, are intended to treat and prevent bacterial infections. This activity will examine the various classes of antibiotics, their mechanisms of action, bacterial susceptibilities, and potential adverse events."}
{"id": "article-17677_1", "title": "Antibiotics -- Continuing Education Activity", "content": "Objectives: Identify the various classes of antibiotic medications. Explain the various mechanisms of action of different classes of antibiotics. Review the potential adverse effects both of antibiotics in general and class-specific side effects. Summarize the monitoring requirements for patients receiving antibiotic therapy. Access free multiple choice questions on this topic.", "contents": "Antibiotics -- Continuing Education Activity. Objectives: Identify the various classes of antibiotic medications. Explain the various mechanisms of action of different classes of antibiotics. Review the potential adverse effects both of antibiotics in general and class-specific side effects. Summarize the monitoring requirements for patients receiving antibiotic therapy. Access free multiple choice questions on this topic."}
{"id": "article-17677_2", "title": "Antibiotics -- Introduction", "content": "Antibiotics are common agents used in modern healthcare. This was not always the case. From ancient times, people sought ways to treat those with infections. Dyes, molds, and even heavy metals were thought to hold promise for healing. [1] Various microorganisms have medical significance, including bacteria, viruses, fungi, and parasites. Antibiotics are compounds that target bacteria and, thus, are intended to treat and prevent bacterial infections.", "contents": "Antibiotics -- Introduction. Antibiotics are common agents used in modern healthcare. This was not always the case. From ancient times, people sought ways to treat those with infections. Dyes, molds, and even heavy metals were thought to hold promise for healing. [1] Various microorganisms have medical significance, including bacteria, viruses, fungi, and parasites. Antibiotics are compounds that target bacteria and, thus, are intended to treat and prevent bacterial infections."}
{"id": "article-17677_3", "title": "Antibiotics -- Function -- Classification", "content": "The pharmacology behind antibiotics includes destroying the bacterial cell by either preventing cell reproduction or changing a necessary cellular function or process within the cell. Antimicrobial agents are classically grouped into two main categories based on their in vitro effect on bacteria: bactericidal and bacteriostatic. Common teaching often explains that bactericidal antibiotics \"kill\" bacteria and bacteriostatic antibiotics \"prevent the growth\" of bacteria. The true definition is not so simple. To accurately define each category, the minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) must be understood. The lowest concentration that inhibits visible bacterial growth at 24 hours is the MIC. [2] The MBC is the concentration of an antibiotic that reduces bacterial density by 1000-fold at 24 hours. [2]", "contents": "Antibiotics -- Function -- Classification. The pharmacology behind antibiotics includes destroying the bacterial cell by either preventing cell reproduction or changing a necessary cellular function or process within the cell. Antimicrobial agents are classically grouped into two main categories based on their in vitro effect on bacteria: bactericidal and bacteriostatic. Common teaching often explains that bactericidal antibiotics \"kill\" bacteria and bacteriostatic antibiotics \"prevent the growth\" of bacteria. The true definition is not so simple. To accurately define each category, the minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) must be understood. The lowest concentration that inhibits visible bacterial growth at 24 hours is the MIC. [2] The MBC is the concentration of an antibiotic that reduces bacterial density by 1000-fold at 24 hours. [2]"}
{"id": "article-17677_4", "title": "Antibiotics -- Function -- Classification", "content": "Bacteriostatic activity is further defined by an MBC to MIC ratio greater than 4, whereas an MBC to MIC ratio less than or equal to 4 is bactericidal. [2] The clinical implications of antibiotic efficacy depend heavily on many factors not limited to: pharmacokinetic and pharmacodynamic principles, the particular bacteria, bacterial load, and site of infection. This is further complicated by the ability of some bacteriostatic antibiotics to exhibit bactericidal activity against particular bacteria. [3] Therefore, bacteriostatic antibiotics also kill bacteria, but the laboratory definition makes it seem as if they do not. For example, a bacteriostatic antibiotic such as linezolid can be bactericidal against Streptococcus pneumoniae . [3] This concept works in reverse, and bactericidal antimicrobials may also be bacteriostatic against certain bacterial strains and conditions. Conflicting data exist as to whether the necessity for bactericidal antibiotics is needed for severely ill or immunosuppressed patients. [3]", "contents": "Antibiotics -- Function -- Classification. Bacteriostatic activity is further defined by an MBC to MIC ratio greater than 4, whereas an MBC to MIC ratio less than or equal to 4 is bactericidal. [2] The clinical implications of antibiotic efficacy depend heavily on many factors not limited to: pharmacokinetic and pharmacodynamic principles, the particular bacteria, bacterial load, and site of infection. This is further complicated by the ability of some bacteriostatic antibiotics to exhibit bactericidal activity against particular bacteria. [3] Therefore, bacteriostatic antibiotics also kill bacteria, but the laboratory definition makes it seem as if they do not. For example, a bacteriostatic antibiotic such as linezolid can be bactericidal against Streptococcus pneumoniae . [3] This concept works in reverse, and bactericidal antimicrobials may also be bacteriostatic against certain bacterial strains and conditions. Conflicting data exist as to whether the necessity for bactericidal antibiotics is needed for severely ill or immunosuppressed patients. [3]"}
{"id": "article-17677_5", "title": "Antibiotics -- Function -- Classification", "content": "Types of Antimicrobial Agents [3]", "contents": "Antibiotics -- Function -- Classification. Types of Antimicrobial Agents [3]"}
{"id": "article-17677_6", "title": "Antibiotics -- Function -- Bacteriostatic", "content": "Glycylcyclines: Tigecycline Tetracyclines: Doxycycline, minocycline Lincosamides: Clindamycin Macrolides: Azithromycin, clarithromycin, erythromycin Oxazolidinones: Linezolid Sulfonamides: Sulfamethoxazole", "contents": "Antibiotics -- Function -- Bacteriostatic. Glycylcyclines: Tigecycline Tetracyclines: Doxycycline, minocycline Lincosamides: Clindamycin Macrolides: Azithromycin, clarithromycin, erythromycin Oxazolidinones: Linezolid Sulfonamides: Sulfamethoxazole"}
{"id": "article-17677_7", "title": "Antibiotics -- Function -- Bactericidal", "content": "Aminoglycosides: Tobramycin, gentamicin, amikacin Beta-lactams (penicillins, cephalosporins, carbapenems): Amoxicillin, cefazolin, meropenem Fluoroquinolones: Ciprofloxacin, levofloxacin, moxifloxacin Glycopeptides: Vancomycin Cyclic Lipopeptides: Daptomycin Nitroimidazoles: Metronidazole", "contents": "Antibiotics -- Function -- Bactericidal. Aminoglycosides: Tobramycin, gentamicin, amikacin Beta-lactams (penicillins, cephalosporins, carbapenems): Amoxicillin, cefazolin, meropenem Fluoroquinolones: Ciprofloxacin, levofloxacin, moxifloxacin Glycopeptides: Vancomycin Cyclic Lipopeptides: Daptomycin Nitroimidazoles: Metronidazole"}
{"id": "article-17677_8", "title": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics", "content": "Pharmacokinetic (PK) and pharmacodynamic (PD) parameters are used together to maximize the efficacy of antimicrobial therapy through optimization of dosing in patients. Absorption, distribution, metabolism, and excretion are the PK components that affect the antibiotic concentration over time. [4] These processes describe how an antibiotic moves through the body from the time it enters the body until the parent drug or metabolites are removed. PD of an antibiotic describes the drug effect within the body when it reaches the infection target. The main principles that guide PD are the percent of the time the free drug is over the MIC, the amount of free drug area under the concentration to MIC, and the maximum concentration to MIC. [5]", "contents": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics. Pharmacokinetic (PK) and pharmacodynamic (PD) parameters are used together to maximize the efficacy of antimicrobial therapy through optimization of dosing in patients. Absorption, distribution, metabolism, and excretion are the PK components that affect the antibiotic concentration over time. [4] These processes describe how an antibiotic moves through the body from the time it enters the body until the parent drug or metabolites are removed. PD of an antibiotic describes the drug effect within the body when it reaches the infection target. The main principles that guide PD are the percent of the time the free drug is over the MIC, the amount of free drug area under the concentration to MIC, and the maximum concentration to MIC. [5]"}
{"id": "article-17677_9", "title": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics", "content": "Bactericidal activity is either concentration-dependent or time-dependent. If an antibiotic displays concentration-dependent killing, for example, fluoroquinolones or daptomycin, the efficacy of bacterial killing increases as the concentration of the antibiotic increases. [6] Penicillins and tetracyclines are time-dependent; therefore, the duration of the effective concentration of these antibiotics determines bactericidal activity. [6]", "contents": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics. Bactericidal activity is either concentration-dependent or time-dependent. If an antibiotic displays concentration-dependent killing, for example, fluoroquinolones or daptomycin, the efficacy of bacterial killing increases as the concentration of the antibiotic increases. [6] Penicillins and tetracyclines are time-dependent; therefore, the duration of the effective concentration of these antibiotics determines bactericidal activity. [6]"}
{"id": "article-17677_10", "title": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics", "content": "After an antibiotic is absorbed, the distribution influences the extent of antimicrobial activity. The total amount of drug in the body to serum concentration is the volume of distribution. [5] The level of protein binding will affect the availability of the active drug at the site of infection. If an antibiotic is highly protein-bound, there will be less free drug available for an antimicrobial effect, as seen in patients with hypoalbuminemia. [5] Increased adipose tissue in a patient will increase the volume of distribution if a drug has high lipophilicity properties. [7]", "contents": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics. After an antibiotic is absorbed, the distribution influences the extent of antimicrobial activity. The total amount of drug in the body to serum concentration is the volume of distribution. [5] The level of protein binding will affect the availability of the active drug at the site of infection. If an antibiotic is highly protein-bound, there will be less free drug available for an antimicrobial effect, as seen in patients with hypoalbuminemia. [5] Increased adipose tissue in a patient will increase the volume of distribution if a drug has high lipophilicity properties. [7]"}
{"id": "article-17677_11", "title": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics", "content": "The location of infection is crucial to note because some antibiotics are inappropriate for treating certain infections. In the treatment of meningitis, for example, the penetration of the blood-brain barrier is critical if one wants to achieve therapeutic antibiotic levels at the site of infection to prevent treatment failure. [5]", "contents": "Antibiotics -- Function -- Pharmacokinetics and Pharmacodynamics. The location of infection is crucial to note because some antibiotics are inappropriate for treating certain infections. In the treatment of meningitis, for example, the penetration of the blood-brain barrier is critical if one wants to achieve therapeutic antibiotic levels at the site of infection to prevent treatment failure. [5]"}
{"id": "article-17677_12", "title": "Antibiotics -- Issues of Concern -- Adverse Reactions", "content": "All medications have the potential for an adverse reaction, and antibiotics are no exception. One in five hospitalized patients has been shown to develop an adverse reaction to an antibiotic, and nearly the same proportion of drug-related Emergency Department visits are due to adverse antibiotic reactions. [8] [9] An immune-mediated reaction or hypersensitivity is classified as an allergy. [10] This includes IgE-mediated anaphylaxis and angioedema. Medications often reach harmful levels in the body due to reduced metabolism and elimination, or high dosing regimens can cause toxicity due to supratherapeutic drug levels. [11] If a reaction occurs that is not mediated by the immune system and is unrelated to the drug level; then it is considered a side effect. [11]", "contents": "Antibiotics -- Issues of Concern -- Adverse Reactions. All medications have the potential for an adverse reaction, and antibiotics are no exception. One in five hospitalized patients has been shown to develop an adverse reaction to an antibiotic, and nearly the same proportion of drug-related Emergency Department visits are due to adverse antibiotic reactions. [8] [9] An immune-mediated reaction or hypersensitivity is classified as an allergy. [10] This includes IgE-mediated anaphylaxis and angioedema. Medications often reach harmful levels in the body due to reduced metabolism and elimination, or high dosing regimens can cause toxicity due to supratherapeutic drug levels. [11] If a reaction occurs that is not mediated by the immune system and is unrelated to the drug level; then it is considered a side effect. [11]"}
{"id": "article-17677_13", "title": "Antibiotics -- Issues of Concern -- Adverse Reactions", "content": "The anticipation of adverse events is warranted when initiating antimicrobial therapy. Certain patients are at higher risk, for example, the elderly, patients with multiple co-morbidities, and hospitalized patients. [8] It is important to monitor patients for reactions as many develop over time. Some antibiotics necessitate monitoring drug levels to guide therapy for efficacy and prevention of adverse effects such as vancomycin and aminoglycosides. [12] Renal toxicities may develop if these antimicrobials maintain high trough levels; therefore, monitoring renal function is necessary and measuring drug levels.", "contents": "Antibiotics -- Issues of Concern -- Adverse Reactions. The anticipation of adverse events is warranted when initiating antimicrobial therapy. Certain patients are at higher risk, for example, the elderly, patients with multiple co-morbidities, and hospitalized patients. [8] It is important to monitor patients for reactions as many develop over time. Some antibiotics necessitate monitoring drug levels to guide therapy for efficacy and prevention of adverse effects such as vancomycin and aminoglycosides. [12] Renal toxicities may develop if these antimicrobials maintain high trough levels; therefore, monitoring renal function is necessary and measuring drug levels."}
{"id": "article-17677_14", "title": "Antibiotics -- Issues of Concern -- Renal", "content": "Acute tubular necrosis Interstitial nephritis Renal failure Crystallization in renal tubules [11]", "contents": "Antibiotics -- Issues of Concern -- Renal. Acute tubular necrosis Interstitial nephritis Renal failure Crystallization in renal tubules [11]"}
{"id": "article-17677_15", "title": "Antibiotics -- Issues of Concern -- Cardiac", "content": "QT prolongation [11]", "contents": "Antibiotics -- Issues of Concern -- Cardiac. QT prolongation [11]"}
{"id": "article-17677_16", "title": "Antibiotics -- Issues of Concern -- Hematologic", "content": "Thrombocytopenia Leukopenia Agranulocytosis Abnormal platelet aggregation INR increase (often due to drug interactions) [11]", "contents": "Antibiotics -- Issues of Concern -- Hematologic. Thrombocytopenia Leukopenia Agranulocytosis Abnormal platelet aggregation INR increase (often due to drug interactions) [11]"}
{"id": "article-17677_17", "title": "Antibiotics -- Issues of Concern -- Dermatologic", "content": "Rash Erythema multiforme Stevens-Johnson syndrome Toxic epidermal necrolysis [11]", "contents": "Antibiotics -- Issues of Concern -- Dermatologic. Rash Erythema multiforme Stevens-Johnson syndrome Toxic epidermal necrolysis [11]"}
{"id": "article-17677_18", "title": "Antibiotics -- Issues of Concern -- Neurologic", "content": "Ototoxicity Vestibular dysfunction Seizure Peripheral neuropathy [11]", "contents": "Antibiotics -- Issues of Concern -- Neurologic. Ototoxicity Vestibular dysfunction Seizure Peripheral neuropathy [11]"}
{"id": "article-17677_19", "title": "Antibiotics -- Issues of Concern -- Other", "content": "Hepatotoxicity Myopathy Electrolyte abnormalities (i.e., hypokalemia, hypoglycemia) Drug-induced fever Drug-induced diarrhea [11]", "contents": "Antibiotics -- Issues of Concern -- Other. Hepatotoxicity Myopathy Electrolyte abnormalities (i.e., hypokalemia, hypoglycemia) Drug-induced fever Drug-induced diarrhea [11]"}
{"id": "article-17677_20", "title": "Antibiotics -- Issues of Concern -- Antibiotic Resistance", "content": "The increased use of antimicrobial agents in clinical practice and other industries such as livestock farming has led to bacterial resistance to antibiotic agents. Bacteria have developed mechanisms to promote this resistance to survive.", "contents": "Antibiotics -- Issues of Concern -- Antibiotic Resistance. The increased use of antimicrobial agents in clinical practice and other industries such as livestock farming has led to bacterial resistance to antibiotic agents. Bacteria have developed mechanisms to promote this resistance to survive."}
{"id": "article-17677_21", "title": "Antibiotics -- Issues of Concern -- Antibiotic Resistance", "content": "The MIC of a bacterial isolate can serve as a metric for bacterial susceptibility to certain antibiotics. [13] A high MIC above the susceptibility threshold to an antibiotic will report as a resistant infection. Bacteria may possess resistance to an antimicrobial agent due to intrinsic or acquired properties. Not all antibiotics are effective against all types of bacteria. If a bacterium does not contain the target for a particular antibiotic, it is known to have intrinsic resistance. [14] Vancomycin, an antibiotic known to target work against gram-positive bacteria, cannot cross the cell wall of gram-negative bacteria. [15] Also, beta-lactam antibiotics require a cell wall to function and, therefore, will not be effective against bacteria such as Mycoplasma species that lack this cellular component.", "contents": "Antibiotics -- Issues of Concern -- Antibiotic Resistance. The MIC of a bacterial isolate can serve as a metric for bacterial susceptibility to certain antibiotics. [13] A high MIC above the susceptibility threshold to an antibiotic will report as a resistant infection. Bacteria may possess resistance to an antimicrobial agent due to intrinsic or acquired properties. Not all antibiotics are effective against all types of bacteria. If a bacterium does not contain the target for a particular antibiotic, it is known to have intrinsic resistance. [14] Vancomycin, an antibiotic known to target work against gram-positive bacteria, cannot cross the cell wall of gram-negative bacteria. [15] Also, beta-lactam antibiotics require a cell wall to function and, therefore, will not be effective against bacteria such as Mycoplasma species that lack this cellular component."}
{"id": "article-17677_22", "title": "Antibiotics -- Issues of Concern -- Antibiotic Resistance", "content": "Bacteria also have the capability to gain resistance through attaining resistance genes from other bacteria or developing a mutation resulting in reduced or elimination of antibiotic efficacy. This type of resistance is known as acquired resistance. [14] More than one type of bacterial resistance may be present in a bacterial organism. Common resistance strategies are listed here.", "contents": "Antibiotics -- Issues of Concern -- Antibiotic Resistance. Bacteria also have the capability to gain resistance through attaining resistance genes from other bacteria or developing a mutation resulting in reduced or elimination of antibiotic efficacy. This type of resistance is known as acquired resistance. [14] More than one type of bacterial resistance may be present in a bacterial organism. Common resistance strategies are listed here."}
{"id": "article-17677_23", "title": "Antibiotics -- Issues of Concern -- Reducing Intracellular Antibiotic Concentrations", "content": "Increased efflux Decreased influx [14] [15]", "contents": "Antibiotics -- Issues of Concern -- Reducing Intracellular Antibiotic Concentrations. Increased efflux Decreased influx [14] [15]"}
{"id": "article-17677_24", "title": "Antibiotics -- Issues of Concern -- Antibiotic Inactivation", "content": "Enzymatic modification Chemical degradation [14] [15]", "contents": "Antibiotics -- Issues of Concern -- Antibiotic Inactivation. Enzymatic modification Chemical degradation [14] [15]"}
{"id": "article-17677_25", "title": "Antibiotics -- Issues of Concern -- Target Site Alteration", "content": "Mutation of the target site Antibiotic modification Target site protection Elimination of the target site [14] [15]", "contents": "Antibiotics -- Issues of Concern -- Target Site Alteration. Mutation of the target site Antibiotic modification Target site protection Elimination of the target site [14] [15]"}
{"id": "article-17677_26", "title": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy", "content": "The causative organisms and infection source are not always known when a patient first presents. Antibiotic therapy is often initiated before an exact infectious disease diagnosis, and microbiological results are available. Antibiotics used in this manner are referred to as empiric therapy. This approach attempts to cover all potential pathogens. When microbiology tests result and antibiotic susceptibilities are known, definitive antibiotic treatment can be tailored to the specific infection etiology. [16]", "contents": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy. The causative organisms and infection source are not always known when a patient first presents. Antibiotic therapy is often initiated before an exact infectious disease diagnosis, and microbiological results are available. Antibiotics used in this manner are referred to as empiric therapy. This approach attempts to cover all potential pathogens. When microbiology tests result and antibiotic susceptibilities are known, definitive antibiotic treatment can be tailored to the specific infection etiology. [16]"}
{"id": "article-17677_27", "title": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy", "content": "Prophylactic therapy is used to prevent infections in patients who do not have an active infection. Immunocompromised patients may receive prophylaxis against specific opportunistic pathogens. Prophylactic antibiotics are also used before surgical procedures and traumatic injuries such as open fractures and animal bites. [16]", "contents": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy. Prophylactic therapy is used to prevent infections in patients who do not have an active infection. Immunocompromised patients may receive prophylaxis against specific opportunistic pathogens. Prophylactic antibiotics are also used before surgical procedures and traumatic injuries such as open fractures and animal bites. [16]"}
{"id": "article-17677_28", "title": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy", "content": "The severity of potential bacterial infection will determine the level of aggressiveness in antibiotic therapy. For example, in a life-threatening infectious disease such as sepsis, empiric broad-spectrum parenteral antibiotics should be administered quickly after sepsis identification and continued until more information is gathered regarding the etiology and causative bacteria. [12] Empiric antibiotics are used to cover all potential bacteria before culture results. After bacterial cultures are available and have resulted, antibiotics can be deescalated to only what is necessary. This approach is termed directed antibiotic therapy. [16] Often, empiric antibiotics are broad-spectrum, which refers to medications targeting many different bacterial classes (i.e., gram-positive, gram-negative, and anaerobic bacteria). In a simple skin and soft tissue infection that does not require hospitalization, narrower spectrum antibiotics may be given orally. [12]", "contents": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy. The severity of potential bacterial infection will determine the level of aggressiveness in antibiotic therapy. For example, in a life-threatening infectious disease such as sepsis, empiric broad-spectrum parenteral antibiotics should be administered quickly after sepsis identification and continued until more information is gathered regarding the etiology and causative bacteria. [12] Empiric antibiotics are used to cover all potential bacteria before culture results. After bacterial cultures are available and have resulted, antibiotics can be deescalated to only what is necessary. This approach is termed directed antibiotic therapy. [16] Often, empiric antibiotics are broad-spectrum, which refers to medications targeting many different bacterial classes (i.e., gram-positive, gram-negative, and anaerobic bacteria). In a simple skin and soft tissue infection that does not require hospitalization, narrower spectrum antibiotics may be given orally. [12]"}
{"id": "article-17677_29", "title": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy", "content": "In addition to the possible source(s) of infection, likely pathogens, and situation urgency, different patient factors merit consideration. [12] Patient age, medication allergies, renal and hepatic function, past medical history, the presence of an immunocompromised state, and recent antibiotic usage need to be evaluated before an antibiotic selection. Many of these patient factors contribute to the pharmacodynamics and pharmacokinetics of antibiotics that will influence dosing to optimize efficacy.", "contents": "Antibiotics -- Clinical Significance -- Approach to Antimicrobial Therapy. In addition to the possible source(s) of infection, likely pathogens, and situation urgency, different patient factors merit consideration. [12] Patient age, medication allergies, renal and hepatic function, past medical history, the presence of an immunocompromised state, and recent antibiotic usage need to be evaluated before an antibiotic selection. Many of these patient factors contribute to the pharmacodynamics and pharmacokinetics of antibiotics that will influence dosing to optimize efficacy."}
{"id": "article-17677_30", "title": "Antibiotics -- Enhancing Healthcare Team Outcomes -- A Word on Antimicrobial Stewardship", "content": "In the United States, it has been reported that nearly half of the antibiotics prescribed were incorrect in some way, and almost one-third of antibiotics were deemed unnecessary in hospitalized patients. [17] Appropriate antibiotic use has become a public health issue (CDC 19). The practice of antimicrobial stewardship revolves around the concept of optimizing antimicrobial therapy and reducing adverse events through economically responsible methods. [18] These interprofessional programs work to identify ways to improve patient outcomes. Stewardship programs are increasingly becoming more common to address issues related to antibiotic usage, including combating antimicrobial resistance.", "contents": "Antibiotics -- Enhancing Healthcare Team Outcomes -- A Word on Antimicrobial Stewardship. In the United States, it has been reported that nearly half of the antibiotics prescribed were incorrect in some way, and almost one-third of antibiotics were deemed unnecessary in hospitalized patients. [17] Appropriate antibiotic use has become a public health issue (CDC 19). The practice of antimicrobial stewardship revolves around the concept of optimizing antimicrobial therapy and reducing adverse events through economically responsible methods. [18] These interprofessional programs work to identify ways to improve patient outcomes. Stewardship programs are increasingly becoming more common to address issues related to antibiotic usage, including combating antimicrobial resistance."}
{"id": "article-17677_31", "title": "Antibiotics -- Enhancing Healthcare Team Outcomes -- A Word on Antimicrobial Stewardship", "content": "Antibiotic therapy and accompanying stewardship require the effort of an interprofessional healthcare team that includes physicians (MDs and DOs), mid-level practitioners (NPs and PAs), pharmacists, and nursing staff. This includes only using these agents when clinically indicated, targeted therapy based on the susceptibility of the infectious organism, and monitoring of side effects and, where indicated, drug levels. Employing interprofessional strategies with open information sharing can improve therapeutic results with antibiotic therapy and minimize adverse events. [Level 5]", "contents": "Antibiotics -- Enhancing Healthcare Team Outcomes -- A Word on Antimicrobial Stewardship. Antibiotic therapy and accompanying stewardship require the effort of an interprofessional healthcare team that includes physicians (MDs and DOs), mid-level practitioners (NPs and PAs), pharmacists, and nursing staff. This includes only using these agents when clinically indicated, targeted therapy based on the susceptibility of the infectious organism, and monitoring of side effects and, where indicated, drug levels. Employing interprofessional strategies with open information sharing can improve therapeutic results with antibiotic therapy and minimize adverse events. [Level 5]"}
{"id": "article-17677_32", "title": "Antibiotics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antibiotics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}