{"id": "article-37547_0", "title": "Neonatal Respiratory Distress Syndrome -- Continuing Education Activity", "content": "Neonatal respiratory distress syndrome is a frequent cause of increased morbidity and mortality in neonates. Understanding the pathophysiology, clinical presentation, diagnosis, prevention, and management of this condition is vital to decreasing morbidity and mortality. This activity reviews the etiology, epidemiology, pathophysiology, evaluation, and management of respiratory distress syndrome in neonates, and discusses the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Neonatal Respiratory Distress Syndrome -- Continuing Education Activity. Neonatal respiratory distress syndrome is a frequent cause of increased morbidity and mortality in neonates. Understanding the pathophysiology, clinical presentation, diagnosis, prevention, and management of this condition is vital to decreasing morbidity and mortality. This activity reviews the etiology, epidemiology, pathophysiology, evaluation, and management of respiratory distress syndrome in neonates, and discusses the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-37547_1", "title": "Neonatal Respiratory Distress Syndrome -- Continuing Education Activity", "content": "Objectives: Review the etiology of neonatal respiratory distress syndrome. Outline the evaluation of neonatal respiratory distress syndrome. Summarize the management of respiratory distress syndrome in neonates. Describe the importance of interprofessional team strategies for improving care coordination and outcomes related to neonatal respiratory distress syndrome. Access free multiple choice questions on this topic.", "contents": "Neonatal Respiratory Distress Syndrome -- Continuing Education Activity. Objectives: Review the etiology of neonatal respiratory distress syndrome. Outline the evaluation of neonatal respiratory distress syndrome. Summarize the management of respiratory distress syndrome in neonates. Describe the importance of interprofessional team strategies for improving care coordination and outcomes related to neonatal respiratory distress syndrome. Access free multiple choice questions on this topic."}
{"id": "article-37547_2", "title": "Neonatal Respiratory Distress Syndrome -- Introduction", "content": "Neonatal respiratory distress syndrome, or RDS, is a common cause of respiratory distress in a newborn, presenting within hours after birth, most often immediately after delivery. RDS primarily affects preterm neonates, and infrequently, term infants. The incidence of RDS is inversely proportional to the gestational age of the infant, with more severe disease in the smaller and more premature neonates. While treatment modalities, including antenatal corticosteroids, surfactants, and advanced respiratory care of the neonate, have improved the outcomes for patients affected by RDS, it continues to be a leading cause of morbidity and mortality in the preterm infant.", "contents": "Neonatal Respiratory Distress Syndrome -- Introduction. Neonatal respiratory distress syndrome, or RDS, is a common cause of respiratory distress in a newborn, presenting within hours after birth, most often immediately after delivery. RDS primarily affects preterm neonates, and infrequently, term infants. The incidence of RDS is inversely proportional to the gestational age of the infant, with more severe disease in the smaller and more premature neonates. While treatment modalities, including antenatal corticosteroids, surfactants, and advanced respiratory care of the neonate, have improved the outcomes for patients affected by RDS, it continues to be a leading cause of morbidity and mortality in the preterm infant."}
{"id": "article-37547_3", "title": "Neonatal Respiratory Distress Syndrome -- Etiology", "content": "Neonatal respiratory distress syndrome (RDS) occurs from a deficiency of surfactant, due to either inadequate surfactant production, or surfactant inactivation in the context of immature lungs. Prematurity affects both these factors, thereby directly contributing to RDS.", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology. Neonatal respiratory distress syndrome (RDS) occurs from a deficiency of surfactant, due to either inadequate surfactant production, or surfactant inactivation in the context of immature lungs. Prematurity affects both these factors, thereby directly contributing to RDS."}
{"id": "article-37547_4", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development", "content": "It is essential to review fetal lung development and surfactant production to understand the etiology of RDS. The normal process of fetal lung development occurs in stages, known as embryonic, pseudo glandular, canalicular, saccular, and alveolar stages. [1]", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development. It is essential to review fetal lung development and surfactant production to understand the etiology of RDS. The normal process of fetal lung development occurs in stages, known as embryonic, pseudo glandular, canalicular, saccular, and alveolar stages. [1]"}
{"id": "article-37547_5", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development", "content": "During the embryonic period, the lung bud first appears at 26 days as a ventral protrusion of the fetal esophagus. [2] The lung bud further penetrates and divides throughout the surrounding mesenchyme, initially forming the mainstem bronchi by 37 days. The mainstem bronchi branch further leading to the development of subsegmental bronchi by 48 days. Pulmonary vasculature develops along with the developing lung and the pulmonary artery forms as a branch of the sixth aortic arch by 37 days.", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development. During the embryonic period, the lung bud first appears at 26 days as a ventral protrusion of the fetal esophagus. [2] The lung bud further penetrates and divides throughout the surrounding mesenchyme, initially forming the mainstem bronchi by 37 days. The mainstem bronchi branch further leading to the development of subsegmental bronchi by 48 days. Pulmonary vasculature develops along with the developing lung and the pulmonary artery forms as a branch of the sixth aortic arch by 37 days."}
{"id": "article-37547_6", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development", "content": "The pseudo glandular stage starts around the fifth week of gestation and ends at the 16th week, and is the stage at which neuroepithelial cells, cartilage, ciliated cells, goblet cells, and basal cells develop in the proximal pulmonary epithelium. During this stage, the airways branch 15 to 20 times by the 18th week of gestation. [2]", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development. The pseudo glandular stage starts around the fifth week of gestation and ends at the 16th week, and is the stage at which neuroepithelial cells, cartilage, ciliated cells, goblet cells, and basal cells develop in the proximal pulmonary epithelium. During this stage, the airways branch 15 to 20 times by the 18th week of gestation. [2]"}
{"id": "article-37547_7", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development", "content": "The canalicular stage, beginning the 16th week and ending around the 25th week, marks the beginning of the development of the pulmonary acinus, the formation of a blood-air barrier, and surfactant production via type 2 cells, culminating in a lung potentially viable for gas exchange. The increasing number and size of capillaries continue to vascularize the mesenchyme. Together with the growth of the bronchioles, this thins the mesenchymal space between the respiratory epithelial basement membranes and the vascular epithelium. Eventually, these capillary and respiratory epithelial basement membranes fuse, forming a rudimentary blood-air barrier. [3] At 20 weeks, lamellar bodies begin to form in the cytoplasm of the glycogen-laden cuboidal epithelium of the bronchioles, and these cells differentiate into type 2 cells, which are capable of producing surfactant.", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development. The canalicular stage, beginning the 16th week and ending around the 25th week, marks the beginning of the development of the pulmonary acinus, the formation of a blood-air barrier, and surfactant production via type 2 cells, culminating in a lung potentially viable for gas exchange. The increasing number and size of capillaries continue to vascularize the mesenchyme. Together with the growth of the bronchioles, this thins the mesenchymal space between the respiratory epithelial basement membranes and the vascular epithelium. Eventually, these capillary and respiratory epithelial basement membranes fuse, forming a rudimentary blood-air barrier. [3] At 20 weeks, lamellar bodies begin to form in the cytoplasm of the glycogen-laden cuboidal epithelium of the bronchioles, and these cells differentiate into type 2 cells, which are capable of producing surfactant."}
{"id": "article-37547_8", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development", "content": "During the saccular stage, from around the 24th week to the 32nd week of gestation, the terminal saccule forms, developing the respiratory bronchioles, which have a wall thickness that allows for gas exchange. It is at this stage that the premature infant is potentially viable in extrauterine life. [3]", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development. During the saccular stage, from around the 24th week to the 32nd week of gestation, the terminal saccule forms, developing the respiratory bronchioles, which have a wall thickness that allows for gas exchange. It is at this stage that the premature infant is potentially viable in extrauterine life. [3]"}
{"id": "article-37547_9", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development", "content": "At 32 weeks, the alveolar stage begins, and alveoli start to form as the respiratory bronchioles develop septations, increasing the surface area for gas exchange. By term age, the lung contains 50 to 150 million alveoli.", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Fetal Lung Development. At 32 weeks, the alveolar stage begins, and alveoli start to form as the respiratory bronchioles develop septations, increasing the surface area for gas exchange. By term age, the lung contains 50 to 150 million alveoli."}
{"id": "article-37547_10", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Surfactant", "content": "The pulmonary surfactant covers the inner lining of normal alveoli. In the fetus, however, the developing alveoli are filling with fetal lung fluid, which does not contribute to gas exchange. During fetal life, surfactant production begins in the alveolar type 2 cells around 20 weeks gestation. Surfactant is predominantly lipid-dense, comprising of around 70% to 80% phospholipids, 10% protein, and 10% neutral lipids. The surfactant consists of four surfactant-specific proteins (SP); SP-A, SP-B, SP-C, and SP-D. SP-A and SP-D are involved in regulating inflammatory processes in the lung. [4] [5] SP-B is required for the formation of normal lamellar bodies in the type 2 cells and is also involved in the processing of SP-C. SP-C is a protein that might work with SP-B to improve surfactant deposition and function within the alveoli by lowering surface tension. [6] Inside the alveolar type 2 cells, surfactant synthesis starts with phospholipids in the endoplasmic reticulum. The phospholipids transfer through the Golgi apparatus into the lamellar bodies. Surfactant lipoprotein complex (SP-A, SP-B, SP-C, and phospholipids) forms inside lamellar bodies at the apical surface of type 2 cells, which are subsequently released into alveoli by exocytosis.", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Surfactant. The pulmonary surfactant covers the inner lining of normal alveoli. In the fetus, however, the developing alveoli are filling with fetal lung fluid, which does not contribute to gas exchange. During fetal life, surfactant production begins in the alveolar type 2 cells around 20 weeks gestation. Surfactant is predominantly lipid-dense, comprising of around 70% to 80% phospholipids, 10% protein, and 10% neutral lipids. The surfactant consists of four surfactant-specific proteins (SP); SP-A, SP-B, SP-C, and SP-D. SP-A and SP-D are involved in regulating inflammatory processes in the lung. [4] [5] SP-B is required for the formation of normal lamellar bodies in the type 2 cells and is also involved in the processing of SP-C. SP-C is a protein that might work with SP-B to improve surfactant deposition and function within the alveoli by lowering surface tension. [6] Inside the alveolar type 2 cells, surfactant synthesis starts with phospholipids in the endoplasmic reticulum. The phospholipids transfer through the Golgi apparatus into the lamellar bodies. Surfactant lipoprotein complex (SP-A, SP-B, SP-C, and phospholipids) forms inside lamellar bodies at the apical surface of type 2 cells, which are subsequently released into alveoli by exocytosis."}
{"id": "article-37547_11", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Surfactant", "content": "The lung experiences force due to the elasticity of the chest wall and lung parenchyma, and the surface tension of air-fluid interfaces in both the small airways and alveoli. Surfactant lipoprotein complex is significant as it decreases the surface tension on the small airways and alveoli, which prevents both the collapse of alveoli and entering of interstitial fluid into the airspace. [7] The type 2 cells reabsorb the secreted surfactant complex from the airspace. The surfactant molecules are recycled back by endocytosis into multivesicular bodies and eventually into lamellar bodies. This process of recycling endogenous and exogenous surfactants from alveoli is responsible for maintaining the surfactant pool. [8] In addition to the lower quantity of surfactant, preterm infants also have decreased surfactant activity due to its composition.", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Surfactant. The lung experiences force due to the elasticity of the chest wall and lung parenchyma, and the surface tension of air-fluid interfaces in both the small airways and alveoli. Surfactant lipoprotein complex is significant as it decreases the surface tension on the small airways and alveoli, which prevents both the collapse of alveoli and entering of interstitial fluid into the airspace. [7] The type 2 cells reabsorb the secreted surfactant complex from the airspace. The surfactant molecules are recycled back by endocytosis into multivesicular bodies and eventually into lamellar bodies. This process of recycling endogenous and exogenous surfactants from alveoli is responsible for maintaining the surfactant pool. [8] In addition to the lower quantity of surfactant, preterm infants also have decreased surfactant activity due to its composition."}
{"id": "article-37547_12", "title": "Neonatal Respiratory Distress Syndrome -- Etiology -- Genetics", "content": "Monozygotic twins have a higher incidence of RDS compared to dizygotic twins, and an increased incidence of RDS has also been reported in families, thus supporting an underlying genetic predisposition. [9] Infants with genetic causes of surfactant protein deficiency can also present with varying degrees of RDS. Rare recessive mutations of the SP-B gene causing SP-B deficiency can present in the neonatal period with severe RDS and progress to severe respiratory failure. [10] On the other hand, SP-C gene mutations are seen in about 0.1% of the population and present with interstitial lung disease, usually beyond the first month of life. Neonatal RDS is also associated with deletions in ATP binding cassette sub-family A, member 3 (ABCA-3). Although about 4% of the population reportedly carries this deletion, the exact incidence of fatal RDS in this population is unknown. [11] [12]", "contents": "Neonatal Respiratory Distress Syndrome -- Etiology -- Genetics. Monozygotic twins have a higher incidence of RDS compared to dizygotic twins, and an increased incidence of RDS has also been reported in families, thus supporting an underlying genetic predisposition. [9] Infants with genetic causes of surfactant protein deficiency can also present with varying degrees of RDS. Rare recessive mutations of the SP-B gene causing SP-B deficiency can present in the neonatal period with severe RDS and progress to severe respiratory failure. [10] On the other hand, SP-C gene mutations are seen in about 0.1% of the population and present with interstitial lung disease, usually beyond the first month of life. Neonatal RDS is also associated with deletions in ATP binding cassette sub-family A, member 3 (ABCA-3). Although about 4% of the population reportedly carries this deletion, the exact incidence of fatal RDS in this population is unknown. [11] [12]"}
{"id": "article-37547_13", "title": "Neonatal Respiratory Distress Syndrome -- Epidemiology", "content": "As the most common cause of respiratory distress in premature infants, RDS occurs in about 24,000 infants born in the United States annually. It is also the most common complication of prematurity leading to significant morbidity in late preterm neonates and even mortality in very low birth weight infants. The exact definition of RDS is imprecise, thus requiring a careful analysis of statistical data. The most important risk factors are prematurity and low birth weight. Other risk factors include white race, male gender, late preterm delivery, maternal diabetes, perinatal hypoxia and ischemia, and delivery in the absence of labor. [13] The incidence of RDS increases with decreasing gestational age at birth. In one study of babies born between 2003 and 2007 at various National Institute of Child Health and Human Development (NICHD) Neonatal Research Network centers, 98% of babies born at 24 weeks had RDS, while at 34 weeks, the incidence was 5%, and at 37 weeks was less than 1%. [14]", "contents": "Neonatal Respiratory Distress Syndrome -- Epidemiology. As the most common cause of respiratory distress in premature infants, RDS occurs in about 24,000 infants born in the United States annually. It is also the most common complication of prematurity leading to significant morbidity in late preterm neonates and even mortality in very low birth weight infants. The exact definition of RDS is imprecise, thus requiring a careful analysis of statistical data. The most important risk factors are prematurity and low birth weight. Other risk factors include white race, male gender, late preterm delivery, maternal diabetes, perinatal hypoxia and ischemia, and delivery in the absence of labor. [13] The incidence of RDS increases with decreasing gestational age at birth. In one study of babies born between 2003 and 2007 at various National Institute of Child Health and Human Development (NICHD) Neonatal Research Network centers, 98% of babies born at 24 weeks had RDS, while at 34 weeks, the incidence was 5%, and at 37 weeks was less than 1%. [14]"}
{"id": "article-37547_14", "title": "Neonatal Respiratory Distress Syndrome -- Pathophysiology", "content": "Neonatal respiratory distress syndrome is caused by surfactant deficiency, especially in the context of immature lungs. The deficiency of surfactant increases the surface tension within the small airways and alveoli, thereby reducing the compliance of the immature lung. The delicate balance of pressures at the air-fluid interface is essential to prevent the collapse of the alveolus or the filling of the alveolus with fluid. The pathophysiology of RDS can be described using LaPlace law, denoted as: P=2T/R", "contents": "Neonatal Respiratory Distress Syndrome -- Pathophysiology. Neonatal respiratory distress syndrome is caused by surfactant deficiency, especially in the context of immature lungs. The deficiency of surfactant increases the surface tension within the small airways and alveoli, thereby reducing the compliance of the immature lung. The delicate balance of pressures at the air-fluid interface is essential to prevent the collapse of the alveolus or the filling of the alveolus with fluid. The pathophysiology of RDS can be described using LaPlace law, denoted as: P=2T/R"}
{"id": "article-37547_15", "title": "Neonatal Respiratory Distress Syndrome -- Pathophysiology", "content": "where P is pressure, T is surface tension, and R is the radius. Laplace law describes the relationship between the pressure difference across the interface of two static fluids to the shape of the surface. As the surface tension increases at the alveolar level, the amount of pressure required to maintain alveolar shape increases. With reduced surfactant production, atelectasis occurs throughout the lung, causing reduced gas exchange. Widespread and repeated atelectasis eventually damages the respiratory epithelium, causing a cytokine-mediated inflammatory response. As pulmonary edema develops as a result of the inflammatory response, increasing amounts of protein-rich fluid from the vascular space to leak into the alveoli, which further inactivate surfactant. [15] [16] Furthermore, many infants with RDS require mechanical ventilation, which may have deleterious effects on the lung.", "contents": "Neonatal Respiratory Distress Syndrome -- Pathophysiology. where P is pressure, T is surface tension, and R is the radius. Laplace law describes the relationship between the pressure difference across the interface of two static fluids to the shape of the surface. As the surface tension increases at the alveolar level, the amount of pressure required to maintain alveolar shape increases. With reduced surfactant production, atelectasis occurs throughout the lung, causing reduced gas exchange. Widespread and repeated atelectasis eventually damages the respiratory epithelium, causing a cytokine-mediated inflammatory response. As pulmonary edema develops as a result of the inflammatory response, increasing amounts of protein-rich fluid from the vascular space to leak into the alveoli, which further inactivate surfactant. [15] [16] Furthermore, many infants with RDS require mechanical ventilation, which may have deleterious effects on the lung."}
{"id": "article-37547_16", "title": "Neonatal Respiratory Distress Syndrome -- Pathophysiology", "content": "Overdistension of the alveoli during positive pressure ventilation leads to further damage and inflammation. Besides, oxidative stress generated both by high oxygen tensions from mechanical ventilation and inflammatory processes within the lung also promotes the conversion of surfactant into an inactive form through protein oxidant damage and lipid peroxidation. [17] [18] [19] Thus RDS can cause hypoxemia through alveolar hyperventilation, diffusion abnormality, ventilation-perfusion mismatch, intrapulmonary shunting, or a combination of these mechanisms. This hypoxemia and tissue hypoperfusion ultimately lead to increased anaerobic metabolism at a cellular level with resultant lactic acidemia.", "contents": "Neonatal Respiratory Distress Syndrome -- Pathophysiology. Overdistension of the alveoli during positive pressure ventilation leads to further damage and inflammation. Besides, oxidative stress generated both by high oxygen tensions from mechanical ventilation and inflammatory processes within the lung also promotes the conversion of surfactant into an inactive form through protein oxidant damage and lipid peroxidation. [17] [18] [19] Thus RDS can cause hypoxemia through alveolar hyperventilation, diffusion abnormality, ventilation-perfusion mismatch, intrapulmonary shunting, or a combination of these mechanisms. This hypoxemia and tissue hypoperfusion ultimately lead to increased anaerobic metabolism at a cellular level with resultant lactic acidemia."}
{"id": "article-37547_17", "title": "Neonatal Respiratory Distress Syndrome -- Histopathology", "content": "Historically, neonatal respiratory distress syndrome was known as hyaline membrane disease, owing to an eosinophilic membrane that lines the distal airspaces, usually terminal bronchioles or alveolar ducts, in autopsies of neonates with RDS. Macroscopically, lung tissue from infants with RDS appears similar to hepatic tissue with a ruddy appearance. The hyaline membrane mentioned above is composed of fibrin, cellular debris from lung epithelium, red blood cells, and leukocytes. Microscopic histological examination may also reveal pulmonary tissue with few dilated alveoli among diffuse areas of atelectasis. [20]", "contents": "Neonatal Respiratory Distress Syndrome -- Histopathology. Historically, neonatal respiratory distress syndrome was known as hyaline membrane disease, owing to an eosinophilic membrane that lines the distal airspaces, usually terminal bronchioles or alveolar ducts, in autopsies of neonates with RDS. Macroscopically, lung tissue from infants with RDS appears similar to hepatic tissue with a ruddy appearance. The hyaline membrane mentioned above is composed of fibrin, cellular debris from lung epithelium, red blood cells, and leukocytes. Microscopic histological examination may also reveal pulmonary tissue with few dilated alveoli among diffuse areas of atelectasis. [20]"}
{"id": "article-37547_18", "title": "Neonatal Respiratory Distress Syndrome -- History and Physical", "content": "The infant with neonatal respiratory distress syndrome is often born premature and presents with signs of respiratory distress usually immediately after delivery, or within minutes of birth. The infant may present with decreased breath sounds and possibly diminished peripheral pulses. Upon clinical examination, such neonates have signs and symptoms of increased work of breathing, including tachypnea, expiratory grunting, nasal flaring, retractions (subcostal, subxiphoid, intercostal, and suprasternal) and use of accessory muscles, as well as cyanosis and poor peripheral perfusion. Auscultation reveals uniformly decreased air entry. In untreated RDS, the symptoms will progressively worsen over 48 to 72 hours towards respiratory failure, and the infant may become lethargic and apneic. [21] The infant may also develop peripheral extremity edema and show signs of decreased urine output.", "contents": "Neonatal Respiratory Distress Syndrome -- History and Physical. The infant with neonatal respiratory distress syndrome is often born premature and presents with signs of respiratory distress usually immediately after delivery, or within minutes of birth. The infant may present with decreased breath sounds and possibly diminished peripheral pulses. Upon clinical examination, such neonates have signs and symptoms of increased work of breathing, including tachypnea, expiratory grunting, nasal flaring, retractions (subcostal, subxiphoid, intercostal, and suprasternal) and use of accessory muscles, as well as cyanosis and poor peripheral perfusion. Auscultation reveals uniformly decreased air entry. In untreated RDS, the symptoms will progressively worsen over 48 to 72 hours towards respiratory failure, and the infant may become lethargic and apneic. [21] The infant may also develop peripheral extremity edema and show signs of decreased urine output."}
{"id": "article-37547_19", "title": "Neonatal Respiratory Distress Syndrome -- Evaluation", "content": "Since the definition of neonatal respiratory distress syndrome is imprecise, prompt diagnosis and treatment require an overall assessment of prenatal and delivery history to identify perinatal risk factors, clinical presentation, radiographic findings, and evidence of hypoxemia on blood gas analysis. As described above, the clinical presentation consists of non-specific respiratory symptoms, including tachypnea, nasal flaring, grunting, retractions, and cyanosis, with decreased air entry on auscultation.", "contents": "Neonatal Respiratory Distress Syndrome -- Evaluation. Since the definition of neonatal respiratory distress syndrome is imprecise, prompt diagnosis and treatment require an overall assessment of prenatal and delivery history to identify perinatal risk factors, clinical presentation, radiographic findings, and evidence of hypoxemia on blood gas analysis. As described above, the clinical presentation consists of non-specific respiratory symptoms, including tachypnea, nasal flaring, grunting, retractions, and cyanosis, with decreased air entry on auscultation."}
{"id": "article-37547_20", "title": "Neonatal Respiratory Distress Syndrome -- Evaluation -- Chest Radiography", "content": "Chest radiography findings pathognomonic of RDS include homogenous lung disease with diffuse atelectasis, classically described as having a ground-glass reticulo-granular appearance with air bronchograms, as well as low lung volumes. The air-tissue interface formed between microalveolar collapse in the background with the air-filled larger airways in the foreground creates the classic appearance of air bronchograms.", "contents": "Neonatal Respiratory Distress Syndrome -- Evaluation -- Chest Radiography. Chest radiography findings pathognomonic of RDS include homogenous lung disease with diffuse atelectasis, classically described as having a ground-glass reticulo-granular appearance with air bronchograms, as well as low lung volumes. The air-tissue interface formed between microalveolar collapse in the background with the air-filled larger airways in the foreground creates the classic appearance of air bronchograms."}
{"id": "article-37547_21", "title": "Neonatal Respiratory Distress Syndrome -- Evaluation -- Arterial Blood Gas Analysis", "content": "Arterial blood gas analysis may show hypoxemia that responds to increased oxygen supplementation and hypercapnia. Serial blood gases may show evidence of worsening respiratory and metabolic acidosis, including lactic acidemia in infants with worsening RDS.", "contents": "Neonatal Respiratory Distress Syndrome -- Evaluation -- Arterial Blood Gas Analysis. Arterial blood gas analysis may show hypoxemia that responds to increased oxygen supplementation and hypercapnia. Serial blood gases may show evidence of worsening respiratory and metabolic acidosis, including lactic acidemia in infants with worsening RDS."}
{"id": "article-37547_22", "title": "Neonatal Respiratory Distress Syndrome -- Evaluation -- Other Investigations", "content": "An echocardiogram may show the presence of a patent ductus arteriosus that might complicate the clinical course of RDS. Complete blood counts may show evidence of anemia and abnormal leukocyte counts, suggesting infection. At times, a workup for infectious etiologies may be necessary, including blood, cerebrospinal fluid, and tracheal cultures (when appropriate).", "contents": "Neonatal Respiratory Distress Syndrome -- Evaluation -- Other Investigations. An echocardiogram may show the presence of a patent ductus arteriosus that might complicate the clinical course of RDS. Complete blood counts may show evidence of anemia and abnormal leukocyte counts, suggesting infection. At times, a workup for infectious etiologies may be necessary, including blood, cerebrospinal fluid, and tracheal cultures (when appropriate)."}
{"id": "article-37547_23", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management", "content": "The goals of optimal management of neonatal respiratory distress syndrome include decreasing incidence and severity using antenatal corticosteroids, followed by optimal management using respiratory support, surfactant therapy, and overall care of the premature infant. Antenatal corticosteroids (discussed later in the topic) Monitoring oxygenation and ventilation Assisted ventilation of the neonate Exogenous surfactant therapy Supportive care, including thermoregulation, nutritional support, fluid and electrolyte management, antibiotic therapy, etc. [22] [23]", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management. The goals of optimal management of neonatal respiratory distress syndrome include decreasing incidence and severity using antenatal corticosteroids, followed by optimal management using respiratory support, surfactant therapy, and overall care of the premature infant. Antenatal corticosteroids (discussed later in the topic) Monitoring oxygenation and ventilation Assisted ventilation of the neonate Exogenous surfactant therapy Supportive care, including thermoregulation, nutritional support, fluid and electrolyte management, antibiotic therapy, etc. [22] [23]"}
{"id": "article-37547_24", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Monitoring Oxygenation and Ventilation", "content": "Serial blood gas monitoring may be necessary to optimize oxygenation and ventilation. Ideally, the neonates undergo blood gas monitoring using an umbilical or peripheral arterial catheter placed using a sterile technique. The partial pressure of arterial oxygen (PaO2) on an arterial blood gas is maintained between 50 to 80 mmHg, and partial pressure of arterial carbon dioxide (PaCO2) is maintained between 40 to 55 mmHg, with the pH >7.25.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Monitoring Oxygenation and Ventilation. Serial blood gas monitoring may be necessary to optimize oxygenation and ventilation. Ideally, the neonates undergo blood gas monitoring using an umbilical or peripheral arterial catheter placed using a sterile technique. The partial pressure of arterial oxygen (PaO2) on an arterial blood gas is maintained between 50 to 80 mmHg, and partial pressure of arterial carbon dioxide (PaCO2) is maintained between 40 to 55 mmHg, with the pH >7.25."}
{"id": "article-37547_25", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Monitoring Oxygenation and Ventilation", "content": "Non-invasive pulse oximetry is now the standard of care to monitor oxygen saturation (SaO2). Unclear higher limits often limit the utility of pulse oximetry, since PaO2 could be significantly higher at the SaO2 levels >95%. Non-invasive capnography and transcutaneous carbon dioxide monitoring are used as adjuncts for monitoring ventilation.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Monitoring Oxygenation and Ventilation. Non-invasive pulse oximetry is now the standard of care to monitor oxygen saturation (SaO2). Unclear higher limits often limit the utility of pulse oximetry, since PaO2 could be significantly higher at the SaO2 levels >95%. Non-invasive capnography and transcutaneous carbon dioxide monitoring are used as adjuncts for monitoring ventilation."}
{"id": "article-37547_26", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate", "content": "The goals of assisted ventilation are to reduce atelectasis by providing a constant distending positive airway pressure. The current preferred strategy is the early initiation of continuous positive airway pressure (CPAP) with selective surfactant administration. [24] In most institutions, non-invasive modalities are preferred over invasive ventilation as they decrease the risk of mortality, and bronchopulmonary dysplasia (BPD) compared to invasive ventilation with or without surfactant. [25] [26]", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate. The goals of assisted ventilation are to reduce atelectasis by providing a constant distending positive airway pressure. The current preferred strategy is the early initiation of continuous positive airway pressure (CPAP) with selective surfactant administration. [24] In most institutions, non-invasive modalities are preferred over invasive ventilation as they decrease the risk of mortality, and bronchopulmonary dysplasia (BPD) compared to invasive ventilation with or without surfactant. [25] [26]"}
{"id": "article-37547_27", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate", "content": "Continuous Positive Airway Pressure (CPAP): Nasal CPAP is an initial intervention in preterm infants with RDS or risk of RDS without respiratory failure. Multiple modalities are available for CPAP delivery, including ventilator derived CPAP as well as a less expensive bubble CPAP device. Infants who received CPAP fared as well as infants who received prophylactic surfactant therapy along with mechanical ventilation in the SUPPORT trial (Surfactant Positive Airway Pressure and Pulse Oximetry Randomized Trial), [27] and those who received early CPAP had a reduced need for surfactant therapy. Also, the incidence of BPD decreased with the use of CPAP. [22] The goals of treatment include keeping SpO2 between 90-95%, and PaCO2 between 45-65 mmHg.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate. Continuous Positive Airway Pressure (CPAP): Nasal CPAP is an initial intervention in preterm infants with RDS or risk of RDS without respiratory failure. Multiple modalities are available for CPAP delivery, including ventilator derived CPAP as well as a less expensive bubble CPAP device. Infants who received CPAP fared as well as infants who received prophylactic surfactant therapy along with mechanical ventilation in the SUPPORT trial (Surfactant Positive Airway Pressure and Pulse Oximetry Randomized Trial), [27] and those who received early CPAP had a reduced need for surfactant therapy. Also, the incidence of BPD decreased with the use of CPAP. [22] The goals of treatment include keeping SpO2 between 90-95%, and PaCO2 between 45-65 mmHg."}
{"id": "article-37547_28", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate", "content": "Non-invasive Respiratory Support: Nasal Intermittent Positive Pressure Ventilation (NIPPV) appears superior to CPAP alone for decreasing extubation failure, the need for intubation in preterm infants, but the same in cost and safety. [28] The primary difference in NIPPV and CPAP is that NIPPV requires a ventilator to provide positive pressure ventilation, while CPAP may use a less expensive device such as bubble CPAP to deliver the appropriate pressures.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate. Non-invasive Respiratory Support: Nasal Intermittent Positive Pressure Ventilation (NIPPV) appears superior to CPAP alone for decreasing extubation failure, the need for intubation in preterm infants, but the same in cost and safety. [28] The primary difference in NIPPV and CPAP is that NIPPV requires a ventilator to provide positive pressure ventilation, while CPAP may use a less expensive device such as bubble CPAP to deliver the appropriate pressures."}
{"id": "article-37547_29", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate", "content": "High Flow Nasal Canula: Heated humidified high-flow nasal cannulas (HFNC) are also used in some centers as an alternative to CPAP to provide positive distending pressure ventilation to neonates with RDS. As seen in a clinical trial by Roberts et al., HFNC was found to be inferior to CPAP. [29]", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate. High Flow Nasal Canula: Heated humidified high-flow nasal cannulas (HFNC) are also used in some centers as an alternative to CPAP to provide positive distending pressure ventilation to neonates with RDS. As seen in a clinical trial by Roberts et al., HFNC was found to be inferior to CPAP. [29]"}
{"id": "article-37547_30", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate", "content": "Mechanical Ventilation: Patients who do not respond to CPAP, develop respiratory acidosis (PH < 7.2 and PaCo2 > 60-65 mm of Hg), hypoxemia (PaO2 < 50 mm of Hg or Fio2 > 0.40 on CPAP), or severe apnea are managed with endotracheal intubation and mechanical ventilation. The goals of mechanical ventilation include providing adequate respiratory support while balancing the risks of barotrauma, volutrauma, and oxygen toxicity. Time-cycled pressure limited ventilation is the preferred initial mode of ventilation in preterm infants with RDS. High-frequency oscillatory ventilation (HFOV) and high-frequency jet ventilation (HFJV) are often used as rescue modalities when requiring high conventional ventilator support or concerns for pulmonary air leaks. Other strategies include the use of high-frequency ventilation empirically in extremely preterm infants to minimize lung injury.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Assisted Ventilation of the Neonate. Mechanical Ventilation: Patients who do not respond to CPAP, develop respiratory acidosis (PH < 7.2 and PaCo2 > 60-65 mm of Hg), hypoxemia (PaO2 < 50 mm of Hg or Fio2 > 0.40 on CPAP), or severe apnea are managed with endotracheal intubation and mechanical ventilation. The goals of mechanical ventilation include providing adequate respiratory support while balancing the risks of barotrauma, volutrauma, and oxygen toxicity. Time-cycled pressure limited ventilation is the preferred initial mode of ventilation in preterm infants with RDS. High-frequency oscillatory ventilation (HFOV) and high-frequency jet ventilation (HFJV) are often used as rescue modalities when requiring high conventional ventilator support or concerns for pulmonary air leaks. Other strategies include the use of high-frequency ventilation empirically in extremely preterm infants to minimize lung injury."}
{"id": "article-37547_31", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Exogenous Surfactant Therapy", "content": "The targeted treatment for surfactant deficiency is intratracheal surfactant replacement therapy via an endotracheal tube. Surfactant administered within 30 to 60 minutes of the birth of a premature neonate is found to be beneficial. Surfactant hastens recovery and decreases the risk of pneumothorax, interstitial emphysema, intraventricular hemorrhage (IVH), BPD, and neonatal mortality in the hospital and at one year. However, neonates who receive surfactant for established RDS, have an increased risk of apnea of prematurity. According to European census guidelines, the surfactant is administered to immature babies with FiO2 > 0.3, and mature babies with FiO2 > 0.4. Currently, there are no clinically significant advantages of using one type over another when used in similar doses: [30]", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Exogenous Surfactant Therapy. The targeted treatment for surfactant deficiency is intratracheal surfactant replacement therapy via an endotracheal tube. Surfactant administered within 30 to 60 minutes of the birth of a premature neonate is found to be beneficial. Surfactant hastens recovery and decreases the risk of pneumothorax, interstitial emphysema, intraventricular hemorrhage (IVH), BPD, and neonatal mortality in the hospital and at one year. However, neonates who receive surfactant for established RDS, have an increased risk of apnea of prematurity. According to European census guidelines, the surfactant is administered to immature babies with FiO2 > 0.3, and mature babies with FiO2 > 0.4. Currently, there are no clinically significant advantages of using one type over another when used in similar doses: [30]"}
{"id": "article-37547_32", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Exogenous Surfactant Therapy", "content": "Beractant: This is a modified natural surfactant prepared from minced bovine lungs with the additives Poractant alfa: This is a modified natural surfactant derived from minced porcine lung extract Calfactant: This is a natural surfactant obtained from lavaging calf lung alveoli and contains 80% phosphatidylcholine with only 1% protein Synthetic surfactant: Clinical trials are ongoing", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Exogenous Surfactant Therapy. Beractant: This is a modified natural surfactant prepared from minced bovine lungs with the additives Poractant alfa: This is a modified natural surfactant derived from minced porcine lung extract Calfactant: This is a natural surfactant obtained from lavaging calf lung alveoli and contains 80% phosphatidylcholine with only 1% protein Synthetic surfactant: Clinical trials are ongoing"}
{"id": "article-37547_33", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Exogenous Surfactant Therapy", "content": "Surfactant is administered either by standard endotracheal intubation, which needs experienced practitioner or through less invasive surfactant administration (LISA) technique like aerosolized nebulized surfactant preparations, laryngeal mask, pharyngeal instillation, and thin intratracheal catheters. [31] [32] [33] [34] [35] The standard technique of surfactant administration by endotracheal intubation and mechanical ventilation may result in transient airway obstruction, pulmonary injury, pulmonary air leak, and airway injury. [36] [37] Emerging evidence shows that the LISA technique is associated with a lower rate of BPD, death, and need for mechanical ventilation compared to surfactant administration through endotracheal intubation. [38] Still, further investigations are required to prefer the LISA technique as the standard technique of surfactant administration in place of endotracheal intubation. If the neonates maintain adequate respiratory drive with FiO2 <0.3, it should be planned to stop surfactant and switch to CPAP. Oxygen saturation (>90%), thermoregulation (36.5 to 37.5 C), and fluid and nutrition status should be monitored.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Exogenous Surfactant Therapy. Surfactant is administered either by standard endotracheal intubation, which needs experienced practitioner or through less invasive surfactant administration (LISA) technique like aerosolized nebulized surfactant preparations, laryngeal mask, pharyngeal instillation, and thin intratracheal catheters. [31] [32] [33] [34] [35] The standard technique of surfactant administration by endotracheal intubation and mechanical ventilation may result in transient airway obstruction, pulmonary injury, pulmonary air leak, and airway injury. [36] [37] Emerging evidence shows that the LISA technique is associated with a lower rate of BPD, death, and need for mechanical ventilation compared to surfactant administration through endotracheal intubation. [38] Still, further investigations are required to prefer the LISA technique as the standard technique of surfactant administration in place of endotracheal intubation. If the neonates maintain adequate respiratory drive with FiO2 <0.3, it should be planned to stop surfactant and switch to CPAP. Oxygen saturation (>90%), thermoregulation (36.5 to 37.5 C), and fluid and nutrition status should be monitored."}
{"id": "article-37547_34", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Supportive Care", "content": "Preterm infants with apnea of prematurity may require caffeine therapy. Caffeine can also be administered to preterm infants < 28 weeks with extremely low birth weight (BW <1000 g) to increase respiratory drive and enhance the use of CPAP. There was a low incidence of BPD and earlier extubation in preterm infants who received caffeine compared to placebo. [39]", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Supportive Care. Preterm infants with apnea of prematurity may require caffeine therapy. Caffeine can also be administered to preterm infants < 28 weeks with extremely low birth weight (BW <1000 g) to increase respiratory drive and enhance the use of CPAP. There was a low incidence of BPD and earlier extubation in preterm infants who received caffeine compared to placebo. [39]"}
{"id": "article-37547_35", "title": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Supportive Care", "content": "Optimal fluid and electrolyte management is critical in the initial course of RDS. Some neonates may require volume resuscitation using crystalloids as well as vasopressors for hypotension. Furthermore, the overall care of a preterm infant also includes optimizing thermoregulation, nutritional support, blood transfusions for anemia, treatment for hemodynamically significant PDA, and antibiotic therapy as necessary.", "contents": "Neonatal Respiratory Distress Syndrome -- Treatment / Management -- Supportive Care. Optimal fluid and electrolyte management is critical in the initial course of RDS. Some neonates may require volume resuscitation using crystalloids as well as vasopressors for hypotension. Furthermore, the overall care of a preterm infant also includes optimizing thermoregulation, nutritional support, blood transfusions for anemia, treatment for hemodynamically significant PDA, and antibiotic therapy as necessary."}
{"id": "article-37547_36", "title": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis", "content": "There are numerous causes of neonatal respiratory distress syndrome, including transient tachypnea of the newborn, pulmonary air leak disorders (pneumothorax, pneumomediastinum), neonatal pneumonia, meconium aspiration, persistent pulmonary hypertension of the newborn, and the broad categories of cyanotic congenital heart disease and interstitial lung disease. [21]", "contents": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis. There are numerous causes of neonatal respiratory distress syndrome, including transient tachypnea of the newborn, pulmonary air leak disorders (pneumothorax, pneumomediastinum), neonatal pneumonia, meconium aspiration, persistent pulmonary hypertension of the newborn, and the broad categories of cyanotic congenital heart disease and interstitial lung disease. [21]"}
{"id": "article-37547_37", "title": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis", "content": "Infants with transient tachypnea of the newborn have impaired resorption of the fetal lung fluid and have marked tachypnea soon after birth, but symptoms generally improve after 24 hours. Chest radiograph shows perihilar streaking, representing perihilar interstitial edema, without the diffuse reticulo-granular ground glass appearance of RDS.", "contents": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis. Infants with transient tachypnea of the newborn have impaired resorption of the fetal lung fluid and have marked tachypnea soon after birth, but symptoms generally improve after 24 hours. Chest radiograph shows perihilar streaking, representing perihilar interstitial edema, without the diffuse reticulo-granular ground glass appearance of RDS."}
{"id": "article-37547_38", "title": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis", "content": "Pulmonary air leak syndromes such as pneumothorax and pneumomediastinum may also present as respiratory distress, but the onset of symptoms may be more acute. Other clinical clues include chest rise asymmetry, and diminished breath sounds on one side of the chest. Hyperlucent areas on chest radiography can be appreciated if the air leak is significant. Pulmonary interstitial emphysema affects infants who are mechanically ventilated; symptoms of respiratory distress often occur later than expected with RDS, and the trapped air within the perivascular tissues has a characteristic appearance of cystic lucencies on chest radiography.", "contents": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis. Pulmonary air leak syndromes such as pneumothorax and pneumomediastinum may also present as respiratory distress, but the onset of symptoms may be more acute. Other clinical clues include chest rise asymmetry, and diminished breath sounds on one side of the chest. Hyperlucent areas on chest radiography can be appreciated if the air leak is significant. Pulmonary interstitial emphysema affects infants who are mechanically ventilated; symptoms of respiratory distress often occur later than expected with RDS, and the trapped air within the perivascular tissues has a characteristic appearance of cystic lucencies on chest radiography."}
{"id": "article-37547_39", "title": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis", "content": "Bacterial pneumonia, especially related to Group B Streptococcus in a newborn is often clinically and radiographically indistinguishable from RDS. The preferred treatment includes empirical antibiotics in addition to respiratory management.", "contents": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis. Bacterial pneumonia, especially related to Group B Streptococcus in a newborn is often clinically and radiographically indistinguishable from RDS. The preferred treatment includes empirical antibiotics in addition to respiratory management."}
{"id": "article-37547_40", "title": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis", "content": "Infants with cyanotic congenital heart disease may have similar symptoms clinically, but will not have the diffuse reticulo-granular ground glass appearance on chest radiography. The radiological findings depend on the underlying anatomic abnormality.", "contents": "Neonatal Respiratory Distress Syndrome -- Differential Diagnosis. Infants with cyanotic congenital heart disease may have similar symptoms clinically, but will not have the diffuse reticulo-granular ground glass appearance on chest radiography. The radiological findings depend on the underlying anatomic abnormality."}
{"id": "article-37547_41", "title": "Neonatal Respiratory Distress Syndrome -- Prognosis", "content": "Prognosis of infants managed with antenatal steroids, respiratory support, and exogenous surfactant therapy is excellent. Mortality is less than 10%, with some studies showing survival rates of up to 98% with advanced care. Increased survival in developed countries is in stark comparison to babies who received no intervention in low-income countries, where the mortality rate for premature infants with RDS is significantly higher, at times close to 100%. [40] With adequate ventilatory support alone, surfactant production eventually begins, and once surfactant production begins along with the onset of diuresis, RDS improves within 4 or 5 days. Untreated disease leading to severe hypoxemia in the first days of life can result in multiple organ failure and death.", "contents": "Neonatal Respiratory Distress Syndrome -- Prognosis. Prognosis of infants managed with antenatal steroids, respiratory support, and exogenous surfactant therapy is excellent. Mortality is less than 10%, with some studies showing survival rates of up to 98% with advanced care. Increased survival in developed countries is in stark comparison to babies who received no intervention in low-income countries, where the mortality rate for premature infants with RDS is significantly higher, at times close to 100%. [40] With adequate ventilatory support alone, surfactant production eventually begins, and once surfactant production begins along with the onset of diuresis, RDS improves within 4 or 5 days. Untreated disease leading to severe hypoxemia in the first days of life can result in multiple organ failure and death."}
{"id": "article-37547_42", "title": "Neonatal Respiratory Distress Syndrome -- Complications", "content": "Complications of neonatal respiratory distress syndrome are related mainly to the clinical course of RDS in neonates and the long term outcomes of the neonates. While surfactant therapy has decreased the morbidity associated with RDS, many patients continue to have complications during and after the acute course of RDS.", "contents": "Neonatal Respiratory Distress Syndrome -- Complications. Complications of neonatal respiratory distress syndrome are related mainly to the clinical course of RDS in neonates and the long term outcomes of the neonates. While surfactant therapy has decreased the morbidity associated with RDS, many patients continue to have complications during and after the acute course of RDS."}
{"id": "article-37547_43", "title": "Neonatal Respiratory Distress Syndrome -- Complications", "content": "Acute complications due to positive pressure ventilation or invasive mechanical ventilation include air-leak syndromes such as pneumothorax, pneumomediastinum, and pulmonary interstitial emphysema. There is also an increase in the incidence of intracranial hemorrhage and patent ductus arteriosus in very low birth weight infants with RDS, although independently linked to prematurity itself.", "contents": "Neonatal Respiratory Distress Syndrome -- Complications. Acute complications due to positive pressure ventilation or invasive mechanical ventilation include air-leak syndromes such as pneumothorax, pneumomediastinum, and pulmonary interstitial emphysema. There is also an increase in the incidence of intracranial hemorrhage and patent ductus arteriosus in very low birth weight infants with RDS, although independently linked to prematurity itself."}
{"id": "article-37547_44", "title": "Neonatal Respiratory Distress Syndrome -- Complications", "content": "BPD is a chronic complication of RDS. The pathophysiology of BPD involves both arrested lung development as well as lung injury and inflammation. Besides a surfactant deficiency, the immature lung of the premature infant has decreased compliance, decreased fluid clearance, and immature vascular development, which predisposes the lung to injury and inflammation, further disrupting the normal development of alveoli and pulmonary vasculature. Also, oxidative stress from hyperoxia secondary to mechanical ventilation, and decreased anti-oxidant capabilities of the premature lung, both lead to further damage to the lung through the increased production on TGF-β1 and other pro-inflammatory cytokines. [41]", "contents": "Neonatal Respiratory Distress Syndrome -- Complications. BPD is a chronic complication of RDS. The pathophysiology of BPD involves both arrested lung development as well as lung injury and inflammation. Besides a surfactant deficiency, the immature lung of the premature infant has decreased compliance, decreased fluid clearance, and immature vascular development, which predisposes the lung to injury and inflammation, further disrupting the normal development of alveoli and pulmonary vasculature. Also, oxidative stress from hyperoxia secondary to mechanical ventilation, and decreased anti-oxidant capabilities of the premature lung, both lead to further damage to the lung through the increased production on TGF-β1 and other pro-inflammatory cytokines. [41]"}
{"id": "article-37547_45", "title": "Neonatal Respiratory Distress Syndrome -- Complications", "content": "Neurodevelopmental delay is another complication of RDS, especially with infants who received mechanical ventilation long-term. [42] The incidence of cerebral palsy also was increased in infants with RDS, with decreasing incidence as gestational age increased. The length of time on mechanical ventilation correlates with increased rates of both cerebral palsy and neurodevelopmental delay.", "contents": "Neonatal Respiratory Distress Syndrome -- Complications. Neurodevelopmental delay is another complication of RDS, especially with infants who received mechanical ventilation long-term. [42] The incidence of cerebral palsy also was increased in infants with RDS, with decreasing incidence as gestational age increased. The length of time on mechanical ventilation correlates with increased rates of both cerebral palsy and neurodevelopmental delay."}
{"id": "article-37547_46", "title": "Neonatal Respiratory Distress Syndrome -- Deterrence and Patient Education", "content": "While the goal of preventing preterm birth altogether continues to be investigated, RDS can be reduced by the administration of antenatal corticosteroids. Administration of antenatal corticosteroids significantly reduces the incidence of RDS and the need for mechanical ventilation. The use of antenatal corticosteroids decreased the incidence of RDS in a review of 21 studies and 4083 infants with a reduction in neonatal and fetal death in a review of 3627 infants in 13 studies. [43] It has also been shown to reduce infant mortality and periventricular leukomalacia. Of note, there were no statistically significant increases in maternal mortality with the administration of antenatal corticosteroids.", "contents": "Neonatal Respiratory Distress Syndrome -- Deterrence and Patient Education. While the goal of preventing preterm birth altogether continues to be investigated, RDS can be reduced by the administration of antenatal corticosteroids. Administration of antenatal corticosteroids significantly reduces the incidence of RDS and the need for mechanical ventilation. The use of antenatal corticosteroids decreased the incidence of RDS in a review of 21 studies and 4083 infants with a reduction in neonatal and fetal death in a review of 3627 infants in 13 studies. [43] It has also been shown to reduce infant mortality and periventricular leukomalacia. Of note, there were no statistically significant increases in maternal mortality with the administration of antenatal corticosteroids."}
{"id": "article-37547_47", "title": "Neonatal Respiratory Distress Syndrome -- Deterrence and Patient Education", "content": "The beneficial effect of antenatal corticosteroid use after 34 weeks of gestation is controversial due to the lack of information in long term developmental outcomes. [44] Maternal antenatal corticosteroids are recommended for possible preterm delivery in the next seven days between 23rd and 34th week gestational age. [45] Some institutions offer antenatal corticosteroids at 22 weeks if anticipating delivery within the next week. Despite multiple interventions targeting various etiologies, the goal of preventing preterm birth remains elusive.", "contents": "Neonatal Respiratory Distress Syndrome -- Deterrence and Patient Education. The beneficial effect of antenatal corticosteroid use after 34 weeks of gestation is controversial due to the lack of information in long term developmental outcomes. [44] Maternal antenatal corticosteroids are recommended for possible preterm delivery in the next seven days between 23rd and 34th week gestational age. [45] Some institutions offer antenatal corticosteroids at 22 weeks if anticipating delivery within the next week. Despite multiple interventions targeting various etiologies, the goal of preventing preterm birth remains elusive."}
{"id": "article-37547_48", "title": "Neonatal Respiratory Distress Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The clinical presentation of neonatal respiratory distress overlaps with a wide range of respiratory illnesses occurring in the newborn period. However, a basic history, laboratory workup, and imaging can help confirm the diagnosis. The management of RDS requires the coordination of care between numerous teams, including physicians, nurses, respiratory therapists, nutritionists, and pharmacists. Several comorbidities further complicate the clinical course of neonates with RDS requiring a high level of clinical expertise. These include respiratory complications (pneumothorax, pneumomediastinum, and pulmonary interstitial emphysema), patent ductus arteriosus, pulmonary hypertension, and sepsis.", "contents": "Neonatal Respiratory Distress Syndrome -- Enhancing Healthcare Team Outcomes. The clinical presentation of neonatal respiratory distress overlaps with a wide range of respiratory illnesses occurring in the newborn period. However, a basic history, laboratory workup, and imaging can help confirm the diagnosis. The management of RDS requires the coordination of care between numerous teams, including physicians, nurses, respiratory therapists, nutritionists, and pharmacists. Several comorbidities further complicate the clinical course of neonates with RDS requiring a high level of clinical expertise. These include respiratory complications (pneumothorax, pneumomediastinum, and pulmonary interstitial emphysema), patent ductus arteriosus, pulmonary hypertension, and sepsis."}
{"id": "article-37547_49", "title": "Neonatal Respiratory Distress Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Clear goals of care must be established from the onset of birth, from the initial stabilization of the infant in the delivery room to the long-term goals of care. A team led by the neonatologist manages the patient primarily, and at times, consulting a pulmonologist to establish long-term care after the patient's discharge from the NICU. Specialized neonatal nursing care is central to optimizing care of such critical newborns. A trained respiratory therapist is equally essential in managing a wide range of ventilatory strategies used by the medical team. These strategies may include various modes of non-invasive ventilation, conventional mechanical ventilation, as well as high-frequency ventilation. Infants that progress towards BPD continue to require a holistic approach with dedicated interprofessional healthcare teams aimed at achieving better outcomes.", "contents": "Neonatal Respiratory Distress Syndrome -- Enhancing Healthcare Team Outcomes. Clear goals of care must be established from the onset of birth, from the initial stabilization of the infant in the delivery room to the long-term goals of care. A team led by the neonatologist manages the patient primarily, and at times, consulting a pulmonologist to establish long-term care after the patient's discharge from the NICU. Specialized neonatal nursing care is central to optimizing care of such critical newborns. A trained respiratory therapist is equally essential in managing a wide range of ventilatory strategies used by the medical team. These strategies may include various modes of non-invasive ventilation, conventional mechanical ventilation, as well as high-frequency ventilation. Infants that progress towards BPD continue to require a holistic approach with dedicated interprofessional healthcare teams aimed at achieving better outcomes."}
{"id": "article-37547_50", "title": "Neonatal Respiratory Distress Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neonatal Respiratory Distress Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}