{"id": "article-21830_0", "title": "Fludeoxyglucose (18F) -- Continuing Education Activity", "content": "Fludeoxyglucose F18 is a radioactive tracer that acts as a glucose analog and is used for diagnostic purposes in conjunction with positron-emitting tomography (PET) to localize the tissues with altered glucose metabolism. It does not have therapeutic use. Altered glucose metabolism has implications for malignancies, epilepsy, myocardial ischemia, inflammatory conditions, and Alzheimer disease. PET scan uses radiotracers injected into the patient before the scan to visualize the blood flow and metabolic and biochemical activities in diseased and healthy tissues. FDG is a glucose analog that tends to accumulate in the tissue with high glucose demand, like tumors and inflammatory cells. This activity describes the indications, mechanism of action in various conditions, administration, precautions in the particular patient population, and relevant information to maximize patient and staff safety while obtaining optimal images and analysis.", "contents": "Fludeoxyglucose (18F) -- Continuing Education Activity. Fludeoxyglucose F18 is a radioactive tracer that acts as a glucose analog and is used for diagnostic purposes in conjunction with positron-emitting tomography (PET) to localize the tissues with altered glucose metabolism. It does not have therapeutic use. Altered glucose metabolism has implications for malignancies, epilepsy, myocardial ischemia, inflammatory conditions, and Alzheimer disease. PET scan uses radiotracers injected into the patient before the scan to visualize the blood flow and metabolic and biochemical activities in diseased and healthy tissues. FDG is a glucose analog that tends to accumulate in the tissue with high glucose demand, like tumors and inflammatory cells. This activity describes the indications, mechanism of action in various conditions, administration, precautions in the particular patient population, and relevant information to maximize patient and staff safety while obtaining optimal images and analysis."}
{"id": "article-21830_1", "title": "Fludeoxyglucose (18F) -- Continuing Education Activity", "content": "Objectives: Identify the proper administration of fludeoxyglucose (F18). Describe the importance of patient preparation before administering fludeoxyglucose (F18). Explain FDG use in various conditions for diagnostic or treatment monitoring. Discuss interprofessional team strategies for improving care coordination and communication to obtain suboptimal images while maintaining safety. Access free multiple choice questions on this topic.", "contents": "Fludeoxyglucose (18F) -- Continuing Education Activity. Objectives: Identify the proper administration of fludeoxyglucose (F18). Describe the importance of patient preparation before administering fludeoxyglucose (F18). Explain FDG use in various conditions for diagnostic or treatment monitoring. Discuss interprofessional team strategies for improving care coordination and communication to obtain suboptimal images while maintaining safety. Access free multiple choice questions on this topic."}
{"id": "article-21830_2", "title": "Fludeoxyglucose (18F) -- Indications", "content": "Fludeoxyglucose F18 (FDG) is a positron-emitting radiotracer used with positron emission tomography (PET) to diagnose and monitor various conditions. Standard imaging modalities such as X-ray, CT, and MRI allow great detail visualization of healthy and diseased tissue. However, some diseases do not have structural anatomic abnormalities or do not manifest until later stages. Therefore, functional imaging techniques like PET scans can complement structural modalities to overcome some deficiencies. PET scan uses radiotracers injected into the patient before the scan to visualize the blood flow and metabolic and biochemical activities in diseased and healthy tissues. FDG is a glucose analog that tends to accumulate in the tissue with high glucose demand, like tumors and inflammatory cells.", "contents": "Fludeoxyglucose (18F) -- Indications. Fludeoxyglucose F18 (FDG) is a positron-emitting radiotracer used with positron emission tomography (PET) to diagnose and monitor various conditions. Standard imaging modalities such as X-ray, CT, and MRI allow great detail visualization of healthy and diseased tissue. However, some diseases do not have structural anatomic abnormalities or do not manifest until later stages. Therefore, functional imaging techniques like PET scans can complement structural modalities to overcome some deficiencies. PET scan uses radiotracers injected into the patient before the scan to visualize the blood flow and metabolic and biochemical activities in diseased and healthy tissues. FDG is a glucose analog that tends to accumulate in the tissue with high glucose demand, like tumors and inflammatory cells."}
{"id": "article-21830_3", "title": "Fludeoxyglucose (18F) -- Indications", "content": "Neurology: The FDA-approved use of FDG in neurology is to identify regions of abnormal glucose metabolism associated with foci of epileptic seizures. It can also help visualize the changes in glucose metabolism in various parts of the brain, which helps in diagnosing various neurological conditions like Alzheimer's disease and brain trauma. (Off-label) [1] [2] [3]", "contents": "Fludeoxyglucose (18F) -- Indications. Neurology: The FDA-approved use of FDG in neurology is to identify regions of abnormal glucose metabolism associated with foci of epileptic seizures. It can also help visualize the changes in glucose metabolism in various parts of the brain, which helps in diagnosing various neurological conditions like Alzheimer's disease and brain trauma. (Off-label) [1] [2] [3]"}
{"id": "article-21830_4", "title": "Fludeoxyglucose (18F) -- Indications", "content": "Oncology: In oncology, FDG is FDA approved for evaluating, staging, and monitoring treatment for cancers such as non-small cell lung cancer, lymphomas, colorectal carcinoma, malignant melanoma, esophageal carcinoma, head and neck cancer, thyroid carcinoma, and breast cancer. [4] [5]", "contents": "Fludeoxyglucose (18F) -- Indications. Oncology: In oncology, FDG is FDA approved for evaluating, staging, and monitoring treatment for cancers such as non-small cell lung cancer, lymphomas, colorectal carcinoma, malignant melanoma, esophageal carcinoma, head and neck cancer, thyroid carcinoma, and breast cancer. [4] [5]"}
{"id": "article-21830_5", "title": "Fludeoxyglucose (18F) -- Indications", "content": "Cardiology: The FDA-approved indication of FDG is for identifying left ventricular myocardium with residual glucose metabolism and evaluating left ventricular dysfunction when used together with myocardial perfusion imaging. FDG can also help visualize atherosclerosis resulting from the accumulation of macrophages and myocardial ischemia. (Off-label) [6]", "contents": "Fludeoxyglucose (18F) -- Indications. Cardiology: The FDA-approved indication of FDG is for identifying left ventricular myocardium with residual glucose metabolism and evaluating left ventricular dysfunction when used together with myocardial perfusion imaging. FDG can also help visualize atherosclerosis resulting from the accumulation of macrophages and myocardial ischemia. (Off-label) [6]"}
{"id": "article-21830_6", "title": "Fludeoxyglucose (18F) -- Indications", "content": "Inflammatory Conditions: The clinical application of FDG in infectious and inflammatory diseases is in orthopedic infections, rheumatologic conditions, osteomyelitis, ileitis, and vasculitis. (Off-label) [6] [7]", "contents": "Fludeoxyglucose (18F) -- Indications. Inflammatory Conditions: The clinical application of FDG in infectious and inflammatory diseases is in orthopedic infections, rheumatologic conditions, osteomyelitis, ileitis, and vasculitis. (Off-label) [6] [7]"}
{"id": "article-21830_7", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Hexokinases catalyze the most essential and initial step of the cellular metabolism of glucose. These enzymes have a high affinity for glucose and convert it to glucose-6-phosphate, creating a downhill gradient that results in increased facilitated diffusion of glucose through facilitative glucose transporters (GLUT1-13). [8] The rapid phosphorylation by hexokinases traps the glucose molecule inside the cell because glucose-6-phosphate is impermeable to facilitative diffusion. Healthy cells typically metabolize glucose-6-phosphate into different pathways depending on energy status and regulations. Fludeoxyglucose F18 is an analog of the glucose molecule. However, it does not have a hydroxyl group at the 2-C position. Instead, it contains a radioactive tracer, 18-fluorine. Therefore, when it enters the cell using GLUT1 or GLUT3, it is phosphorylated and cannot be metabolized further. It accumulates inside the cell and must get dephosphorylated by glucose-6-phosphatase for it to leave the cell. However, tumor cells typically do not have a sufficient amount of glucose-6-phosphatase. Also, tumor cells express excessive glucose transporters and have a high glycolysis rate leading to increased transport and accumulation of FDG into those cells compared to healthy tissue. [9] PET scans detect this accumulation due to the radioactive decay of fluorine-18.", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Hexokinases catalyze the most essential and initial step of the cellular metabolism of glucose. These enzymes have a high affinity for glucose and convert it to glucose-6-phosphate, creating a downhill gradient that results in increased facilitated diffusion of glucose through facilitative glucose transporters (GLUT1-13). [8] The rapid phosphorylation by hexokinases traps the glucose molecule inside the cell because glucose-6-phosphate is impermeable to facilitative diffusion. Healthy cells typically metabolize glucose-6-phosphate into different pathways depending on energy status and regulations. Fludeoxyglucose F18 is an analog of the glucose molecule. However, it does not have a hydroxyl group at the 2-C position. Instead, it contains a radioactive tracer, 18-fluorine. Therefore, when it enters the cell using GLUT1 or GLUT3, it is phosphorylated and cannot be metabolized further. It accumulates inside the cell and must get dephosphorylated by glucose-6-phosphatase for it to leave the cell. However, tumor cells typically do not have a sufficient amount of glucose-6-phosphatase. Also, tumor cells express excessive glucose transporters and have a high glycolysis rate leading to increased transport and accumulation of FDG into those cells compared to healthy tissue. [9] PET scans detect this accumulation due to the radioactive decay of fluorine-18."}
{"id": "article-21830_8", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Positron emission tomography (PET), when used with radiolabeled drugs like [F18]FDG, can detect the rate of glucose consumption in the tissues using radioactive emission. The emission source in FDG is fluorine-18 which has a half-life of about 110 minutes. When it decays, the nucleus of the 18F emits a positron, which collides with an electron within the tissue. Positron and electron collisions result in annihilation leading to the conversion of the mass to energy in the form of two photons (E=mc^2). The scintillation crystals in the PET cameras absorb energy from the photons and emit light into electrical signals. [10]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Positron emission tomography (PET), when used with radiolabeled drugs like [F18]FDG, can detect the rate of glucose consumption in the tissues using radioactive emission. The emission source in FDG is fluorine-18 which has a half-life of about 110 minutes. When it decays, the nucleus of the 18F emits a positron, which collides with an electron within the tissue. Positron and electron collisions result in annihilation leading to the conversion of the mass to energy in the form of two photons (E=mc^2). The scintillation crystals in the PET cameras absorb energy from the photons and emit light into electrical signals. [10]"}
{"id": "article-21830_9", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Neoplastic Disease : Metabolic changes in the neoplastic cells generally occur before the tumor size increases, making FDG/PET an important diagnostic and treatment response monitoring tool in oncology. [11]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Neoplastic Disease : Metabolic changes in the neoplastic cells generally occur before the tumor size increases, making FDG/PET an important diagnostic and treatment response monitoring tool in oncology. [11]"}
{"id": "article-21830_10", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Cancer cells require a high level of NADPH to produce phospholipids, triglycerides, cholesterol esters, and acylated proteins for rapid cell division. The increased demand for NADPH requires the activation of aerobic glycolysis (Warburg effect). Aerobic glycolysis is the process of producing lactate in the presence of oxygen and functioning mitochondria. This process is enhanced by increased activity of glucose transporters, increased expression of hexokinases, and decreased expression of glucose-6-phosphatase. [12] As a result, there is an increased FDG uptake by malignant cells, and the PET scan can detect the accumulation of FDG. FDG-PET can also help distinguish the areas of radiation necrosis, edema, and tumor recurrence in patients who had previously undergone cerebral radiation therapy. FDG uptake is reduced in edematous areas, absent in necrosis, and increased in tumors compared to healthy tissue. [13]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Cancer cells require a high level of NADPH to produce phospholipids, triglycerides, cholesterol esters, and acylated proteins for rapid cell division. The increased demand for NADPH requires the activation of aerobic glycolysis (Warburg effect). Aerobic glycolysis is the process of producing lactate in the presence of oxygen and functioning mitochondria. This process is enhanced by increased activity of glucose transporters, increased expression of hexokinases, and decreased expression of glucose-6-phosphatase. [12] As a result, there is an increased FDG uptake by malignant cells, and the PET scan can detect the accumulation of FDG. FDG-PET can also help distinguish the areas of radiation necrosis, edema, and tumor recurrence in patients who had previously undergone cerebral radiation therapy. FDG uptake is reduced in edematous areas, absent in necrosis, and increased in tumors compared to healthy tissue. [13]"}
{"id": "article-21830_11", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Epilepsy : The brain uses glucose as the primary source of energy. Changes in glucose utilization from the normal metabolic pattern can help diagnose specific pathologic states. FDG can help identify the seizure foci. The seizure foci are hypermetabolic during the ictal state and hypometabolic during the interictal stage. In addition to localizing the seizure foci, FDG-PET can also provide information about the functional status of the rest of the brain. [14] [2]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Epilepsy : The brain uses glucose as the primary source of energy. Changes in glucose utilization from the normal metabolic pattern can help diagnose specific pathologic states. FDG can help identify the seizure foci. The seizure foci are hypermetabolic during the ictal state and hypometabolic during the interictal stage. In addition to localizing the seizure foci, FDG-PET can also provide information about the functional status of the rest of the brain. [14] [2]"}
{"id": "article-21830_12", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Alzheimer's Disease : FDG-PET can distinguish Alzheimer's Disease from frontotemporal dementia and help discriminate from non-neurodegenerative conditions like depression in patients with atypical presentations. Patients with Alzheimer's Disease have reduced glucose metabolism in the brain's temporoparietal region. Drugs for Alzheimer's disease are most efficacious early in the disease course. There is cortical atrophy during the late stage, and drugs are not as effective due to structural alteration. Therefore, detecting early metabolic changes with FDG-PET may be crucial when creating a treatment plan. [3] [1] Also, 30% of Alzheimer's disease has normal pressure hydrocephalus (NPH), and FDG-PET can improve recognition of NPH and concomitant degenerative disease. [15]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Alzheimer's Disease : FDG-PET can distinguish Alzheimer's Disease from frontotemporal dementia and help discriminate from non-neurodegenerative conditions like depression in patients with atypical presentations. Patients with Alzheimer's Disease have reduced glucose metabolism in the brain's temporoparietal region. Drugs for Alzheimer's disease are most efficacious early in the disease course. There is cortical atrophy during the late stage, and drugs are not as effective due to structural alteration. Therefore, detecting early metabolic changes with FDG-PET may be crucial when creating a treatment plan. [3] [1] Also, 30% of Alzheimer's disease has normal pressure hydrocephalus (NPH), and FDG-PET can improve recognition of NPH and concomitant degenerative disease. [15]"}
{"id": "article-21830_13", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Myocardial Viability : Free fatty acids are the primary energy source for healthy myocardium. However, ischemic myocardium tissue shifts its metabolism from fatty acids to anaerobic glucose metabolism. FDG-PET is used in nuclear medicine to identify hibernating myocardium in patients with left ventricular dysfunction and coronary artery disease planning to undergo coronary revascularization. Its use is based on the principle that the reversible injured myocytes can use glucose, but irreversibly injured myocytes cannot. When FDG accumulates in the areas with reduced perfusion, it indicates that systolic function in that area is reversible if blood flow is restored. This pattern is quantified as a perfusion-metabolism mismatch because of reduced blood flow and high glucose metabolism. Conversely, the areas with irreversible loss of systolic function or scarred areas have matched patterns, meaning there is a reduced accumulation of FDG and reduced perfusion in that area. This pattern is associated with a low likelihood of functional recovery after revascularization. Partially reduced myocardial perfusion with FDG uptake is a non-transmural match pattern. It represents a non-transmural scar that is not likely to recover unless it is associated with stress-induced reversibility. However, the decision for revascularization should not be based on FDG-PET alone because the reversibility of systolic function depends on successful coronary revascularization. [6] [16]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Myocardial Viability : Free fatty acids are the primary energy source for healthy myocardium. However, ischemic myocardium tissue shifts its metabolism from fatty acids to anaerobic glucose metabolism. FDG-PET is used in nuclear medicine to identify hibernating myocardium in patients with left ventricular dysfunction and coronary artery disease planning to undergo coronary revascularization. Its use is based on the principle that the reversible injured myocytes can use glucose, but irreversibly injured myocytes cannot. When FDG accumulates in the areas with reduced perfusion, it indicates that systolic function in that area is reversible if blood flow is restored. This pattern is quantified as a perfusion-metabolism mismatch because of reduced blood flow and high glucose metabolism. Conversely, the areas with irreversible loss of systolic function or scarred areas have matched patterns, meaning there is a reduced accumulation of FDG and reduced perfusion in that area. This pattern is associated with a low likelihood of functional recovery after revascularization. Partially reduced myocardial perfusion with FDG uptake is a non-transmural match pattern. It represents a non-transmural scar that is not likely to recover unless it is associated with stress-induced reversibility. However, the decision for revascularization should not be based on FDG-PET alone because the reversibility of systolic function depends on successful coronary revascularization. [6] [16]"}
{"id": "article-21830_14", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Atherosclerosis : Atherosclerotic vessels uptake FDG. It is quite noticeable within the intima of large vessels like the aorta and other major arteries. Increased metabolic activity by the macrophages in the atherosclerotic plaque is responsible for FDG uptake. Smooth muscles in the walls of arteries also uptake FDG and are visualized with PET. [17]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Atherosclerosis : Atherosclerotic vessels uptake FDG. It is quite noticeable within the intima of large vessels like the aorta and other major arteries. Increased metabolic activity by the macrophages in the atherosclerotic plaque is responsible for FDG uptake. Smooth muscles in the walls of arteries also uptake FDG and are visualized with PET. [17]"}
{"id": "article-21830_15", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Infectious and Inflammatory Processes : FDG accumulates in inflammatory cells because of their high rates of glycolysis. FDG-PET is used to detect the sites of infection and inflammation, particularly orthopedic infections related to osteomyelitis and implanted prostheses. For complicated and challenging clinical cases, FDG-PET is the study of choice. FDG-PET is also helpful in detecting other inflammatory processes like sarcoidosis, vasculitis, rheumatologic diseases, and regional ileitis. [18] [7]", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Infectious and Inflammatory Processes : FDG accumulates in inflammatory cells because of their high rates of glycolysis. FDG-PET is used to detect the sites of infection and inflammation, particularly orthopedic infections related to osteomyelitis and implanted prostheses. For complicated and challenging clinical cases, FDG-PET is the study of choice. FDG-PET is also helpful in detecting other inflammatory processes like sarcoidosis, vasculitis, rheumatologic diseases, and regional ileitis. [18] [7]"}
{"id": "article-21830_16", "title": "Fludeoxyglucose (18F) -- Mechanism of Action", "content": "Pharmacokinetics: According to the manufacturer's labeling, FDG is rapidly distributed to all organs after intravenous administration. FDG is transported into cells and phosphorylated to 18F-FDG-6- phosphate at a rate proportional to the rate of glucose metabolism within that tissue. FDG is cleared from most tissues within 24 hours. However, clearance of FDG from the cardiac tissue may require more than 96 hours. FDG, which is not metabolized in any tissue, is predominantly eliminated unchanged in the urine.", "contents": "Fludeoxyglucose (18F) -- Mechanism of Action. Pharmacokinetics: According to the manufacturer's labeling, FDG is rapidly distributed to all organs after intravenous administration. FDG is transported into cells and phosphorylated to 18F-FDG-6- phosphate at a rate proportional to the rate of glucose metabolism within that tissue. FDG is cleared from most tissues within 24 hours. However, clearance of FDG from the cardiac tissue may require more than 96 hours. FDG, which is not metabolized in any tissue, is predominantly eliminated unchanged in the urine."}
{"id": "article-21830_17", "title": "Fludeoxyglucose (18F) -- Administration", "content": "The administration of FDG is via IV injection 30 to 60 minutes before imaging. FDG is a radioactive tracer. The unit of radioactivity is the curie (Ci) (SI unit is becquerel – Bq). The radioactive decay factor is the fraction of the radioactive drug remaining after the end of synthesis (EOS). It calculates the final dose of the medicine required for optimal PET imaging. The decay factor after 110 minutes of EOS is 0.5 because the half-life of fluorine-18 is 110 minutes. Hence, a patient weighing 70 kg undergoing PET imaging needs between 5 to 10 mCi (185 to 370 MBq). Hence, in oncology, cardiology, and neurology settings, the recommended dose for adults is 5 – 10 mCi (185 – 370 MBq) as an intravenous injection. The dose for pediatric patients is 2.6 mCi (96.2 MBq) for PET imaging. The optimal dose for pediatric patients is not determined based on body size and weight. In oncology, cardiology, and neurology settings, the recommended dose for adults is 5 – 10 mCi (185 – 370 MBq) as an intravenous injection.", "contents": "Fludeoxyglucose (18F) -- Administration. The administration of FDG is via IV injection 30 to 60 minutes before imaging. FDG is a radioactive tracer. The unit of radioactivity is the curie (Ci) (SI unit is becquerel – Bq). The radioactive decay factor is the fraction of the radioactive drug remaining after the end of synthesis (EOS). It calculates the final dose of the medicine required for optimal PET imaging. The decay factor after 110 minutes of EOS is 0.5 because the half-life of fluorine-18 is 110 minutes. Hence, a patient weighing 70 kg undergoing PET imaging needs between 5 to 10 mCi (185 to 370 MBq). Hence, in oncology, cardiology, and neurology settings, the recommended dose for adults is 5 – 10 mCi (185 – 370 MBq) as an intravenous injection. The dose for pediatric patients is 2.6 mCi (96.2 MBq) for PET imaging. The optimal dose for pediatric patients is not determined based on body size and weight. In oncology, cardiology, and neurology settings, the recommended dose for adults is 5 – 10 mCi (185 – 370 MBq) as an intravenous injection."}
{"id": "article-21830_18", "title": "Fludeoxyglucose (18F) -- Administration -- Patient Preparation", "content": "Patient preparation plays a vital role in obtaining good-quality images. The patient needs to be fasting for 4 to 6 hours before administration. Clinicians should ensure that glucose is under control through laboratory testing, medical therapy, and for at least two days before the injection of FDG. If blood glucose is not well controlled, it will result in suboptimal imaging. For cardiology use, 50 to 75 g of glucose-containing food or liquid 1 to 2 hours before FDG injection can facilitate the localization of myocardial ischemia. Insulin causes the heart to increase GLUT4 receptors and promotes glucose uptake. Insulin released by glucose load allows visualization of surrounding, healthy myocardium, resulting in superior quality images and less regional variation in FDG uptake. [16] Patients are instructed to remain inactive after receiving FDG injection because it accumulates in skeletal muscles upon activity and results in suboptimal imaging. Hyperventilating can cause uptake in the diaphragm. Trapezius and paraspinal muscles can also uptake FDG if the patient is tense from stress. [7]", "contents": "Fludeoxyglucose (18F) -- Administration -- Patient Preparation. Patient preparation plays a vital role in obtaining good-quality images. The patient needs to be fasting for 4 to 6 hours before administration. Clinicians should ensure that glucose is under control through laboratory testing, medical therapy, and for at least two days before the injection of FDG. If blood glucose is not well controlled, it will result in suboptimal imaging. For cardiology use, 50 to 75 g of glucose-containing food or liquid 1 to 2 hours before FDG injection can facilitate the localization of myocardial ischemia. Insulin causes the heart to increase GLUT4 receptors and promotes glucose uptake. Insulin released by glucose load allows visualization of surrounding, healthy myocardium, resulting in superior quality images and less regional variation in FDG uptake. [16] Patients are instructed to remain inactive after receiving FDG injection because it accumulates in skeletal muscles upon activity and results in suboptimal imaging. Hyperventilating can cause uptake in the diaphragm. Trapezius and paraspinal muscles can also uptake FDG if the patient is tense from stress. [7]"}
{"id": "article-21830_19", "title": "Fludeoxyglucose (18F) -- Administration -- Special Population", "content": "Patients with Hepatic Impairment: The pharmacokinetics of FDG have not been studied for patients with hepatic impairment.", "contents": "Fludeoxyglucose (18F) -- Administration -- Special Population. Patients with Hepatic Impairment: The pharmacokinetics of FDG have not been studied for patients with hepatic impairment."}
{"id": "article-21830_20", "title": "Fludeoxyglucose (18F) -- Administration -- Special Population", "content": "Patients with Renal Impairment: Imaging with FDG in patients with renal failure is not contraindicated. These patients have decreased FDG accumulation in the brain and increased FDG in the blood pool. However, the image quality might be suboptimal and prone to misinterpretation. [19]", "contents": "Fludeoxyglucose (18F) -- Administration -- Special Population. Patients with Renal Impairment: Imaging with FDG in patients with renal failure is not contraindicated. These patients have decreased FDG accumulation in the brain and increased FDG in the blood pool. However, the image quality might be suboptimal and prone to misinterpretation. [19]"}
{"id": "article-21830_21", "title": "Fludeoxyglucose (18F) -- Administration -- Special Population", "content": "Pregnancy Considerations: Using FDG-PET for diagnosis in a pregnant patient is a clinical decision based on benefits and possible harm. [7] Nongravid uterus absorbs 4.7 mSy after administering 7 mCi of FDG. FDG uptake in the fetus is even higher, and the recommendation is that for non-emergency situations, FDG-PET should be done 10-days after the onset of menses. [20] [7]", "contents": "Fludeoxyglucose (18F) -- Administration -- Special Population. Pregnancy Considerations: Using FDG-PET for diagnosis in a pregnant patient is a clinical decision based on benefits and possible harm. [7] Nongravid uterus absorbs 4.7 mSy after administering 7 mCi of FDG. FDG uptake in the fetus is even higher, and the recommendation is that for non-emergency situations, FDG-PET should be done 10-days after the onset of menses. [20] [7]"}
{"id": "article-21830_22", "title": "Fludeoxyglucose (18F) -- Administration -- Special Population", "content": "Breastfeeding Considerations: Women who are breastfeeding do not have to stop the feedings because very little FDG is excreted in the milk. However, limiting contact between the mother and the child for 12 hours after receiving an FDG injection is recommended to lower the infant's risk of external exposure from the mother. [7]", "contents": "Fludeoxyglucose (18F) -- Administration -- Special Population. Breastfeeding Considerations: Women who are breastfeeding do not have to stop the feedings because very little FDG is excreted in the milk. However, limiting contact between the mother and the child for 12 hours after receiving an FDG injection is recommended to lower the infant's risk of external exposure from the mother. [7]"}
{"id": "article-21830_23", "title": "Fludeoxyglucose (18F) -- Administration -- Special Population", "content": "Diabetes: Diabetes mellitus patients should have normal blood glucose for at least two days before administration. Imaging for malignancies generally requires patients to reschedule imaging if their blood glucose is > 120 at the time of imaging. For tumor imaging, glucose competes with FDG for uptake and can result in false-negative results. [21] However, imaging for inflammation does not require strict control of diabetes or hyperglycemia before imaging because the false-negative rate is insignificant in these scenarios. [22]", "contents": "Fludeoxyglucose (18F) -- Administration -- Special Population. Diabetes: Diabetes mellitus patients should have normal blood glucose for at least two days before administration. Imaging for malignancies generally requires patients to reschedule imaging if their blood glucose is > 120 at the time of imaging. For tumor imaging, glucose competes with FDG for uptake and can result in false-negative results. [21] However, imaging for inflammation does not require strict control of diabetes or hyperglycemia before imaging because the false-negative rate is insignificant in these scenarios. [22]"}
{"id": "article-21830_24", "title": "Fludeoxyglucose (18F) -- Administration -- Special Population", "content": "COVID-19 Vaccination: Transient FDG uptake in axillary, supraclavicular, and cervical lymph nodes is noted after ipsilateral deltoid vaccination, which may confound interpretation in patients with cancer FDG PET/CT. [23] Therefore, the COVID-19 Task Force Society of Nuclear Medicine and Molecular Imaging (SNMMI) recommends that it is essential to acknowledge that FDG-avid lymphadenopathy can occur in the axillary, lower cervical, and supraclavicular lymph nodes ipsilateral to the vaccination site. FDG-avid lymphadenopathy can be seen for 4 to 6 weeks or longer after the most recent dose of the vaccination. Consequently, questionnaires should be revised to include details about the dates and sites of vaccination and which vaccine was administered. If possible, the COVID-19 vaccination should be administered in the contralateral arm for patients with a history of breast, head, and neck cancers. These recommendations may help oncologists decide the appropriate workup and suggest that breast cancer patients be vaccinated on their healthy side to avoid unnecessary biopsies. In approximately half the patients receiving the novel mRNA-based COVID-19 vaccine, PET/CT demonstrated avid ipsilateral lymphadenopathy, significantly less common in immunocompromised and elderly patients. These results suggest that 18F-FDG PET/CT may give a clue regarding the patient's immune response to the vaccination. [24]", "contents": "Fludeoxyglucose (18F) -- Administration -- Special Population. COVID-19 Vaccination: Transient FDG uptake in axillary, supraclavicular, and cervical lymph nodes is noted after ipsilateral deltoid vaccination, which may confound interpretation in patients with cancer FDG PET/CT. [23] Therefore, the COVID-19 Task Force Society of Nuclear Medicine and Molecular Imaging (SNMMI) recommends that it is essential to acknowledge that FDG-avid lymphadenopathy can occur in the axillary, lower cervical, and supraclavicular lymph nodes ipsilateral to the vaccination site. FDG-avid lymphadenopathy can be seen for 4 to 6 weeks or longer after the most recent dose of the vaccination. Consequently, questionnaires should be revised to include details about the dates and sites of vaccination and which vaccine was administered. If possible, the COVID-19 vaccination should be administered in the contralateral arm for patients with a history of breast, head, and neck cancers. These recommendations may help oncologists decide the appropriate workup and suggest that breast cancer patients be vaccinated on their healthy side to avoid unnecessary biopsies. In approximately half the patients receiving the novel mRNA-based COVID-19 vaccine, PET/CT demonstrated avid ipsilateral lymphadenopathy, significantly less common in immunocompromised and elderly patients. These results suggest that 18F-FDG PET/CT may give a clue regarding the patient's immune response to the vaccination. [24]"}
{"id": "article-21830_25", "title": "Fludeoxyglucose (18F) -- Adverse Effects", "content": "There have been only a few reported adverse effects necessitating medical intervention. However, some reported cases had hyperglycemia or hypoglycemia, transient hypotension, and transient increase in alkaline phosphatase. [25] Case reports of anaphylaxis with hypotension, itching, erythema, and abdominal pain have been reported. Hence, It is necessary to have emergency resuscitation equipment and personnel immediately available. [26]", "contents": "Fludeoxyglucose (18F) -- Adverse Effects. There have been only a few reported adverse effects necessitating medical intervention. However, some reported cases had hyperglycemia or hypoglycemia, transient hypotension, and transient increase in alkaline phosphatase. [25] Case reports of anaphylaxis with hypotension, itching, erythema, and abdominal pain have been reported. Hence, It is necessary to have emergency resuscitation equipment and personnel immediately available. [26]"}
{"id": "article-21830_26", "title": "Fludeoxyglucose (18F) -- Contraindications", "content": "No known contraindications exist, except for hypersensitivity to fludeoxyglucose or its formulation components. Caution related to radiopharmaceutical handling- Minimizing the overall dose of radiation to staff and other hospital patients requires specially covered facilities and a carefully designed workflow to confirm that the staff is not in contact with patients who have received an FDG for a more extended period than required. Similarly, ‘hot waiting rooms’ room facilities can separate FDG PET/CT patients from other hospital patients. [27]", "contents": "Fludeoxyglucose (18F) -- Contraindications. No known contraindications exist, except for hypersensitivity to fludeoxyglucose or its formulation components. Caution related to radiopharmaceutical handling- Minimizing the overall dose of radiation to staff and other hospital patients requires specially covered facilities and a carefully designed workflow to confirm that the staff is not in contact with patients who have received an FDG for a more extended period than required. Similarly, ‘hot waiting rooms’ room facilities can separate FDG PET/CT patients from other hospital patients. [27]"}
{"id": "article-21830_27", "title": "Fludeoxyglucose (18F) -- Monitoring", "content": "FDG is used to monitor glucose accumulation in the cells with increased metabolism. FDG accumulates in the body in proportion to glucose metabolism. High glycolytic rates in organs like the brain generally have the highest accumulation. The liver, spleen, thyroid, gut, and bone marrow also show moderate FDG uptake. Active skeletal muscles also accumulate FDG. It is cleared unchanged from the body within 24 hours in the urine. In the oncology and neurology diagnostic studies, suboptimal imaging may occur in patients with poorly controlled blood glucose levels. Consequently, monitor blood glucose and consider medical therapy to ensure at least two days of normoglycemia before FDG administration. [28]", "contents": "Fludeoxyglucose (18F) -- Monitoring. FDG is used to monitor glucose accumulation in the cells with increased metabolism. FDG accumulates in the body in proportion to glucose metabolism. High glycolytic rates in organs like the brain generally have the highest accumulation. The liver, spleen, thyroid, gut, and bone marrow also show moderate FDG uptake. Active skeletal muscles also accumulate FDG. It is cleared unchanged from the body within 24 hours in the urine. In the oncology and neurology diagnostic studies, suboptimal imaging may occur in patients with poorly controlled blood glucose levels. Consequently, monitor blood glucose and consider medical therapy to ensure at least two days of normoglycemia before FDG administration. [28]"}
{"id": "article-21830_28", "title": "Fludeoxyglucose (18F) -- Toxicity", "content": "Animal studies have not been conducted to assess fludeoxyglucose on carcinogenic potential, mutagenic potential, or effects on fertility.", "contents": "Fludeoxyglucose (18F) -- Toxicity. Animal studies have not been conducted to assess fludeoxyglucose on carcinogenic potential, mutagenic potential, or effects on fertility."}
{"id": "article-21830_29", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes", "content": "PET imaging is used for detecting metabolic changes, and a CT scan is useful for detecting anatomical changes. Integrated PET/CT scanners allow the acquisition of both PET and CT in a single visit without moving the patient and are more accurate for localizing lesions. Images from PET and CT can be viewed side by side or fused using the software. Fludeoxyglucose F18 is a radioactive drug and emits radiation. Therefore, the goal of patient preparation, good history, and appropriate precautions when administering FDG is to minimize radiation exposure while obtaining optimal imaging.", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes. PET imaging is used for detecting metabolic changes, and a CT scan is useful for detecting anatomical changes. Integrated PET/CT scanners allow the acquisition of both PET and CT in a single visit without moving the patient and are more accurate for localizing lesions. Images from PET and CT can be viewed side by side or fused using the software. Fludeoxyglucose F18 is a radioactive drug and emits radiation. Therefore, the goal of patient preparation, good history, and appropriate precautions when administering FDG is to minimize radiation exposure while obtaining optimal imaging."}
{"id": "article-21830_30", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation", "content": "Patient preparation is crucial when obtaining PET/CT imaging. [Level 1] When scheduling the patient for the morning study, they should be instructed to have a light meal the evening before with no alcohol and not eat anything after midnight. [Level 5] For afternoon schedules, patients can have a light breakfast before 8 am without sugar-containing food and take their medications as prescribed. [Level 5] Pre-hydrating reduces artifacts and reduces radiation exposure. The patient should drink one liter of water 2 hours before FDG injection to minimize FDG concentration in the bladder. [Level 3] Radioactivity in the bladder and ureters can impair the interpretation of the lesion when assessing small pelvic tumors. Furosemide can be administered but is usually not necessary because of proper pre-hydration. [29] [Level 5]", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation. Patient preparation is crucial when obtaining PET/CT imaging. [Level 1] When scheduling the patient for the morning study, they should be instructed to have a light meal the evening before with no alcohol and not eat anything after midnight. [Level 5] For afternoon schedules, patients can have a light breakfast before 8 am without sugar-containing food and take their medications as prescribed. [Level 5] Pre-hydrating reduces artifacts and reduces radiation exposure. The patient should drink one liter of water 2 hours before FDG injection to minimize FDG concentration in the bladder. [Level 3] Radioactivity in the bladder and ureters can impair the interpretation of the lesion when assessing small pelvic tumors. Furosemide can be administered but is usually not necessary because of proper pre-hydration. [29] [Level 5]"}
{"id": "article-21830_31", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation", "content": "After injecting FDG, the patient should remain still and silent to minimize muscle uptake of FDG. [Level 1] Injections in the darkened and quiet room will minimize brain activity and can prevent FDG uptake in the brain due to increased brain activation. [Level 3] Brown fat can accumulate FDG if the patient is not warm. [Level 4] Instruct the patient not to exercise at least 6 hours before injection, and they should not arrive at the hospital on a bicycle. [29] [Level 5]", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation. After injecting FDG, the patient should remain still and silent to minimize muscle uptake of FDG. [Level 1] Injections in the darkened and quiet room will minimize brain activity and can prevent FDG uptake in the brain due to increased brain activation. [Level 3] Brown fat can accumulate FDG if the patient is not warm. [Level 4] Instruct the patient not to exercise at least 6 hours before injection, and they should not arrive at the hospital on a bicycle. [29] [Level 5]"}
{"id": "article-21830_32", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation", "content": "For patients with diabetes, schedule their PET study in the late afternoon. [Level 5] They also should follow the same fasting rules as mentioned above and continue to take their medications. [Level 1] The triage nurse can check the blood glucose levels when the patient arrives at the imaging center. That way, the patient would not have to wait if their sugar is too high or too low for imaging. [Level 5] Blood glucose level is obtained before administering FDG using a calibrated glucometer. [30] [Level 4] FDG PET can be performed if glucose is < 120 mg/dL and must be rescheduled if > 120 mg/dL depending on the patient circumstances. For tumor imaging, Clinicians should not give insulin to lower blood glucose within 4 hours of administering FDG because it causes FDG uptake in muscles. [29] [Level 1]", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation. For patients with diabetes, schedule their PET study in the late afternoon. [Level 5] They also should follow the same fasting rules as mentioned above and continue to take their medications. [Level 1] The triage nurse can check the blood glucose levels when the patient arrives at the imaging center. That way, the patient would not have to wait if their sugar is too high or too low for imaging. [Level 5] Blood glucose level is obtained before administering FDG using a calibrated glucometer. [30] [Level 4] FDG PET can be performed if glucose is < 120 mg/dL and must be rescheduled if > 120 mg/dL depending on the patient circumstances. For tumor imaging, Clinicians should not give insulin to lower blood glucose within 4 hours of administering FDG because it causes FDG uptake in muscles. [29] [Level 1]"}
{"id": "article-21830_33", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation", "content": "For cardiology imaging, oral glucose loading followed by supplemental insulin promotes maximum uptake of FDG by healthy myocardium allowing better image quality. [16] [Level 5] According to the American Society of Nuclear Cardiology(ANMC) and European Association of Nuclear Medicine(EANM) joint guidelines for vasculitis, it is essential to withdraw or defer glucocorticoids unless there is a risk of ischemic complications, as in the case of giant cell arteritis with temporal artery involvement. FDG-PET within three days after the start of glucocorticoids is a viable alternative. [31] [Level 3] When ordering a PET/CT Study for Oncology, the following data will assist in coordination and image analysis [Level 5] [29]", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation. For cardiology imaging, oral glucose loading followed by supplemental insulin promotes maximum uptake of FDG by healthy myocardium allowing better image quality. [16] [Level 5] According to the American Society of Nuclear Cardiology(ANMC) and European Association of Nuclear Medicine(EANM) joint guidelines for vasculitis, it is essential to withdraw or defer glucocorticoids unless there is a risk of ischemic complications, as in the case of giant cell arteritis with temporal artery involvement. FDG-PET within three days after the start of glucocorticoids is a viable alternative. [31] [Level 3] When ordering a PET/CT Study for Oncology, the following data will assist in coordination and image analysis [Level 5] [29]"}
{"id": "article-21830_34", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation", "content": "Indications for ordering PET or PET/CT study Patient's height and weight for calculating standardized uptake values (SUV) Weight can change rapidly during the disease course. Therefore, measure weight instantly before each PET study when obtaining serial studies in the same patient. Tumor type and site (if known) Previous history of tumors and relevant comorbidity (especially inflammation) Results of other imaging studies like CT and MRI Allergies Diabetes mellitus and medications If monitoring change from therapy, provide the date, and type of last treatment Kidney function", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Patient Preparation. Indications for ordering PET or PET/CT study Patient's height and weight for calculating standardized uptake values (SUV) Weight can change rapidly during the disease course. Therefore, measure weight instantly before each PET study when obtaining serial studies in the same patient. Tumor type and site (if known) Previous history of tumors and relevant comorbidity (especially inflammation) Results of other imaging studies like CT and MRI Allergies Diabetes mellitus and medications If monitoring change from therapy, provide the date, and type of last treatment Kidney function"}
{"id": "article-21830_35", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Required Materials for Properly Administering FDG", "content": "A triple-channel system permits the tracer administration and flushing with normal saline. Patients may need other lines to obtain the same results using electronic bedside pumps. [29] Bedside glucose meter. It is necessary to check serum glucose in patients susceptible to hyperglycemia. However, bedside glucose meters are not precise enough for SUV correction. If rescheduling a hyperglycemic patient is not feasible, SUV correction is necessary by measuring blood glucose levels using calibrated and validated methods during all sequential PET examinations. [32] [Level 1] Accredited weighing scales", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Required Materials for Properly Administering FDG. A triple-channel system permits the tracer administration and flushing with normal saline. Patients may need other lines to obtain the same results using electronic bedside pumps. [29] Bedside glucose meter. It is necessary to check serum glucose in patients susceptible to hyperglycemia. However, bedside glucose meters are not precise enough for SUV correction. If rescheduling a hyperglycemic patient is not feasible, SUV correction is necessary by measuring blood glucose levels using calibrated and validated methods during all sequential PET examinations. [32] [Level 1] Accredited weighing scales"}
{"id": "article-21830_36", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Clinical Information for the Scan and its Interpretation", "content": "Relevant clinical data includes history focused on the disease and location, diagnosis date, verification of diagnosis through biopsy, previous therapies, medications, and imaging results. [29] Comorbidities that are relevant such as diabetes and concurrent inflammation disease Clinicians should obtain a thorough history of prior treatment, including steroids, surgeries, radiation, chemotherapy, and bone marrow stimulants. The minimum interval between the PET imaging and chemotherapy should be about ten days and as close to the next chemotherapy as possible. The date at which the results must be available The ability of the patient to stay still for 20 to 45 minutes and the ability to put their arms over the head History of claustrophobia", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Clinical Information for the Scan and its Interpretation. Relevant clinical data includes history focused on the disease and location, diagnosis date, verification of diagnosis through biopsy, previous therapies, medications, and imaging results. [29] Comorbidities that are relevant such as diabetes and concurrent inflammation disease Clinicians should obtain a thorough history of prior treatment, including steroids, surgeries, radiation, chemotherapy, and bone marrow stimulants. The minimum interval between the PET imaging and chemotherapy should be about ten days and as close to the next chemotherapy as possible. The date at which the results must be available The ability of the patient to stay still for 20 to 45 minutes and the ability to put their arms over the head History of claustrophobia"}
{"id": "article-21830_37", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Preparation and Administration", "content": "Staff working at the facility should have undergone competency-based training for handling radiopharmaceuticals. These include dose dispensing, calibration, labeling, quality control procedures, radiation safety, record keeping, and aseptic procedures. When handling the drug, use waterproof gloves and effective radiation shielding to avoid unnecessary exposure to the clinical personnel, workers, and the patient. An indwelling intravenous line is placed after drawing the blood samples for the lab if needed for manual administration. Using the three-way valve, flush and rinse the administration syringe with normal saline. For automated administration, ensure that the administered FDG activity is within 3% of the dose calibrator. Ask the patient to lie or sit comfortably and quietly. Ask them to use the void 30 minutes after administration and 5 minutes before imaging. [29]", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes -- Preparation and Administration. Staff working at the facility should have undergone competency-based training for handling radiopharmaceuticals. These include dose dispensing, calibration, labeling, quality control procedures, radiation safety, record keeping, and aseptic procedures. When handling the drug, use waterproof gloves and effective radiation shielding to avoid unnecessary exposure to the clinical personnel, workers, and the patient. An indwelling intravenous line is placed after drawing the blood samples for the lab if needed for manual administration. Using the three-way valve, flush and rinse the administration syringe with normal saline. For automated administration, ensure that the administered FDG activity is within 3% of the dose calibrator. Ask the patient to lie or sit comfortably and quietly. Ask them to use the void 30 minutes after administration and 5 minutes before imaging. [29]"}
{"id": "article-21830_38", "title": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes", "content": "According to The Society of Nuclear Medicine and Molecular Imaging (SNMMI), interprofessional collaboration is required among healthcare providers. A nuclear medicine physician is preferred to supervise the performance of PET/CT imaging. However, a board-certified pediatric or diagnostic radiologist with the required additional nuclear medicine training could also supervise this procedure. A certified nuclear medicine technologist should perform technologist FDF PET/CT scans. A medical physicist is needed to optimize an FDG PET/CT study and to ensure these established standards are met. In addition, a medical physicist can help ensure compliance with good practice, monitoring radiation dose, and reducing the CT's radiation burden. Thus a close collaboration and interprofessional team approach is required between referring physicians, nuclear medicine specialists, technologists, and medical physicists to minimize potential hazards to achieve optimal patient outcomes related to fludeoxyglucose. [33] [Level 5]", "contents": "Fludeoxyglucose (18F) -- Enhancing Healthcare Team Outcomes. According to The Society of Nuclear Medicine and Molecular Imaging (SNMMI), interprofessional collaboration is required among healthcare providers. A nuclear medicine physician is preferred to supervise the performance of PET/CT imaging. However, a board-certified pediatric or diagnostic radiologist with the required additional nuclear medicine training could also supervise this procedure. A certified nuclear medicine technologist should perform technologist FDF PET/CT scans. A medical physicist is needed to optimize an FDG PET/CT study and to ensure these established standards are met. In addition, a medical physicist can help ensure compliance with good practice, monitoring radiation dose, and reducing the CT's radiation burden. Thus a close collaboration and interprofessional team approach is required between referring physicians, nuclear medicine specialists, technologists, and medical physicists to minimize potential hazards to achieve optimal patient outcomes related to fludeoxyglucose. [33] [Level 5]"}
{"id": "article-21830_39", "title": "Fludeoxyglucose (18F) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fludeoxyglucose (18F) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}