{"id": "article-19432_0", "title": "Chlamydia Pneumonia -- Continuing Education Activity", "content": "Three species of Chlamydia namely, C. pneumoniae, C. psittaci, and C. trachomatis are known to cause respiratory infections in humans. They are one of the most common causes of community-acquired pneumonia, and can often be difficult to diagnose due to its nonspecific clinical presentation. While serology is preferred for confirmatory laboratory diagnosis, empiric antibiotic therapy on the basis of clinical assessment is sufficient to cure the illness. The clinical course is usually mild and easily treated with appropriate antibiotics. This activity reviews the etiology, epidemiology, clinical presentation, evaluation, management, and other relevant details of chlamydial pneumonia and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Chlamydia Pneumonia -- Continuing Education Activity. Three species of Chlamydia namely, C. pneumoniae, C. psittaci, and C. trachomatis are known to cause respiratory infections in humans. They are one of the most common causes of community-acquired pneumonia, and can often be difficult to diagnose due to its nonspecific clinical presentation. While serology is preferred for confirmatory laboratory diagnosis, empiric antibiotic therapy on the basis of clinical assessment is sufficient to cure the illness. The clinical course is usually mild and easily treated with appropriate antibiotics. This activity reviews the etiology, epidemiology, clinical presentation, evaluation, management, and other relevant details of chlamydial pneumonia and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-19432_1", "title": "Chlamydia Pneumonia -- Continuing Education Activity", "content": "Objectives: Describe the etiology of chlamydial pneumonia. Outline the appropriate steps in the evaluation of the patients with chlamydial pneumonia. Summarize the treatment considerations for patients with chlamydial pneumonia. Explain the importance of interprofessional team strategies for improving care coordination and communication to improve outcomes for patients with chlamydial pneumonia. Access free multiple choice questions on this topic.", "contents": "Chlamydia Pneumonia -- Continuing Education Activity. Objectives: Describe the etiology of chlamydial pneumonia. Outline the appropriate steps in the evaluation of the patients with chlamydial pneumonia. Summarize the treatment considerations for patients with chlamydial pneumonia. Explain the importance of interprofessional team strategies for improving care coordination and communication to improve outcomes for patients with chlamydial pneumonia. Access free multiple choice questions on this topic."}
{"id": "article-19432_2", "title": "Chlamydia Pneumonia -- Introduction", "content": "Pneumonia is an infection of lung parenchyma caused by a variety of pathogens such as bacteria, viruses, fungi, and parasites. [1] One type of bacteria includes Chlamydia species. These species consist of C. pneumoniae, C. psittaci, and C. trachomatis, which are obligate intracellular bacterial pathogens. They frequently infect the respiratory tract in humans. [2] [3]", "contents": "Chlamydia Pneumonia -- Introduction. Pneumonia is an infection of lung parenchyma caused by a variety of pathogens such as bacteria, viruses, fungi, and parasites. [1] One type of bacteria includes Chlamydia species. These species consist of C. pneumoniae, C. psittaci, and C. trachomatis, which are obligate intracellular bacterial pathogens. They frequently infect the respiratory tract in humans. [2] [3]"}
{"id": "article-19432_3", "title": "Chlamydia Pneumonia -- Introduction", "content": "Most of the respiratory tract infections (about 70%) caused by C. pneumoniae are asymptomatic or only with mild symptoms, but a minority (30%) of them are responsible for more severe respiratory illnesses such as community-acquired pneumonia (CAP) with atypical symptoms, bronchitis and upper respiratory tract infections (URTIs). [4] In addition, C. pneumoniae is involved not only in respiratory infections but also in the pathogenesis of multiple inflammatory conditions including chronic obstructive pulmonary disease (COPD), asthma, lung cancer, neurological disorders such as Alzheimer disease, multiple sclerosis, and schizophrenia as well as atherosclerosis and arthritis. [2] Thus, the clinician must be able to promptly recognize, evaluate, and treat this condition to avoid its complications. The following activity will provide an overview of the etiology, clinical features, evaluation, and approach to the management of a patient with chlamydial pneumonia.", "contents": "Chlamydia Pneumonia -- Introduction. Most of the respiratory tract infections (about 70%) caused by C. pneumoniae are asymptomatic or only with mild symptoms, but a minority (30%) of them are responsible for more severe respiratory illnesses such as community-acquired pneumonia (CAP) with atypical symptoms, bronchitis and upper respiratory tract infections (URTIs). [4] In addition, C. pneumoniae is involved not only in respiratory infections but also in the pathogenesis of multiple inflammatory conditions including chronic obstructive pulmonary disease (COPD), asthma, lung cancer, neurological disorders such as Alzheimer disease, multiple sclerosis, and schizophrenia as well as atherosclerosis and arthritis. [2] Thus, the clinician must be able to promptly recognize, evaluate, and treat this condition to avoid its complications. The following activity will provide an overview of the etiology, clinical features, evaluation, and approach to the management of a patient with chlamydial pneumonia."}
{"id": "article-19432_4", "title": "Chlamydia Pneumonia -- Etiology", "content": "C. pneumoniae , previously known as TWAR, belongs to the genus Chlamydia. The other two chlamydial species infecting humans are C. psittaci and C. trachomatis. C. pneumoniae and C. psittaci cause respiratory tract infections in adults, and Chlamydia trachomatis causes pneumonia mostly in children. [3]", "contents": "Chlamydia Pneumonia -- Etiology. C. pneumoniae , previously known as TWAR, belongs to the genus Chlamydia. The other two chlamydial species infecting humans are C. psittaci and C. trachomatis. C. pneumoniae and C. psittaci cause respiratory tract infections in adults, and Chlamydia trachomatis causes pneumonia mostly in children. [3]"}
{"id": "article-19432_5", "title": "Chlamydia Pneumonia -- Etiology", "content": "Only 1 serovar or strain of C. pneumoniae has been identified to date. [3] First identified in the conjunctiva of a child in Taiwan in 1965, C. pneumonia was then isolated from the respiratory tract from a University of Washington student before being recognized as a major respiratory pathogen in 1983. [5] C. pneumoniae exists in two distinct morphological forms; the elementary body (EB), which is infectious, and the reticulate body (RB), which is metabolically active and replicates after causing cell lysis. [2] Humans are the only known reservoir of C. pneumoniae.", "contents": "Chlamydia Pneumonia -- Etiology. Only 1 serovar or strain of C. pneumoniae has been identified to date. [3] First identified in the conjunctiva of a child in Taiwan in 1965, C. pneumonia was then isolated from the respiratory tract from a University of Washington student before being recognized as a major respiratory pathogen in 1983. [5] C. pneumoniae exists in two distinct morphological forms; the elementary body (EB), which is infectious, and the reticulate body (RB), which is metabolically active and replicates after causing cell lysis. [2] Humans are the only known reservoir of C. pneumoniae."}
{"id": "article-19432_6", "title": "Chlamydia Pneumonia -- Etiology", "content": "C. pneumoniae is one of the pathogens commonly involved in community-acquired pneumonia, and it spreads from human to human via respiratory droplets without any known animal reservoir. Transmission via asymptomatic carriers has also been reported. The incubation period can be about 3-4 weeks, which is more than most respiratory infections. [3] The capacity of the pathogen to survive in aerosols in a humid environment also facilitates its transmission. [6] C.psittaci can transmit through contact with infected birds, usually when humans inhale the pathogen present in dried feces of birds. However, human to human transmission can also occur. [7] C.trachomatis pneumonia is transmitted from the infected mother’s birth canal to the child during childbirth. [8]", "contents": "Chlamydia Pneumonia -- Etiology. C. pneumoniae is one of the pathogens commonly involved in community-acquired pneumonia, and it spreads from human to human via respiratory droplets without any known animal reservoir. Transmission via asymptomatic carriers has also been reported. The incubation period can be about 3-4 weeks, which is more than most respiratory infections. [3] The capacity of the pathogen to survive in aerosols in a humid environment also facilitates its transmission. [6] C.psittaci can transmit through contact with infected birds, usually when humans inhale the pathogen present in dried feces of birds. However, human to human transmission can also occur. [7] C.trachomatis pneumonia is transmitted from the infected mother’s birth canal to the child during childbirth. [8]"}
{"id": "article-19432_7", "title": "Chlamydia Pneumonia -- Epidemiology", "content": "C. pneumoniae is the most common intracellular bacterium, which is mainly involved in infections of the respiratory tract and sometimes manifests as extrapulmonary disease. [9] The majority of the population becomes exposed to this pathogen throughout their lifetime. It has a 50% antibody prevalence by 20 years of age and 80% by the age of 60 to 70 years, suggesting that the infection is usually asymptomatic, and people are infected and reinfected throughout life. [2] Seroprevalence is found to be higher in males for the age group >15 years but similar in both sexes under the age of 15 years. [6]", "contents": "Chlamydia Pneumonia -- Epidemiology. C. pneumoniae is the most common intracellular bacterium, which is mainly involved in infections of the respiratory tract and sometimes manifests as extrapulmonary disease. [9] The majority of the population becomes exposed to this pathogen throughout their lifetime. It has a 50% antibody prevalence by 20 years of age and 80% by the age of 60 to 70 years, suggesting that the infection is usually asymptomatic, and people are infected and reinfected throughout life. [2] Seroprevalence is found to be higher in males for the age group >15 years but similar in both sexes under the age of 15 years. [6]"}
{"id": "article-19432_8", "title": "Chlamydia Pneumonia -- Epidemiology", "content": "C. pneumoniae infection can be widespread in the form of an endemic or epidemic. It is known to be a cause of community-acquired pneumonia in up to 20% of the cases. In western countries, the age group of 5 to 15 years has the highest rate of new infections. C. pneumonia may sometimes present in a severe form in immunocompromised patients. C. pneumoniae is also attributed to the outbreaks in nursing home acquired pneumonia. [9] [10] Research shows that C. pneumonia has a role in the pathogenesis of asthma in children and adults. Studies have shown that patients with chronic bronchitis show a strong immune response to this organism suggesting the prevalence of chronic C. pneumonia in patients with chronic bronchitis. Recent evidence has indicated the association of C. pneumonia with atherosclerosis and coronary artery disease as well. [9]", "contents": "Chlamydia Pneumonia -- Epidemiology. C. pneumoniae infection can be widespread in the form of an endemic or epidemic. It is known to be a cause of community-acquired pneumonia in up to 20% of the cases. In western countries, the age group of 5 to 15 years has the highest rate of new infections. C. pneumonia may sometimes present in a severe form in immunocompromised patients. C. pneumoniae is also attributed to the outbreaks in nursing home acquired pneumonia. [9] [10] Research shows that C. pneumonia has a role in the pathogenesis of asthma in children and adults. Studies have shown that patients with chronic bronchitis show a strong immune response to this organism suggesting the prevalence of chronic C. pneumonia in patients with chronic bronchitis. Recent evidence has indicated the association of C. pneumonia with atherosclerosis and coronary artery disease as well. [9]"}
{"id": "article-19432_9", "title": "Chlamydia Pneumonia -- Epidemiology", "content": "Chlamydia psittaci is a less prevalent cause of pneumonia, contributing to only about 1% of the cases. Every year, in the United States, the number of cases reported is less than 50. Patients usually have a history of contact with birds. Although all kinds of birds are the main reservoir of this pathogen, usually, pet birds, including parrots and poultry, are the primary source of infection. Human to human transmission can also occur, although rarely. [11]", "contents": "Chlamydia Pneumonia -- Epidemiology. Chlamydia psittaci is a less prevalent cause of pneumonia, contributing to only about 1% of the cases. Every year, in the United States, the number of cases reported is less than 50. Patients usually have a history of contact with birds. Although all kinds of birds are the main reservoir of this pathogen, usually, pet birds, including parrots and poultry, are the primary source of infection. Human to human transmission can also occur, although rarely. [11]"}
{"id": "article-19432_10", "title": "Chlamydia Pneumonia -- Epidemiology", "content": "C. trachomatis is known to cause pneumonia in infants. Infection is generally acquired perinatally from the birth canal of infected mothers, usually presenting at 3 to 12 weeks of life, sometimes even earlier. [8]", "contents": "Chlamydia Pneumonia -- Epidemiology. C. trachomatis is known to cause pneumonia in infants. Infection is generally acquired perinatally from the birth canal of infected mothers, usually presenting at 3 to 12 weeks of life, sometimes even earlier. [8]"}
{"id": "article-19432_11", "title": "Chlamydia Pneumonia -- Pathophysiology", "content": "The human respiratory tract is susceptible to microbial proliferation whenever the pathogens overcome the host defense mechanisms (mechanical barrier by hair and mucus, chemical opsonization by the secreted proteins, and immune action by alveolar macrophages).", "contents": "Chlamydia Pneumonia -- Pathophysiology. The human respiratory tract is susceptible to microbial proliferation whenever the pathogens overcome the host defense mechanisms (mechanical barrier by hair and mucus, chemical opsonization by the secreted proteins, and immune action by alveolar macrophages)."}
{"id": "article-19432_12", "title": "Chlamydia Pneumonia -- Pathophysiology", "content": "The extracellular infectious form of Chlamydiae , the elementary body (EB), which is metabolically inactive, enters the respiratory tract via inhalation and then attaches to the mucosal surface. The EB enters the cells via receptor-mediated endocytosis differentiating into a reticulate body (RB) in the inclusion. RBs are metabolically active, capable of modifying host cell pathways, and replicating within 24 hours post-infection.", "contents": "Chlamydia Pneumonia -- Pathophysiology. The extracellular infectious form of Chlamydiae , the elementary body (EB), which is metabolically inactive, enters the respiratory tract via inhalation and then attaches to the mucosal surface. The EB enters the cells via receptor-mediated endocytosis differentiating into a reticulate body (RB) in the inclusion. RBs are metabolically active, capable of modifying host cell pathways, and replicating within 24 hours post-infection."}
{"id": "article-19432_13", "title": "Chlamydia Pneumonia -- Pathophysiology", "content": "After about 48 to 72 hours, the RBs are finally released as EBs outside the cells by cell lysis and infect the neighboring cells, thus continuing the infection. The organism can escape the endocytic-lysosomal pathway of host cells to remain persistent within tissues under stressful conditions and reactivate when favorable condition resumes. This attributes to the chronic inflammatory state in the host that is often present in C. pneumonia infections. [12] [13]", "contents": "Chlamydia Pneumonia -- Pathophysiology. After about 48 to 72 hours, the RBs are finally released as EBs outside the cells by cell lysis and infect the neighboring cells, thus continuing the infection. The organism can escape the endocytic-lysosomal pathway of host cells to remain persistent within tissues under stressful conditions and reactivate when favorable condition resumes. This attributes to the chronic inflammatory state in the host that is often present in C. pneumonia infections. [12] [13]"}
{"id": "article-19432_14", "title": "Chlamydia Pneumonia -- Pathophysiology", "content": "Patients reinfected with C. pneumonia are reported to have less severe illness than those with evidence of primary infection. [14] Grossly, C. pneumonia causes patchy consolidation of the lung parenchyma as the exudate consisting of RBCs, neutrophils, and fibrin gathers in infected areas. [15]", "contents": "Chlamydia Pneumonia -- Pathophysiology. Patients reinfected with C. pneumonia are reported to have less severe illness than those with evidence of primary infection. [14] Grossly, C. pneumonia causes patchy consolidation of the lung parenchyma as the exudate consisting of RBCs, neutrophils, and fibrin gathers in infected areas. [15]"}
{"id": "article-19432_15", "title": "Chlamydia Pneumonia -- Histopathology", "content": "Chlamydia species are gram-negative obligate intracellular bacteria. They depend upon the host cell for adenosine triphosphate (ATP) required for growth and replication. They are visible under the light microscope after staining the specimen with the Giemsa stain. Chlamydia is basophilic and appears as typical cytoplasmic inclusion bodies or as free Chlamydia under the microscope. [16] Electron microscopy of C. pneumoniae reveals a characteristic pear-shaped EB surrounded by a periplasmic space, whereas C. trachomatis and C. psittaci have round EBs. [3]", "contents": "Chlamydia Pneumonia -- Histopathology. Chlamydia species are gram-negative obligate intracellular bacteria. They depend upon the host cell for adenosine triphosphate (ATP) required for growth and replication. They are visible under the light microscope after staining the specimen with the Giemsa stain. Chlamydia is basophilic and appears as typical cytoplasmic inclusion bodies or as free Chlamydia under the microscope. [16] Electron microscopy of C. pneumoniae reveals a characteristic pear-shaped EB surrounded by a periplasmic space, whereas C. trachomatis and C. psittaci have round EBs. [3]"}
{"id": "article-19432_16", "title": "Chlamydia Pneumonia -- Histopathology", "content": "The organism primarily infects respiratory epithelium, and other cells like vascular endothelial cells, smooth muscle cells, monocytes/macrophages, and atheromatous tissues. Alveolar membrane (AM) plays an important role as a target cell in Chlamydia infection and elicits a marked inflammatory response to the infection by the organism. This includes an increased release of inflammatory cytokines within the alveoli, and the collection of interstitial infiltrates consisting of polymorphonuclear and mononuclear cells. This results in local destructive effects on lung tissue.", "contents": "Chlamydia Pneumonia -- Histopathology. The organism primarily infects respiratory epithelium, and other cells like vascular endothelial cells, smooth muscle cells, monocytes/macrophages, and atheromatous tissues. Alveolar membrane (AM) plays an important role as a target cell in Chlamydia infection and elicits a marked inflammatory response to the infection by the organism. This includes an increased release of inflammatory cytokines within the alveoli, and the collection of interstitial infiltrates consisting of polymorphonuclear and mononuclear cells. This results in local destructive effects on lung tissue."}
{"id": "article-19432_17", "title": "Chlamydia Pneumonia -- Histopathology", "content": "Neutrophilic infiltrations are common in the early phase after infection, but distinct lymphocytic alveolitis has also been observed in those with subacute infections. Because of the intracellular survival of Chlamydia , AM may also act as a reservoir for the pathogen causing persistence of infection. [17]", "contents": "Chlamydia Pneumonia -- Histopathology. Neutrophilic infiltrations are common in the early phase after infection, but distinct lymphocytic alveolitis has also been observed in those with subacute infections. Because of the intracellular survival of Chlamydia , AM may also act as a reservoir for the pathogen causing persistence of infection. [17]"}
{"id": "article-19432_18", "title": "Chlamydia Pneumonia -- History and Physical", "content": "Pneumonia caused by chlamydial species presents atypically with non-specific signs and symptoms. It is usually asymptomatic or manifests with mild to moderate symptoms of respiratory tract infection. It can manifest in a severe form particularly in older adults, immunocompromised patients, or those with chronic health conditions. The incubation period is about 3-4 weeks.", "contents": "Chlamydia Pneumonia -- History and Physical. Pneumonia caused by chlamydial species presents atypically with non-specific signs and symptoms. It is usually asymptomatic or manifests with mild to moderate symptoms of respiratory tract infection. It can manifest in a severe form particularly in older adults, immunocompromised patients, or those with chronic health conditions. The incubation period is about 3-4 weeks."}
{"id": "article-19432_19", "title": "Chlamydia Pneumonia -- History and Physical -- History", "content": "Most infections are usually mild, with a characteristic subacute onset, may be difficult to distinguish from other forms of community-acquired pneumonia (CAP) or viral infections, and rarely can have a severe course leading to respiratory failure and death. Infection may take an acute or chronic course, maybe be recurrent (reinfection), or exist in a carrier state.", "contents": "Chlamydia Pneumonia -- History and Physical -- History. Most infections are usually mild, with a characteristic subacute onset, may be difficult to distinguish from other forms of community-acquired pneumonia (CAP) or viral infections, and rarely can have a severe course leading to respiratory failure and death. Infection may take an acute or chronic course, maybe be recurrent (reinfection), or exist in a carrier state."}
{"id": "article-19432_20", "title": "Chlamydia Pneumonia -- History and Physical -- History", "content": "Pneumonia usually starts with nonspecific flu-like symptoms of pharyngitis, laryngitis, or sinusitis during which the patients have symptoms such as fever, hoarseness, sore throat, and headache. Mild pneumonia follows in the next 1–4 weeks, which is characterized by cough persisting for several weeks. Other symptoms are shortness of breath and muscle pain in the chest due to coughing. Nonspecific symptoms such as anorexia, nausea, gastrointestinal disturbance, and body aches are usually present as well. In severe cases, the patient may present with severe dyspnea, pleurisy, drowsiness, or altered sensorium. Occasionally, presentation mimics meningitis with the complaint of high fever, neck stiffness, and headache with other atypical symptoms.", "contents": "Chlamydia Pneumonia -- History and Physical -- History. Pneumonia usually starts with nonspecific flu-like symptoms of pharyngitis, laryngitis, or sinusitis during which the patients have symptoms such as fever, hoarseness, sore throat, and headache. Mild pneumonia follows in the next 1–4 weeks, which is characterized by cough persisting for several weeks. Other symptoms are shortness of breath and muscle pain in the chest due to coughing. Nonspecific symptoms such as anorexia, nausea, gastrointestinal disturbance, and body aches are usually present as well. In severe cases, the patient may present with severe dyspnea, pleurisy, drowsiness, or altered sensorium. Occasionally, presentation mimics meningitis with the complaint of high fever, neck stiffness, and headache with other atypical symptoms."}
{"id": "article-19432_21", "title": "Chlamydia Pneumonia -- History and Physical -- History", "content": "In C. pneumoniae infections, the patient may have a history of contact with other patients but patients with C. psittaci pneumonia classically may provide a history of exposure to the birds or their feces, especially parrots. C. trachomatis pneumonia has a subacute onset usually lacking fever and is associated with wheezing and bronchitis in infants. There is usually a history of conjunctivitis associated with the same organism.", "contents": "Chlamydia Pneumonia -- History and Physical -- History. In C. pneumoniae infections, the patient may have a history of contact with other patients but patients with C. psittaci pneumonia classically may provide a history of exposure to the birds or their feces, especially parrots. C. trachomatis pneumonia has a subacute onset usually lacking fever and is associated with wheezing and bronchitis in infants. There is usually a history of conjunctivitis associated with the same organism."}
{"id": "article-19432_22", "title": "Chlamydia Pneumonia -- History and Physical -- History", "content": "Extra-respiratory acute infections which are less common, include cardiovascular diseases (coronary artery disease, endocarditis, myocarditis, pericarditis) or neurological (encephalitis, meningitis, or Guillain-Barré syndrome). Association with thyroiditis, erythema nodosum, and importantly, with lower respiratory tract infection and reactive airways disease has also been reported. [8] [10] [18] [19] [20]", "contents": "Chlamydia Pneumonia -- History and Physical -- History. Extra-respiratory acute infections which are less common, include cardiovascular diseases (coronary artery disease, endocarditis, myocarditis, pericarditis) or neurological (encephalitis, meningitis, or Guillain-Barré syndrome). Association with thyroiditis, erythema nodosum, and importantly, with lower respiratory tract infection and reactive airways disease has also been reported. [8] [10] [18] [19] [20]"}
{"id": "article-19432_23", "title": "Chlamydia Pneumonia -- History and Physical -- Physical Findings", "content": "Physical findings are also nonspecific in chlamydial pneumonia. Tachypnea, raised body temperature and signs of upper respiratory tract infections such as pharyngeal congestion without exudate are common. Signs of chronic pharyngitis, middle ear infections (with effusion), and sinusitis may be seen. Pneumonia presents in atypical form as there is a lack of purulent sputum with coughing which is characteristically staccato type, particularly in infants. Auscultatory changes are mild in contrast to the significant changes seen on X-ray of the lungs.", "contents": "Chlamydia Pneumonia -- History and Physical -- Physical Findings. Physical findings are also nonspecific in chlamydial pneumonia. Tachypnea, raised body temperature and signs of upper respiratory tract infections such as pharyngeal congestion without exudate are common. Signs of chronic pharyngitis, middle ear infections (with effusion), and sinusitis may be seen. Pneumonia presents in atypical form as there is a lack of purulent sputum with coughing which is characteristically staccato type, particularly in infants. Auscultatory changes are mild in contrast to the significant changes seen on X-ray of the lungs."}
{"id": "article-19432_24", "title": "Chlamydia Pneumonia -- History and Physical -- Physical Findings", "content": "Wheezing is common, however, coarse crepitations with rhonchi and rales can also be found on auscultation. Rarely signs of pleural rub and pleural effusions may be present. Signs of other systems involvement i.e. hepatomegaly and splenomegaly may be seen especially in the case of psittacosis. Patients with C. psittaci pneumonia may have relative bradycardia and somnolence as well. [10]", "contents": "Chlamydia Pneumonia -- History and Physical -- Physical Findings. Wheezing is common, however, coarse crepitations with rhonchi and rales can also be found on auscultation. Rarely signs of pleural rub and pleural effusions may be present. Signs of other systems involvement i.e. hepatomegaly and splenomegaly may be seen especially in the case of psittacosis. Patients with C. psittaci pneumonia may have relative bradycardia and somnolence as well. [10]"}
{"id": "article-19432_25", "title": "Chlamydia Pneumonia -- Evaluation", "content": "Initial investigation reports may be non-specific. Therefore, a high degree of clinical suspicion is important for the diagnosis and initiation of appropriate empirical therapy as syndromic management of atypical pneumonia.", "contents": "Chlamydia Pneumonia -- Evaluation. Initial investigation reports may be non-specific. Therefore, a high degree of clinical suspicion is important for the diagnosis and initiation of appropriate empirical therapy as syndromic management of atypical pneumonia."}
{"id": "article-19432_26", "title": "Chlamydia Pneumonia -- Evaluation", "content": "Baseline blood investigations may include complete blood count (CBC), liver function tests (LFT), renal function tests (RFT), erythrocyte sedimentation rate (ESR), and serum electrolytes. Raised or normal total leukocyte count can be seen, but relative leukopenia is also common. ESR is usually raised. In the case of psittacosis, slightly deranged LFTs and RFTs can be seen. If a patient has a productive cough, then sputum culture with staining is also ordered to rule out the causative bacterium and its resistance. The culture of Chlamydia from respiratory secretions in special media is possible but difficult. Not all laboratories are equipped to perform this type of specialized testing.", "contents": "Chlamydia Pneumonia -- Evaluation. Baseline blood investigations may include complete blood count (CBC), liver function tests (LFT), renal function tests (RFT), erythrocyte sedimentation rate (ESR), and serum electrolytes. Raised or normal total leukocyte count can be seen, but relative leukopenia is also common. ESR is usually raised. In the case of psittacosis, slightly deranged LFTs and RFTs can be seen. If a patient has a productive cough, then sputum culture with staining is also ordered to rule out the causative bacterium and its resistance. The culture of Chlamydia from respiratory secretions in special media is possible but difficult. Not all laboratories are equipped to perform this type of specialized testing."}
{"id": "article-19432_27", "title": "Chlamydia Pneumonia -- Evaluation", "content": "Specific diagnostic testing is serological, which is regarded as the gold standard. Elevation in C. pneumoniae IgM titer in a patient with CAP is diagnostic of acute infection, whereas an increase in IgG (by four times)  is suggestive of a previous infection. For C. psittaci infection, micro-immunofluorescence (MIF) test or polymerase chain reaction (PCR) assay is used to confirm the strong clinical suspicion of a possible diagnosis of psittacosis especially, to distinguish  it from other chlamydial species. [10] [21] For C. trachomatis, Giemsa stained smears are used to look out for cytoplasmic inclusions or EBs to confirm the diagnosis. [22] PCR based assay can be done on the nasopharyngeal swab, sputum, or bronchoalveolar lavage but is difficult to implement due to the complexities of performing these tests. [23] [24]", "contents": "Chlamydia Pneumonia -- Evaluation. Specific diagnostic testing is serological, which is regarded as the gold standard. Elevation in C. pneumoniae IgM titer in a patient with CAP is diagnostic of acute infection, whereas an increase in IgG (by four times)  is suggestive of a previous infection. For C. psittaci infection, micro-immunofluorescence (MIF) test or polymerase chain reaction (PCR) assay is used to confirm the strong clinical suspicion of a possible diagnosis of psittacosis especially, to distinguish  it from other chlamydial species. [10] [21] For C. trachomatis, Giemsa stained smears are used to look out for cytoplasmic inclusions or EBs to confirm the diagnosis. [22] PCR based assay can be done on the nasopharyngeal swab, sputum, or bronchoalveolar lavage but is difficult to implement due to the complexities of performing these tests. [23] [24]"}
{"id": "article-19432_28", "title": "Chlamydia Pneumonia -- Evaluation", "content": "On chest radiographs, there are usually atypical and non-specific findings, but alveolar opacities can be seen as well. Patchy consolidations or reticular interstitial opacities may be visible. Pleural effusions are common, and rarely noncardiogenic pulmonary edema is seen. Lobar opacification is uncommon but can be seen in the case of psittacosis. [20]", "contents": "Chlamydia Pneumonia -- Evaluation. On chest radiographs, there are usually atypical and non-specific findings, but alveolar opacities can be seen as well. Patchy consolidations or reticular interstitial opacities may be visible. Pleural effusions are common, and rarely noncardiogenic pulmonary edema is seen. Lobar opacification is uncommon but can be seen in the case of psittacosis. [20]"}
{"id": "article-19432_29", "title": "Chlamydia Pneumonia -- Treatment / Management", "content": "Assessment of the severity of the disease helps to stratify the patients into different treatment groups. The CURB65 scoring is a suitable tool to use in all cases of CAP as it takes clinical history, examination findings, and laboratory value into account and can be used in primary healthcare settings as well. It includes the following elements for assessment: Confusion with new-onset (Abbreviated mental score: < 9 or, orientation to time, place, person: < 3) Blood Urea Nitrogen: > 19 mg/dL Respiratory Rate: 30/minute or higher Blood Pressure: < 90 mmHg (systolic) or <60 mmHg (diastolic) Age of 65 or more Each element carries one point. The patient can be managed according to the outcome score, which ranges from 0-5. Score 0-1: Outpatient treatment; may need further assessment Score 2: Consider hospitalization to monitor and start therapy Score 3-5: Hospitalization, possibly intensive care unit (ICU) admission, particularly for a score of 4 or 5 [25] [26]", "contents": "Chlamydia Pneumonia -- Treatment / Management. Assessment of the severity of the disease helps to stratify the patients into different treatment groups. The CURB65 scoring is a suitable tool to use in all cases of CAP as it takes clinical history, examination findings, and laboratory value into account and can be used in primary healthcare settings as well. It includes the following elements for assessment: Confusion with new-onset (Abbreviated mental score: < 9 or, orientation to time, place, person: < 3) Blood Urea Nitrogen: > 19 mg/dL Respiratory Rate: 30/minute or higher Blood Pressure: < 90 mmHg (systolic) or <60 mmHg (diastolic) Age of 65 or more Each element carries one point. The patient can be managed according to the outcome score, which ranges from 0-5. Score 0-1: Outpatient treatment; may need further assessment Score 2: Consider hospitalization to monitor and start therapy Score 3-5: Hospitalization, possibly intensive care unit (ICU) admission, particularly for a score of 4 or 5 [25] [26]"}
{"id": "article-19432_30", "title": "Chlamydia Pneumonia -- Treatment / Management -- Empirical Therapy", "content": "Because mixed infections with organisms such as pneumococci, legionella, and mycoplasma are common and testing for atypical microorganisms may take time, it is wise to initiate empirical treatment for community-acquired pneumonia. For outpatients, a macrolide (e.g., azithromycin) or a fluoroquinolone (moxifloxacin or levofloxacin) can be prescribed. If the patient has risk factors such as chronic lung conditions, recent use of antibiotics, or admitted to the hospital, then beta-lactam with a macrolide is preferred, but respiratory fluoroquinolones (moxifloxacin, levofloxacin, gemifloxacin) can be given if the patient is allergic to the former regimen. [26]", "contents": "Chlamydia Pneumonia -- Treatment / Management -- Empirical Therapy. Because mixed infections with organisms such as pneumococci, legionella, and mycoplasma are common and testing for atypical microorganisms may take time, it is wise to initiate empirical treatment for community-acquired pneumonia. For outpatients, a macrolide (e.g., azithromycin) or a fluoroquinolone (moxifloxacin or levofloxacin) can be prescribed. If the patient has risk factors such as chronic lung conditions, recent use of antibiotics, or admitted to the hospital, then beta-lactam with a macrolide is preferred, but respiratory fluoroquinolones (moxifloxacin, levofloxacin, gemifloxacin) can be given if the patient is allergic to the former regimen. [26]"}
{"id": "article-19432_31", "title": "Chlamydia Pneumonia -- Treatment / Management -- Direct Therapy", "content": "Centers for Disease Control and Prevention (CDC) recommends azithromycin and doxycycline as first-line drugs for the treatment of chlamydial infections; alternatively, levofloxacin, erythromycin, and ofloxacin are considered. [27] Antibiotics of choice are different for different species.", "contents": "Chlamydia Pneumonia -- Treatment / Management -- Direct Therapy. Centers for Disease Control and Prevention (CDC) recommends azithromycin and doxycycline as first-line drugs for the treatment of chlamydial infections; alternatively, levofloxacin, erythromycin, and ofloxacin are considered. [27] Antibiotics of choice are different for different species."}
{"id": "article-19432_32", "title": "Chlamydia Pneumonia -- Treatment / Management -- Direct Therapy", "content": "If C. pneumoniae is diagnosed, then azithromycin (500 mg as a loading dose on day 1 and 250 mg maintenance dose for 4 days daily) is given. Tetracycline, clarithromycin, doxycycline, or fluoroquinolones can be used as alternatives. [28] If C. psittaci is found, then tetracyclines are preferred; doxycycline is given in a dose of 100 mg twice daily for 7-10 days. Macrolides such as azithromycin or erythromycin can be used as an alternative, especially where doxycycline is contraindicated, such as in pregnancy and children below 8 years of age. [29] Erythromycin (50 mg/kg for 14 days in 4 doses) is the drug of choice for C. trachomatis pneumonia. Azithromycin can be an alternative. To eradicate the infection in the mother, azithromycin is preferred as a single dose in these cases. [30]", "contents": "Chlamydia Pneumonia -- Treatment / Management -- Direct Therapy. If C. pneumoniae is diagnosed, then azithromycin (500 mg as a loading dose on day 1 and 250 mg maintenance dose for 4 days daily) is given. Tetracycline, clarithromycin, doxycycline, or fluoroquinolones can be used as alternatives. [28] If C. psittaci is found, then tetracyclines are preferred; doxycycline is given in a dose of 100 mg twice daily for 7-10 days. Macrolides such as azithromycin or erythromycin can be used as an alternative, especially where doxycycline is contraindicated, such as in pregnancy and children below 8 years of age. [29] Erythromycin (50 mg/kg for 14 days in 4 doses) is the drug of choice for C. trachomatis pneumonia. Azithromycin can be an alternative. To eradicate the infection in the mother, azithromycin is preferred as a single dose in these cases. [30]"}
{"id": "article-19432_33", "title": "Chlamydia Pneumonia -- Treatment / Management -- Direct Therapy", "content": "A novel investigational drug, AZD0914, which inhibits DNA gyrase and topoisomerase IV, is reported to have shown efficacy against chlamydial infections comparable to other proven antibiotics such as azithromycin, doxycycline, and levofloxacin. [31] Other than the antibiotics, antipyretics, fluids, personal hygiene, and rest is advised to the patient to enhance recovery.", "contents": "Chlamydia Pneumonia -- Treatment / Management -- Direct Therapy. A novel investigational drug, AZD0914, which inhibits DNA gyrase and topoisomerase IV, is reported to have shown efficacy against chlamydial infections comparable to other proven antibiotics such as azithromycin, doxycycline, and levofloxacin. [31] Other than the antibiotics, antipyretics, fluids, personal hygiene, and rest is advised to the patient to enhance recovery."}
{"id": "article-19432_34", "title": "Chlamydia Pneumonia -- Differential Diagnosis", "content": "All other causes of atypical pneumonia, such as Mycoplasma pneumoniae , Francisella tularensis (tularemia), Coxiella burnetii (Q fever), and Legionella, should also be considered when suspecting Chlamydia pneumoniae. [10] Therefore, a thorough history must be taken along with a clinical examination to rule out other causes of atypical pneumonia in such clinical scenarios.", "contents": "Chlamydia Pneumonia -- Differential Diagnosis. All other causes of atypical pneumonia, such as Mycoplasma pneumoniae , Francisella tularensis (tularemia), Coxiella burnetii (Q fever), and Legionella, should also be considered when suspecting Chlamydia pneumoniae. [10] Therefore, a thorough history must be taken along with a clinical examination to rule out other causes of atypical pneumonia in such clinical scenarios."}
{"id": "article-19432_35", "title": "Chlamydia Pneumonia -- Differential Diagnosis", "content": "Other than pneumonia, the chlamydial species can manifest a broad spectrum of diseases in the patients, such as bronchitis, pharyngitis, sinusitis, or laryngitis. Usually, patients present with atypical and mild symptoms, and they can be misdiagnosed as upper respiratory tract infection, gastroenteritis, or simple sore throat depending upon the presentation. Other differential diagnoses include the following: [32] Bacterial pneumonia Fungal pneumonia Viral pneumonia Tuberculosis Influenza", "contents": "Chlamydia Pneumonia -- Differential Diagnosis. Other than pneumonia, the chlamydial species can manifest a broad spectrum of diseases in the patients, such as bronchitis, pharyngitis, sinusitis, or laryngitis. Usually, patients present with atypical and mild symptoms, and they can be misdiagnosed as upper respiratory tract infection, gastroenteritis, or simple sore throat depending upon the presentation. Other differential diagnoses include the following: [32] Bacterial pneumonia Fungal pneumonia Viral pneumonia Tuberculosis Influenza"}
{"id": "article-19432_36", "title": "Chlamydia Pneumonia -- Prognosis", "content": "The clinical outcomes of CAP range from mild illness to a fulminant course with fatal complications. The severity of CAP is also correlated with the immune status and the cardiopulmonary status of the host. [10] Short-term mortality was found independently associated with demographic variables of patients, comorbidities, abnormalities in lab values, and etiologic agents. [33] A study showed mortality from C. pneumonia to be 9.8%, which was less than the overall mortality of 13.7% due to CAP in the same study. [34]", "contents": "Chlamydia Pneumonia -- Prognosis. The clinical outcomes of CAP range from mild illness to a fulminant course with fatal complications. The severity of CAP is also correlated with the immune status and the cardiopulmonary status of the host. [10] Short-term mortality was found independently associated with demographic variables of patients, comorbidities, abnormalities in lab values, and etiologic agents. [33] A study showed mortality from C. pneumonia to be 9.8%, which was less than the overall mortality of 13.7% due to CAP in the same study. [34]"}
{"id": "article-19432_37", "title": "Chlamydia Pneumonia -- Prognosis", "content": "Overall, the prognosis is good if treatment is started early. The patient with mild symptoms usually recovers within 7-10 days after starting the treatment. The dry cough and general weakness can persist after the disease, slowing the complete remission up to 1 week to 2 months. If neglected, the disease can get worse, leading to complications and even mortality. [18]", "contents": "Chlamydia Pneumonia -- Prognosis. Overall, the prognosis is good if treatment is started early. The patient with mild symptoms usually recovers within 7-10 days after starting the treatment. The dry cough and general weakness can persist after the disease, slowing the complete remission up to 1 week to 2 months. If neglected, the disease can get worse, leading to complications and even mortality. [18]"}
{"id": "article-19432_38", "title": "Chlamydia Pneumonia -- Complications", "content": "Usually, the patient recovers without any complications, but immunocompromised patients can develop many fatal complications along with superinfections, including lobar pneumonia, which can worsen into lung access, empyema, or even septic shock. Some patients can develop severe type 2 respiratory failure and acute respiratory distress syndrome. In addition,", "contents": "Chlamydia Pneumonia -- Complications. Usually, the patient recovers without any complications, but immunocompromised patients can develop many fatal complications along with superinfections, including lobar pneumonia, which can worsen into lung access, empyema, or even septic shock. Some patients can develop severe type 2 respiratory failure and acute respiratory distress syndrome. In addition,"}
{"id": "article-19432_39", "title": "Chlamydia Pneumonia -- Complications", "content": "C. pneumoniae is also known to cause some long-term complications such as asthma and reactive arthritis. In psittacosis, multiple organs can be affected as the illness gets complicated. Manifestations of this can include oliguria, proteinuria, disseminated intravascular coagulation, hemolysis, jaundice, and erythema. Infection can be life-threatening in pregnancy. Reiter syndrome is a late complication that usually occurs after Chlamydia infection. It is characterized by the triad of reactive arthritis, uveitis, and urethritis. C. pneumoniae infection is reported to accelerate the process of intimal thickening and atherosclerosis in animal models. [35] C. pneumoniae infection has also been associated with other conditions such as lung cancer, arthritis, erythema nodosum, Alzheimer disease, multiple sclerosis, and sarcoidosis. [18]", "contents": "Chlamydia Pneumonia -- Complications. C. pneumoniae is also known to cause some long-term complications such as asthma and reactive arthritis. In psittacosis, multiple organs can be affected as the illness gets complicated. Manifestations of this can include oliguria, proteinuria, disseminated intravascular coagulation, hemolysis, jaundice, and erythema. Infection can be life-threatening in pregnancy. Reiter syndrome is a late complication that usually occurs after Chlamydia infection. It is characterized by the triad of reactive arthritis, uveitis, and urethritis. C. pneumoniae infection is reported to accelerate the process of intimal thickening and atherosclerosis in animal models. [35] C. pneumoniae infection has also been associated with other conditions such as lung cancer, arthritis, erythema nodosum, Alzheimer disease, multiple sclerosis, and sarcoidosis. [18]"}
{"id": "article-19432_40", "title": "Chlamydia Pneumonia -- Deterrence and Patient Education", "content": "Vaccines have not been developed for Chlamydia but there are ways to prevent this infection.", "contents": "Chlamydia Pneumonia -- Deterrence and Patient Education. Vaccines have not been developed for Chlamydia but there are ways to prevent this infection."}
{"id": "article-19432_41", "title": "Chlamydia Pneumonia -- Deterrence and Patient Education", "content": "Patients should be counseled on refraining themselves from smoking and alcohol. Respiratory precautions should be followed to limit the spread of infection which includes regular hand washing, use of masks, and covering of mouth and nose while coughing or sneezing. [36]", "contents": "Chlamydia Pneumonia -- Deterrence and Patient Education. Patients should be counseled on refraining themselves from smoking and alcohol. Respiratory precautions should be followed to limit the spread of infection which includes regular hand washing, use of masks, and covering of mouth and nose while coughing or sneezing. [36]"}
{"id": "article-19432_42", "title": "Chlamydia Pneumonia -- Deterrence and Patient Education", "content": "Atypical pneumonia caused by the chlamydial species can be fatal if not promptly addressed, particularly in patients with older age, immunocompromised state, and chronic comorbidities. Such a group of people with presentations suggesting respiratory tract infections should seek immediate care so that appropriate intervention can be done on time. [9]", "contents": "Chlamydia Pneumonia -- Deterrence and Patient Education. Atypical pneumonia caused by the chlamydial species can be fatal if not promptly addressed, particularly in patients with older age, immunocompromised state, and chronic comorbidities. Such a group of people with presentations suggesting respiratory tract infections should seek immediate care so that appropriate intervention can be done on time. [9]"}
{"id": "article-19432_43", "title": "Chlamydia Pneumonia -- Deterrence and Patient Education", "content": "C. psittaci patients should also consult a veterinarian if they possibly acquired the disease from the contact with infected pet birds so that the birds can be treated after evaluation. The mother of an infant with C. trachomatis infection should be evaluated as well and treated along with her sexual partners. Women less than 25 years, and those at increased risk should be encouraged to get screened for chlamydial infections to prevent transmission to the infant. [29] [22] [37]", "contents": "Chlamydia Pneumonia -- Deterrence and Patient Education. C. psittaci patients should also consult a veterinarian if they possibly acquired the disease from the contact with infected pet birds so that the birds can be treated after evaluation. The mother of an infant with C. trachomatis infection should be evaluated as well and treated along with her sexual partners. Women less than 25 years, and those at increased risk should be encouraged to get screened for chlamydial infections to prevent transmission to the infant. [29] [22] [37]"}
{"id": "article-19432_44", "title": "Chlamydia Pneumonia -- Pearls and Other Issues", "content": "Presentations of chlamydial pneumonia can be nonspecific. A high degree of clinical suspicion is important to diagnose the condition and treat it promptly. Empirical treatment with appropriate antibiotics usually treats the illness sometimes even before the lab reports are available.", "contents": "Chlamydia Pneumonia -- Pearls and Other Issues. Presentations of chlamydial pneumonia can be nonspecific. A high degree of clinical suspicion is important to diagnose the condition and treat it promptly. Empirical treatment with appropriate antibiotics usually treats the illness sometimes even before the lab reports are available."}
{"id": "article-19432_45", "title": "Chlamydia Pneumonia -- Pearls and Other Issues", "content": "Vulnerable groups of the population, including older adults, immunocompromised, and those with chronic health conditions should be given special attention as they are at high risk of having complications. Possibility of co-infections with other pathogens such as Pneumococcus, Mycoplasma, and Legionella should always be considered when treating C. pneumoniae. All women younger than 25 years and those at increased risk of infection should be screened for chlamydial infection. [37]", "contents": "Chlamydia Pneumonia -- Pearls and Other Issues. Vulnerable groups of the population, including older adults, immunocompromised, and those with chronic health conditions should be given special attention as they are at high risk of having complications. Possibility of co-infections with other pathogens such as Pneumococcus, Mycoplasma, and Legionella should always be considered when treating C. pneumoniae. All women younger than 25 years and those at increased risk of infection should be screened for chlamydial infection. [37]"}
{"id": "article-19432_46", "title": "Chlamydia Pneumonia -- Enhancing Healthcare Team Outcomes", "content": "Only with the combined effort of the interprofessional team can efficient patient care be delivered comprehensively. Health care providers should be vigilant for the non-specific signs in atypical pneumonia as the lab investigations usually take time, and the patients are easily treated with appropriate empirical antibiotics. While the condition can be treated in a primary care setting, complicated illness should be referred to higher care facilities or specialists. Clinicians should ensure the patients get all recommended vaccines as mixed infections are common.", "contents": "Chlamydia Pneumonia -- Enhancing Healthcare Team Outcomes. Only with the combined effort of the interprofessional team can efficient patient care be delivered comprehensively. Health care providers should be vigilant for the non-specific signs in atypical pneumonia as the lab investigations usually take time, and the patients are easily treated with appropriate empirical antibiotics. While the condition can be treated in a primary care setting, complicated illness should be referred to higher care facilities or specialists. Clinicians should ensure the patients get all recommended vaccines as mixed infections are common."}
{"id": "article-19432_47", "title": "Chlamydia Pneumonia -- Enhancing Healthcare Team Outcomes", "content": "Nursing care providers should ensure hospitalized patients get appropriate care, which includes but not limited to, monitoring vitals, bedside care, medication administration, and assisting patients to recover and regain functionality. The role of pharmacists is important in ascertaining that the right medication with the right dose has been prescribed before they reach the patients.", "contents": "Chlamydia Pneumonia -- Enhancing Healthcare Team Outcomes. Nursing care providers should ensure hospitalized patients get appropriate care, which includes but not limited to, monitoring vitals, bedside care, medication administration, and assisting patients to recover and regain functionality. The role of pharmacists is important in ascertaining that the right medication with the right dose has been prescribed before they reach the patients."}
{"id": "article-19432_48", "title": "Chlamydia Pneumonia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chlamydia Pneumonia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}