{"id": "article-128608_0", "title": "CT Instrumentation and Physics -- Definition/Introduction", "content": "Computed Tomography (CT) instrumentation and physics encompasses the equipment, devices, and tangible components integral to CT imaging technology. CT is a medical imaging modality that employs x-rays and computer processing to generate detailed internal body images. Instrumentation refers to the specialized machinery and apparatuses used for conducting CT scans. This includes the x-ray machine, detectors, the circular gantry that houses both the x-ray machine and detectors while revolving around the patient, the patient table, and various electronic components responsible for overseeing the imaging procedure. This term also encompasses the properties of CT imaging, such as the fundamental principles of x-ray physics, radiation exposure considerations, and image acquisition mechanics.", "contents": "CT Instrumentation and Physics -- Definition/Introduction. Computed Tomography (CT) instrumentation and physics encompasses the equipment, devices, and tangible components integral to CT imaging technology. CT is a medical imaging modality that employs x-rays and computer processing to generate detailed internal body images. Instrumentation refers to the specialized machinery and apparatuses used for conducting CT scans. This includes the x-ray machine, detectors, the circular gantry that houses both the x-ray machine and detectors while revolving around the patient, the patient table, and various electronic components responsible for overseeing the imaging procedure. This term also encompasses the properties of CT imaging, such as the fundamental principles of x-ray physics, radiation exposure considerations, and image acquisition mechanics."}
{"id": "article-128608_1", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Basic Principles of CT", "content": "CT uses x-ray beams and a computer to create cross-sectional images of the body. CT slices reveal specific anatomy levels, with slice thickness chosen to minimize scatter radiation and superimposition using collimators. CT data are divided into pixels, forming a matrix, each representing different image details. Structures in CT images are depicted in varying shades of gray based on x-ray beam attenuation principles. The linear attenuation coefficient quantifies photon interaction with matter and varies with density, atomic number, and energy. [1] Higher density and atomic number lead to more significant attenuation, affecting image contrast. [1] CT images reflect these coefficients, showing denser materials as white and less dense ones as black. Contrast agents, like iodine, temporarily modify structure density differences for better visualization. [2] Hounsfield units (HU) quantify attenuation, aiding tissue characterization. However, HU values may be slightly inaccurate due to various factors. Polychromatic x-rays in CT can cause artifacts, like beam hardening, when low-energy photons are preferentially absorbed. [2] Filtering the x-ray beam with materials like aluminum can reduce these artifacts and improve image quality while lowering patient radiation dose. [2] CT exams involve selecting slice thickness based on anatomy and pathology. Thinner slices are ideal for detecting minor details and minimizing volume averaging effects, where normal and pathological tissue blend. [3] X-ray photons are created in the gantry-mounted tube, with voltage and tube current controlling intensity. [3] Detectors convert x-rays to electric current, which is processed by the data acquisition system (DAS) and converted into images by the central processing unit (CPU). [4] Often shown in HU, these images rely on pixel values to depict anatomical structures.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Basic Principles of CT. CT uses x-ray beams and a computer to create cross-sectional images of the body. CT slices reveal specific anatomy levels, with slice thickness chosen to minimize scatter radiation and superimposition using collimators. CT data are divided into pixels, forming a matrix, each representing different image details. Structures in CT images are depicted in varying shades of gray based on x-ray beam attenuation principles. The linear attenuation coefficient quantifies photon interaction with matter and varies with density, atomic number, and energy. [1] Higher density and atomic number lead to more significant attenuation, affecting image contrast. [1] CT images reflect these coefficients, showing denser materials as white and less dense ones as black. Contrast agents, like iodine, temporarily modify structure density differences for better visualization. [2] Hounsfield units (HU) quantify attenuation, aiding tissue characterization. However, HU values may be slightly inaccurate due to various factors. Polychromatic x-rays in CT can cause artifacts, like beam hardening, when low-energy photons are preferentially absorbed. [2] Filtering the x-ray beam with materials like aluminum can reduce these artifacts and improve image quality while lowering patient radiation dose. [2] CT exams involve selecting slice thickness based on anatomy and pathology. Thinner slices are ideal for detecting minor details and minimizing volume averaging effects, where normal and pathological tissue blend. [3] X-ray photons are created in the gantry-mounted tube, with voltage and tube current controlling intensity. [3] Detectors convert x-rays to electric current, which is processed by the data acquisition system (DAS) and converted into images by the central processing unit (CPU). [4] Often shown in HU, these images rely on pixel values to depict anatomical structures."}
{"id": "article-128608_2", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Basic Principles of CT", "content": "While designed differently, CT scanners share typical phases: data acquisition, image reconstruction, and image display. Data collection occurs in the first phase, processing in the second assigns pixel values, and in the final stage, data are displayed as shades of gray for viewing.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Basic Principles of CT. While designed differently, CT scanners share typical phases: data acquisition, image reconstruction, and image display. Data collection occurs in the first phase, processing in the second assigns pixel values, and in the final stage, data are displayed as shades of gray for viewing."}
{"id": "article-128608_3", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Data Acquisition & Image Reconstruction", "content": "CT utilizes detectors, which can be single elements or part of a larger detector array, and includes reference detectors to aid in calibration and artifact reduction. The size of the fan beam and the number of detector elements collecting data depend on the selected scan field of view. [4] Ideal detectors exhibit high efficiency in capturing transmitted photons, minimal afterglow (persistent scintillation), effective scatter suppression, and stability that eliminates frequent calibration interruptions. [5] [6] Overall detector efficiency results from multiple factors, including the stopping power of the detector material, scintillator efficiency (for solid-state detectors), charge collection efficiency (for xenon detectors), geometric efficiency (comparing detector collimator plates to surface area), and scatter rejection. [7] [4] Other terms related to detector efficiency include capture efficiency (the ability to acquire photons), absorption efficiency (the number of absorbed photons), response time (the time for the signal to return to zero after x-ray stimulation), and dynamic range (the ratio of the maximum to minimum measurable signals). [3] [4]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Data Acquisition & Image Reconstruction. CT utilizes detectors, which can be single elements or part of a larger detector array, and includes reference detectors to aid in calibration and artifact reduction. The size of the fan beam and the number of detector elements collecting data depend on the selected scan field of view. [4] Ideal detectors exhibit high efficiency in capturing transmitted photons, minimal afterglow (persistent scintillation), effective scatter suppression, and stability that eliminates frequent calibration interruptions. [5] [6] Overall detector efficiency results from multiple factors, including the stopping power of the detector material, scintillator efficiency (for solid-state detectors), charge collection efficiency (for xenon detectors), geometric efficiency (comparing detector collimator plates to surface area), and scatter rejection. [7] [4] Other terms related to detector efficiency include capture efficiency (the ability to acquire photons), absorption efficiency (the number of absorbed photons), response time (the time for the signal to return to zero after x-ray stimulation), and dynamic range (the ratio of the maximum to minimum measurable signals). [3] [4]"}
{"id": "article-128608_4", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Data Acquisition & Image Reconstruction", "content": "Modern CT scanners primarily employ solid-state crystal detectors. At the same time, older models may utilize xenon gas detectors, which are becoming less prevalent due to limitations in multidetector row CT (MDCT) systems. Third-generation CT scanners feature a detector array and an x-ray tube that generates a fan-shaped beam, eliminating the need for beam and detector translation. [8] This design reduces scan times and motion artifacts, improving image quality, although it may lead to ring artifacts. [2] [8] Fourth-generation scanners have a fixed detector array within the gantry while the tube rotates. Despite having more detectors, this design poses challenges related to motion artifacts. To address this issue, over-scans are utilized, but they elevate patient radiation exposure. [9] Another CT design, electron beam imaging (EBCT), employs a fixed electron gun and anode target. While it offers high speed, its clinical utility is limited due to spatial resolution concerns, cost factors, and difficulty obtaining insurance reimbursement. [10] The emergence of newer multidetector-row technology has reduced the relevance of EBCT.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Data Acquisition & Image Reconstruction. Modern CT scanners primarily employ solid-state crystal detectors. At the same time, older models may utilize xenon gas detectors, which are becoming less prevalent due to limitations in multidetector row CT (MDCT) systems. Third-generation CT scanners feature a detector array and an x-ray tube that generates a fan-shaped beam, eliminating the need for beam and detector translation. [8] This design reduces scan times and motion artifacts, improving image quality, although it may lead to ring artifacts. [2] [8] Fourth-generation scanners have a fixed detector array within the gantry while the tube rotates. Despite having more detectors, this design poses challenges related to motion artifacts. To address this issue, over-scans are utilized, but they elevate patient radiation exposure. [9] Another CT design, electron beam imaging (EBCT), employs a fixed electron gun and anode target. While it offers high speed, its clinical utility is limited due to spatial resolution concerns, cost factors, and difficulty obtaining insurance reimbursement. [10] The emergence of newer multidetector-row technology has reduced the relevance of EBCT."}
{"id": "article-128608_5", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Data Acquisition & Image Reconstruction", "content": "The gantry's DAS converts analog signals from detectors into digital signals. [2] Continuous x-rays create rays read by the DAS. The system correlates ray attenuation with position, creating profiles for each view. These are projected onto a matrix, potentially causing streak artifacts. To reduce them, data undergoes filtered mathematical operations. Iterative reconstruction, a newer method, updates the image by comparing computed projections with original data, reducing noise and radiation dose by up to 50%. [11] [12]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Data Acquisition & Image Reconstruction. The gantry's DAS converts analog signals from detectors into digital signals. [2] Continuous x-rays create rays read by the DAS. The system correlates ray attenuation with position, creating profiles for each view. These are projected onto a matrix, potentially causing streak artifacts. To reduce them, data undergoes filtered mathematical operations. Iterative reconstruction, a newer method, updates the image by comparing computed projections with original data, reducing noise and radiation dose by up to 50%. [11] [12]"}
{"id": "article-128608_6", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Image Quality & Quality Assurance", "content": "The quality of the image is influenced by numerous factors, some of which are within the operator's control, while others, like the patient's size, are not. The operator can manipulate variables, including milliampere (mA) level, scan duration, slice thickness, field of view, reconstruction method, and kilovolt peak (kVp). [1] Additionally, the operator can select a pitch value when employing helical scanning techniques. Collectively, these factors are typically referred to as scanning parameters. Image quality relies on two key elements: spatial resolution, which discerns fine, high-contrast details, and contrast resolution, which distinguishes objects with similar densities. [12] [13] These aspects together enhance diagnostic precision in medical imaging. Spatial resolution is commonly assessed with the modulation transfer function (MTF), which ranges from 0 to 1, indicating how faithfully object details are reproduced. [14] In-plane resolution depends on matrix size and display field of view (DFOV). Matrix size determines pixel size, and adjusting DFOV changes to image and pixel dimensions. Larger DFOV leads to larger pixels and lower spatial detail. Pixel size affects accuracy, with smaller pixels reducing volume averaging and enhancing spatial resolution. [15] Voxel size, influenced by slice thickness and matrix dimensions, is also crucial in spatial resolution. [15] Thinner slices and consistently sized voxels lead to better results. The operator's choice of slice thickness determines the voxel shape, and all tissue data within a voxel are averaged to produce a single user-selected CT number.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Image Quality & Quality Assurance. The quality of the image is influenced by numerous factors, some of which are within the operator's control, while others, like the patient's size, are not. The operator can manipulate variables, including milliampere (mA) level, scan duration, slice thickness, field of view, reconstruction method, and kilovolt peak (kVp). [1] Additionally, the operator can select a pitch value when employing helical scanning techniques. Collectively, these factors are typically referred to as scanning parameters. Image quality relies on two key elements: spatial resolution, which discerns fine, high-contrast details, and contrast resolution, which distinguishes objects with similar densities. [12] [13] These aspects together enhance diagnostic precision in medical imaging. Spatial resolution is commonly assessed with the modulation transfer function (MTF), which ranges from 0 to 1, indicating how faithfully object details are reproduced. [14] In-plane resolution depends on matrix size and display field of view (DFOV). Matrix size determines pixel size, and adjusting DFOV changes to image and pixel dimensions. Larger DFOV leads to larger pixels and lower spatial detail. Pixel size affects accuracy, with smaller pixels reducing volume averaging and enhancing spatial resolution. [15] Voxel size, influenced by slice thickness and matrix dimensions, is also crucial in spatial resolution. [15] Thinner slices and consistently sized voxels lead to better results. The operator's choice of slice thickness determines the voxel shape, and all tissue data within a voxel are averaged to produce a single user-selected CT number."}
{"id": "article-128608_7", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Image Quality & Quality Assurance", "content": "CT systems offer different reconstruction algorithms that operators can choose or build into scan protocols to enhance or suppress specific data aspects for optimal diagnosis. [13] Some algorithms emphasize data smoothing by reducing pixel differences and reducing artifacts at the expense of spatial resolution. [16] Conversely, certain filters accentuate pixel differences to optimize spatial resolution but sacrifice low-contrast resolution. [16] These filters are suitable when extreme tissue density variations are present and low-contrast resolution is less critical. Contrast resolution distinguishes subtle density variations (low-contrast detectability). [3] Subject contrast depends on object size, making smaller objects harder to discern. [3] Organ contrast stems from physical traits, eg, the lung's air content. Temporal resolution is crucial for capturing moving structures and dynamic contrast studies influenced by gantry speed, detector channels, and signal recording. [17]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Image Quality & Quality Assurance. CT systems offer different reconstruction algorithms that operators can choose or build into scan protocols to enhance or suppress specific data aspects for optimal diagnosis. [13] Some algorithms emphasize data smoothing by reducing pixel differences and reducing artifacts at the expense of spatial resolution. [16] Conversely, certain filters accentuate pixel differences to optimize spatial resolution but sacrifice low-contrast resolution. [16] These filters are suitable when extreme tissue density variations are present and low-contrast resolution is less critical. Contrast resolution distinguishes subtle density variations (low-contrast detectability). [3] Subject contrast depends on object size, making smaller objects harder to discern. [3] Organ contrast stems from physical traits, eg, the lung's air content. Temporal resolution is crucial for capturing moving structures and dynamic contrast studies influenced by gantry speed, detector channels, and signal recording. [17]"}
{"id": "article-128608_8", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Image Quality & Quality Assurance", "content": "Quality control programs aim to optimize CT image quality while minimizing patient radiation exposure. [18] These programs systematically monitor the CT system's performance to detect specific issues or malfunctions. CT technologists and medical physicists share responsibility for conducting and documenting quality control tests. Technologists typically handle routine tests, while physicists perform annual or semi-annual tests, including acquiring necessary dosimetric data. [19] Quality assurance programs must adhere to three key principles: 1) regular performance of program tests, 2) consistent documentation of results in a standardized format, and 3) indication of whether the tested parameters meet specified guidelines. [19]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Image Quality & Quality Assurance. Quality control programs aim to optimize CT image quality while minimizing patient radiation exposure. [18] These programs systematically monitor the CT system's performance to detect specific issues or malfunctions. CT technologists and medical physicists share responsibility for conducting and documenting quality control tests. Technologists typically handle routine tests, while physicists perform annual or semi-annual tests, including acquiring necessary dosimetric data. [19] Quality assurance programs must adhere to three key principles: 1) regular performance of program tests, 2) consistent documentation of results in a standardized format, and 3) indication of whether the tested parameters meet specified guidelines. [19]"}
{"id": "article-128608_9", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "A CT scanner is composed of a gantry, which constitutes the external apparatus of the scanner, an x-ray tube often composed of tungsten targets, a filter that attempts to create a monochromatic beam, a collimator which removes scatter, and a detector (most often a solid-state detector). Compared to typical diagnostic x-ray tubes, CT tubes function with higher amperage and a similar voltage to x-ray tubes and have similar focal spot sizes. Filters serve to reduce patient dose by removing low-energy x-rays and create a monochromatic beam as a result. Filters are typically composed of low-Z materials. While filters attenuate low-energy x-rays, collimators determine the thickness of the x-ray beam and section thickness. On the detector end, septa are also employed to reduce scatter and improve image quality by decreasing noise.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. A CT scanner is composed of a gantry, which constitutes the external apparatus of the scanner, an x-ray tube often composed of tungsten targets, a filter that attempts to create a monochromatic beam, a collimator which removes scatter, and a detector (most often a solid-state detector). Compared to typical diagnostic x-ray tubes, CT tubes function with higher amperage and a similar voltage to x-ray tubes and have similar focal spot sizes. Filters serve to reduce patient dose by removing low-energy x-rays and create a monochromatic beam as a result. Filters are typically composed of low-Z materials. While filters attenuate low-energy x-rays, collimators determine the thickness of the x-ray beam and section thickness. On the detector end, septa are also employed to reduce scatter and improve image quality by decreasing noise."}
{"id": "article-128608_10", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "CT scans use a kVp of around 120, although this can range from 70-140. An increased kVp increases the dose in CT imaging. Increasing kVp also increases noise, although this might be necessary for troubleshooting metal artifacts and imaging osseous structures. Iodinated contrast, whose K edge is around 33 keV, is better imaged at a lower kVp (typically about 80).", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. CT scans use a kVp of around 120, although this can range from 70-140. An increased kVp increases the dose in CT imaging. Increasing kVp also increases noise, although this might be necessary for troubleshooting metal artifacts and imaging osseous structures. Iodinated contrast, whose K edge is around 33 keV, is better imaged at a lower kVp (typically about 80)."}
{"id": "article-128608_11", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "The application of mathematical filters called kernels serves to smoothen or sharpen data. Kernels serve to produce images with varying levels of noise and spatial resolution. A smooth kernel can help visualize soft tissue anatomy, while a sharp kernel has superior spatial resolution and is used to evaluate osseous structures. [20]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. The application of mathematical filters called kernels serves to smoothen or sharpen data. Kernels serve to produce images with varying levels of noise and spatial resolution. A smooth kernel can help visualize soft tissue anatomy, while a sharp kernel has superior spatial resolution and is used to evaluate osseous structures. [20]"}
{"id": "article-128608_12", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "Helical/spiral CT obtains images with an x-ray tube by enabling a table to move continuously at a constant speed, thereby having the advantage of less motion artifact. [21]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. Helical/spiral CT obtains images with an x-ray tube by enabling a table to move continuously at a constant speed, thereby having the advantage of less motion artifact. [21]"}
{"id": "article-128608_13", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "Pitch is the ratio of the distance the table moved in a single x-ray tube rotation divided by the beam width. A beam width of 1 will have no slice overlap. A pitch greater than 1 will have slice gaps, while a less than 1 will overlap. [22]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. Pitch is the ratio of the distance the table moved in a single x-ray tube rotation divided by the beam width. A beam width of 1 will have no slice overlap. A pitch greater than 1 will have slice gaps, while a less than 1 will overlap. [22]"}
{"id": "article-128608_14", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "Iterative reconstruction is now the more commonly used method of newer algorithms of image reconstruction, often uses a lower dose and can decrease noise to a better degree than older image reconstruction algorithms such as back projection and filtered back projection. [23]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. Iterative reconstruction is now the more commonly used method of newer algorithms of image reconstruction, often uses a lower dose and can decrease noise to a better degree than older image reconstruction algorithms such as back projection and filtered back projection. [23]"}
{"id": "article-128608_15", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "Housfield units constitute density and attenuation data of tissues with the standard of water used as the point of zero.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. Housfield units constitute density and attenuation data of tissues with the standard of water used as the point of zero."}
{"id": "article-128608_16", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "Window width and level constitute a way to manipulate an image better to interrogate anatomy and pathology. The \"level\" constitutes the grey scale midpoint and is often established by the tissue attenuation being interrogated. The window \"width\" constitutes the desired range of densities used to compare tissues. Comparing bone with soft tissue will have a wide window width, while comparing tissues of similar densities will have a narrow window width.", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. Window width and level constitute a way to manipulate an image better to interrogate anatomy and pathology. The \"level\" constitutes the grey scale midpoint and is often established by the tissue attenuation being interrogated. The window \"width\" constitutes the desired range of densities used to compare tissues. Comparing bone with soft tissue will have a wide window width, while comparing tissues of similar densities will have a narrow window width."}
{"id": "article-128608_17", "title": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider", "content": "Automatic exposure control will alter mA but not kVp. Increasing mA by a factor of 4 increases your signal-to-noise ratio by a factor of 2 while increasing dose by a factor of 2. [24]", "contents": "CT Instrumentation and Physics -- Definition/Introduction -- Summary and additional points to consider. Automatic exposure control will alter mA but not kVp. Increasing mA by a factor of 4 increases your signal-to-noise ratio by a factor of 2 while increasing dose by a factor of 2. [24]"}
{"id": "article-128608_18", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Artifacts in CT images can have various origins and manifestations, categorized as physics-based (stemming from data acquisition), patient-based, or equipment-induced. These artifacts can significantly compromise image quality, necessitating their identification, understanding, and potential prevention or reduction. Detecting artifact causes can save time and resources, allowing prompt correction or service.", "contents": "CT Instrumentation and Physics -- Issues of Concern. Artifacts in CT images can have various origins and manifestations, categorized as physics-based (stemming from data acquisition), patient-based, or equipment-induced. These artifacts can significantly compromise image quality, necessitating their identification, understanding, and potential prevention or reduction. Detecting artifact causes can save time and resources, allowing prompt correction or service."}
{"id": "article-128608_19", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Image noise: Appears as grainy artifacts and can result from various factors, including quantum noise due to insufficient detected photons. [25] [26] Reducing noise enhances contrast resolution. Adjusting mAs directly affects the number of photons, impacting signal-to-noise ratio (SNR) and contrast resolution. However, this also increases radiation dose. [25] Smaller pixel size reduces photon count per pixel, increasing noise and decreasing contrast resolution. Slice thickness affects photon availability and SNR, with thicker slices providing better SNR but compromising spatial resolution. Larger patients attenuate more photons, reducing SNR and contrast resolution. [26]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Image noise: Appears as grainy artifacts and can result from various factors, including quantum noise due to insufficient detected photons. [25] [26] Reducing noise enhances contrast resolution. Adjusting mAs directly affects the number of photons, impacting signal-to-noise ratio (SNR) and contrast resolution. However, this also increases radiation dose. [25] Smaller pixel size reduces photon count per pixel, increasing noise and decreasing contrast resolution. Slice thickness affects photon availability and SNR, with thicker slices providing better SNR but compromising spatial resolution. Larger patients attenuate more photons, reducing SNR and contrast resolution. [26]"}
{"id": "article-128608_20", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Beam Hardening: This occurs due to the polychromatic nature of the x-ray beam. [27] Lower-energy photons are absorbed as they pass through an object, causing a \"harder\" beam. [27] This effect leads to artifacts like cupping or streaks between dense objects. Using filtration, calibration, and beam-hardening correction software, CT systems minimize these artifacts. [27]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Beam Hardening: This occurs due to the polychromatic nature of the x-ray beam. [27] Lower-energy photons are absorbed as they pass through an object, causing a \"harder\" beam. [27] This effect leads to artifacts like cupping or streaks between dense objects. Using filtration, calibration, and beam-hardening correction software, CT systems minimize these artifacts. [27]"}
{"id": "article-128608_21", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Partial Volume Artifact: Arises when multiple tissue types are within a voxel, typically caused by dense objects at the edge of the field of view. [28] This results in shading artifacts. Reducing partial volume artifacts is achieved by using thinner slices. [28] [29]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Partial Volume Artifact: Arises when multiple tissue types are within a voxel, typically caused by dense objects at the edge of the field of view. [28] This results in shading artifacts. Reducing partial volume artifacts is achieved by using thinner slices. [28] [29]"}
{"id": "article-128608_22", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Aliasing: Occurs when there is insufficient projection data, causing inaccuracies in reproducing sharp edges and small objects. [25] It leads to fine stripes radiating from dense structures. Aliasing can be reduced by adjusting gantry rotation speed or helical pitch. [30] [28]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Aliasing: Occurs when there is insufficient projection data, causing inaccuracies in reproducing sharp edges and small objects. [25] It leads to fine stripes radiating from dense structures. Aliasing can be reduced by adjusting gantry rotation speed or helical pitch. [30] [28]"}
{"id": "article-128608_23", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Edge Gradient Effect: Causes streak artifacts or shading due to irregularly shaped objects with a significant density difference from surrounding structures. [31] Thinner slices help reduce this artifact. A low HU-value oral contrast or water can eliminate streak artifacts in the gastrointestinal tract. [31]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Edge Gradient Effect: Causes streak artifacts or shading due to irregularly shaped objects with a significant density difference from surrounding structures. [31] Thinner slices help reduce this artifact. A low HU-value oral contrast or water can eliminate streak artifacts in the gastrointestinal tract. [31]"}
{"id": "article-128608_24", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Motion: Results in shading, ghosting, streaking, or blurring artifacts. CT systems have features like over-scan and partial scan modes, software correction, and cardiac gating to minimize motion artifacts. [25] Patient preparation, education, positioning aids, and sometimes sedation can reduce voluntary motion. [25] Minimizing scan time for chest and abdomen scans also helps. [25]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Motion: Results in shading, ghosting, streaking, or blurring artifacts. CT systems have features like over-scan and partial scan modes, software correction, and cardiac gating to minimize motion artifacts. [25] Patient preparation, education, positioning aids, and sometimes sedation can reduce voluntary motion. [25] Minimizing scan time for chest and abdomen scans also helps. [25]"}
{"id": "article-128608_25", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Metallic Artifacts: These artifacts stem from metal objects within the SFOV. Metal's density often exceeds the CT system's dynamic range of HU values, causing streak artifacts. [32] While newer systems have expanded HU scales, it's best to minimize metal in the SFOV by removing removable metal objects or adjusting scanning parameters when possible. [32]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Metallic Artifacts: These artifacts stem from metal objects within the SFOV. Metal's density often exceeds the CT system's dynamic range of HU values, causing streak artifacts. [32] While newer systems have expanded HU scales, it's best to minimize metal in the SFOV by removing removable metal objects or adjusting scanning parameters when possible. [32]"}
{"id": "article-128608_26", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Ring Artifacts: Typically seen in third-generation scanners, ring artifacts appear as concentric rings centered on the rotational axis. [25] They result from faulty or misaligned detector elements and may require recalibration or service engineer intervention. [25] Recent advancements demonstrate how artificial intelligence can effectively mitigate ring artifacts in medical imaging. [33] [34]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Ring Artifacts: Typically seen in third-generation scanners, ring artifacts appear as concentric rings centered on the rotational axis. [25] They result from faulty or misaligned detector elements and may require recalibration or service engineer intervention. [25] Recent advancements demonstrate how artificial intelligence can effectively mitigate ring artifacts in medical imaging. [33] [34]"}
{"id": "article-128608_27", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Tube Arcing: This equipment-induced artifact occurs due to short circuits within the x-ray tube, often caused by differences in electrical potential. [35] Aging tubes, changes in vacuum levels, or gas molecules within the tube can contribute to arcing. [35] It can lead to various artifacts, from minor streaks to severe image distortion. Reporting the issue to a service engineer for evaluation and potential resolution is essential when tube arcing occurs.", "contents": "CT Instrumentation and Physics -- Issues of Concern. Tube Arcing: This equipment-induced artifact occurs due to short circuits within the x-ray tube, often caused by differences in electrical potential. [35] Aging tubes, changes in vacuum levels, or gas molecules within the tube can contribute to arcing. [35] It can lead to various artifacts, from minor streaks to severe image distortion. Reporting the issue to a service engineer for evaluation and potential resolution is essential when tube arcing occurs."}
{"id": "article-128608_28", "title": "CT Instrumentation and Physics -- Issues of Concern", "content": "Helical CT scans introduce unique artifacts due to the interpolation process in reconstruction. These artifacts can be minimized by using a low pitch when possible. [13] In MDCT helical systems, the \"cone beam effect\" can lead to artifacts, especially in the outer detector rows, and these become more pronounced with a larger cone beam. [13] Some protocols restrict data acquisition to the center rows to improve image quality. [13] Additionally, various artifacts can occur when creating three-dimensional (3D) or differently oriented images from the original scan data, so care is needed in multiplanar or 3D reconstructions. [13]", "contents": "CT Instrumentation and Physics -- Issues of Concern. Helical CT scans introduce unique artifacts due to the interpolation process in reconstruction. These artifacts can be minimized by using a low pitch when possible. [13] In MDCT helical systems, the \"cone beam effect\" can lead to artifacts, especially in the outer detector rows, and these become more pronounced with a larger cone beam. [13] Some protocols restrict data acquisition to the center rows to improve image quality. [13] Additionally, various artifacts can occur when creating three-dimensional (3D) or differently oriented images from the original scan data, so care is needed in multiplanar or 3D reconstructions. [13]"}
{"id": "article-128608_29", "title": "CT Instrumentation and Physics -- Clinical Significance", "content": "Understanding the physics of CT is fundamental to grasping the clinical significance of artifact recognition and management. CT physics underpins the principles governing image acquisition and reconstruction, which impacts image quality and directly relates to its usefulness in providing an accurate diagnosis. For example, an image of an infant using a shallow technique may appear quite noisy. However, it may still be adequate if the image is taken to follow up a significant abnormality, such as an abscess. Radiologists and technologists must comprehend the physics-related factors that can introduce artifacts to the images, such as beam hardening, partial volume effects, and metallic artifacts. This knowledge empowers them to identify these artifacts promptly and employ appropriate corrective measures. An in-depth understanding of CT physics enhances diagnostic accuracy and ensures patients receive optimized care. By minimizing image artifacts, clinicians can make more precise diagnoses, reduce the need for repeat scans, limit radiation exposure, and expedite the initiation of necessary medical interventions. Ultimately, comprehending CT physics elevates the clinical significance of artifact recognition and management, benefiting patients and healthcare providers.", "contents": "CT Instrumentation and Physics -- Clinical Significance. Understanding the physics of CT is fundamental to grasping the clinical significance of artifact recognition and management. CT physics underpins the principles governing image acquisition and reconstruction, which impacts image quality and directly relates to its usefulness in providing an accurate diagnosis. For example, an image of an infant using a shallow technique may appear quite noisy. However, it may still be adequate if the image is taken to follow up a significant abnormality, such as an abscess. Radiologists and technologists must comprehend the physics-related factors that can introduce artifacts to the images, such as beam hardening, partial volume effects, and metallic artifacts. This knowledge empowers them to identify these artifacts promptly and employ appropriate corrective measures. An in-depth understanding of CT physics enhances diagnostic accuracy and ensures patients receive optimized care. By minimizing image artifacts, clinicians can make more precise diagnoses, reduce the need for repeat scans, limit radiation exposure, and expedite the initiation of necessary medical interventions. Ultimately, comprehending CT physics elevates the clinical significance of artifact recognition and management, benefiting patients and healthcare providers."}
{"id": "article-128608_30", "title": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Healthcare professionals, including radiologic technologists and radiologists, must possess the technical proficiency to operate CT machines and accurately interpret the resulting images. Additionally, clinical skills are vital for physicians to correlate CT findings with a patient's medical history and physical examination, aiding in accurate diagnoses.", "contents": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions. Healthcare professionals, including radiologic technologists and radiologists, must possess the technical proficiency to operate CT machines and accurately interpret the resulting images. Additionally, clinical skills are vital for physicians to correlate CT findings with a patient's medical history and physical examination, aiding in accurate diagnoses."}
{"id": "article-128608_31", "title": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Strategy is crucial in the utilization of CT scans. This encompasses the development of a strategic approach to ordering and interpreting scans, including selecting appropriate imaging protocols and sequences to address specific clinical questions efficiently. Physicians and radiologists should strategize to minimize radiation exposure, especially for vulnerable populations such as pregnant women or children. Ethics play a significant role in the responsible use of CT imaging. Healthcare professionals must ensure that patients or their guardians provide informed consent while fully understanding the risks and benefits of CT scans. Ethical considerations involve using the lowest possible radiation dose while maintaining diagnostic quality. Responsibilities are distributed among various healthcare professionals.", "contents": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions. Strategy is crucial in the utilization of CT scans. This encompasses the development of a strategic approach to ordering and interpreting scans, including selecting appropriate imaging protocols and sequences to address specific clinical questions efficiently. Physicians and radiologists should strategize to minimize radiation exposure, especially for vulnerable populations such as pregnant women or children. Ethics play a significant role in the responsible use of CT imaging. Healthcare professionals must ensure that patients or their guardians provide informed consent while fully understanding the risks and benefits of CT scans. Ethical considerations involve using the lowest possible radiation dose while maintaining diagnostic quality. Responsibilities are distributed among various healthcare professionals."}
{"id": "article-128608_32", "title": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Physicians are responsible for ordering appropriate CT scans, interpreting results, and effectively communicating findings to patients and the healthcare team. Nurses are tasked with preparing patients, monitoring vital signs, and providing emotional support during the procedure. While not directly involved in CT imaging, pharmacists ensure that patients receive the appropriate medications before and after imaging, particularly in contrast material administration cases. Effective interprofessional communication is paramount in delivering high-quality care. Clear and timely communication of vital information, including critical findings, patient conditions, and medication needs, is crucial among physicians, radiologists, nurses, pharmacists, and other healthcare team members. Radiologists must communicate their findings in a manner understandable to nonspecialist team members.", "contents": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions. Physicians are responsible for ordering appropriate CT scans, interpreting results, and effectively communicating findings to patients and the healthcare team. Nurses are tasked with preparing patients, monitoring vital signs, and providing emotional support during the procedure. While not directly involved in CT imaging, pharmacists ensure that patients receive the appropriate medications before and after imaging, particularly in contrast material administration cases. Effective interprofessional communication is paramount in delivering high-quality care. Clear and timely communication of vital information, including critical findings, patient conditions, and medication needs, is crucial among physicians, radiologists, nurses, pharmacists, and other healthcare team members. Radiologists must communicate their findings in a manner understandable to nonspecialist team members."}
{"id": "article-128608_33", "title": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Care coordination is integral to ensuring a seamless patient journey in CT imaging. This includes overseeing patient scheduling, ensuring the availability of radiologic technologists, and coordinating post-scan care. Physicians must also take on the role of coordinating follow-up care based on CT results, involving specialists when necessary. Patient-centered care requires active patient involvement in decision-making. Healthcare professionals should listen to patients' concerns, provide understandable information, and engage them in decisions regarding CT scans and subsequent treatments. Ensuring patient safety involves meticulous checks such as verifying patient identification, assessing allergies to contrast materials, and monitoring patients for adverse reactions during and after contrast administration.", "contents": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions. Care coordination is integral to ensuring a seamless patient journey in CT imaging. This includes overseeing patient scheduling, ensuring the availability of radiologic technologists, and coordinating post-scan care. Physicians must also take on the role of coordinating follow-up care based on CT results, involving specialists when necessary. Patient-centered care requires active patient involvement in decision-making. Healthcare professionals should listen to patients' concerns, provide understandable information, and engage them in decisions regarding CT scans and subsequent treatments. Ensuring patient safety involves meticulous checks such as verifying patient identification, assessing allergies to contrast materials, and monitoring patients for adverse reactions during and after contrast administration."}
{"id": "article-128608_34", "title": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "To enhance team performance, regular training and interdisciplinary team meetings are essential. These forums enable healthcare professionals to stay updated on best practices, safety protocols, and advancements in CT technology, ultimately contributing to more effective and collaborative care.", "contents": "CT Instrumentation and Physics -- Nursing, Allied Health, and Interprofessional Team Interventions. To enhance team performance, regular training and interdisciplinary team meetings are essential. These forums enable healthcare professionals to stay updated on best practices, safety protocols, and advancements in CT technology, ultimately contributing to more effective and collaborative care."}
{"id": "article-128608_35", "title": "CT Instrumentation and Physics -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "CT Instrumentation and Physics -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}