{"id": "article-22333_0", "title": "Glycogen Storage Disease Type II -- Continuing Education Activity", "content": "Glycogen storage disease type II, also known as Pompe disease, is a metabolic disorder creating glycogen deposits inside lysosomes within the muscular tissue. This activity describes the evaluation and treatment of Pompe disease and highlights the role of the interprofessional team in managing patients with this condition.", "contents": "Glycogen Storage Disease Type II -- Continuing Education Activity. Glycogen storage disease type II, also known as Pompe disease, is a metabolic disorder creating glycogen deposits inside lysosomes within the muscular tissue. This activity describes the evaluation and treatment of Pompe disease and highlights the role of the interprofessional team in managing patients with this condition."}
{"id": "article-22333_1", "title": "Glycogen Storage Disease Type II -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of glycogen storage disease II. Identify the physical exam findings associated with glycogen storage disease II. Outline the treatment and management of glycogen storage disease II. Review the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients affected by glycogen storage disease II. Access free multiple choice questions on this topic.", "contents": "Glycogen Storage Disease Type II -- Continuing Education Activity. Objectives: Describe the pathophysiology of glycogen storage disease II. Identify the physical exam findings associated with glycogen storage disease II. Outline the treatment and management of glycogen storage disease II. Review the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients affected by glycogen storage disease II. Access free multiple choice questions on this topic."}
{"id": "article-22333_2", "title": "Glycogen Storage Disease Type II -- Introduction", "content": "Glycogen storage disease type II (GSD2, Pompe Disease) is a recessive metabolic disorder, creating glycogen deposits inside lysosomes within the muscular tissue [1] .", "contents": "Glycogen Storage Disease Type II -- Introduction. Glycogen storage disease type II (GSD2, Pompe Disease) is a recessive metabolic disorder, creating glycogen deposits inside lysosomes within the muscular tissue [1] ."}
{"id": "article-22333_3", "title": "Glycogen Storage Disease Type II -- Introduction", "content": "This disease is either classified as early (infantile, classic) or late-onset (non-classic). Early-onset has a severe presentation and is likely to feature a fatal outcome, should prompt treatment not be available. A common cause of lethality for both onsets is respiratory insufficiency, which manifests at different ages in late-onset. Another important cause of lethality in infantile-onset is left ventricular outflow obstruction.", "contents": "Glycogen Storage Disease Type II -- Introduction. This disease is either classified as early (infantile, classic) or late-onset (non-classic). Early-onset has a severe presentation and is likely to feature a fatal outcome, should prompt treatment not be available. A common cause of lethality for both onsets is respiratory insufficiency, which manifests at different ages in late-onset. Another important cause of lethality in infantile-onset is left ventricular outflow obstruction."}
{"id": "article-22333_4", "title": "Glycogen Storage Disease Type II -- Introduction", "content": "Preventive treatment consists of enzyme replacement therapy (alglucosidase alfa) [2] , maintaining an updated immunization schedule, and respiratory syncytial virus (RSV) prophylaxis. Adults developing signs of respiratory insufficiency can benefit from respiratory exercises or assisted mechanical ventilation, which may also be convenient for children.", "contents": "Glycogen Storage Disease Type II -- Introduction. Preventive treatment consists of enzyme replacement therapy (alglucosidase alfa) [2] , maintaining an updated immunization schedule, and respiratory syncytial virus (RSV) prophylaxis. Adults developing signs of respiratory insufficiency can benefit from respiratory exercises or assisted mechanical ventilation, which may also be convenient for children."}
{"id": "article-22333_5", "title": "Glycogen Storage Disease Type II -- Etiology", "content": "The GAA gene on chromosome 17q25.3 synthesizes acid alfa-glucosidase, which is a lysosomal enzyme catalyzing alpha 1,4 and alpha 1,6 linkages of lysosomal glycogen. Mutations in such a gene inherited in an autosomal recessive fashion, lead to unstable mRNA translating into a deficient or null product.", "contents": "Glycogen Storage Disease Type II -- Etiology. The GAA gene on chromosome 17q25.3 synthesizes acid alfa-glucosidase, which is a lysosomal enzyme catalyzing alpha 1,4 and alpha 1,6 linkages of lysosomal glycogen. Mutations in such a gene inherited in an autosomal recessive fashion, lead to unstable mRNA translating into a deficient or null product."}
{"id": "article-22333_6", "title": "Glycogen Storage Disease Type II -- Epidemiology", "content": "Incidence varies according to ethnicity and region; it is estimated to be 1:40,000 for the U.S. [1] , with 1:14,000 for African Americans. The numbers mentioned above include all GSD2 forms.", "contents": "Glycogen Storage Disease Type II -- Epidemiology. Incidence varies according to ethnicity and region; it is estimated to be 1:40,000 for the U.S. [1] , with 1:14,000 for African Americans. The numbers mentioned above include all GSD2 forms."}
{"id": "article-22333_7", "title": "Glycogen Storage Disease Type II -- Epidemiology", "content": "Certain populations could also have a particular mutation associated with their ethnic group. For example, p.Asp654Glu is mainly present in Taiwanese and Chinese patients, while p.Arg854Ter is present in individuals of African descent. [3] .", "contents": "Glycogen Storage Disease Type II -- Epidemiology. Certain populations could also have a particular mutation associated with their ethnic group. For example, p.Asp654Glu is mainly present in Taiwanese and Chinese patients, while p.Arg854Ter is present in individuals of African descent. [3] ."}
{"id": "article-22333_8", "title": "Glycogen Storage Disease Type II -- Pathophysiology", "content": "Although a precise mechanism has not been described, lysosomal glycogen accumulation leads to impairment of striated muscular cells [1] . Initially, affected areas involve active voluntary muscles (extremities), progressing to cardiac muscle, and lastly, the diaphragm.", "contents": "Glycogen Storage Disease Type II -- Pathophysiology. Although a precise mechanism has not been described, lysosomal glycogen accumulation leads to impairment of striated muscular cells [1] . Initially, affected areas involve active voluntary muscles (extremities), progressing to cardiac muscle, and lastly, the diaphragm."}
{"id": "article-22333_9", "title": "Glycogen Storage Disease Type II -- History and Physical", "content": "Two phenotypes have been described, early (infantile, classic) and late (non-classic) onset [3] .", "contents": "Glycogen Storage Disease Type II -- History and Physical. Two phenotypes have been described, early (infantile, classic) and late (non-classic) onset [3] ."}
{"id": "article-22333_10", "title": "Glycogen Storage Disease Type II -- History and Physical", "content": "Early-onset is characterized by exhibiting symptoms before the age of 1 year [1] . Common problems are hypotonia/muscle weakness with subsequent motor delay (96%), cardiomegaly (92%, commonly hypertrophic cardiomyopathy) [1] , hepatomegaly (90%), macroglossia (62%), poor feeding/failure to thrive (53% to 57%); respiratory infections or dyspnea lead to respiratory failure, which is the most common cause of death in this disease [4] . It has also been associated with hearing loss.", "contents": "Glycogen Storage Disease Type II -- History and Physical. Early-onset is characterized by exhibiting symptoms before the age of 1 year [1] . Common problems are hypotonia/muscle weakness with subsequent motor delay (96%), cardiomegaly (92%, commonly hypertrophic cardiomyopathy) [1] , hepatomegaly (90%), macroglossia (62%), poor feeding/failure to thrive (53% to 57%); respiratory infections or dyspnea lead to respiratory failure, which is the most common cause of death in this disease [4] . It has also been associated with hearing loss."}
{"id": "article-22333_11", "title": "Glycogen Storage Disease Type II -- History and Physical", "content": "Late-onset patients commonly exhibit symptoms in childhood or beyond in a variable manner, though usually as proximal muscle weakness. Symptom progression is slower but ultimately leads to lower limb weakness and respiratory failure due to diaphragm affection [5] . It is not common to find cardiac involvement. However, a small group of adults has presented with signs of arterial problems. A clue for diagnosing this illness in adolescents or adults would be a history of \"clumsiness\" while performing physical activities.", "contents": "Glycogen Storage Disease Type II -- History and Physical. Late-onset patients commonly exhibit symptoms in childhood or beyond in a variable manner, though usually as proximal muscle weakness. Symptom progression is slower but ultimately leads to lower limb weakness and respiratory failure due to diaphragm affection [5] . It is not common to find cardiac involvement. However, a small group of adults has presented with signs of arterial problems. A clue for diagnosing this illness in adolescents or adults would be a history of \"clumsiness\" while performing physical activities."}
{"id": "article-22333_12", "title": "Glycogen Storage Disease Type II -- Evaluation", "content": "For early-onset in areas where newborn screening is not available (see below), creatine kinase (CK) serum and urinary oligosaccharides can be the first step [4] .", "contents": "Glycogen Storage Disease Type II -- Evaluation. For early-onset in areas where newborn screening is not available (see below), creatine kinase (CK) serum and urinary oligosaccharides can be the first step [4] ."}
{"id": "article-22333_13", "title": "Glycogen Storage Disease Type II -- Evaluation", "content": "An acid alpha-glucosidase enzyme assay can be performed in whole or dried blood [6] [7] . However, the standard gold test is enzyme analysis from cultured fibroblasts or muscle [5] [7] , which could have an important setback, since it requires a longer time for result delivery. It is estimated that residual levels below 1% of activity are linked to infant onset, while residual levels above 2% to 40% are linked with late-onset. However, discrimination must be taken into account, since cultured fibroblast methodology is more accurate of the two.", "contents": "Glycogen Storage Disease Type II -- Evaluation. An acid alpha-glucosidase enzyme assay can be performed in whole or dried blood [6] [7] . However, the standard gold test is enzyme analysis from cultured fibroblasts or muscle [5] [7] , which could have an important setback, since it requires a longer time for result delivery. It is estimated that residual levels below 1% of activity are linked to infant onset, while residual levels above 2% to 40% are linked with late-onset. However, discrimination must be taken into account, since cultured fibroblast methodology is more accurate of the two."}
{"id": "article-22333_14", "title": "Glycogen Storage Disease Type II -- Evaluation", "content": "Acid alpha-glucosidase ( GAA ) gene sequencing confirms the diagnosis [4] [7] [4] . A thoughtful process for ordering the test should be taken into account since there are populations (see above) who would benefit from targeted gene sequence analysis rather than complete sequence analysis with deletion/duplication.", "contents": "Glycogen Storage Disease Type II -- Evaluation. Acid alpha-glucosidase ( GAA ) gene sequencing confirms the diagnosis [4] [7] [4] . A thoughtful process for ordering the test should be taken into account since there are populations (see above) who would benefit from targeted gene sequence analysis rather than complete sequence analysis with deletion/duplication."}
{"id": "article-22333_15", "title": "Glycogen Storage Disease Type II -- Evaluation", "content": "Due to the variant and often misleading nature of the late-onset phenotype, mimicking or sometimes overlapping with other muscular disorders, initial testing most of the time includes EMG, nerved conduction studies (results are normal for motor and sensory pathways); and muscle biopsy [7] with PAS staining in search for lysosomal glycogen accumulation.", "contents": "Glycogen Storage Disease Type II -- Evaluation. Due to the variant and often misleading nature of the late-onset phenotype, mimicking or sometimes overlapping with other muscular disorders, initial testing most of the time includes EMG, nerved conduction studies (results are normal for motor and sensory pathways); and muscle biopsy [7] with PAS staining in search for lysosomal glycogen accumulation."}
{"id": "article-22333_16", "title": "Glycogen Storage Disease Type II -- Treatment / Management", "content": "Following diagnosis, the initial workup should consist of chest radiography, electrocardiography, an echocardiogram to evaluate cardiac status in the early onset type.", "contents": "Glycogen Storage Disease Type II -- Treatment / Management. Following diagnosis, the initial workup should consist of chest radiography, electrocardiography, an echocardiogram to evaluate cardiac status in the early onset type."}
{"id": "article-22333_17", "title": "Glycogen Storage Disease Type II -- Treatment / Management", "content": "The reduction of vital capacity can be assessed in late-onset, which is a difficult approach with infants since the procedure requires instruction compliance. For all onsets, a prompt response should be provided to patients who develop a cough, wheezing, or shortness of breath [3] . For feeding difficulties consider an orogastric or nasogastric tube, as well as video swallow studies (late-onset) to prevent aspiration and/or gastroesophageal reflux.", "contents": "Glycogen Storage Disease Type II -- Treatment / Management. The reduction of vital capacity can be assessed in late-onset, which is a difficult approach with infants since the procedure requires instruction compliance. For all onsets, a prompt response should be provided to patients who develop a cough, wheezing, or shortness of breath [3] . For feeding difficulties consider an orogastric or nasogastric tube, as well as video swallow studies (late-onset) to prevent aspiration and/or gastroesophageal reflux."}
{"id": "article-22333_18", "title": "Glycogen Storage Disease Type II -- Treatment / Management", "content": "Enzyme replacement therapy (ERT) is currently the most reliable treatment. By providing an analogous enzyme, lysosomal glycogen accumulation in cardiac and skeletal muscle is actively reduced, though diagnosis timing is the main determinant factor for treatment response. CRIM (cross-reactive immunologic material) status is to be determined either prior to or during the first administrations of ERT. CRIM testing is important since patients who develop antibodies against the provided enzyme can have a reduced effect. Different protocols have been created to reduce this response, which can consist of antihistamines, steroids, and other immunomodulators. Dosing for ERT in its commercial forms, ranging from 20 to 40 mg/kg/dose every two weeks [2] .", "contents": "Glycogen Storage Disease Type II -- Treatment / Management. Enzyme replacement therapy (ERT) is currently the most reliable treatment. By providing an analogous enzyme, lysosomal glycogen accumulation in cardiac and skeletal muscle is actively reduced, though diagnosis timing is the main determinant factor for treatment response. CRIM (cross-reactive immunologic material) status is to be determined either prior to or during the first administrations of ERT. CRIM testing is important since patients who develop antibodies against the provided enzyme can have a reduced effect. Different protocols have been created to reduce this response, which can consist of antihistamines, steroids, and other immunomodulators. Dosing for ERT in its commercial forms, ranging from 20 to 40 mg/kg/dose every two weeks [2] ."}
{"id": "article-22333_19", "title": "Glycogen Storage Disease Type II -- Treatment / Management", "content": "Treatment of the different complications should be tailored particularly to each case. Cardiac affected patients should avoid digoxin or inotropes initially since they can worsen left ventricular outflow status. Muscle weakness is greatly benefited from physical therapy, mainly to avoid contractures of the pelvic girdle, which can require surgical management. Speech and swallow therapy, CPAP, and BiPAP are often required in patients with the late-onset phenotype.", "contents": "Glycogen Storage Disease Type II -- Treatment / Management. Treatment of the different complications should be tailored particularly to each case. Cardiac affected patients should avoid digoxin or inotropes initially since they can worsen left ventricular outflow status. Muscle weakness is greatly benefited from physical therapy, mainly to avoid contractures of the pelvic girdle, which can require surgical management. Speech and swallow therapy, CPAP, and BiPAP are often required in patients with the late-onset phenotype."}
{"id": "article-22333_20", "title": "Glycogen Storage Disease Type II -- Differential Diagnosis", "content": "The differential diagnosis of early-onset includes (differences are written in parenthesis): spinal muscular atrophy 1 (no cardiac involvement), Danon disease (X-linked inherited) [3] .", "contents": "Glycogen Storage Disease Type II -- Differential Diagnosis. The differential diagnosis of early-onset includes (differences are written in parenthesis): spinal muscular atrophy 1 (no cardiac involvement), Danon disease (X-linked inherited) [3] ."}
{"id": "article-22333_21", "title": "Glycogen Storage Disease Type II -- Differential Diagnosis", "content": "For late-onset: limb-girdle muscular dystrophy (no affection of axial muscles), Duchenne-Becker muscular dystrophy (X-linked inherited). Other glycogen storage disorders can be considered; however, the main difference consists of a lack of hypoglycemia in GSD2.", "contents": "Glycogen Storage Disease Type II -- Differential Diagnosis. For late-onset: limb-girdle muscular dystrophy (no affection of axial muscles), Duchenne-Becker muscular dystrophy (X-linked inherited). Other glycogen storage disorders can be considered; however, the main difference consists of a lack of hypoglycemia in GSD2."}
{"id": "article-22333_22", "title": "Glycogen Storage Disease Type II -- Pearls and Other Issues -- Newborn Screening", "content": "Few countries have adopted this preventive method. Within the United States, it is not universally performed, but steps are being taken to do so. The technique consists of enzyme analysis on dried blood spots through mass spectrometry. Reasoning to perform it universally is that, while diagnosed early, it can improve the prognosis dramatically. This is particularly true in early-onset where cardiac and motor development present remarkable positive results when ERT is administered within the first two weeks of life. Respiratory support is not as needed with patients who receive ERT prior to six months of age. Nonetheless, patients with particular muscle fiber resistance to therapy, antibodies against ERT, or CRIM negativity will prove to be on the poor prognostic side.", "contents": "Glycogen Storage Disease Type II -- Pearls and Other Issues -- Newborn Screening. Few countries have adopted this preventive method. Within the United States, it is not universally performed, but steps are being taken to do so. The technique consists of enzyme analysis on dried blood spots through mass spectrometry. Reasoning to perform it universally is that, while diagnosed early, it can improve the prognosis dramatically. This is particularly true in early-onset where cardiac and motor development present remarkable positive results when ERT is administered within the first two weeks of life. Respiratory support is not as needed with patients who receive ERT prior to six months of age. Nonetheless, patients with particular muscle fiber resistance to therapy, antibodies against ERT, or CRIM negativity will prove to be on the poor prognostic side."}
{"id": "article-22333_23", "title": "Glycogen Storage Disease Type II -- Pearls and Other Issues -- Newborn Screening", "content": "Patients with late-onset have a better prognosis overall, with their main factors being muscle weakness and respiratory insufficiency. On ERT, patients showed an optimal response along with increased quality of life. In both groups, no long-term studies have been performed, given the relative novelty of ERT. Patients who will be in stressful situations, like pregnancy or surgery, should be monitored closely with cardiac and respiratory surveillance. Novel therapies are underway, with adenovirus-based gene therapy being one of the most recent ones to improve the respiratory status and reduce the need for ventilatory assistance [8] .", "contents": "Glycogen Storage Disease Type II -- Pearls and Other Issues -- Newborn Screening. Patients with late-onset have a better prognosis overall, with their main factors being muscle weakness and respiratory insufficiency. On ERT, patients showed an optimal response along with increased quality of life. In both groups, no long-term studies have been performed, given the relative novelty of ERT. Patients who will be in stressful situations, like pregnancy or surgery, should be monitored closely with cardiac and respiratory surveillance. Novel therapies are underway, with adenovirus-based gene therapy being one of the most recent ones to improve the respiratory status and reduce the need for ventilatory assistance [8] ."}
{"id": "article-22333_24", "title": "Glycogen Storage Disease Type II -- Enhancing Healthcare Team Outcomes", "content": "Glycogen storage diseases are very rare. All members of the interprofessional team including nurses and clinicians need to be aware of the signs and symptoms and report their findings to the team. Team members may include cardiologists, pulmonologists, physiatrists, neurologists, and physical therapists. Pharmacists should be involved in enzyme replacement therapy (ERT). Early diagnosis and treatment will result in the best outcome. [Level 5]", "contents": "Glycogen Storage Disease Type II -- Enhancing Healthcare Team Outcomes. Glycogen storage diseases are very rare. All members of the interprofessional team including nurses and clinicians need to be aware of the signs and symptoms and report their findings to the team. Team members may include cardiologists, pulmonologists, physiatrists, neurologists, and physical therapists. Pharmacists should be involved in enzyme replacement therapy (ERT). Early diagnosis and treatment will result in the best outcome. [Level 5]"}
{"id": "article-22333_25", "title": "Glycogen Storage Disease Type II -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Glycogen Storage Disease Type II -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}