{"id": "article-26948_0", "title": "Neuroanatomy, Periaqueductal Gray -- Introduction", "content": "The periaqueductal gray (PAG) is a key structure in the propagation and modulation of pain, sympathetic responses as well as the learning and action of defensive and aversive behaviors. Most notably, the PAG is largely responsible for descending modulation of pain perception, both in inhibition and facilitation, as pain does not depend on peripheral stimulation alone. [1] [2] [3] Both suppression and facilitation of pain via these pathways is a major component of chronic pain, which can lead to further disease states such as depression and anxiety, thus guiding the focus of clinical studies and therapies.", "contents": "Neuroanatomy, Periaqueductal Gray -- Introduction. The periaqueductal gray (PAG) is a key structure in the propagation and modulation of pain, sympathetic responses as well as the learning and action of defensive and aversive behaviors. Most notably, the PAG is largely responsible for descending modulation of pain perception, both in inhibition and facilitation, as pain does not depend on peripheral stimulation alone. [1] [2] [3] Both suppression and facilitation of pain via these pathways is a major component of chronic pain, which can lead to further disease states such as depression and anxiety, thus guiding the focus of clinical studies and therapies."}
{"id": "article-26948_1", "title": "Neuroanatomy, Periaqueductal Gray -- Introduction", "content": "The PAG also participates in risk assessment, and responses to threats, aiding in defensive behaviors. These pathways give rise to learned aversive behaviors by the involvement of sympathetic responses, motor responses, emotional reactions, and elevating levels of awareness. Mice and rat models demonstrating aversive memory formation to pain related to the PAG highlights the important implications of this structure in our interactions with the environment. Further, this highlights the integral effects the PAG can have not only on the modulation of pain but the subsequent long-term impact in behavioral and memory responses to painful stimuli.", "contents": "Neuroanatomy, Periaqueductal Gray -- Introduction. The PAG also participates in risk assessment, and responses to threats, aiding in defensive behaviors. These pathways give rise to learned aversive behaviors by the involvement of sympathetic responses, motor responses, emotional reactions, and elevating levels of awareness. Mice and rat models demonstrating aversive memory formation to pain related to the PAG highlights the important implications of this structure in our interactions with the environment. Further, this highlights the integral effects the PAG can have not only on the modulation of pain but the subsequent long-term impact in behavioral and memory responses to painful stimuli."}
{"id": "article-26948_2", "title": "Neuroanatomy, Periaqueductal Gray -- Introduction", "content": "The role of the PAG with autonomic excitability not only contributes to defensive behaviors but also disease states that are affected by this activation, including panic attacks and anxiety. [4] [5] Through its complex relationship with pain processing, research has shown that the PAG to become activated in those with depression. More recently identified, the PAG is involved with migraines as a possible initiator of attacks. [6]", "contents": "Neuroanatomy, Periaqueductal Gray -- Introduction. The role of the PAG with autonomic excitability not only contributes to defensive behaviors but also disease states that are affected by this activation, including panic attacks and anxiety. [4] [5] Through its complex relationship with pain processing, research has shown that the PAG to become activated in those with depression. More recently identified, the PAG is involved with migraines as a possible initiator of attacks. [6]"}
{"id": "article-26948_3", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "The periaqueductal gray is aptly named as the gray matter structure surrounding the aqueduct of Sylvius in the midbrain. Along the caudal-rostral axis, the PAG extends from the level of the posterior commissure down to the level of the locus coeruleus. Internally, the PAG is delineated by columnal based boundaries: the dorsal PAG (dPAG), dorsolateral PAG (dlPAG), the lateral PAG (lPAG) and the ventrolateral PAG (vlPAG). [7] [8] These columns are based on chemical pathways by which afferent and efferent tracts appear to travel, corresponding to functional pathways. [7]", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. The periaqueductal gray is aptly named as the gray matter structure surrounding the aqueduct of Sylvius in the midbrain. Along the caudal-rostral axis, the PAG extends from the level of the posterior commissure down to the level of the locus coeruleus. Internally, the PAG is delineated by columnal based boundaries: the dorsal PAG (dPAG), dorsolateral PAG (dlPAG), the lateral PAG (lPAG) and the ventrolateral PAG (vlPAG). [7] [8] These columns are based on chemical pathways by which afferent and efferent tracts appear to travel, corresponding to functional pathways. [7]"}
{"id": "article-26948_4", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "Several neurotransmitters are involved in the transmission of signals to and from the PAG. Inhibitory serotonergic projections are considered the key component of descending pain pathways. However, norepinephrine, dopamine, enkephalin, glutamate, mu-opioid receptors, and GABAergic neurons contribute in this sense as well. [2] [3] [2] [9] Serotonin, enkephalin, mu-opioid, and GABAergic receptors are involved in descending pain control pathways, mediated by interneurons. [1] [2] [10] Catecholamines (epinephrine and norepinephrine) are found in high concentrations in the vlPAG, contributing to heightened arousal in response to pain. [11] PAIN CONTROL", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. Several neurotransmitters are involved in the transmission of signals to and from the PAG. Inhibitory serotonergic projections are considered the key component of descending pain pathways. However, norepinephrine, dopamine, enkephalin, glutamate, mu-opioid receptors, and GABAergic neurons contribute in this sense as well. [2] [3] [2] [9] Serotonin, enkephalin, mu-opioid, and GABAergic receptors are involved in descending pain control pathways, mediated by interneurons. [1] [2] [10] Catecholamines (epinephrine and norepinephrine) are found in high concentrations in the vlPAG, contributing to heightened arousal in response to pain. [11] PAIN CONTROL"}
{"id": "article-26948_5", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "The PAG plays a major role in the modulation and perception of pain. Initial recognition of this structure stemmed from the observation that stimulation of the PAG before surgery resulted in decreased anesthetic requirements. [12] Through both ascending and descending projections, the PAG can lessen or augment pain perception as it propagates nociceptive and analgesic stimuli in a bidirectional manner. [2] Initial pain signals ascend through the dorsal horn, specifically through lamina I (superficial dorsal horn), lamina II (substantia gelatinosa), and lamina V (deep dorsal horn). Those signals, via the spinothalamic and spinobulbar pathways, further ascend to the PAG and other structures to be relayed to the non-specific medial thalamus. [1] [2] Pain pathways have been extensively researched but remain complex. Specific higher structures identified in bidirectional control of pain include the cingulate gyrus, insular cortices, amygdala, periventricular and posterolateral hypothalamus, PAG, ventromedial medulla (VMM) and dorsolateral pontine tegmentum. [1] [13] [14]", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. The PAG plays a major role in the modulation and perception of pain. Initial recognition of this structure stemmed from the observation that stimulation of the PAG before surgery resulted in decreased anesthetic requirements. [12] Through both ascending and descending projections, the PAG can lessen or augment pain perception as it propagates nociceptive and analgesic stimuli in a bidirectional manner. [2] Initial pain signals ascend through the dorsal horn, specifically through lamina I (superficial dorsal horn), lamina II (substantia gelatinosa), and lamina V (deep dorsal horn). Those signals, via the spinothalamic and spinobulbar pathways, further ascend to the PAG and other structures to be relayed to the non-specific medial thalamus. [1] [2] Pain pathways have been extensively researched but remain complex. Specific higher structures identified in bidirectional control of pain include the cingulate gyrus, insular cortices, amygdala, periventricular and posterolateral hypothalamus, PAG, ventromedial medulla (VMM) and dorsolateral pontine tegmentum. [1] [13] [14]"}
{"id": "article-26948_6", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "The PAG has two major descending pathways involving the rostral ventromedial medulla (RVMM) and the locus coeruleus (LC). The PAG -LC pathway propagates by norepinephrine (NE), exerting an antinociceptive effect in the dorsal horn via the presynaptic alpha-2 receptor. [14] [15] The serotonergic PAG- RVMM pathway is considered the key endogenous modulator of pain, constituting a primary target for supraspinal opioid analgesia. [3] [15] Specifically, the PAG activates the raphe nuclei via glutamate, and the raphe nuclei activate enkephalin neurons, causing inhibitory signals to c-fiber pain afferents [8] . Specific serotonin receptors have been implicated for their antinociceptive effects in the PAG, including 5-HT. [1]", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. The PAG has two major descending pathways involving the rostral ventromedial medulla (RVMM) and the locus coeruleus (LC). The PAG -LC pathway propagates by norepinephrine (NE), exerting an antinociceptive effect in the dorsal horn via the presynaptic alpha-2 receptor. [14] [15] The serotonergic PAG- RVMM pathway is considered the key endogenous modulator of pain, constituting a primary target for supraspinal opioid analgesia. [3] [15] Specifically, the PAG activates the raphe nuclei via glutamate, and the raphe nuclei activate enkephalin neurons, causing inhibitory signals to c-fiber pain afferents [8] . Specific serotonin receptors have been implicated for their antinociceptive effects in the PAG, including 5-HT. [1]"}
{"id": "article-26948_7", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "Though the serotonergic pathway is the major influencer of pain, other key neurotransmitters have demonstrated involvement in these pathways. Glutamate, when applied to the central amygdala and PAG of rats in experimental settings, demonstrated analgesic properties via higher thresholds for paw withdrawal to pain. However, complexity in this system requires emphasis as activation of the “ON-cells” in the PAG has also shown pro-nociceptive effects. [10] Largely the vlPAG connected with the PFC, amygdala, and ventromedial nucleus (VMN) have been identified in the pain pathway. [8] DEFENSIVE BEHAVIOR", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. Though the serotonergic pathway is the major influencer of pain, other key neurotransmitters have demonstrated involvement in these pathways. Glutamate, when applied to the central amygdala and PAG of rats in experimental settings, demonstrated analgesic properties via higher thresholds for paw withdrawal to pain. However, complexity in this system requires emphasis as activation of the “ON-cells” in the PAG has also shown pro-nociceptive effects. [10] Largely the vlPAG connected with the PFC, amygdala, and ventromedial nucleus (VMN) have been identified in the pain pathway. [8] DEFENSIVE BEHAVIOR"}
{"id": "article-26948_8", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "The PAG is a key component in defensive and aversive behavior, mediated by emotional and autonomic arousal. The PAG is the source of unpleasant sensations, including fear, anxiety, and danger. [15] Chemical stimulation of the dlPAG via NMDA in rodents demonstrates the manifestations of these sensations, such as freezing, running, and avoidance. [16] [17] In addition to emotional arousal, autonomic and cardiopulmonary excitation are also elicited in this structure via sympathetic premotor neurons in the rostral ventrolateral medulla (RVLM). Projections from the vlPAG and dPAG to the RVLM, a component of the reticular formation and arousal pathway, are shown to illicit cardiopulmonary excitation with elevated blood pressure, heart rate, and alertness during stress responses. [11] Interestingly, specific neural subsets have appeared to relate to risk assessment before subsequent defensive behaviors. [17] This anticipation is a behavioral strategy aimed at decreasing future pain stimuli. [3] The combination of these sensations contributes to learned aversive and defensive behaviors in response to stressful stimuli. [16] [17] [11] Mediation of the vlPAG-RVLM system occurs with 5-HT, as demonstrated by inhibition of defense responses with microinjections of 5-HT. Further, the stimulation of 5-HT on GABAergic neurons in the vPAG demonstrates anxiolysis. [15]", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. The PAG is a key component in defensive and aversive behavior, mediated by emotional and autonomic arousal. The PAG is the source of unpleasant sensations, including fear, anxiety, and danger. [15] Chemical stimulation of the dlPAG via NMDA in rodents demonstrates the manifestations of these sensations, such as freezing, running, and avoidance. [16] [17] In addition to emotional arousal, autonomic and cardiopulmonary excitation are also elicited in this structure via sympathetic premotor neurons in the rostral ventrolateral medulla (RVLM). Projections from the vlPAG and dPAG to the RVLM, a component of the reticular formation and arousal pathway, are shown to illicit cardiopulmonary excitation with elevated blood pressure, heart rate, and alertness during stress responses. [11] Interestingly, specific neural subsets have appeared to relate to risk assessment before subsequent defensive behaviors. [17] This anticipation is a behavioral strategy aimed at decreasing future pain stimuli. [3] The combination of these sensations contributes to learned aversive and defensive behaviors in response to stressful stimuli. [16] [17] [11] Mediation of the vlPAG-RVLM system occurs with 5-HT, as demonstrated by inhibition of defense responses with microinjections of 5-HT. Further, the stimulation of 5-HT on GABAergic neurons in the vPAG demonstrates anxiolysis. [15]"}
{"id": "article-26948_9", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "Overall, defensive behavior can subdivide into immediate and long-term responses. Stimulation of the dorsolateral and lateral PAG demonstrates short-term fight or flight with increases in heart rate and blood pressure, increased alertness, and transmission of non-opioid antinociceptive signals. [11] Stimulation of the vlPAG demonstrated more long term learned behaviors, including freezing and opioid-mediated antinociceptive signals. [11] The co-occurrence of fear and anti-nociceptive signals underlies future avoidance and learning. [18] Fear induced antinociception is evoked with stimulation of the dlPAG and superior colliculus. [15] MIGRAINES", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. Overall, defensive behavior can subdivide into immediate and long-term responses. Stimulation of the dorsolateral and lateral PAG demonstrates short-term fight or flight with increases in heart rate and blood pressure, increased alertness, and transmission of non-opioid antinociceptive signals. [11] Stimulation of the vlPAG demonstrated more long term learned behaviors, including freezing and opioid-mediated antinociceptive signals. [11] The co-occurrence of fear and anti-nociceptive signals underlies future avoidance and learning. [18] Fear induced antinociception is evoked with stimulation of the dlPAG and superior colliculus. [15] MIGRAINES"}
{"id": "article-26948_10", "title": "Neuroanatomy, Periaqueductal Gray -- Structure and Function", "content": "The PAG has been studied for even more specific functions, such as its role in migraines. Interestingly, the PAG has been implicated in the pathophysiology of migraines, possibly being the “generator” sites for migraine attacks. Increased non-heme iron deposition in the PAG for those with current migraines compared to those without a migraine relate to this evidence, although it is not clear if this is cause or consequence of the attacks. [6]", "contents": "Neuroanatomy, Periaqueductal Gray -- Structure and Function. The PAG has been studied for even more specific functions, such as its role in migraines. Interestingly, the PAG has been implicated in the pathophysiology of migraines, possibly being the “generator” sites for migraine attacks. Increased non-heme iron deposition in the PAG for those with current migraines compared to those without a migraine relate to this evidence, although it is not clear if this is cause or consequence of the attacks. [6]"}
{"id": "article-26948_11", "title": "Neuroanatomy, Periaqueductal Gray -- Embryology", "content": "The development of the PAG and the midbrain happens quite early in gestation, beginning with the ectoderm, one of the three main germinal layers. The neural ectoderm begins to develop by the third week, giving rise to the neural ectoderm and notochord by the mid-fourth week of development. The notochord, responsible for the longitudinal axis of the brain, gives rise to the three main layers of the primitive brain, including the mesencephalon, which is the embryologic source of the midbrain.", "contents": "Neuroanatomy, Periaqueductal Gray -- Embryology. The development of the PAG and the midbrain happens quite early in gestation, beginning with the ectoderm, one of the three main germinal layers. The neural ectoderm begins to develop by the third week, giving rise to the neural ectoderm and notochord by the mid-fourth week of development. The notochord, responsible for the longitudinal axis of the brain, gives rise to the three main layers of the primitive brain, including the mesencephalon, which is the embryologic source of the midbrain."}
{"id": "article-26948_12", "title": "Neuroanatomy, Periaqueductal Gray -- Blood Supply and Lymphatics", "content": "The development of the PAG and the midbrain happens quite early in gestation, beginning with the ectoderm, one of the three main germinal layers. The neural ectoderm begins to develop by the 3rd week, giving rise to the neural ectoderm and notochord by the mid-fourth week of development. The notochord, responsible for the longitudinal axis of the brain, gives rise to the three main layers of the primitive brain, including the mesencephalon, which is the embryologic source of the midbrain.", "contents": "Neuroanatomy, Periaqueductal Gray -- Blood Supply and Lymphatics. The development of the PAG and the midbrain happens quite early in gestation, beginning with the ectoderm, one of the three main germinal layers. The neural ectoderm begins to develop by the 3rd week, giving rise to the neural ectoderm and notochord by the mid-fourth week of development. The notochord, responsible for the longitudinal axis of the brain, gives rise to the three main layers of the primitive brain, including the mesencephalon, which is the embryologic source of the midbrain."}
{"id": "article-26948_13", "title": "Neuroanatomy, Periaqueductal Gray -- Clinical Significance", "content": "The primary clinical focus concerning the PAG involves its antinociceptive endogenous opioid and non-opioid mediated pain control.  This concept has support from studies demonstrating both lower activation of the PAG in chronic pain states, such as lower back pain and complex regional pain syndrome, as well as distractions from pain with upregulation of the PAG. [13] As such, receptors within the PAG are a specific focus for pain research. For example, the observation that pre-synaptic GABA receptors are more sensitive highlights baclofen and other alpha-2 receptor agents in pain control. [9] Beyond pharmacology, other modalities, such as deep brain stimulation (DBS), have targeted the PAG for intractable pain. [12]", "contents": "Neuroanatomy, Periaqueductal Gray -- Clinical Significance. The primary clinical focus concerning the PAG involves its antinociceptive endogenous opioid and non-opioid mediated pain control.  This concept has support from studies demonstrating both lower activation of the PAG in chronic pain states, such as lower back pain and complex regional pain syndrome, as well as distractions from pain with upregulation of the PAG. [13] As such, receptors within the PAG are a specific focus for pain research. For example, the observation that pre-synaptic GABA receptors are more sensitive highlights baclofen and other alpha-2 receptor agents in pain control. [9] Beyond pharmacology, other modalities, such as deep brain stimulation (DBS), have targeted the PAG for intractable pain. [12]"}
{"id": "article-26948_14", "title": "Neuroanatomy, Periaqueductal Gray -- Clinical Significance", "content": "Through its role in arousal and pain, the PAG has a major involvement in disease states, including anxiety, panic disorders, and depression. Chronic stress states have shown links to despair and depression-like behaviors in mice, for example. Tail suspension tests or forced swim tests in mice led to suppressed glutamate in vlPAG leading to maladaptive and depression-like behaviors. [4] Panic attacks have also shown links to projections from the ventromedial hypothalamus (VMH) and the dPAG as a chemical blockade of this pathway in rats terminated escape, freezing, and aversive behaviors. [5]", "contents": "Neuroanatomy, Periaqueductal Gray -- Clinical Significance. Through its role in arousal and pain, the PAG has a major involvement in disease states, including anxiety, panic disorders, and depression. Chronic stress states have shown links to despair and depression-like behaviors in mice, for example. Tail suspension tests or forced swim tests in mice led to suppressed glutamate in vlPAG leading to maladaptive and depression-like behaviors. [4] Panic attacks have also shown links to projections from the ventromedial hypothalamus (VMH) and the dPAG as a chemical blockade of this pathway in rats terminated escape, freezing, and aversive behaviors. [5]"}
{"id": "article-26948_15", "title": "Neuroanatomy, Periaqueductal Gray -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Periaqueductal Gray -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}