{"id": "article-22243_0", "title": "Giardia Lamblia Enteritis (Archived) -- Introduction", "content": "Giardia lamblia enteritis is small-intestine gastroenteritis caused by the pathogenic protozoan Giardia lamblia, otherwise known as Giardia duodenalis or Giardia intestinalis. Giardia enteritis is seen throughout the world and is one of the most common protozoan infections in the United States. [1] It usually is contracted through contact with contaminated water and is transmitted fecal-orally, presenting classically as an acute condition, which may also become chronic. While some infected individuals may remain asymptomatic, the most common symptoms include foul-smelling diarrhea, greasy stools, flatulence, and bloating. [2] This article addresses only symptomatic patients. Giardia enteritis is a disease reportable to the CDC and diagnosis is confirmed through stool sampling. The CDC recommends screening any patient with diarrhea for greater than 3 days. [3] First-line treatment is with metronidazole; however, other treatment options exist, and the disease is most often self-limiting. Complications include hypokalemia, malnutrition, growth stunting, cognitive deficits, arthritis/myopathy, irritable bowel syndrome, and chronic fatigue. [4]", "contents": "Giardia Lamblia Enteritis (Archived) -- Introduction. Giardia lamblia enteritis is small-intestine gastroenteritis caused by the pathogenic protozoan Giardia lamblia, otherwise known as Giardia duodenalis or Giardia intestinalis. Giardia enteritis is seen throughout the world and is one of the most common protozoan infections in the United States. [1] It usually is contracted through contact with contaminated water and is transmitted fecal-orally, presenting classically as an acute condition, which may also become chronic. While some infected individuals may remain asymptomatic, the most common symptoms include foul-smelling diarrhea, greasy stools, flatulence, and bloating. [2] This article addresses only symptomatic patients. Giardia enteritis is a disease reportable to the CDC and diagnosis is confirmed through stool sampling. The CDC recommends screening any patient with diarrhea for greater than 3 days. [3] First-line treatment is with metronidazole; however, other treatment options exist, and the disease is most often self-limiting. Complications include hypokalemia, malnutrition, growth stunting, cognitive deficits, arthritis/myopathy, irritable bowel syndrome, and chronic fatigue. [4]"}
{"id": "article-22243_1", "title": "Giardia Lamblia Enteritis (Archived) -- Etiology", "content": "Giardia lamblia enteritis is caused by a unicellular flagellated protozoan pathogen Giardia lamblia (G. duodenalis, G. intestinalis). In addition to humans, Giardia enteritis has been reported in cats, dogs, cattle, sheep, and other livestock. It is spread via the fecal-oral route, most commonly through contaminated swimming and drinking water. [2] Giardia may be spread by ingesting as little as 10 cysts and is therefore easily transmittable between close contacts and in places where sanitation is below optimal, such as in daycare centers. [5]", "contents": "Giardia Lamblia Enteritis (Archived) -- Etiology. Giardia lamblia enteritis is caused by a unicellular flagellated protozoan pathogen Giardia lamblia (G. duodenalis, G. intestinalis). In addition to humans, Giardia enteritis has been reported in cats, dogs, cattle, sheep, and other livestock. It is spread via the fecal-oral route, most commonly through contaminated swimming and drinking water. [2] Giardia may be spread by ingesting as little as 10 cysts and is therefore easily transmittable between close contacts and in places where sanitation is below optimal, such as in daycare centers. [5]"}
{"id": "article-22243_2", "title": "Giardia Lamblia Enteritis (Archived) -- Etiology", "content": "Giardia has different assemblages typed A to G, with A and B types occurring in humans and animals and types C to G occurring exclusively in animals. Assemblages A and B can be spread zoonotically; however, this is not the most common route of transmission. [2]", "contents": "Giardia Lamblia Enteritis (Archived) -- Etiology. Giardia has different assemblages typed A to G, with A and B types occurring in humans and animals and types C to G occurring exclusively in animals. Assemblages A and B can be spread zoonotically; however, this is not the most common route of transmission. [2]"}
{"id": "article-22243_3", "title": "Giardia Lamblia Enteritis (Archived) -- Etiology", "content": "The reproductive cycle of giardia includes nonmotile cysts and motile trophozoites. Much like other parasites, the cysts are responsible for transmission of Giardia enteritis. They are immediately infectious when released into the environment via feces and can remain infectious for up to almost 3 months, thriving and reproducing in cool, damp areas, especially river water. The trophozoites are responsible for gastroenteritis and other symptoms of the disease. Both may be excreted in stool, but only the cysts survive long-term. [2] [5] Giardia lamblia is not considered an opportunistic pathogen, although rates in HIV-positive and immunocompromised patients are slightly higher. [2]", "contents": "Giardia Lamblia Enteritis (Archived) -- Etiology. The reproductive cycle of giardia includes nonmotile cysts and motile trophozoites. Much like other parasites, the cysts are responsible for transmission of Giardia enteritis. They are immediately infectious when released into the environment via feces and can remain infectious for up to almost 3 months, thriving and reproducing in cool, damp areas, especially river water. The trophozoites are responsible for gastroenteritis and other symptoms of the disease. Both may be excreted in stool, but only the cysts survive long-term. [2] [5] Giardia lamblia is not considered an opportunistic pathogen, although rates in HIV-positive and immunocompromised patients are slightly higher. [2]"}
{"id": "article-22243_4", "title": "Giardia Lamblia Enteritis (Archived) -- Epidemiology", "content": "Approximately 280 million cases of Giardia enteritis occur annually and follow a worldwide distribution, [1] , with about 200 million of them occurring in Asia, Africa, and Latin America. Higher infection rates occur in developing countries and children. A review in 2007 claimed that there have been at least 134 outbreaks of giardia since the 1950s, most from contaminated drinking water. [2]", "contents": "Giardia Lamblia Enteritis (Archived) -- Epidemiology. Approximately 280 million cases of Giardia enteritis occur annually and follow a worldwide distribution, [1] , with about 200 million of them occurring in Asia, Africa, and Latin America. Higher infection rates occur in developing countries and children. A review in 2007 claimed that there have been at least 134 outbreaks of giardia since the 1950s, most from contaminated drinking water. [2]"}
{"id": "article-22243_5", "title": "Giardia Lamblia Enteritis (Archived) -- Epidemiology", "content": "According to the CDC, approximately 17,000 and 15,000 reported cases of Giardia enteritis occurred in the U.S. in 2011 and 2012 respectively . Most cases occurred in children aged 1 to 4, possibly due to increased contact with contaminants or lack of immunity, followed by ages 5 to 9 and 45 to 49; these were generally not associated with an outbreak. [3] However, this number is under-reported, and it is estimated that 1.2 million cases occur annually in the U.S. In a study that pooled over 400,000 patients who had endoscopies performed over an 8-year span from 2008 to 2015, those who tested positive for giardiasis were 1.7 times more likely to be male. Presence of Helicobacter pylori as well as residence in the Southern U.S. were also associated with higher rates of giardiasis. Neither ethnicity, seasonal variation, nor urban versus rural setting had a significant association with the disease in this large cohort study. [1] This differs from the CDC finding that the Northwest has the highest prevalence of giardiasis and that peak infection rates range from early summer to early fall. [3] . The discrepancy is possibly because giardiasis is not a reportable disease in six southern states, and patients in the cohort study did not mirror the demographic distribution of disease recorded by the CDC. [1]", "contents": "Giardia Lamblia Enteritis (Archived) -- Epidemiology. According to the CDC, approximately 17,000 and 15,000 reported cases of Giardia enteritis occurred in the U.S. in 2011 and 2012 respectively . Most cases occurred in children aged 1 to 4, possibly due to increased contact with contaminants or lack of immunity, followed by ages 5 to 9 and 45 to 49; these were generally not associated with an outbreak. [3] However, this number is under-reported, and it is estimated that 1.2 million cases occur annually in the U.S. In a study that pooled over 400,000 patients who had endoscopies performed over an 8-year span from 2008 to 2015, those who tested positive for giardiasis were 1.7 times more likely to be male. Presence of Helicobacter pylori as well as residence in the Southern U.S. were also associated with higher rates of giardiasis. Neither ethnicity, seasonal variation, nor urban versus rural setting had a significant association with the disease in this large cohort study. [1] This differs from the CDC finding that the Northwest has the highest prevalence of giardiasis and that peak infection rates range from early summer to early fall. [3] . The discrepancy is possibly because giardiasis is not a reportable disease in six southern states, and patients in the cohort study did not mirror the demographic distribution of disease recorded by the CDC. [1]"}
{"id": "article-22243_6", "title": "Giardia Lamblia Enteritis (Archived) -- Pathophysiology", "content": "Giardiasis is multifactorial disease, with a complex interplay between the host and parasite. When a host ingests Giardia cysts, they are able to excyst into their trophozoic form due to the combination of low gastric pH and pancreatic enzyme release in the duodenum. The trophozoites then divide and adhere tightly to small intestine enterocytes but do not invade the small intestine. [2] [5] Tight adhesion combined with parasitic byproducts that are not yet well-understood form the characteristic symptoms of diarrhea, foul-smelling stool, bloating, and abdominal pain. The combination of increased apoptosis of enterocytes, intestinal barrier protection dysfunction, lymphocytic and cytokinetic host response, shortening of brush border microvilli, enzyme deficiencies, anion hypersecretion, and faster gastrointestinal (GI) transit time are all thought to be part of the pathophysiological process involved in Giardia enteritis. [4] In response to alkaline pH and bile salts, new cysts form, and both trophozoites and cysts are excreted in the feces. [2] [5]", "contents": "Giardia Lamblia Enteritis (Archived) -- Pathophysiology. Giardiasis is multifactorial disease, with a complex interplay between the host and parasite. When a host ingests Giardia cysts, they are able to excyst into their trophozoic form due to the combination of low gastric pH and pancreatic enzyme release in the duodenum. The trophozoites then divide and adhere tightly to small intestine enterocytes but do not invade the small intestine. [2] [5] Tight adhesion combined with parasitic byproducts that are not yet well-understood form the characteristic symptoms of diarrhea, foul-smelling stool, bloating, and abdominal pain. The combination of increased apoptosis of enterocytes, intestinal barrier protection dysfunction, lymphocytic and cytokinetic host response, shortening of brush border microvilli, enzyme deficiencies, anion hypersecretion, and faster gastrointestinal (GI) transit time are all thought to be part of the pathophysiological process involved in Giardia enteritis. [4] In response to alkaline pH and bile salts, new cysts form, and both trophozoites and cysts are excreted in the feces. [2] [5]"}
{"id": "article-22243_7", "title": "Giardia Lamblia Enteritis (Archived) -- Pathophysiology", "content": "Different genotypes of Giardia have not been proven to correlate with severity of the disease. [4]", "contents": "Giardia Lamblia Enteritis (Archived) -- Pathophysiology. Different genotypes of Giardia have not been proven to correlate with severity of the disease. [4]"}
{"id": "article-22243_8", "title": "Giardia Lamblia Enteritis (Archived) -- History and Physical", "content": "Acute giardia enteritis symptoms include the onset of frequent diarrhea.  One study noted maximal stools of 8.5 per day as a median when the number of maximal stools was analyzed. [6] ) Symptoms also include foul-smelling, greasy stools, flatulence, abdominal cramps and bloating, nausea, and anorexia. The disease may be associated with dehydration as well. Extraintestinal symptoms, though rare, include hives, angioedema, eczema, erythema nodosum, reactive arthritides, dysuria, and ophthalmologic involvement. Most infections are self-limiting; however, a small percentage become chronic. Infections that clear usually will do so in about 13-30 days. [6] Classically, the patient's history will include drinking, swimming, or playing in unsterilized or contaminated water. [2]", "contents": "Giardia Lamblia Enteritis (Archived) -- History and Physical. Acute giardia enteritis symptoms include the onset of frequent diarrhea.  One study noted maximal stools of 8.5 per day as a median when the number of maximal stools was analyzed. [6] ) Symptoms also include foul-smelling, greasy stools, flatulence, abdominal cramps and bloating, nausea, and anorexia. The disease may be associated with dehydration as well. Extraintestinal symptoms, though rare, include hives, angioedema, eczema, erythema nodosum, reactive arthritides, dysuria, and ophthalmologic involvement. Most infections are self-limiting; however, a small percentage become chronic. Infections that clear usually will do so in about 13-30 days. [6] Classically, the patient's history will include drinking, swimming, or playing in unsterilized or contaminated water. [2]"}
{"id": "article-22243_9", "title": "Giardia Lamblia Enteritis (Archived) -- History and Physical", "content": "Chronic symptoms include intermittent chronic diarrhea or loose stools, bloating, abdominal pain, functional dyspepsia, secondary lactose intolerance, malnutrition, and weight loss. Interestingly, there is evidence of chronic giardia infection in approximately 5% to 10% of patients diagnosed with inflammatory bowel syndrome (IBS). [4]", "contents": "Giardia Lamblia Enteritis (Archived) -- History and Physical. Chronic symptoms include intermittent chronic diarrhea or loose stools, bloating, abdominal pain, functional dyspepsia, secondary lactose intolerance, malnutrition, and weight loss. Interestingly, there is evidence of chronic giardia infection in approximately 5% to 10% of patients diagnosed with inflammatory bowel syndrome (IBS). [4]"}
{"id": "article-22243_10", "title": "Giardia Lamblia Enteritis (Archived) -- History and Physical", "content": "Due to the possible extraintestinal manifestations of Giardia enteritis, in addition to a thorough abdominal exam, fundoscopic, musculoskeletal, and skin exams should be conducted to rule out any retinal, arthritic, myopathic, or allergic components.", "contents": "Giardia Lamblia Enteritis (Archived) -- History and Physical. Due to the possible extraintestinal manifestations of Giardia enteritis, in addition to a thorough abdominal exam, fundoscopic, musculoskeletal, and skin exams should be conducted to rule out any retinal, arthritic, myopathic, or allergic components."}
{"id": "article-22243_11", "title": "Giardia Lamblia Enteritis (Archived) -- Evaluation", "content": "A confirmed case of giardiasis is defined by the CDC as \"the detection of Giardia organisms, antigen, or DNA in stool, intestinal fluid, tissue samples, biopsy specimens or other biological sample.\"", "contents": "Giardia Lamblia Enteritis (Archived) -- Evaluation. A confirmed case of giardiasis is defined by the CDC as \"the detection of Giardia organisms, antigen, or DNA in stool, intestinal fluid, tissue samples, biopsy specimens or other biological sample.\""}
{"id": "article-22243_12", "title": "Giardia Lamblia Enteritis (Archived) -- Evaluation", "content": "Giardia Lamblia enteritis is diagnosed definitively through microscopic identification of the pathogen in a stool sample. Because Giardia is often shed intermittently, examining stool samples collected over a period of several days is most sensitive. [7] The traditional ova and parasite exam includes a permanent stained smear; however, because the microscopic examination takes time, resources, multiple samples, and a trained eye, immunoassays have become the main diagnostic tool.", "contents": "Giardia Lamblia Enteritis (Archived) -- Evaluation. Giardia Lamblia enteritis is diagnosed definitively through microscopic identification of the pathogen in a stool sample. Because Giardia is often shed intermittently, examining stool samples collected over a period of several days is most sensitive. [7] The traditional ova and parasite exam includes a permanent stained smear; however, because the microscopic examination takes time, resources, multiple samples, and a trained eye, immunoassays have become the main diagnostic tool."}
{"id": "article-22243_13", "title": "Giardia Lamblia Enteritis (Archived) -- Evaluation", "content": "The direct fluorescence immunoassay (DFA) detects proteins of intact organisms and is reported to have highest sensitivity and specificity (96% to 100%; 99.8% to 100%), followed by the enzyme immunoassay (EIA) which detects stool antigens at sensitivity of 94% to 97% and specificity of 96% to 100%. Results of these exams may be obtained in 1 to 2 hours.", "contents": "Giardia Lamblia Enteritis (Archived) -- Evaluation. The direct fluorescence immunoassay (DFA) detects proteins of intact organisms and is reported to have highest sensitivity and specificity (96% to 100%; 99.8% to 100%), followed by the enzyme immunoassay (EIA) which detects stool antigens at sensitivity of 94% to 97% and specificity of 96% to 100%. Results of these exams may be obtained in 1 to 2 hours."}
{"id": "article-22243_14", "title": "Giardia Lamblia Enteritis (Archived) -- Evaluation", "content": "Rapid immunoassays are the most time-efficient, with results about in 10 minutes; however, they have a low sensitivity, especially in infections with a low concentration of the Giardia parasite, and should not replace DFA or direct microscopy. [7]", "contents": "Giardia Lamblia Enteritis (Archived) -- Evaluation. Rapid immunoassays are the most time-efficient, with results about in 10 minutes; however, they have a low sensitivity, especially in infections with a low concentration of the Giardia parasite, and should not replace DFA or direct microscopy. [7]"}
{"id": "article-22243_15", "title": "Giardia Lamblia Enteritis (Archived) -- Evaluation", "content": "PCR used to detect giardia DNA in stool samples is as specific and sensitive as antigen detection and is more sensitive than microscopy, but it has not as of yet replaced the latter as gold standard. It is the only method available to classify the assemblage of the parasite. [8] In hard-to-diagnose cases, duodenal aspirate may also be examined in place of stool samples. [9]", "contents": "Giardia Lamblia Enteritis (Archived) -- Evaluation. PCR used to detect giardia DNA in stool samples is as specific and sensitive as antigen detection and is more sensitive than microscopy, but it has not as of yet replaced the latter as gold standard. It is the only method available to classify the assemblage of the parasite. [8] In hard-to-diagnose cases, duodenal aspirate may also be examined in place of stool samples. [9]"}
{"id": "article-22243_16", "title": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Supportive Care", "content": "In patients with mild-to-moderate dehydration, oral rehydration solution (ORS) should be initiated. In patients with moderate-to-severe dehydration or patients who do not tolerate ORS, intravenous (IV) rehydration with normal saline or lactated Ringer solution may be used. Once rehydrated, maintenance fluids should replace ongoing losses. Antimotility drugs should not be administered to patients under 18 years of age and should be avoided if inflammatory diarrhea is suspected. Antiemetics may be used as an adjunct in patients greater than 4 years old. [9]", "contents": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Supportive Care. In patients with mild-to-moderate dehydration, oral rehydration solution (ORS) should be initiated. In patients with moderate-to-severe dehydration or patients who do not tolerate ORS, intravenous (IV) rehydration with normal saline or lactated Ringer solution may be used. Once rehydrated, maintenance fluids should replace ongoing losses. Antimotility drugs should not be administered to patients under 18 years of age and should be avoided if inflammatory diarrhea is suspected. Antiemetics may be used as an adjunct in patients greater than 4 years old. [9]"}
{"id": "article-22243_17", "title": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Antimicrobial Care", "content": "Metronidazole has been the first-line treatment for Giardia enteritis; however, a recent study has concluded that treatment with tinidazole is superior and may offer a shorter treatment course and fewer side effects [10] and the IDSA recommends tinidazole as first-line in patients over 3 years of age. [9] . Metronidazole is given at doses of either 250 mg by mouth three times a day OR 500 mg by mouth two times a day for 5 to 7 days in adults and 15 mg/kg by mouth divided three times a day for 5 to 7 days in children. Tinidazole is given 2 g by mouth in 1 dose in adults and 40 to 50 mg/kg in children. Nitazoxanide is a newer anti-parasitic drug that is very efficacious but needs further study. [11]", "contents": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Antimicrobial Care. Metronidazole has been the first-line treatment for Giardia enteritis; however, a recent study has concluded that treatment with tinidazole is superior and may offer a shorter treatment course and fewer side effects [10] and the IDSA recommends tinidazole as first-line in patients over 3 years of age. [9] . Metronidazole is given at doses of either 250 mg by mouth three times a day OR 500 mg by mouth two times a day for 5 to 7 days in adults and 15 mg/kg by mouth divided three times a day for 5 to 7 days in children. Tinidazole is given 2 g by mouth in 1 dose in adults and 40 to 50 mg/kg in children. Nitazoxanide is a newer anti-parasitic drug that is very efficacious but needs further study. [11]"}
{"id": "article-22243_18", "title": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Antimicrobial Care", "content": "Abstinence from alcohol during metronidazole treatment should be stressed to avoid a disulfiram-like reaction. Adverse effects include reddish-brown urine, headache, nausea, vomiting, metallic taste, and abdominal pain. Other 5-NIs (ornidazole and secnidazole) and the benzimidazoles (albendazole and mebendazole) have been studied and may offer comparable efficacy and decreased adverse effects as well, but there are conflicting results. Paromomycin and quinacrine are reserved for refractory cases. [9] [11] [12]", "contents": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Antimicrobial Care. Abstinence from alcohol during metronidazole treatment should be stressed to avoid a disulfiram-like reaction. Adverse effects include reddish-brown urine, headache, nausea, vomiting, metallic taste, and abdominal pain. Other 5-NIs (ornidazole and secnidazole) and the benzimidazoles (albendazole and mebendazole) have been studied and may offer comparable efficacy and decreased adverse effects as well, but there are conflicting results. Paromomycin and quinacrine are reserved for refractory cases. [9] [11] [12]"}
{"id": "article-22243_19", "title": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Antimicrobial Care", "content": "The two drugs recommended to treat women with giardiasis during pregnancy are paromomycin during the first trimester and paromomycin or metronidazole during the last two trimesters. It is reasonable to delay treatment in the first trimester as long as the woman's symptoms are mild. [11] If initial treatment fails, a second course of the same medication, a course of a different medication, or co-therapy with medications from two classes may be used. [11]", "contents": "Giardia Lamblia Enteritis (Archived) -- Treatment / Management -- Antimicrobial Care. The two drugs recommended to treat women with giardiasis during pregnancy are paromomycin during the first trimester and paromomycin or metronidazole during the last two trimesters. It is reasonable to delay treatment in the first trimester as long as the woman's symptoms are mild. [11] If initial treatment fails, a second course of the same medication, a course of a different medication, or co-therapy with medications from two classes may be used. [11]"}
{"id": "article-22243_20", "title": "Giardia Lamblia Enteritis (Archived) -- Differential Diagnosis", "content": "Viral Gastroenteritis (i.e., norovirus) [13] Traveler Diarrhea Lactose intolerance Inflammatory bowel syndrome [4] Tropical sprue [14] Inflammatory bowel disease [15] Cryptosporidiosis Celiac disease [16]", "contents": "Giardia Lamblia Enteritis (Archived) -- Differential Diagnosis. Viral Gastroenteritis (i.e., norovirus) [13] Traveler Diarrhea Lactose intolerance Inflammatory bowel syndrome [4] Tropical sprue [14] Inflammatory bowel disease [15] Cryptosporidiosis Celiac disease [16]"}
{"id": "article-22243_21", "title": "Giardia Lamblia Enteritis (Archived) -- Differential Diagnosis", "content": "Performing a detailed history and physical, denoting time of onset after inciting events (e.g., after travel or food ingestion) as well as using differentiative diagnostic tools when indicated (e.g., hydrogen breath test, serum markers, stool sample, endoscopy) will help to elucidate the cause of symptoms such as diarrhea and abdominal pain.", "contents": "Giardia Lamblia Enteritis (Archived) -- Differential Diagnosis. Performing a detailed history and physical, denoting time of onset after inciting events (e.g., after travel or food ingestion) as well as using differentiative diagnostic tools when indicated (e.g., hydrogen breath test, serum markers, stool sample, endoscopy) will help to elucidate the cause of symptoms such as diarrhea and abdominal pain."}
{"id": "article-22243_22", "title": "Giardia Lamblia Enteritis (Archived) -- Prognosis", "content": "Most symptomatic Giardia infections resolve spontaneously but infections can lead to chronic disease and can cause irritable bowel syndrome (IBS) and chronic fatigue syndrome. However, infections may be protective against other diarrheal diseases", "contents": "Giardia Lamblia Enteritis (Archived) -- Prognosis. Most symptomatic Giardia infections resolve spontaneously but infections can lead to chronic disease and can cause irritable bowel syndrome (IBS) and chronic fatigue syndrome. However, infections may be protective against other diarrheal diseases"}
{"id": "article-22243_23", "title": "Giardia Lamblia Enteritis (Archived) -- Complications -- Short-Term Complications", "content": "Hypokalemia/hyponatremia secondary to malabsorption and diarrhea Dehydration", "contents": "Giardia Lamblia Enteritis (Archived) -- Complications -- Short-Term Complications. Hypokalemia/hyponatremia secondary to malabsorption and diarrhea Dehydration"}
{"id": "article-22243_24", "title": "Giardia Lamblia Enteritis (Archived) -- Complications -- Long-Term Complications", "content": "Salt-and-pepper retinopathy (no associated visual changes) HLA-B27 negative arthritides similar to reactive arthritis Allergies secondary to an increase in IgE, or enzyme destruction (lactose intolerance, concomitant, and post-infective urticaria) Hypokalemic myopathy (related to the duration and severity of enteric symptoms) Nutritional consequences Iron-deficiency anemia, malnutrition, growth failure, cognitive retardation, malabsorption, failure to thrive More commonly seen in young children Chronic Fatigue Post-infective IBS [4]", "contents": "Giardia Lamblia Enteritis (Archived) -- Complications -- Long-Term Complications. Salt-and-pepper retinopathy (no associated visual changes) HLA-B27 negative arthritides similar to reactive arthritis Allergies secondary to an increase in IgE, or enzyme destruction (lactose intolerance, concomitant, and post-infective urticaria) Hypokalemic myopathy (related to the duration and severity of enteric symptoms) Nutritional consequences Iron-deficiency anemia, malnutrition, growth failure, cognitive retardation, malabsorption, failure to thrive More commonly seen in young children Chronic Fatigue Post-infective IBS [4]"}
{"id": "article-22243_25", "title": "Giardia Lamblia Enteritis (Archived) -- Deterrence and Patient Education", "content": "Steps to decrease transmission include: Hand hygiene Infection control in healthcare settings (universal precautions) Reporting cases to the CDC Food safety practices to avoid cross-contamination Avoiding swimming, water activities, and sexual contact during the disease course [9] Awareness of risk factors for the disease such as swimming in freshwater or shared public water sources", "contents": "Giardia Lamblia Enteritis (Archived) -- Deterrence and Patient Education. Steps to decrease transmission include: Hand hygiene Infection control in healthcare settings (universal precautions) Reporting cases to the CDC Food safety practices to avoid cross-contamination Avoiding swimming, water activities, and sexual contact during the disease course [9] Awareness of risk factors for the disease such as swimming in freshwater or shared public water sources"}
{"id": "article-22243_26", "title": "Giardia Lamblia Enteritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Giardiasis is a very common parasite in the tropics and for the most part, can be prevented. The key is to educate the traveler going to these areas. Besides the physician, the nurse and pharmacist play a key role in the education of the public in preventing this infection. Emphasis has to be placed on personal hand hygiene. In addition, one should avoid drinking water from the local streams, drinking only bottled or boiled water and washing all food thoroughly. Because there is a high risk of transmission of the parasite after anal/fecal contact, the importance of hand hygiene after changing diapers and defecation cannot be emphasized enough. Finally, the pharmacist should educate the public that prophylactic drug treatment while traveling is not recommended as this can lead to a build-up of drug resistance. [17] [18] (Level V) Outcomes", "contents": "Giardia Lamblia Enteritis (Archived) -- Enhancing Healthcare Team Outcomes. Giardiasis is a very common parasite in the tropics and for the most part, can be prevented. The key is to educate the traveler going to these areas. Besides the physician, the nurse and pharmacist play a key role in the education of the public in preventing this infection. Emphasis has to be placed on personal hand hygiene. In addition, one should avoid drinking water from the local streams, drinking only bottled or boiled water and washing all food thoroughly. Because there is a high risk of transmission of the parasite after anal/fecal contact, the importance of hand hygiene after changing diapers and defecation cannot be emphasized enough. Finally, the pharmacist should educate the public that prophylactic drug treatment while traveling is not recommended as this can lead to a build-up of drug resistance. [17] [18] (Level V) Outcomes"}
{"id": "article-22243_27", "title": "Giardia Lamblia Enteritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The majority of patients who acquire giardiasis have an excellent outcome. In most people the infection is associated with mild or no symptoms. Even those who develop symptoms recover in 5-7 days. Mortality is rare but can occur in infants and the elderly. While the use of antibiotics has improved outcomes, there is evidence of drug resistance in many parts of the globe. Plus, if the environmental conditions are not altered, then reinfection is not uncommon. There are reports that chronic infection with giardia in children may lead to failure to thrive. In others, symptoms that resemble irritable bowel syndrome may persist for several years after the infection. [19] [20] (Level V)", "contents": "Giardia Lamblia Enteritis (Archived) -- Enhancing Healthcare Team Outcomes. The majority of patients who acquire giardiasis have an excellent outcome. In most people the infection is associated with mild or no symptoms. Even those who develop symptoms recover in 5-7 days. Mortality is rare but can occur in infants and the elderly. While the use of antibiotics has improved outcomes, there is evidence of drug resistance in many parts of the globe. Plus, if the environmental conditions are not altered, then reinfection is not uncommon. There are reports that chronic infection with giardia in children may lead to failure to thrive. In others, symptoms that resemble irritable bowel syndrome may persist for several years after the infection. [19] [20] (Level V)"}
{"id": "article-22243_28", "title": "Giardia Lamblia Enteritis (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Giardia Lamblia Enteritis (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}