{"id": "article-22015_0", "title": "Gabapentin -- Continuing Education Activity", "content": "Gabapentin is an anticonvulsive medication that received approval from the US Food and Drug Administration (FDA) in 1993 and has been available in generic form in the USA since 2004. Gabapentin was originally used as a muscle relaxant and an anti-spasmodic. However, it was later discovered that gabapentin has the potential of an anticonvulsive medication and can be used as an adjunct to more potent anticonvulsants. The medication also proves beneficial in managing certain types of neural pain and psychiatric disorders. As its applications have broadened, there is a growing demand for interprofessional collaboration among primary care, neurology, anesthesiology, and other pertinent specialties. This activity outlines the indications, mechanisms of action, administration, significant adverse effects, contraindications, monitoring, and characteristics of gabapentin toxicity. This activity also provides clinicians with the necessary skills and tools to treat various types of muscular, neurological, and psychiatric medical conditions, both acute and chronic, thereby improving patients' quality of life.", "contents": "Gabapentin -- Continuing Education Activity. Gabapentin is an anticonvulsive medication that received approval from the US Food and Drug Administration (FDA) in 1993 and has been available in generic form in the USA since 2004. Gabapentin was originally used as a muscle relaxant and an anti-spasmodic. However, it was later discovered that gabapentin has the potential of an anticonvulsive medication and can be used as an adjunct to more potent anticonvulsants. The medication also proves beneficial in managing certain types of neural pain and psychiatric disorders. As its applications have broadened, there is a growing demand for interprofessional collaboration among primary care, neurology, anesthesiology, and other pertinent specialties. This activity outlines the indications, mechanisms of action, administration, significant adverse effects, contraindications, monitoring, and characteristics of gabapentin toxicity. This activity also provides clinicians with the necessary skills and tools to treat various types of muscular, neurological, and psychiatric medical conditions, both acute and chronic, thereby improving patients' quality of life."}
{"id": "article-22015_1", "title": "Gabapentin -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for gabapentin therapy, including neuropathic pain, partial onset seizures, restless legs syndrome, and other relevant neurological and psychiatric conditions. Screen patients for risk factors and contraindications before initiating gabapentin therapy, such as renal impairment, history of substance misuse, or concurrent medication interactions. Apply patient-centered approaches to gabapentin prescribing, tailoring dosage adjustments and treatment plans based on individual needs and preferences. Collaborate with interprofessional healthcare team members to optimize gabapentin therapy by coordinating comprehensive patient care and addressing emerging clinical concerns or treatment adjustments. Access free multiple choice questions on this topic.", "contents": "Gabapentin -- Continuing Education Activity. Objectives: Identify the appropriate indications for gabapentin therapy, including neuropathic pain, partial onset seizures, restless legs syndrome, and other relevant neurological and psychiatric conditions. Screen patients for risk factors and contraindications before initiating gabapentin therapy, such as renal impairment, history of substance misuse, or concurrent medication interactions. Apply patient-centered approaches to gabapentin prescribing, tailoring dosage adjustments and treatment plans based on individual needs and preferences. Collaborate with interprofessional healthcare team members to optimize gabapentin therapy by coordinating comprehensive patient care and addressing emerging clinical concerns or treatment adjustments. Access free multiple choice questions on this topic."}
{"id": "article-22015_2", "title": "Gabapentin -- Indications", "content": "Gabapentin is an anticonvulsive medication that was first discovered in the 1970s. [1] The medication received approval from the US Food and Drug Administration (FDA) in 1993 and has been available in generic form in the USA since 2004. Gabapentin was originally used as a muscle relaxant and an anti-spasmodic. However, it was later discovered that gabapentin has the potential of an anticonvulsive medication and can be used as an adjunct to more potent anticonvulsants. [2] [3] [4] The medication also proves beneficial in managing certain types of neural pain and psychiatric disorders.", "contents": "Gabapentin -- Indications. Gabapentin is an anticonvulsive medication that was first discovered in the 1970s. [1] The medication received approval from the US Food and Drug Administration (FDA) in 1993 and has been available in generic form in the USA since 2004. Gabapentin was originally used as a muscle relaxant and an anti-spasmodic. However, it was later discovered that gabapentin has the potential of an anticonvulsive medication and can be used as an adjunct to more potent anticonvulsants. [2] [3] [4] The medication also proves beneficial in managing certain types of neural pain and psychiatric disorders."}
{"id": "article-22015_3", "title": "Gabapentin -- Indications -- FDA-Approved Indications", "content": "Gabapentin: Gabapentin is indicated for postherpetic neuralgia and serves as adjunctive therapy for managing partial seizures (with or without secondary generalization) in adults and pediatric patients aged 3 or older. Gabapentin enacarbil: Gabapentin enacarbil is indicated for postherpetic neuralgia and moderate-to-severe restless legs syndrome (RLS). [5]", "contents": "Gabapentin -- Indications -- FDA-Approved Indications. Gabapentin: Gabapentin is indicated for postherpetic neuralgia and serves as adjunctive therapy for managing partial seizures (with or without secondary generalization) in adults and pediatric patients aged 3 or older. Gabapentin enacarbil: Gabapentin enacarbil is indicated for postherpetic neuralgia and moderate-to-severe restless legs syndrome (RLS). [5]"}
{"id": "article-22015_4", "title": "Gabapentin -- Indications -- FDA-Approved Indications", "content": "Gabapentin for neuropathic pain-postherpetic neuralgia: The Canadian Pain Society, National Institute for Health and Care Excellence, and Neuropathic Pain Special Interest Group recommend using gabapentin as one of the initial treatment options for neuropathic pain. [6] European Federation of Neurological Societies also endorses its use for postherpetic neuralgia. [6] The FDA also approved gabapentin for managing postherpetic neuralgia in adults. Recently, gabapentin underwent systemic evaluation in the management of diabetic neuropathy.", "contents": "Gabapentin -- Indications -- FDA-Approved Indications. Gabapentin for neuropathic pain-postherpetic neuralgia: The Canadian Pain Society, National Institute for Health and Care Excellence, and Neuropathic Pain Special Interest Group recommend using gabapentin as one of the initial treatment options for neuropathic pain. [6] European Federation of Neurological Societies also endorses its use for postherpetic neuralgia. [6] The FDA also approved gabapentin for managing postherpetic neuralgia in adults. Recently, gabapentin underwent systemic evaluation in the management of diabetic neuropathy."}
{"id": "article-22015_5", "title": "Gabapentin -- Indications -- FDA-Approved Indications", "content": "In 1998, Rowbotham and his research team concluded that in 229 postherpetic neuralgia patients, gabapentin had more significant pain reduction as early as 2 weeks after initiating the treatment. Furthermore, other measurements of mood, depression, anger-hostility, fatigue, and physical functioning were more effectively managed with gabapentin compared to a placebo. During the same time, Backonja et al reviewed the effect of gabapentin in 165 diabetic neuropathy patients. They showed that pain reduction in the gabapentin group is greater (as measured with an 11-point Likert scale) in comparison to the placebo group. The results were significant from 2 weeks of initiation of therapy and stayed significant during the 8 weeks of study. Patients in the treatment group also reported improvement in their quality of life. This medication was well tolerated in 67% of patients who received a maximum daily dosage of 3600 mg. [7] [8]", "contents": "Gabapentin -- Indications -- FDA-Approved Indications. In 1998, Rowbotham and his research team concluded that in 229 postherpetic neuralgia patients, gabapentin had more significant pain reduction as early as 2 weeks after initiating the treatment. Furthermore, other measurements of mood, depression, anger-hostility, fatigue, and physical functioning were more effectively managed with gabapentin compared to a placebo. During the same time, Backonja et al reviewed the effect of gabapentin in 165 diabetic neuropathy patients. They showed that pain reduction in the gabapentin group is greater (as measured with an 11-point Likert scale) in comparison to the placebo group. The results were significant from 2 weeks of initiation of therapy and stayed significant during the 8 weeks of study. Patients in the treatment group also reported improvement in their quality of life. This medication was well tolerated in 67% of patients who received a maximum daily dosage of 3600 mg. [7] [8]"}
{"id": "article-22015_6", "title": "Gabapentin -- Indications -- FDA-Approved Indications", "content": "Gabapentin for partial seizures: According to the guidelines from the American Epilepsy Society, clinicians might consider gabapentin as a potential option for patients aged 60 and older with new-onset focal epilepsy, as it could be similarly effective and better tolerated compared to carbamazepine. [9]", "contents": "Gabapentin -- Indications -- FDA-Approved Indications. Gabapentin for partial seizures: According to the guidelines from the American Epilepsy Society, clinicians might consider gabapentin as a potential option for patients aged 60 and older with new-onset focal epilepsy, as it could be similarly effective and better tolerated compared to carbamazepine. [9]"}
{"id": "article-22015_7", "title": "Gabapentin -- Indications -- FDA-Approved Indications", "content": "Gabapentin for restless leg syndrome: The American Academy of Sleep Medicine (AASM) suggests the use of gabapentin for the management of moderate-to-severe RLS. [10] Furthermore, The American Academy of Neurology (AAN) substantiates the efficacy of gabapentin enacarbil in mitigating symptoms of moderate-to-severe primary RLS. This slow-release gabapentin prodrug reduces International Restless Legs Syndrome (IRLS) Study Group Rating Scale scores and significantly improves subjective sleep quality. [11]", "contents": "Gabapentin -- Indications -- FDA-Approved Indications. Gabapentin for restless leg syndrome: The American Academy of Sleep Medicine (AASM) suggests the use of gabapentin for the management of moderate-to-severe RLS. [10] Furthermore, The American Academy of Neurology (AAN) substantiates the efficacy of gabapentin enacarbil in mitigating symptoms of moderate-to-severe primary RLS. This slow-release gabapentin prodrug reduces International Restless Legs Syndrome (IRLS) Study Group Rating Scale scores and significantly improves subjective sleep quality. [11]"}
{"id": "article-22015_8", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "Gabapentin is used off-label use for fibromyalgia, bipolar disorder, anxiety disorders, resistant depressants, mood disorders, irritable bowel syndrome, alcohol withdrawal, postoperative analgesia, migraine prophylaxis, interstitial cystitis, painful diabetic neuropathy, social phobia, generalized tonic-clonic seizures, pruritus, insomnia, posttraumatic stress disorder (PTSD), and refractory chronic cough and postmenopausal vasomotor symptoms. [12] [13] [14]", "contents": "Gabapentin -- Indications -- Off-Label Uses. Gabapentin is used off-label use for fibromyalgia, bipolar disorder, anxiety disorders, resistant depressants, mood disorders, irritable bowel syndrome, alcohol withdrawal, postoperative analgesia, migraine prophylaxis, interstitial cystitis, painful diabetic neuropathy, social phobia, generalized tonic-clonic seizures, pruritus, insomnia, posttraumatic stress disorder (PTSD), and refractory chronic cough and postmenopausal vasomotor symptoms. [12] [13] [14]"}
{"id": "article-22015_9", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "Gabapentin in alcohol withdrawal: For the first time, the DSM-V includes the diagnostic guidelines for alcohol dependency. A variety of severe conditions result from or are influenced by alcohol dependence, including stomach ulcers, liver disorders, increased risk of heart disease, and neuropathy. Researchers assess that 3.8% of worldwide deaths result from direct or indirect effects of alcohol misuse. [15] While gabapentin's mechanism of action is generally understood, it appears to be a pharmacologic option for treating issues involving the gamma-aminobutyric acid (GABA) receptor system. Gabapentin is a relatively safe, readily available, and effective drug for alcohol-use disorder treatment, specifically for the abstinence maintenance phase. A study published in 2015 showed evidence for gabapentin use in treating alcohol withdrawal and dependence. [16]", "contents": "Gabapentin -- Indications -- Off-Label Uses. Gabapentin in alcohol withdrawal: For the first time, the DSM-V includes the diagnostic guidelines for alcohol dependency. A variety of severe conditions result from or are influenced by alcohol dependence, including stomach ulcers, liver disorders, increased risk of heart disease, and neuropathy. Researchers assess that 3.8% of worldwide deaths result from direct or indirect effects of alcohol misuse. [15] While gabapentin's mechanism of action is generally understood, it appears to be a pharmacologic option for treating issues involving the gamma-aminobutyric acid (GABA) receptor system. Gabapentin is a relatively safe, readily available, and effective drug for alcohol-use disorder treatment, specifically for the abstinence maintenance phase. A study published in 2015 showed evidence for gabapentin use in treating alcohol withdrawal and dependence. [16]"}
{"id": "article-22015_10", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "Gabapentin has also demonstrated a statistical benefit when used as adjunctive therapy to naltrexone (the FDA-approved alcohol use disorder medication). Higher doses of gabapentin, 1800 mg/d, seem to have a stronger effect on alcohol-use disorder abstinence maintenance. However, the trials investigating gabapentin as monotherapy have shown mixed results. For gabapentin, unlike disulfiram and naltrexone, no need for hepatic dose adjustments is evidenced. Gabapentin can also be used in patients with renal function below 20 mg/dl (although a dosing adjustment is needed). A 2018 clinical review examined gabapentin and other drugs as anti-craving therapy in alcohol use disorder. The author felt a need for clinicians to expand their therapeutic choices to other drugs beyond those with FDA approval for this condition, including gabapentin. [17]", "contents": "Gabapentin -- Indications -- Off-Label Uses. Gabapentin has also demonstrated a statistical benefit when used as adjunctive therapy to naltrexone (the FDA-approved alcohol use disorder medication). Higher doses of gabapentin, 1800 mg/d, seem to have a stronger effect on alcohol-use disorder abstinence maintenance. However, the trials investigating gabapentin as monotherapy have shown mixed results. For gabapentin, unlike disulfiram and naltrexone, no need for hepatic dose adjustments is evidenced. Gabapentin can also be used in patients with renal function below 20 mg/dl (although a dosing adjustment is needed). A 2018 clinical review examined gabapentin and other drugs as anti-craving therapy in alcohol use disorder. The author felt a need for clinicians to expand their therapeutic choices to other drugs beyond those with FDA approval for this condition, including gabapentin. [17]"}
{"id": "article-22015_11", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "A double-blind study investigated the use of up to 1200 mg/d of gabapentin compared to a placebo in alcohol use disorder. The research suggested that gabapentin is the most effective following the initiation of abstinence as a means to sustain abstinence; it might be most effective in patients with a history of more severe alcohol withdrawal symptoms. [18] Another study examined using up to 1200 mg of gabapentin vs. benzodiazepine; the researchers found gabapentin superior to lorazepam in treating outpatients with moderate alcohol withdrawal. This outcome was measured by a lower chance of drinking and a superior but clinically similar alcohol withdrawal symptom reduction. [19]", "contents": "Gabapentin -- Indications -- Off-Label Uses. A double-blind study investigated the use of up to 1200 mg/d of gabapentin compared to a placebo in alcohol use disorder. The research suggested that gabapentin is the most effective following the initiation of abstinence as a means to sustain abstinence; it might be most effective in patients with a history of more severe alcohol withdrawal symptoms. [18] Another study examined using up to 1200 mg of gabapentin vs. benzodiazepine; the researchers found gabapentin superior to lorazepam in treating outpatients with moderate alcohol withdrawal. This outcome was measured by a lower chance of drinking and a superior but clinically similar alcohol withdrawal symptom reduction. [19]"}
{"id": "article-22015_12", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "According to the 2020 ASAM (The American Society of Addiction Medicine) guidelines for alcohol withdrawal management, benzodiazepines are typically the initial treatment due to their proven ability to reduce withdrawal symptoms effectively. Gabapentin is a viable option for managing alcohol withdrawal, particularly when clinicians plan to continue its use as part of the patient's treatment for alcohol use disorder. Gabapentin is also a suitable choice when the use of benzodiazepines is contraindicated. [20] Moreover, per the American Psychiatric Association (APA) guidelines, consider gabapentin or topiramate for patients with moderate-to-severe alcohol use disorder aiming to reduce consumption or achieve abstinence, especially if naltrexone and acamprosate are intolerant or ineffective. [21]", "contents": "Gabapentin -- Indications -- Off-Label Uses. According to the 2020 ASAM (The American Society of Addiction Medicine) guidelines for alcohol withdrawal management, benzodiazepines are typically the initial treatment due to their proven ability to reduce withdrawal symptoms effectively. Gabapentin is a viable option for managing alcohol withdrawal, particularly when clinicians plan to continue its use as part of the patient's treatment for alcohol use disorder. Gabapentin is also a suitable choice when the use of benzodiazepines is contraindicated. [20] Moreover, per the American Psychiatric Association (APA) guidelines, consider gabapentin or topiramate for patients with moderate-to-severe alcohol use disorder aiming to reduce consumption or achieve abstinence, especially if naltrexone and acamprosate are intolerant or ineffective. [21]"}
{"id": "article-22015_13", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "Gabapentin in the treatment of anxiety and depression: Gabapentin is sometimes prescribed off-label for patients with bipolar disorder to reduce anxiety levels or for anxiety disorders. Clinicians have also used it for patients who have anxiety and depression. A 2015 systematic review examined the available study data on gabapentin use for psychological disorders. Further research is necessary to determine whether gabapentin has a place in treating such conditions. The authors found evidence suggesting gabapentin may benefit certain anxiety disorders but noted no studies have been conducted on its effectiveness for generalized anxiety disorder. They also determined that evidence showed that gabapentin is less likely to benefit as an adjunct in treating bipolar disorder. Their research determined that gabapentin has clearer efficacy for alcohol craving and withdrawal symptoms and may be an adjunct to treating opioid dependence. They found no clear evidence for gabapentin therapy in depression, PTSD prevention, OCD, or other types of substance abuse. [22]", "contents": "Gabapentin -- Indications -- Off-Label Uses. Gabapentin in the treatment of anxiety and depression: Gabapentin is sometimes prescribed off-label for patients with bipolar disorder to reduce anxiety levels or for anxiety disorders. Clinicians have also used it for patients who have anxiety and depression. A 2015 systematic review examined the available study data on gabapentin use for psychological disorders. Further research is necessary to determine whether gabapentin has a place in treating such conditions. The authors found evidence suggesting gabapentin may benefit certain anxiety disorders but noted no studies have been conducted on its effectiveness for generalized anxiety disorder. They also determined that evidence showed that gabapentin is less likely to benefit as an adjunct in treating bipolar disorder. Their research determined that gabapentin has clearer efficacy for alcohol craving and withdrawal symptoms and may be an adjunct to treating opioid dependence. They found no clear evidence for gabapentin therapy in depression, PTSD prevention, OCD, or other types of substance abuse. [22]"}
{"id": "article-22015_14", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "In 2019, researchers conducted another systematic review examining gabapentin's role in treating substance abuse and psychiatric disorders. Their findings were that gabapentin appears to have some efficacy in certain forms of anxiety disorder, such as pre-operative anxiety and anxiety in breast cancer survivors, as well as social phobia. They concluded that additional clinical trials with larger patient populations were needed to support using gabapentin in psychiatric disorders, especially since multiple clinical trials in their analysis were open-label trials with inherently less rigorous statistical analysis. [23]", "contents": "Gabapentin -- Indications -- Off-Label Uses. In 2019, researchers conducted another systematic review examining gabapentin's role in treating substance abuse and psychiatric disorders. Their findings were that gabapentin appears to have some efficacy in certain forms of anxiety disorder, such as pre-operative anxiety and anxiety in breast cancer survivors, as well as social phobia. They concluded that additional clinical trials with larger patient populations were needed to support using gabapentin in psychiatric disorders, especially since multiple clinical trials in their analysis were open-label trials with inherently less rigorous statistical analysis. [23]"}
{"id": "article-22015_15", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "Gabapentin in movement disorders: Gabapentin was investigated for amyotrophic lateral sclerosis (ALS), but contemporary evidence shows no benefit. Gabapentin can be used for certain movement disorders, such as essential tremors and RLS. In 1996, Miller et al treated 152 ALS patients randomly assigned to receive 2400 mg gabapentin daily compared to a placebo group. Results showed a slower decline in muscle strength in the treatment group. Further research indicated that gabapentin is ineffective in patients with ALS. [24] According to a 2017 systematic review conducted by Diana et al, gabapentin's efficacy in treating ALS appears nonsignificant. Evidence indicates that gabapentin does not provide survival benefits, delay the decline in muscle strength, or slow respiratory function deterioration. [25]", "contents": "Gabapentin -- Indications -- Off-Label Uses. Gabapentin in movement disorders: Gabapentin was investigated for amyotrophic lateral sclerosis (ALS), but contemporary evidence shows no benefit. Gabapentin can be used for certain movement disorders, such as essential tremors and RLS. In 1996, Miller et al treated 152 ALS patients randomly assigned to receive 2400 mg gabapentin daily compared to a placebo group. Results showed a slower decline in muscle strength in the treatment group. Further research indicated that gabapentin is ineffective in patients with ALS. [24] According to a 2017 systematic review conducted by Diana et al, gabapentin's efficacy in treating ALS appears nonsignificant. Evidence indicates that gabapentin does not provide survival benefits, delay the decline in muscle strength, or slow respiratory function deterioration. [25]"}
{"id": "article-22015_16", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "In 1998, Pahwa et al reviewed the efficacy of gabapentin in treating essential tremors compared to a placebo. The first 14 days of the study showed no difference between patients receiving 1800 mg gabapentin daily compared to placebo. But in 2000, Ondo completed 6 weeks of research on a group of patients receiving up to 3600 mg/d of gabapentin in contrast to the placebo, and patients demonstrated significant improvements in self-report scores for tremor, observed tremor scores, and daily activity improvement scores. According to AAN, gabapentin monotherapy is probably effective for essential tremors. [26]", "contents": "Gabapentin -- Indications -- Off-Label Uses. In 1998, Pahwa et al reviewed the efficacy of gabapentin in treating essential tremors compared to a placebo. The first 14 days of the study showed no difference between patients receiving 1800 mg gabapentin daily compared to placebo. But in 2000, Ondo completed 6 weeks of research on a group of patients receiving up to 3600 mg/d of gabapentin in contrast to the placebo, and patients demonstrated significant improvements in self-report scores for tremor, observed tremor scores, and daily activity improvement scores. According to AAN, gabapentin monotherapy is probably effective for essential tremors. [26]"}
{"id": "article-22015_17", "title": "Gabapentin -- Indications -- Off-Label Uses", "content": "In 1997, Olson and his team performed a 1-month double-blind, placebo-controlled evaluation of the efficacy of gabapentin in 19 patients with advanced Parkinsonism who were suffering from rigidity and bradykinesia. The treatment group received a total daily dosage of 1200 mg of gabapentin. The results in this group were superior to the placebo group in reducing rigidity and bradykinesia as measured by the United Parkinson Disease Rating Scale. The treatment group showed a significant reduction in tremors. [27] Limited evidence suggests the possible use of gabapentin for neuropathic pain associated with Parkinsonism. [28] Gabapentin has also been used off-label for antipsychotic-induced akathisia; propranolol is typically considered the first-line treatment. [29] [30] [31] [32]", "contents": "Gabapentin -- Indications -- Off-Label Uses. In 1997, Olson and his team performed a 1-month double-blind, placebo-controlled evaluation of the efficacy of gabapentin in 19 patients with advanced Parkinsonism who were suffering from rigidity and bradykinesia. The treatment group received a total daily dosage of 1200 mg of gabapentin. The results in this group were superior to the placebo group in reducing rigidity and bradykinesia as measured by the United Parkinson Disease Rating Scale. The treatment group showed a significant reduction in tremors. [27] Limited evidence suggests the possible use of gabapentin for neuropathic pain associated with Parkinsonism. [28] Gabapentin has also been used off-label for antipsychotic-induced akathisia; propranolol is typically considered the first-line treatment. [29] [30] [31] [32]"}
{"id": "article-22015_18", "title": "Gabapentin -- Mechanism of Action", "content": "Although the exact mechanism of action with the GABA receptors is unknown, researchers know that gabapentin freely passes the blood-brain barrier and acts on neurotransmitters. Gabapentin has a cyclohexyl group to the structure of the neurotransmitter GABA as a chemical structure. Although it has a structure similar to GABA, it does not bind to GABA receptors or influence the synthesis or uptake of GABA. Gabapentin works by showing a high affinity for binding sites throughout the brain corresponding to the presence of the voltage-gated calcium channels, especially α-2-δ-1, which seems to inhibit the release of excitatory neurotransmitters in the presynaptic area that participate in epileptogenesis.", "contents": "Gabapentin -- Mechanism of Action. Although the exact mechanism of action with the GABA receptors is unknown, researchers know that gabapentin freely passes the blood-brain barrier and acts on neurotransmitters. Gabapentin has a cyclohexyl group to the structure of the neurotransmitter GABA as a chemical structure. Although it has a structure similar to GABA, it does not bind to GABA receptors or influence the synthesis or uptake of GABA. Gabapentin works by showing a high affinity for binding sites throughout the brain corresponding to the presence of the voltage-gated calcium channels, especially α-2-δ-1, which seems to inhibit the release of excitatory neurotransmitters in the presynaptic area that participate in epileptogenesis."}
{"id": "article-22015_19", "title": "Gabapentin -- Mechanism of Action", "content": "No evidence exists for direct action at the serotonin, dopamine, benzodiazepine, or histamine receptors; research has shown gabapentin to increase total blood levels of serotonin in healthy control subjects. [33] Gabapentin's mechanism in RLS is unclear, but it is known to bind strongly to α2δ-subunits of voltage-activated calcium channels. This binding likely inhibits calcium entry, normalizing neurotransmitter release, including excitatory glutamate; however, the precise mechanism remains unknown.", "contents": "Gabapentin -- Mechanism of Action. No evidence exists for direct action at the serotonin, dopamine, benzodiazepine, or histamine receptors; research has shown gabapentin to increase total blood levels of serotonin in healthy control subjects. [33] Gabapentin's mechanism in RLS is unclear, but it is known to bind strongly to α2δ-subunits of voltage-activated calcium channels. This binding likely inhibits calcium entry, normalizing neurotransmitter release, including excitatory glutamate; however, the precise mechanism remains unknown."}
{"id": "article-22015_20", "title": "Gabapentin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Increasing gabapentin's dosage leads to reduced bioavailability; for example, daily doses of 900 mg, 1200 mg, 2400 mg, 3600 mg, and 4800 mg yield bioavailability of approximately 60%, 47%, 34%, 33%, and 27%, respectively. The impact of food is minor, resulting in a 14% increase in area under the curve (AUC) and Cmax. The variable bioavailability of gabapentin may be due to transporter saturation at clinical doses. The limitations in oral absorption are overcome with the development of its prodrug, gabapentin enacarbil, transported via high-capacity sodium-dependent multivitamin transporter (SMVT) and monocarboxylate transporter 1 (MCT1) in the intestine. The peak plasma concentration for gabapentin is 2 to 4 hours. The time to peak plasma concentration for gabapentin enacarbil is 5 hours for subjects in a fasting state and 7.3 hours for under-fed conditions. [14]", "contents": "Gabapentin -- Mechanism of Action -- Pharmacokinetics. Absorption: Increasing gabapentin's dosage leads to reduced bioavailability; for example, daily doses of 900 mg, 1200 mg, 2400 mg, 3600 mg, and 4800 mg yield bioavailability of approximately 60%, 47%, 34%, 33%, and 27%, respectively. The impact of food is minor, resulting in a 14% increase in area under the curve (AUC) and Cmax. The variable bioavailability of gabapentin may be due to transporter saturation at clinical doses. The limitations in oral absorption are overcome with the development of its prodrug, gabapentin enacarbil, transported via high-capacity sodium-dependent multivitamin transporter (SMVT) and monocarboxylate transporter 1 (MCT1) in the intestine. The peak plasma concentration for gabapentin is 2 to 4 hours. The time to peak plasma concentration for gabapentin enacarbil is 5 hours for subjects in a fasting state and 7.3 hours for under-fed conditions. [14]"}
{"id": "article-22015_21", "title": "Gabapentin -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Plasma protein binding of gabapentin is less than 3%. The mean apparent volume of distribution is around 58±6 L. Gabapentin is highly lipophilic; cerebrospinal fluid concentrations in patients with epilepsy are approximately 20% of the corresponding levels found in plasma, highlighting its capacity to cross the blood-brain barrier.", "contents": "Gabapentin -- Mechanism of Action -- Pharmacokinetics. Distribution: Plasma protein binding of gabapentin is less than 3%. The mean apparent volume of distribution is around 58±6 L. Gabapentin is highly lipophilic; cerebrospinal fluid concentrations in patients with epilepsy are approximately 20% of the corresponding levels found in plasma, highlighting its capacity to cross the blood-brain barrier."}
{"id": "article-22015_22", "title": "Gabapentin -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: In humans, gabapentin undergoes minimal metabolic alteration, largely retaining the original structure. Gabapentin does not induce or inhibit CYP enzymes. Also, none of the CYP enzyme inhibitors alter their pharmacokinetics. Gabapentin enacarbil undergoes substantial first-pass hydrolysis through non-specific carboxylesterase activity, primarily within enterocytes and, to a lesser degree, in hepatocytes. This process leads to the formation of gabapentin, carbon dioxide, acetaldehyde, and isobutyric acid. [34]", "contents": "Gabapentin -- Mechanism of Action -- Pharmacokinetics. Metabolism: In humans, gabapentin undergoes minimal metabolic alteration, largely retaining the original structure. Gabapentin does not induce or inhibit CYP enzymes. Also, none of the CYP enzyme inhibitors alter their pharmacokinetics. Gabapentin enacarbil undergoes substantial first-pass hydrolysis through non-specific carboxylesterase activity, primarily within enterocytes and, to a lesser degree, in hepatocytes. This process leads to the formation of gabapentin, carbon dioxide, acetaldehyde, and isobutyric acid. [34]"}
{"id": "article-22015_23", "title": "Gabapentin -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Systemic elimination of gabapentin primarily occurs through renal excretion. The elimination half-life of gabapentin is 5 to 7 hours, and it takes 2 days for the body to eliminate gabapentin from its system. The elimination rate constant, as well as plasma and renal clearance, correlate directly with creatinine clearance. Reduced clearance of gabapentin is observed in older adults and those with renal dysfunction. Effective removal from plasma is achieved through hemodialysis. Gabapentin is a substrate of organic cation transporter type-2 (OCT2). [33]", "contents": "Gabapentin -- Mechanism of Action -- Pharmacokinetics. Elimination: Systemic elimination of gabapentin primarily occurs through renal excretion. The elimination half-life of gabapentin is 5 to 7 hours, and it takes 2 days for the body to eliminate gabapentin from its system. The elimination rate constant, as well as plasma and renal clearance, correlate directly with creatinine clearance. Reduced clearance of gabapentin is observed in older adults and those with renal dysfunction. Effective removal from plasma is achieved through hemodialysis. Gabapentin is a substrate of organic cation transporter type-2 (OCT2). [33]"}
{"id": "article-22015_24", "title": "Gabapentin -- Administration -- Available Dosage Forms and Strengths", "content": "Gabapentin is available in 2 forms—gabapentin immediate release and the prodrug gabapentin enacarbil. Gabapentin is available in tablet form with strengths of 600 mg and 800 mg, capsules in strengths of 100 mg, 300 mg, and 400 mg, as well as an oral solution of 250 mg/5mL. Gabapentin enacarbil is available in 300 mg extended-release tablets. [35]", "contents": "Gabapentin -- Administration -- Available Dosage Forms and Strengths. Gabapentin is available in 2 forms—gabapentin immediate release and the prodrug gabapentin enacarbil. Gabapentin is available in tablet form with strengths of 600 mg and 800 mg, capsules in strengths of 100 mg, 300 mg, and 400 mg, as well as an oral solution of 250 mg/5mL. Gabapentin enacarbil is available in 300 mg extended-release tablets. [35]"}
{"id": "article-22015_25", "title": "Gabapentin -- Administration -- Dosages", "content": "Initial treatment with gabapentin typically begins with a dosage of 300 mg/d, which is gradually increased to 3 times daily, with a maximum dosage of 4800 mg/d. Healthcare providers recommend initiating the first dose in the evening and then taking the medication 3 times daily. The effects of gabapentin are usually noticeable within the first week of treatment, although significant improvement may take up to a month in some cases. When discontinuing the medication, it is advised to taper the dose over more than 7 days. Partial seizures: The recommended dosage of gabapentin ranges from 300 to 1200 mg taken orally 3 times daily, with a maximum daily dosage of 3600 mg. Post-herpetic neuralgia: The recommended dosage of gabapentin ranges from 300 to 600 mg taken orally 3 times daily, with a maximum daily dosage of 1800 mg.", "contents": "Gabapentin -- Administration -- Dosages. Initial treatment with gabapentin typically begins with a dosage of 300 mg/d, which is gradually increased to 3 times daily, with a maximum dosage of 4800 mg/d. Healthcare providers recommend initiating the first dose in the evening and then taking the medication 3 times daily. The effects of gabapentin are usually noticeable within the first week of treatment, although significant improvement may take up to a month in some cases. When discontinuing the medication, it is advised to taper the dose over more than 7 days. Partial seizures: The recommended dosage of gabapentin ranges from 300 to 1200 mg taken orally 3 times daily, with a maximum daily dosage of 3600 mg. Post-herpetic neuralgia: The recommended dosage of gabapentin ranges from 300 to 600 mg taken orally 3 times daily, with a maximum daily dosage of 1800 mg."}
{"id": "article-22015_26", "title": "Gabapentin -- Administration -- Dosages", "content": "Restless legs syndrome (gabapentin enacarbil): The recommended dosage of gabapentin enacarbil is 600 mg taken orally once daily, with a maximum daily dosage of 1800 mg. [5] Neuropathic pain: The recommended gabapentin dosage ranges from 300 to 1200 mg taken orally 3 times daily, with a maximum daily dosage of 3600 mg. Fibromyalgia: The recommended gabapentin dosage is between 400 and 800 mg taken orally 3 times daily, with a maximum daily dosage of 2400 mg.", "contents": "Gabapentin -- Administration -- Dosages. Restless legs syndrome (gabapentin enacarbil): The recommended dosage of gabapentin enacarbil is 600 mg taken orally once daily, with a maximum daily dosage of 1800 mg. [5] Neuropathic pain: The recommended gabapentin dosage ranges from 300 to 1200 mg taken orally 3 times daily, with a maximum daily dosage of 3600 mg. Fibromyalgia: The recommended gabapentin dosage is between 400 and 800 mg taken orally 3 times daily, with a maximum daily dosage of 2400 mg."}
{"id": "article-22015_27", "title": "Gabapentin -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The American Association for the Study of Liver Disease (AASLD) recognizes the potential role of gabapentin as a primary non-opioid therapeutic choice, particularly for managing neuropathic pain in patients with cirrhosis. [36]", "contents": "Gabapentin -- Administration -- Specific Patient Populations. Hepatic impairment: The American Association for the Study of Liver Disease (AASLD) recognizes the potential role of gabapentin as a primary non-opioid therapeutic choice, particularly for managing neuropathic pain in patients with cirrhosis. [36]"}
{"id": "article-22015_28", "title": "Gabapentin -- Administration -- Specific Patient Populations", "content": "Renal impairment: For patients with renal impairment, gabapentin, which is primarily excreted really and lacks active metabolites, requires dosage adjustment. Therefore, it is crucial to modify both the dose amount and frequency accordingly. Creatinine clearance of 30 mL/min to 60 mL/min: 200 mg to 700 mg twice per day Creatinine clearance of 16 mL/min to 29 mL/min: 200 mg to 700 mg once daily Creatinine clearance of 15 mL/min: 100 mg to 300 mg once daily Creatinine clearance of less than 15 mL/min on hemodialysis: 125 mg to 350 mg as a supplement dose post-hemodialysis", "contents": "Gabapentin -- Administration -- Specific Patient Populations. Renal impairment: For patients with renal impairment, gabapentin, which is primarily excreted really and lacks active metabolites, requires dosage adjustment. Therefore, it is crucial to modify both the dose amount and frequency accordingly. Creatinine clearance of 30 mL/min to 60 mL/min: 200 mg to 700 mg twice per day Creatinine clearance of 16 mL/min to 29 mL/min: 200 mg to 700 mg once daily Creatinine clearance of 15 mL/min: 100 mg to 300 mg once daily Creatinine clearance of less than 15 mL/min on hemodialysis: 125 mg to 350 mg as a supplement dose post-hemodialysis"}
{"id": "article-22015_29", "title": "Gabapentin -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: A cohort study utilizing the US Medicaid dataset investigated gabapentin exposure during pregnancy from January 2000 to December 2013. While no significant associations were observed with major malformations, multiple administration of gabapentin was correlated with an increase in the risk of cardiac defects. Late or dual exposure to gabapentin is linked to an increased risk of small for gestational age and preterm birth. Additionally, the risk of neonatal intensive care unit (NICU) admission increased with higher drug exposure levels. [37]", "contents": "Gabapentin -- Administration -- Specific Patient Populations. Pregnancy considerations: A cohort study utilizing the US Medicaid dataset investigated gabapentin exposure during pregnancy from January 2000 to December 2013. While no significant associations were observed with major malformations, multiple administration of gabapentin was correlated with an increase in the risk of cardiac defects. Late or dual exposure to gabapentin is linked to an increased risk of small for gestational age and preterm birth. Additionally, the risk of neonatal intensive care unit (NICU) admission increased with higher drug exposure levels. [37]"}
{"id": "article-22015_30", "title": "Gabapentin -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Limited data suggest that maternal doses of gabapentin up to 2.1 g daily result in relatively low levels in infant serum. Administration of a single dose of 300 or 600 mg to mothers before cesarean section did not impact breastfeeding. It is advisable to monitor infants for drowsiness, sufficient weight gain, and developmental milestones, particularly in younger, exclusively breastfed infants and when combining anticonvulsant or psychotropic drugs. [38]", "contents": "Gabapentin -- Administration -- Specific Patient Populations. Breastfeeding considerations: Limited data suggest that maternal doses of gabapentin up to 2.1 g daily result in relatively low levels in infant serum. Administration of a single dose of 300 or 600 mg to mothers before cesarean section did not impact breastfeeding. It is advisable to monitor infants for drowsiness, sufficient weight gain, and developmental milestones, particularly in younger, exclusively breastfed infants and when combining anticonvulsant or psychotropic drugs. [38]"}
{"id": "article-22015_31", "title": "Gabapentin -- Administration -- Specific Patient Populations", "content": "Pediatric patients: The FDA has not approved gabapentin for treating partial seizures in pediatric patients aged 3 or younger. Gabapentin can be considered for pain relief in terminally ill children. [35] Older patients: Given the tendency for reduced renal function among older patients, careful consideration in dosing is advisable, with necessary adjustments as per creatinine clearance.", "contents": "Gabapentin -- Administration -- Specific Patient Populations. Pediatric patients: The FDA has not approved gabapentin for treating partial seizures in pediatric patients aged 3 or younger. Gabapentin can be considered for pain relief in terminally ill children. [35] Older patients: Given the tendency for reduced renal function among older patients, careful consideration in dosing is advisable, with necessary adjustments as per creatinine clearance."}
{"id": "article-22015_32", "title": "Gabapentin -- Adverse Effects", "content": "Gabapentin may cause certain adverse effects, which are listed below.", "contents": "Gabapentin -- Adverse Effects. Gabapentin may cause certain adverse effects, which are listed below."}
{"id": "article-22015_33", "title": "Gabapentin -- Adverse Effects", "content": "Severe reactions: The severe adverse reactions include suicidality, depression, Stevens-Johnson syndrome, anaphylaxis, angioedema, erythema multiforme, rhabdomyolysis, and withdrawal seizure or withdrawal symptoms if the drug is discontinued abruptly. [39]", "contents": "Gabapentin -- Adverse Effects. Severe reactions: The severe adverse reactions include suicidality, depression, Stevens-Johnson syndrome, anaphylaxis, angioedema, erythema multiforme, rhabdomyolysis, and withdrawal seizure or withdrawal symptoms if the drug is discontinued abruptly. [39]"}
{"id": "article-22015_34", "title": "Gabapentin -- Adverse Effects", "content": "More common reactions: More common reactions to gabapentin include ataxia, dizziness, fatigue, somnolence, fever, nystagmus, peripheral edema, hostility, hyperkinesia (in pediatric patients), nausea, vomiting, tremor, asthenia, diplopia, diarrhea, xerostomia, infection, amblyopia, headache, constipation, weight gain, abnormal thinking, amnesia, back pain, impotence, and depression.", "contents": "Gabapentin -- Adverse Effects. More common reactions: More common reactions to gabapentin include ataxia, dizziness, fatigue, somnolence, fever, nystagmus, peripheral edema, hostility, hyperkinesia (in pediatric patients), nausea, vomiting, tremor, asthenia, diplopia, diarrhea, xerostomia, infection, amblyopia, headache, constipation, weight gain, abnormal thinking, amnesia, back pain, impotence, and depression."}
{"id": "article-22015_35", "title": "Gabapentin -- Adverse Effects", "content": "In a study analyzing adverse drug reactions associated with gabapentin through the FDA Adverse Events Reporting System, it was found that compared to duloxetine, gabapentin showed a higher likelihood of drug withdrawal, auditory hallucinations, delusions, euphoric mood, ataxia, aggression, and substance use disorder. [40]", "contents": "Gabapentin -- Adverse Effects. In a study analyzing adverse drug reactions associated with gabapentin through the FDA Adverse Events Reporting System, it was found that compared to duloxetine, gabapentin showed a higher likelihood of drug withdrawal, auditory hallucinations, delusions, euphoric mood, ataxia, aggression, and substance use disorder. [40]"}
{"id": "article-22015_36", "title": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions", "content": "Antiepileptic drugs: An important benefit of gabapentin is no interaction with valproate, lithium, and carbamazepine exists. However, concurrent use of gabapentin and pregabalin is contraindicated. [41]", "contents": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions. Antiepileptic drugs: An important benefit of gabapentin is no interaction with valproate, lithium, and carbamazepine exists. However, concurrent use of gabapentin and pregabalin is contraindicated. [41]"}
{"id": "article-22015_37", "title": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions", "content": "Opioids: Reports of respiratory depression and sedation, occasionally fatal, have emerged with the coadministration of gabapentin and opioids like morphine, hydrocodone, oxycodone, and buprenorphine. [42]", "contents": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions. Opioids: Reports of respiratory depression and sedation, occasionally fatal, have emerged with the coadministration of gabapentin and opioids like morphine, hydrocodone, oxycodone, and buprenorphine. [42]"}
{"id": "article-22015_38", "title": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions", "content": "Antacids: Concurrent use of an antacid containing magnesium and aluminum hydroxides reduces gabapentin bioavailability. To mitigate this interaction, gabapentin is recommended at least 2 hours after administering the antacid. [43]", "contents": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions. Antacids: Concurrent use of an antacid containing magnesium and aluminum hydroxides reduces gabapentin bioavailability. To mitigate this interaction, gabapentin is recommended at least 2 hours after administering the antacid. [43]"}
{"id": "article-22015_39", "title": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions", "content": "Drug or laboratory test interactions: Gabapentin's addition to other antiepileptic drugs might lead to false positive readings of urinary protein. Thus, the sulfosalicylic acid precipitation test is recommended to assess urine protein presence accurately.", "contents": "Gabapentin -- Adverse Effects -- Drug-Drug Interactions. Drug or laboratory test interactions: Gabapentin's addition to other antiepileptic drugs might lead to false positive readings of urinary protein. Thus, the sulfosalicylic acid precipitation test is recommended to assess urine protein presence accurately."}
{"id": "article-22015_40", "title": "Gabapentin -- Contraindications", "content": "Gabapentin should not be prescribed to individuals with a history of allergic reactions to the drug or excipients. [44] [45]", "contents": "Gabapentin -- Contraindications. Gabapentin should not be prescribed to individuals with a history of allergic reactions to the drug or excipients. [44] [45]"}
{"id": "article-22015_41", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "DRESS/multiorgan hypersensitivity: In addressing Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS), or multiorgan hypersensitivity, a reasonable strategy involves the cessation of gabapentin unless an alternate etiology can be definitively established. Notably, instances of severe, and in some cases fatal, multiorgan hypersensitivity reactions have been observed in conjunction with the utilization of gabapentin. Bullous pemphigoid has also been reported. [46]", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. DRESS/multiorgan hypersensitivity: In addressing Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS), or multiorgan hypersensitivity, a reasonable strategy involves the cessation of gabapentin unless an alternate etiology can be definitively established. Notably, instances of severe, and in some cases fatal, multiorgan hypersensitivity reactions have been observed in conjunction with the utilization of gabapentin. Bullous pemphigoid has also been reported. [46]"}
{"id": "article-22015_42", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "Anaphylaxis and angioedema: Rapid intervention is important upon the presentation of anaphylaxis or angioedema, necessitating the immediate discontinuation of gabapentin. Such hypersensitivity reactions carry the potential for life-threatening consequences and warrant prompt medical evaluation and treatment. [47]", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. Anaphylaxis and angioedema: Rapid intervention is important upon the presentation of anaphylaxis or angioedema, necessitating the immediate discontinuation of gabapentin. Such hypersensitivity reactions carry the potential for life-threatening consequences and warrant prompt medical evaluation and treatment. [47]"}
{"id": "article-22015_43", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "Driving impairment, somnolence or sedation, and dizziness: A cautious approach advises individuals undergoing gabapentin treatment to exercise restraint in operating vehicles until they comprehensively understand the potential to impair driving capabilities. Notably, gabapentin has demonstrated the capacity to induce drowsiness, sedation, and dizziness. [48]", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. Driving impairment, somnolence or sedation, and dizziness: A cautious approach advises individuals undergoing gabapentin treatment to exercise restraint in operating vehicles until they comprehensively understand the potential to impair driving capabilities. Notably, gabapentin has demonstrated the capacity to induce drowsiness, sedation, and dizziness. [48]"}
{"id": "article-22015_44", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "Increased seizure frequency: Prudent clinical practice underscores the avoidance of abrupt discontinuation of gabapentin, particularly among individuals with epilepsy, as this may engender an elevation in seizure frequency. Gradual dose tapering is advocated as a strategy to mitigate this inherent risk.", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. Increased seizure frequency: Prudent clinical practice underscores the avoidance of abrupt discontinuation of gabapentin, particularly among individuals with epilepsy, as this may engender an elevation in seizure frequency. Gradual dose tapering is advocated as a strategy to mitigate this inherent risk."}
{"id": "article-22015_45", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "Respiratory depression: A comprehensive understanding of gabapentin and central nervous system depressants, notably opioids, is critical, given the potential for developing profound respiratory depression. Individualized dosage adjustments are essential to managing this risk. [42]", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. Respiratory depression: A comprehensive understanding of gabapentin and central nervous system depressants, notably opioids, is critical, given the potential for developing profound respiratory depression. Individualized dosage adjustments are essential to managing this risk. [42]"}
{"id": "article-22015_46", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "Neuropsychiatric adverse reactions (children aged 3 to 12): Pediatric subjects aged 3 to 12 receiving gabapentin treatment for epilepsy warrant meticulous monitoring for potential neuropsychiatric sequelae, encompassing emotional lability, hostility, thought disorder, and hyperkinesia.", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. Neuropsychiatric adverse reactions (children aged 3 to 12): Pediatric subjects aged 3 to 12 receiving gabapentin treatment for epilepsy warrant meticulous monitoring for potential neuropsychiatric sequelae, encompassing emotional lability, hostility, thought disorder, and hyperkinesia."}
{"id": "article-22015_47", "title": "Gabapentin -- Contraindications -- Warning and Precautions", "content": "Withdrawal seizures and status epilepticus: Discontinuing antiepileptic drugs, including gabapentin, necessitates a gradual tapering regimen to prevent the risk of withdrawal-induced seizures or the emergence of status epilepticus. [49]", "contents": "Gabapentin -- Contraindications -- Warning and Precautions. Withdrawal seizures and status epilepticus: Discontinuing antiepileptic drugs, including gabapentin, necessitates a gradual tapering regimen to prevent the risk of withdrawal-induced seizures or the emergence of status epilepticus. [49]"}
{"id": "article-22015_48", "title": "Gabapentin -- Monitoring", "content": "Clinicians should check baseline creatinine levels before and during the treatment. Patients should be informed and screened for depression, behavioral changes, and suicidality. [39] [50] Before prescribing gabapentin or other pharmacotherapy, clinicians should check for iron deficiency, as it is associated with RLS. [51]", "contents": "Gabapentin -- Monitoring. Clinicians should check baseline creatinine levels before and during the treatment. Patients should be informed and screened for depression, behavioral changes, and suicidality. [39] [50] Before prescribing gabapentin or other pharmacotherapy, clinicians should check for iron deficiency, as it is associated with RLS. [51]"}
{"id": "article-22015_49", "title": "Gabapentin -- Toxicity", "content": "At the federal level, gabapentin is not classified as a controlled substance, is regarded as a non-addictive medication, and is recognized by the Centers for Disease Control and Prevention (CDC) as a potential substitute for opioids in managing chronic pain. However, growing concerns about the potential for misuse are increasing. [52] Several US states have moved gabapentin to the Schedule V controlled substance category. Gabapentin does not have a high risk of an overdose but can increase the euphoria caused by opioids and reduce drug withdrawals. An Australian study examined fatal gabapentinoid-related poisoning and discovered that concomitant other drug use is almost universal in such cases. [53] Furthermore, gabapentin can bypass the blocking effects of addiction treatment medications and, unfortunately, does not appear in urine drug tests. [54]", "contents": "Gabapentin -- Toxicity. At the federal level, gabapentin is not classified as a controlled substance, is regarded as a non-addictive medication, and is recognized by the Centers for Disease Control and Prevention (CDC) as a potential substitute for opioids in managing chronic pain. However, growing concerns about the potential for misuse are increasing. [52] Several US states have moved gabapentin to the Schedule V controlled substance category. Gabapentin does not have a high risk of an overdose but can increase the euphoria caused by opioids and reduce drug withdrawals. An Australian study examined fatal gabapentinoid-related poisoning and discovered that concomitant other drug use is almost universal in such cases. [53] Furthermore, gabapentin can bypass the blocking effects of addiction treatment medications and, unfortunately, does not appear in urine drug tests. [54]"}
{"id": "article-22015_50", "title": "Gabapentin -- Toxicity", "content": "Gabapentin toxicity is seen in those with chronic kidney disease or undergoing hemodialysis, showing symptoms like tremors, altered mental states, and respiratory depression requiring intubation. Reports of rhabdomyolysis due to gabapentin have been described. [55] [56] No antidote for gabapentin poisoning currently exists. Gabapentin can be removed through dialysis. The Extracorporeal Treatments in Poisoning (EXTRIP) workgroup recommends refraining from utilizing extracorporeal treatments (ECTR) and standard care for gabapentin poisoning in patients with normal kidney function. However, if reduced kidney function and coma necessitating mechanical ventilation are evident, the EXTRIP suggests incorporating ECTR and standard care. [57]", "contents": "Gabapentin -- Toxicity. Gabapentin toxicity is seen in those with chronic kidney disease or undergoing hemodialysis, showing symptoms like tremors, altered mental states, and respiratory depression requiring intubation. Reports of rhabdomyolysis due to gabapentin have been described. [55] [56] No antidote for gabapentin poisoning currently exists. Gabapentin can be removed through dialysis. The Extracorporeal Treatments in Poisoning (EXTRIP) workgroup recommends refraining from utilizing extracorporeal treatments (ECTR) and standard care for gabapentin poisoning in patients with normal kidney function. However, if reduced kidney function and coma necessitating mechanical ventilation are evident, the EXTRIP suggests incorporating ECTR and standard care. [57]"}
{"id": "article-22015_51", "title": "Gabapentin -- Enhancing Healthcare Team Outcomes", "content": "Gabapentin is widely prescribed by various healthcare providers, including primary care providers, nurse practitioners, physician assistants, neurologists, internists, and orthopedic surgeons, to address various medical conditions. Apart from its anticonvulsant properties, the drug serves multiple purposes. While gabapentin is generally considered safe, pharmacists play a crucial role in assisting the healthcare team and monitoring patients' medication regimens to prevent potential drug interactions. In a documented case, a patient with diabetes, diabetic neuropathy, and hypertension was prescribed both gabapentin and pregabalin, resulting in adverse effects. Upon intervention by the pharmacist, the physician was contacted, leading to the successful discontinuation of pregabalin. This scenario underscores the importance of effective communication among healthcare professionals in safeguarding patient well-being and achieving favorable treatment outcomes. [41]", "contents": "Gabapentin -- Enhancing Healthcare Team Outcomes. Gabapentin is widely prescribed by various healthcare providers, including primary care providers, nurse practitioners, physician assistants, neurologists, internists, and orthopedic surgeons, to address various medical conditions. Apart from its anticonvulsant properties, the drug serves multiple purposes. While gabapentin is generally considered safe, pharmacists play a crucial role in assisting the healthcare team and monitoring patients' medication regimens to prevent potential drug interactions. In a documented case, a patient with diabetes, diabetic neuropathy, and hypertension was prescribed both gabapentin and pregabalin, resulting in adverse effects. Upon intervention by the pharmacist, the physician was contacted, leading to the successful discontinuation of pregabalin. This scenario underscores the importance of effective communication among healthcare professionals in safeguarding patient well-being and achieving favorable treatment outcomes. [41]"}
{"id": "article-22015_52", "title": "Gabapentin -- Enhancing Healthcare Team Outcomes", "content": "Nursing staff can address patient inquiries, review dosing information, and act as a liaison for clinicians. Notably, all members of the interprofessional team must recognize the potential for gabapentin misuse. Severe RLS cases may necessitate referral to a movement disorder specialist for gabapentin use. The role of psychiatrists is crucial in effectively managing the conditions that patients experience during alcohol withdrawal. Referral to an epileptologist may be warranted for gabapentin usage in refractory seizure cases. In instances of severe overdose, consultation with a critical care physician and admission to the medical intensive care unit (MICU) may be imperative. Adopting an interprofessional team approach with transparent communication among clinicians, specialists, pharmacists, and nurses is vital for enhancing patient outcomes associated with gabapentin therapy while mitigating potential adverse effects.", "contents": "Gabapentin -- Enhancing Healthcare Team Outcomes. Nursing staff can address patient inquiries, review dosing information, and act as a liaison for clinicians. Notably, all members of the interprofessional team must recognize the potential for gabapentin misuse. Severe RLS cases may necessitate referral to a movement disorder specialist for gabapentin use. The role of psychiatrists is crucial in effectively managing the conditions that patients experience during alcohol withdrawal. Referral to an epileptologist may be warranted for gabapentin usage in refractory seizure cases. In instances of severe overdose, consultation with a critical care physician and admission to the medical intensive care unit (MICU) may be imperative. Adopting an interprofessional team approach with transparent communication among clinicians, specialists, pharmacists, and nurses is vital for enhancing patient outcomes associated with gabapentin therapy while mitigating potential adverse effects."}
{"id": "article-22015_53", "title": "Gabapentin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gabapentin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}