{"id": "article-30011_0", "title": "Thalamic Pain Syndrome -- Continuing Education Activity", "content": "Thalamic pain syndrome is a chronic and disability neuropathic pain disorder seen following a cerebrovascular accident of the thalamus. This activity reviews the evaluation, and treatment evaluation of thalamic pain syndrome highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Thalamic Pain Syndrome -- Continuing Education Activity. Thalamic pain syndrome is a chronic and disability neuropathic pain disorder seen following a cerebrovascular accident of the thalamus. This activity reviews the evaluation, and treatment evaluation of thalamic pain syndrome highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-30011_1", "title": "Thalamic Pain Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of thalamic pain syndrome. Review the appropriate history, physical, and evaluation of thalamic pain syndrome. Outline the treatment and management options available for thalamic pain syndrome. Describe interprofessional team strategies for improving care coordination and communication to advance thalamic pain syndrome and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Thalamic Pain Syndrome -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of thalamic pain syndrome. Review the appropriate history, physical, and evaluation of thalamic pain syndrome. Outline the treatment and management options available for thalamic pain syndrome. Describe interprofessional team strategies for improving care coordination and communication to advance thalamic pain syndrome and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30011_2", "title": "Thalamic Pain Syndrome -- Introduction", "content": "Thalamic pain syndrome is an unfortunate outcome following a cerebrovascular accident (CVA). The pain experienced by the patient is centralized, neuropathic, and associated with temperature changes. Patients will often suffer from hyperalgesia and allodynia. The prevalence of thalamic pain syndrome following a stroke is relatively high at up to eight percent of cases. Despite being common following a stroke, diagnosis is often difficult. The onset of a patient’s symptoms is often delayed following a CVA. A patient with a history of a CVA of the thalamus may not experience significant pain until months or years after their stroke. Thalamic pain syndrome is now more commonly known as central post-stroke pain, while historically, it was known as Dejerine–Roussy syndrome. The nuances in these various terms are as follows. All cases of thalamic pain syndrome are a type of central post-stroke pain. However, not all cases of central post-stroke pain are thalamic in origin. A more accurate and broad definition of central post-stroke would be pain secondary to injury of the spinothalamic tract.", "contents": "Thalamic Pain Syndrome -- Introduction. Thalamic pain syndrome is an unfortunate outcome following a cerebrovascular accident (CVA). The pain experienced by the patient is centralized, neuropathic, and associated with temperature changes. Patients will often suffer from hyperalgesia and allodynia. The prevalence of thalamic pain syndrome following a stroke is relatively high at up to eight percent of cases. Despite being common following a stroke, diagnosis is often difficult. The onset of a patient’s symptoms is often delayed following a CVA. A patient with a history of a CVA of the thalamus may not experience significant pain until months or years after their stroke. Thalamic pain syndrome is now more commonly known as central post-stroke pain, while historically, it was known as Dejerine–Roussy syndrome. The nuances in these various terms are as follows. All cases of thalamic pain syndrome are a type of central post-stroke pain. However, not all cases of central post-stroke pain are thalamic in origin. A more accurate and broad definition of central post-stroke would be pain secondary to injury of the spinothalamic tract."}
{"id": "article-30011_3", "title": "Thalamic Pain Syndrome -- Introduction", "content": "Thalamic pain syndrome is a term used interchangeably with centralized neuropathic pain. There is limited research complete for thalamic pain syndrome. There should be suspicion for thalamic pain syndrome in patients with a history of chronic and centralized pain and comorbid history of CVA. Treatment options are limited and vary in efficacy. Alternative and integrative approaches to treatment are recommended to help improve pain and quality of life. Pharmacological options include neuropathic pain medications and opioid analgesics. More invasive treatment options include deep brain stimulation, surgery, and neuromodulation. Given the complicated nature of thalamic pain syndrome, evaluation and treatment often require an interdisciplinary team that may consist of a neurologist, pain medicine specialist, or a neurosurgeon. Prognosis remains guarded. Providers must keep thalamic pain syndrome on their differential for all patients who have suffered a CVA and are complaining of symptoms of neuropathic pain.", "contents": "Thalamic Pain Syndrome -- Introduction. Thalamic pain syndrome is a term used interchangeably with centralized neuropathic pain. There is limited research complete for thalamic pain syndrome. There should be suspicion for thalamic pain syndrome in patients with a history of chronic and centralized pain and comorbid history of CVA. Treatment options are limited and vary in efficacy. Alternative and integrative approaches to treatment are recommended to help improve pain and quality of life. Pharmacological options include neuropathic pain medications and opioid analgesics. More invasive treatment options include deep brain stimulation, surgery, and neuromodulation. Given the complicated nature of thalamic pain syndrome, evaluation and treatment often require an interdisciplinary team that may consist of a neurologist, pain medicine specialist, or a neurosurgeon. Prognosis remains guarded. Providers must keep thalamic pain syndrome on their differential for all patients who have suffered a CVA and are complaining of symptoms of neuropathic pain."}
{"id": "article-30011_4", "title": "Thalamic Pain Syndrome -- Etiology", "content": "Thalamic pain syndrome most commonly occurs following a cerebrovascular accident. An isolated thalamic infarction is called a lacunar infarct. At the same time, a more expansive and extensive stroke typically derives its name after the more significant injured artery, such as a middle cerebral artery (MCA) infarction. However, a thalamic lesion or abscess can also cause sensory deficits, similar to thalamic pain syndrome. Thalamic pain syndrome can occur both following an ischemic stroke or hemorrhagic stroke. The pain experienced in thalamic strokes is neuropathic. [1] Any injury to the thalamus can cause contralateral sensory deficits. Damage to the spinothalamic tract causes specific deficits in thermoregulation. The pain associated with thalamic pain syndrome can occur acutely following a stroke but also can occur in either the subacute period or years after the initial injury. [2]", "contents": "Thalamic Pain Syndrome -- Etiology. Thalamic pain syndrome most commonly occurs following a cerebrovascular accident. An isolated thalamic infarction is called a lacunar infarct. At the same time, a more expansive and extensive stroke typically derives its name after the more significant injured artery, such as a middle cerebral artery (MCA) infarction. However, a thalamic lesion or abscess can also cause sensory deficits, similar to thalamic pain syndrome. Thalamic pain syndrome can occur both following an ischemic stroke or hemorrhagic stroke. The pain experienced in thalamic strokes is neuropathic. [1] Any injury to the thalamus can cause contralateral sensory deficits. Damage to the spinothalamic tract causes specific deficits in thermoregulation. The pain associated with thalamic pain syndrome can occur acutely following a stroke but also can occur in either the subacute period or years after the initial injury. [2]"}
{"id": "article-30011_5", "title": "Thalamic Pain Syndrome -- Etiology", "content": "The role of the thalamus is to act as a relay station for all sensory information within the brain except smell. Peripherally we are exposed to sensory information within our environment, and this information goes from our peripheral nervous system to our central nervous system (CNS). As the information reaches the CNS, it arrives in the thalamus. The thalamus acts as a way of decoding information and processing it. After it reaches the thalamus, it goes to the somatosensory cortex. Within the cortex, the information is interpreted. In the case of thalamic pain syndrome, this process becomes damaged. Our sensory processing is lost, and we lose the ability to interpret tactile information accurately. Tactile information should not be painful at temperatures or at applied pressures that do not damage tissue. Pain should not be a symptom unless there is an acute injury. The afferent pathway from the thalamus to the cortex no longer functions correctly in central post-stroke pain. The sensory information received by the thalamus is interpreted differently. Tactile stimuli become painful or painful stimuli are amplified and made worse. [3] [4] [5] [6] When ordinary touch reproduces the pain, it is called allodynia, and when potentially painful stimuli are worse than expected, the patient is experiencing hyperalgesia.", "contents": "Thalamic Pain Syndrome -- Etiology. The role of the thalamus is to act as a relay station for all sensory information within the brain except smell. Peripherally we are exposed to sensory information within our environment, and this information goes from our peripheral nervous system to our central nervous system (CNS). As the information reaches the CNS, it arrives in the thalamus. The thalamus acts as a way of decoding information and processing it. After it reaches the thalamus, it goes to the somatosensory cortex. Within the cortex, the information is interpreted. In the case of thalamic pain syndrome, this process becomes damaged. Our sensory processing is lost, and we lose the ability to interpret tactile information accurately. Tactile information should not be painful at temperatures or at applied pressures that do not damage tissue. Pain should not be a symptom unless there is an acute injury. The afferent pathway from the thalamus to the cortex no longer functions correctly in central post-stroke pain. The sensory information received by the thalamus is interpreted differently. Tactile stimuli become painful or painful stimuli are amplified and made worse. [3] [4] [5] [6] When ordinary touch reproduces the pain, it is called allodynia, and when potentially painful stimuli are worse than expected, the patient is experiencing hyperalgesia."}
{"id": "article-30011_6", "title": "Thalamic Pain Syndrome -- Etiology", "content": "Thalamic pain syndrome is a type of centralized pain. In centralized pain, the origin of the area of pain is stemming from the central nervous system. Central sensitization of pain occurs when the patient's nervous system is persistently in a state of high activity. A persistently activated state decreases sensitivity to fire action potentials. An increase in firing of action potential leads to an amplification of neural signaling. Patients become hypersensitive to pain. This state of high alert is commonly known as the wind-up; clinically, it is known as temporal summation.", "contents": "Thalamic Pain Syndrome -- Etiology. Thalamic pain syndrome is a type of centralized pain. In centralized pain, the origin of the area of pain is stemming from the central nervous system. Central sensitization of pain occurs when the patient's nervous system is persistently in a state of high activity. A persistently activated state decreases sensitivity to fire action potentials. An increase in firing of action potential leads to an amplification of neural signaling. Patients become hypersensitive to pain. This state of high alert is commonly known as the wind-up; clinically, it is known as temporal summation."}
{"id": "article-30011_7", "title": "Thalamic Pain Syndrome -- Etiology", "content": "To make the diagnosis of thalamic pain syndrome, the patient's pain is not attributable to a peripheral source. Any stroke along the spinothalamic tract can be suggestive of thalamic pain syndrome. Specifically, infarction of the ventral posterior nuclei of the thalamus is more likely to be associated with centralized post-stroke pain. [7] There are a reduced number of opiate receptors within the thalamus, that may contribute to enhanced pain perception in cases of post-stroke pain, once the thalamus is damaged. [8] [9] [10] Hypersensitivity of the remaining nerves along the spinothalamic tract is a possible explanation of pain following infarction, secondary to microglial activation, leading to chronic activation. [11] [12] Autonomic instability contributes to lower skin temperature in the areas of reported pain in patients with central post-stroke pain. Stress has also shown to worse pain. [13]", "contents": "Thalamic Pain Syndrome -- Etiology. To make the diagnosis of thalamic pain syndrome, the patient's pain is not attributable to a peripheral source. Any stroke along the spinothalamic tract can be suggestive of thalamic pain syndrome. Specifically, infarction of the ventral posterior nuclei of the thalamus is more likely to be associated with centralized post-stroke pain. [7] There are a reduced number of opiate receptors within the thalamus, that may contribute to enhanced pain perception in cases of post-stroke pain, once the thalamus is damaged. [8] [9] [10] Hypersensitivity of the remaining nerves along the spinothalamic tract is a possible explanation of pain following infarction, secondary to microglial activation, leading to chronic activation. [11] [12] Autonomic instability contributes to lower skin temperature in the areas of reported pain in patients with central post-stroke pain. Stress has also shown to worse pain. [13]"}
{"id": "article-30011_8", "title": "Thalamic Pain Syndrome -- Epidemiology", "content": "There are 700000 cases of CVA in the United States each year. Of those cerebrovascular infarctions, there are an estimated 56,000 cases of central post-stroke pain annually. [14] Thalamic stroke represents 20% to 33% of cases of centralized post-stroke pain. [15] [16] Central post-stroke pain presents in the recovery phase of cerebral infarction. [7] Prevalence of post-stroke pain is up to eight percent of patients following a CVA and eleven percent of patients, who are over the age of 80. [4] Central post-stroke pain is more likely to occur from thalamic strokes and lateral medullary infarcts than any other area. [17] [18] [19] For thalamic pain syndrome, 17% to 18% of cases occur in the inferior-lateral aspect of the thalamus. [5] Part of what makes the diagnosis of central post-stroke pain so difficult is under 40 percent of patients develop pain, immediately following a stroke. [13] The majority of patients with thalamic pain syndrome develop pain within a month of their stroke. An estimated 18 percent of patients develop pain within the first six months after a stroke, while 18 percent of patients do not develop symptoms until six months following a CVA. [5] Patients develop pain following a stroke up to one to six years post-stroke.", "contents": "Thalamic Pain Syndrome -- Epidemiology. There are 700000 cases of CVA in the United States each year. Of those cerebrovascular infarctions, there are an estimated 56,000 cases of central post-stroke pain annually. [14] Thalamic stroke represents 20% to 33% of cases of centralized post-stroke pain. [15] [16] Central post-stroke pain presents in the recovery phase of cerebral infarction. [7] Prevalence of post-stroke pain is up to eight percent of patients following a CVA and eleven percent of patients, who are over the age of 80. [4] Central post-stroke pain is more likely to occur from thalamic strokes and lateral medullary infarcts than any other area. [17] [18] [19] For thalamic pain syndrome, 17% to 18% of cases occur in the inferior-lateral aspect of the thalamus. [5] Part of what makes the diagnosis of central post-stroke pain so difficult is under 40 percent of patients develop pain, immediately following a stroke. [13] The majority of patients with thalamic pain syndrome develop pain within a month of their stroke. An estimated 18 percent of patients develop pain within the first six months after a stroke, while 18 percent of patients do not develop symptoms until six months following a CVA. [5] Patients develop pain following a stroke up to one to six years post-stroke."}
{"id": "article-30011_9", "title": "Thalamic Pain Syndrome -- Epidemiology", "content": "The mechanism of cerebrovascular injury seen in post-stroke pain is the same as the percentage of cases of CVA's, with eighty percent of CVAs being ischemic, and eighty percent of cases of thalamic pain syndrome secondary to ischemic strokes. [20] According to a 2004 study from the United Kingdom, the incidence of central post-stroke pain was between 2000 and 6000 patients. The estimated prevalence was closer to 20000 patients. [21]", "contents": "Thalamic Pain Syndrome -- Epidemiology. The mechanism of cerebrovascular injury seen in post-stroke pain is the same as the percentage of cases of CVA's, with eighty percent of CVAs being ischemic, and eighty percent of cases of thalamic pain syndrome secondary to ischemic strokes. [20] According to a 2004 study from the United Kingdom, the incidence of central post-stroke pain was between 2000 and 6000 patients. The estimated prevalence was closer to 20000 patients. [21]"}
{"id": "article-30011_10", "title": "Thalamic Pain Syndrome -- Epidemiology", "content": "Central post-stroke pain symptoms occur equally in various demographics. Seventy-four percent of patients endorse increased pain gradually rather than sudden onset following a CVA. Furthermore, there are no significant differences in sex or previous stroke history between patients with sensory deficits with and without pain. [22] [15] [23] However, different studies suggest there may be an age discrepancy between patients who develop pain following a stroke and those who do not. One major study did not show an age difference, while two studies showed an age discrepancy. Patients who experience post-stroke pain were young by greater than ten years, compared to patients with only sensory deficits. [24] [21]", "contents": "Thalamic Pain Syndrome -- Epidemiology. Central post-stroke pain symptoms occur equally in various demographics. Seventy-four percent of patients endorse increased pain gradually rather than sudden onset following a CVA. Furthermore, there are no significant differences in sex or previous stroke history between patients with sensory deficits with and without pain. [22] [15] [23] However, different studies suggest there may be an age discrepancy between patients who develop pain following a stroke and those who do not. One major study did not show an age difference, while two studies showed an age discrepancy. Patients who experience post-stroke pain were young by greater than ten years, compared to patients with only sensory deficits. [24] [21]"}
{"id": "article-30011_11", "title": "Thalamic Pain Syndrome -- Epidemiology", "content": "Chronic pain following a stroke is widespread, with over 40 percent of patients meeting the criteria for the diagnosis of central post-stroke pain four years after their stroke. Comparatively, only 7.3% of patients diagnosed with chronic pain attribute it secondary to central post-stroke pain. [25] Right-sided infarctions are more commonly associated with central post-stroke pain than left-sided infarctions. The right hemisphere of the brain is integral for pain mediation. [7]", "contents": "Thalamic Pain Syndrome -- Epidemiology. Chronic pain following a stroke is widespread, with over 40 percent of patients meeting the criteria for the diagnosis of central post-stroke pain four years after their stroke. Comparatively, only 7.3% of patients diagnosed with chronic pain attribute it secondary to central post-stroke pain. [25] Right-sided infarctions are more commonly associated with central post-stroke pain than left-sided infarctions. The right hemisphere of the brain is integral for pain mediation. [7]"}
{"id": "article-30011_12", "title": "Thalamic Pain Syndrome -- Pathophysiology", "content": "Please refer to the StatPearls article on Dejerine Roussy Syndrome for detailed pathophysiology. [26]", "contents": "Thalamic Pain Syndrome -- Pathophysiology. Please refer to the StatPearls article on Dejerine Roussy Syndrome for detailed pathophysiology. [26]"}
{"id": "article-30011_13", "title": "Thalamic Pain Syndrome -- History and Physical", "content": "The diagnosis of thalamic pain syndrome, and more broadly, central post-stroke pain has its basis on history and physical examination. The history of the pain should include its onset, description, location, radiation, quality, and severity. Following a thalamic stroke, the patient may begin to experience numbness or tingling on the contralateral side of their injury. The pain is typically the entire contralateral half of the patient's body. [27] Over time, they may begin to report a burning sensation. Freezing or scalding sensation are symptoms the patient may complain of when they experience thermal dysregulation. The burning pain can range in severity but can be debilitating. The pain can change in severity throughout the day. Thus it is crucial to gauge the significance of the pain on the patient's quality of life. [13] The patient endorsed is often severe, constant, or intermittent pain, made worse by touching or palpating the side of the body, opposite the infarction. [4] The majority of patients complain of constant pain. However, 15 percent of patients report pain only once daily.", "contents": "Thalamic Pain Syndrome -- History and Physical. The diagnosis of thalamic pain syndrome, and more broadly, central post-stroke pain has its basis on history and physical examination. The history of the pain should include its onset, description, location, radiation, quality, and severity. Following a thalamic stroke, the patient may begin to experience numbness or tingling on the contralateral side of their injury. The pain is typically the entire contralateral half of the patient's body. [27] Over time, they may begin to report a burning sensation. Freezing or scalding sensation are symptoms the patient may complain of when they experience thermal dysregulation. The burning pain can range in severity but can be debilitating. The pain can change in severity throughout the day. Thus it is crucial to gauge the significance of the pain on the patient's quality of life. [13] The patient endorsed is often severe, constant, or intermittent pain, made worse by touching or palpating the side of the body, opposite the infarction. [4] The majority of patients complain of constant pain. However, 15 percent of patients report pain only once daily."}
{"id": "article-30011_14", "title": "Thalamic Pain Syndrome -- History and Physical", "content": "Pain may be poorly localized and may change over time. [28] Allodynia, dysaesthesia, and hyperalgesia are all signs of centralization of the patient's pain. Allodynia is the most common symptom following central post-stroke pain, with over two-thirds of patients complaining of allodynia or diffuse pain to mild palpation. Allodynia is considered pathognomonic for central post-stroke pain. Burning pain associated with cold stimuli is also suggestive of the diagnosis. [13] Separately, an estimated 40 percent of patients will experience hyperalgesia. [13] [29] Symptoms of centralized neuropathic pain also include unexplained itching following a stroke and a searing type sensation. [30] Symptoms often centralization occurs after twelve weeks of symptoms. Interestingly, thalamic pain syndrome has associations with anosognosia and somatoparaphrenia, the denial or lack of awareness of their injury, and the denial of ownership of the injured parts of their body, respectively. Centralized pain correlates with mood changes, fatigue, cognitive disturbances, sleep changes, and pain catastrophizing, as well. [31]", "contents": "Thalamic Pain Syndrome -- History and Physical. Pain may be poorly localized and may change over time. [28] Allodynia, dysaesthesia, and hyperalgesia are all signs of centralization of the patient's pain. Allodynia is the most common symptom following central post-stroke pain, with over two-thirds of patients complaining of allodynia or diffuse pain to mild palpation. Allodynia is considered pathognomonic for central post-stroke pain. Burning pain associated with cold stimuli is also suggestive of the diagnosis. [13] Separately, an estimated 40 percent of patients will experience hyperalgesia. [13] [29] Symptoms of centralized neuropathic pain also include unexplained itching following a stroke and a searing type sensation. [30] Symptoms often centralization occurs after twelve weeks of symptoms. Interestingly, thalamic pain syndrome has associations with anosognosia and somatoparaphrenia, the denial or lack of awareness of their injury, and the denial of ownership of the injured parts of their body, respectively. Centralized pain correlates with mood changes, fatigue, cognitive disturbances, sleep changes, and pain catastrophizing, as well. [31]"}
{"id": "article-30011_15", "title": "Thalamic Pain Syndrome -- History and Physical", "content": "A full neurological exam is necessary and a part of the initial evaluation of a patient following up after a CVA. The findings on gross sensory examination are often normal in an isolated thalamic stroke. However, difficulty in interpreting temperature for patients to interpret does occur in the thalamic pain syndrome. Spinothalamic tract dysfunction is a requirement for the development of central neuropathic pain. A full assessment of all post-stroke sequelae is needed. A thalamic stroke can be focal, but it also can be a part of a much larger CVA. Thus muscle strength sensation, cranial nerves, balance, and speech should be assessed, at a minimum. Depending on the extent of the stroke, a full musculoskeletal exam may be necessary.", "contents": "Thalamic Pain Syndrome -- History and Physical. A full neurological exam is necessary and a part of the initial evaluation of a patient following up after a CVA. The findings on gross sensory examination are often normal in an isolated thalamic stroke. However, difficulty in interpreting temperature for patients to interpret does occur in the thalamic pain syndrome. Spinothalamic tract dysfunction is a requirement for the development of central neuropathic pain. A full assessment of all post-stroke sequelae is needed. A thalamic stroke can be focal, but it also can be a part of a much larger CVA. Thus muscle strength sensation, cranial nerves, balance, and speech should be assessed, at a minimum. Depending on the extent of the stroke, a full musculoskeletal exam may be necessary."}
{"id": "article-30011_16", "title": "Thalamic Pain Syndrome -- History and Physical", "content": "On exam, the area of reported pain is colder than an unaffected area. The patient's pinprick and temperature sensation are impaired, while their proprioception and vibration sensation is intact. [13] The disruption of thermal or pinprick sensation can be complete or partial. [21] If a patient's pinprick and temperature sensation are intact, it is unlikely that secondary to central post-stroke pain. [32] [33] Pain coordinates with the area of sensory loss. Temperature changes are more pathogenic than pinprick changes for central post-stroke pain. [15] When normal palpation pressure reproduces the pain, the examiner should record it as such. [34]", "contents": "Thalamic Pain Syndrome -- History and Physical. On exam, the area of reported pain is colder than an unaffected area. The patient's pinprick and temperature sensation are impaired, while their proprioception and vibration sensation is intact. [13] The disruption of thermal or pinprick sensation can be complete or partial. [21] If a patient's pinprick and temperature sensation are intact, it is unlikely that secondary to central post-stroke pain. [32] [33] Pain coordinates with the area of sensory loss. Temperature changes are more pathogenic than pinprick changes for central post-stroke pain. [15] When normal palpation pressure reproduces the pain, the examiner should record it as such. [34]"}
{"id": "article-30011_17", "title": "Thalamic Pain Syndrome -- Evaluation", "content": "Diagnostic criteria for central post-stroke pain, according to the International Classification of Headache Disorders 3rd edition (ICHD-3), require all of the following; facial and head pain within six months following either an ischemic or hemorrhagic stroke. It also requires imaging, such as magnetic resonance imaging (MRI) demonstrating a vascular lesion at an appropriate site. Another source cannot explain the pain. Counter to the International Classification of Headache Disorders, many cases of central post-stroke pain occur after six months from onset.", "contents": "Thalamic Pain Syndrome -- Evaluation. Diagnostic criteria for central post-stroke pain, according to the International Classification of Headache Disorders 3rd edition (ICHD-3), require all of the following; facial and head pain within six months following either an ischemic or hemorrhagic stroke. It also requires imaging, such as magnetic resonance imaging (MRI) demonstrating a vascular lesion at an appropriate site. Another source cannot explain the pain. Counter to the International Classification of Headache Disorders, many cases of central post-stroke pain occur after six months from onset."}
{"id": "article-30011_18", "title": "Thalamic Pain Syndrome -- Evaluation", "content": "Imaging can help to rule out other possible diagnoses and to confirm the history of a thalamic stroke for controversial cases. MRI can be helpful in the interpretation of a thalamic infarction following a stroke. The larger the infarction, the more damage and the poorer the prognosis. [35] Imaging will show decreased blood flow to the thalamus in the infarcted area. [36] No specific further evaluation is needed if neurological symptoms are chronic and stable, and there is a confirmed history of a thalamic stroke. If the patient is presenting with new-onset neurological symptoms concerning a CVA, an urgent non-contrast computed tomogram (CT) of the head is necessary.", "contents": "Thalamic Pain Syndrome -- Evaluation. Imaging can help to rule out other possible diagnoses and to confirm the history of a thalamic stroke for controversial cases. MRI can be helpful in the interpretation of a thalamic infarction following a stroke. The larger the infarction, the more damage and the poorer the prognosis. [35] Imaging will show decreased blood flow to the thalamus in the infarcted area. [36] No specific further evaluation is needed if neurological symptoms are chronic and stable, and there is a confirmed history of a thalamic stroke. If the patient is presenting with new-onset neurological symptoms concerning a CVA, an urgent non-contrast computed tomogram (CT) of the head is necessary."}
{"id": "article-30011_19", "title": "Thalamic Pain Syndrome -- Evaluation", "content": "Furthermore, if the patient had a recent CVA repeat, CT or MRI head may be necessary to assess for changes to brain function, hemorrhagic conversion, and worsening edema. The development of comorbid seizure-like activity following the stroke warrants an electroencephalogram (EEG) and neurological consultation. If the patient does not have a known history of CVA and complains of symptoms suggestive of thalamic pain syndrome, further evaluation for multiple sclerosis (MS) could be warranted as well. Evaluation for MS would likely include an MRI of the brain and spinal cord with contrast.", "contents": "Thalamic Pain Syndrome -- Evaluation. Furthermore, if the patient had a recent CVA repeat, CT or MRI head may be necessary to assess for changes to brain function, hemorrhagic conversion, and worsening edema. The development of comorbid seizure-like activity following the stroke warrants an electroencephalogram (EEG) and neurological consultation. If the patient does not have a known history of CVA and complains of symptoms suggestive of thalamic pain syndrome, further evaluation for multiple sclerosis (MS) could be warranted as well. Evaluation for MS would likely include an MRI of the brain and spinal cord with contrast."}
{"id": "article-30011_20", "title": "Thalamic Pain Syndrome -- Treatment / Management", "content": "Traditional treatment for chronic pain and centralized pain include antidepressants, convulsants, and opioid analgesics. A systematic review and meta-analysis showed limited evidence for the use of amitriptyline, opioids, anticonvulsants, transcranial magnetic stimulation, and acupuncture in the treatment of central post-stroke pain. [37] Physical therapy should merits consideration as an adjunct treatment following an infarction. Deep brain stimulation is a possible treatment option for refractory cases. Radiation therapy is another viable treatment option for refractory cases of central post-stroke pain. [38] Cognitive-behavioral therapy is useful in the prevention of depression in patients following a CVA. [39] Case reports have shown the effectiveness of acupuncture in post-stroke pain, but no extensive studies have taken place. Also, cases of cold water vestibular caloric stimulation have had favorable results in the treatment of central post-stroke pain. [13]", "contents": "Thalamic Pain Syndrome -- Treatment / Management. Traditional treatment for chronic pain and centralized pain include antidepressants, convulsants, and opioid analgesics. A systematic review and meta-analysis showed limited evidence for the use of amitriptyline, opioids, anticonvulsants, transcranial magnetic stimulation, and acupuncture in the treatment of central post-stroke pain. [37] Physical therapy should merits consideration as an adjunct treatment following an infarction. Deep brain stimulation is a possible treatment option for refractory cases. Radiation therapy is another viable treatment option for refractory cases of central post-stroke pain. [38] Cognitive-behavioral therapy is useful in the prevention of depression in patients following a CVA. [39] Case reports have shown the effectiveness of acupuncture in post-stroke pain, but no extensive studies have taken place. Also, cases of cold water vestibular caloric stimulation have had favorable results in the treatment of central post-stroke pain. [13]"}
{"id": "article-30011_21", "title": "Thalamic Pain Syndrome -- Treatment / Management", "content": "First-line therapy for central post-stroke pain includes desensitization of the tactile stimulus, causing pain. Amitriptyline has been the most widely studied drug in the treatment of central post-stroke pain. Furthermore, trazodone and venlafaxine are also considerations. SSRI antidepressants are generally ineffective, but results are mixed. [13] Second-line treatment includes anticonvulsants. Gabapentin, pregabalin, carbamazepine, phenytoin, and lamotrigine have all been studied for central post-stroke pain. Opioid analgesics, clonidine, mexiletine, and beta-blockers have all been used in post-stroke pain syndromes. [40] Intravenous infusions of lidocaine, naloxone, and propofol, as well as intrathecal baclofen and ketamine, have also been studied.", "contents": "Thalamic Pain Syndrome -- Treatment / Management. First-line therapy for central post-stroke pain includes desensitization of the tactile stimulus, causing pain. Amitriptyline has been the most widely studied drug in the treatment of central post-stroke pain. Furthermore, trazodone and venlafaxine are also considerations. SSRI antidepressants are generally ineffective, but results are mixed. [13] Second-line treatment includes anticonvulsants. Gabapentin, pregabalin, carbamazepine, phenytoin, and lamotrigine have all been studied for central post-stroke pain. Opioid analgesics, clonidine, mexiletine, and beta-blockers have all been used in post-stroke pain syndromes. [40] Intravenous infusions of lidocaine, naloxone, and propofol, as well as intrathecal baclofen and ketamine, have also been studied."}
{"id": "article-30011_22", "title": "Thalamic Pain Syndrome -- Treatment / Management", "content": "Evidence suggests lamotrigine is the most effective anticonvulsant in the treatment of central post-stroke pain. Amitriptyline is more effective in patients with spinal cord injury and comorbid depression. There have been mixed results in multiple studies regarding the efficacy of pregabalin and gabapentin in central post-stroke-related pain and central pain related to spinal cord injuries. [41] [42] [43] [44] Studies have not been done directly on duloxetine and its effect on central post-stroke pain, however, duloxetine is effective in multiple sclerosis-related neuropathies. [45] Similar results were shown with cannabinoids. [46] [47] The addition of mexiletine to antidepressants can be part of pharmacological therapy. Relaxation therapy should also be a part of adjunctive treatment. [21] Oral drug therapies have generally been ineffective. [29] [28] Modafinil is an option for post-stroke fatigue for patients experiencing symptoms for greater than three months. Modafinil is effective in both reducing fatigue while improving quality of life. [48]", "contents": "Thalamic Pain Syndrome -- Treatment / Management. Evidence suggests lamotrigine is the most effective anticonvulsant in the treatment of central post-stroke pain. Amitriptyline is more effective in patients with spinal cord injury and comorbid depression. There have been mixed results in multiple studies regarding the efficacy of pregabalin and gabapentin in central post-stroke-related pain and central pain related to spinal cord injuries. [41] [42] [43] [44] Studies have not been done directly on duloxetine and its effect on central post-stroke pain, however, duloxetine is effective in multiple sclerosis-related neuropathies. [45] Similar results were shown with cannabinoids. [46] [47] The addition of mexiletine to antidepressants can be part of pharmacological therapy. Relaxation therapy should also be a part of adjunctive treatment. [21] Oral drug therapies have generally been ineffective. [29] [28] Modafinil is an option for post-stroke fatigue for patients experiencing symptoms for greater than three months. Modafinil is effective in both reducing fatigue while improving quality of life. [48]"}
{"id": "article-30011_23", "title": "Thalamic Pain Syndrome -- Treatment / Management", "content": "Interestingly, intravenous lidocaine does work term analgesia for up to 45 minutes after an infusion in patients with central post-stroke pain. A similar injection was used with naloxone showed mixed results. Sympathetic chain anesthetic blocks can also be complete if less invasive therapies prove to be ineffective. Anesthetic blocks provide short-term pain relief. Infusion of ketamine can significantly reduce pain in patients with central pain. [49] Reoccuring electrical stimulation of the Gasserian ganglion provides up to 50 percent relief in patients with central post-stroke facial pain. [50] Transcutaneous electrical nerve stimulation (TENS) has demonstrated mixed results, improving pain in some patients while making it worse in others.", "contents": "Thalamic Pain Syndrome -- Treatment / Management. Interestingly, intravenous lidocaine does work term analgesia for up to 45 minutes after an infusion in patients with central post-stroke pain. A similar injection was used with naloxone showed mixed results. Sympathetic chain anesthetic blocks can also be complete if less invasive therapies prove to be ineffective. Anesthetic blocks provide short-term pain relief. Infusion of ketamine can significantly reduce pain in patients with central pain. [49] Reoccuring electrical stimulation of the Gasserian ganglion provides up to 50 percent relief in patients with central post-stroke facial pain. [50] Transcutaneous electrical nerve stimulation (TENS) has demonstrated mixed results, improving pain in some patients while making it worse in others."}
{"id": "article-30011_24", "title": "Thalamic Pain Syndrome -- Treatment / Management", "content": "Transcranial magnetic stimulation (TMS) is another treatment option. A single, small study for TMS was complete on patients with central post-stroke pain. The results showed a modest improvement in the patient's pain at four weeks following the intervention. [51] Motor cortex stimulation success was reported by up to a 77 percent success rate in one study. [52] Motor cortex stimulation is an effective treatment modality, especially in patients complaining of facial pain. [53] [54] Deep brain and motor cortex stimulation are other treatment options. Deep brain stimulation has had conflicting results, while motor cortex stimulation is effective in roughly one-third of patients with central post-stroke pain. [55] [56] Deep brain stimulation is less effective for central neuropathic pain compared to other types of pain. However, deep brain stimulation can be an effective treatment modality in the short term in 50 to 70 percent of patients with central post-stroke pain. [57] [58] [59] [60] [61]", "contents": "Thalamic Pain Syndrome -- Treatment / Management. Transcranial magnetic stimulation (TMS) is another treatment option. A single, small study for TMS was complete on patients with central post-stroke pain. The results showed a modest improvement in the patient's pain at four weeks following the intervention. [51] Motor cortex stimulation success was reported by up to a 77 percent success rate in one study. [52] Motor cortex stimulation is an effective treatment modality, especially in patients complaining of facial pain. [53] [54] Deep brain and motor cortex stimulation are other treatment options. Deep brain stimulation has had conflicting results, while motor cortex stimulation is effective in roughly one-third of patients with central post-stroke pain. [55] [56] Deep brain stimulation is less effective for central neuropathic pain compared to other types of pain. However, deep brain stimulation can be an effective treatment modality in the short term in 50 to 70 percent of patients with central post-stroke pain. [57] [58] [59] [60] [61]"}
{"id": "article-30011_25", "title": "Thalamic Pain Syndrome -- Treatment / Management", "content": "Spinal cord stimulators improve pain in 50% of patients with central post-stroke pain. Of the patients who had a spinal cord stimulator installed, about one-third had pain relief 28 months following the procedure. [55] Neurosurgery is often the last resort, but thalamotomy is an option to deactivate the source of the patient’s pain. Thalamotomy and mesencephalic tractotomy improve allodynia. Dorsal root entry zone lesioning is also done in some cases. However, there is a very high recurrence rate at two years following the procedure. [28] Surgery is most effective if the patient is experiencing paroxysmal shooting-type pains. [62] The effect of pain relief following spinal cord stimulation for central pain disorders decreases over time. [63] [64] [65]", "contents": "Thalamic Pain Syndrome -- Treatment / Management. Spinal cord stimulators improve pain in 50% of patients with central post-stroke pain. Of the patients who had a spinal cord stimulator installed, about one-third had pain relief 28 months following the procedure. [55] Neurosurgery is often the last resort, but thalamotomy is an option to deactivate the source of the patient’s pain. Thalamotomy and mesencephalic tractotomy improve allodynia. Dorsal root entry zone lesioning is also done in some cases. However, there is a very high recurrence rate at two years following the procedure. [28] Surgery is most effective if the patient is experiencing paroxysmal shooting-type pains. [62] The effect of pain relief following spinal cord stimulation for central pain disorders decreases over time. [63] [64] [65]"}
{"id": "article-30011_26", "title": "Thalamic Pain Syndrome -- Differential Diagnosis", "content": "Many diagnoses can appear similar to thalamic pain syndrome. However, in the setting of a history and physical suggestive of central post-stroke pain, these various diagnoses become less likely. The differential diagnosis for thalamic pain syndrome includes chronic pain syndrome, complex regional pain syndrome, and syringomyelia. The differential also includes centralized pain syndrome, lateral medullary infarction, multiple sclerosis, idiopathic peripheral neuropathy, and brain mass. Centralized pain syndrome Chronic pain syndrome Complex regional pain syndrome Idiopathic peripheral neuropathy Lateral medullary infarction Multiple sclerosis Syringomyelia", "contents": "Thalamic Pain Syndrome -- Differential Diagnosis. Many diagnoses can appear similar to thalamic pain syndrome. However, in the setting of a history and physical suggestive of central post-stroke pain, these various diagnoses become less likely. The differential diagnosis for thalamic pain syndrome includes chronic pain syndrome, complex regional pain syndrome, and syringomyelia. The differential also includes centralized pain syndrome, lateral medullary infarction, multiple sclerosis, idiopathic peripheral neuropathy, and brain mass. Centralized pain syndrome Chronic pain syndrome Complex regional pain syndrome Idiopathic peripheral neuropathy Lateral medullary infarction Multiple sclerosis Syringomyelia"}
{"id": "article-30011_27", "title": "Thalamic Pain Syndrome -- Prognosis", "content": "Prognosis is typically poor. Up to five percent of patients experience moderate to severe pain following a cerebral infarction. [4] Once post-stroke pain develops, the character, as well as the severity of the patient’s pain, will be persistent and often unchanging. There are limited treatment options, and the efficacy of various treatment options is mixed at best. If treatment does not work, unfortunately, symptoms can persist indefinitely. Early identification of pain following a stroke, and initiation of therapy, have been shown to have more favorable outcomes. However, rarely does this mean the resolution of pain. An estimated 50% of patients report some pain relief with medications. [21] A study of central post-stroke pain showed significant or complete resolution of patients' pain following antidepressant therapy initiation. [21] However, this is typically not the case. Of patients with sensory changes following a stroke, 18 percent will have associated pain, specifically with cold and warm stimuli. Following a cerebrovascular infarct, patients endorsing pain and sensory deficits are much more likely to experience allodynia or dysesthesia. Only three percent of patients with only sensory deficits following a CVA experienced allodynia, while 88 percent of patients with post-stroke pain endorse it. [15]", "contents": "Thalamic Pain Syndrome -- Prognosis. Prognosis is typically poor. Up to five percent of patients experience moderate to severe pain following a cerebral infarction. [4] Once post-stroke pain develops, the character, as well as the severity of the patient’s pain, will be persistent and often unchanging. There are limited treatment options, and the efficacy of various treatment options is mixed at best. If treatment does not work, unfortunately, symptoms can persist indefinitely. Early identification of pain following a stroke, and initiation of therapy, have been shown to have more favorable outcomes. However, rarely does this mean the resolution of pain. An estimated 50% of patients report some pain relief with medications. [21] A study of central post-stroke pain showed significant or complete resolution of patients' pain following antidepressant therapy initiation. [21] However, this is typically not the case. Of patients with sensory changes following a stroke, 18 percent will have associated pain, specifically with cold and warm stimuli. Following a cerebrovascular infarct, patients endorsing pain and sensory deficits are much more likely to experience allodynia or dysesthesia. Only three percent of patients with only sensory deficits following a CVA experienced allodynia, while 88 percent of patients with post-stroke pain endorse it. [15]"}
{"id": "article-30011_28", "title": "Thalamic Pain Syndrome -- Complications", "content": "Persistent pain will decrease the quality of the patient's life. Furthermore, increased rates of depression. Multiple complications associated with CVA, not specific to thalamic pain syndrome. Medical complications of a stroke include frequent falls, urinary tract infections, and chest infections such as pneumonia. The development of pressure sores and depression are also common concerns following a CVA. [66] An estimated 29 percent of patients develop depression following a stroke. [67] The incidence of major depression increases significantly in the first two years following a stroke. [68] Patients with a CVA and comorbid stroke demonstrate worse outcomes and mortality, while remission of said depression, improves outcomes following a stroke. [69] [70] [71] The suicide attempt and completion rates, double following a stroke. [72] When taking a history of patients with central post-stroke pain, it is essential to assess their significance of physical disability, prior history of comorbidities such as depressive depression, level of cognitive impairment,  as well as their family and social support. [69] Post-stroke fatigue is also significant to discuss. The prevalence is very variable, occurring between 23 to 75 percent of patients following a stroke. [73] [74] [75]", "contents": "Thalamic Pain Syndrome -- Complications. Persistent pain will decrease the quality of the patient's life. Furthermore, increased rates of depression. Multiple complications associated with CVA, not specific to thalamic pain syndrome. Medical complications of a stroke include frequent falls, urinary tract infections, and chest infections such as pneumonia. The development of pressure sores and depression are also common concerns following a CVA. [66] An estimated 29 percent of patients develop depression following a stroke. [67] The incidence of major depression increases significantly in the first two years following a stroke. [68] Patients with a CVA and comorbid stroke demonstrate worse outcomes and mortality, while remission of said depression, improves outcomes following a stroke. [69] [70] [71] The suicide attempt and completion rates, double following a stroke. [72] When taking a history of patients with central post-stroke pain, it is essential to assess their significance of physical disability, prior history of comorbidities such as depressive depression, level of cognitive impairment,  as well as their family and social support. [69] Post-stroke fatigue is also significant to discuss. The prevalence is very variable, occurring between 23 to 75 percent of patients following a stroke. [73] [74] [75]"}
{"id": "article-30011_29", "title": "Thalamic Pain Syndrome -- Deterrence and Patient Education", "content": "Patients should understand that if they are experiencing pain following a stroke, they should see a primary care provider. Thalamic pain syndrome or central post-stroke pain can occur when there are disruptions of one of the pathways of the brain that affects the sensation of temperature. There can be burning or tingling pain. Also, significant discomfort with temperature changes is a concern for thalamic pain syndrome following a stroke.", "contents": "Thalamic Pain Syndrome -- Deterrence and Patient Education. Patients should understand that if they are experiencing pain following a stroke, they should see a primary care provider. Thalamic pain syndrome or central post-stroke pain can occur when there are disruptions of one of the pathways of the brain that affects the sensation of temperature. There can be burning or tingling pain. Also, significant discomfort with temperature changes is a concern for thalamic pain syndrome following a stroke."}
{"id": "article-30011_30", "title": "Thalamic Pain Syndrome -- Deterrence and Patient Education", "content": "Strokes can contribute to the development of chronic pain. Difficulty sleeping, the development of depression, and loss of independence all contribute to post-stroke pain. Chronic pain is associated with allodynia or pain to nonpainful stimulus, as well as hyperalgesia or increased pain with a painful stimulus. Treatment of thalamic pain may require the expertise of a specialist. There is not a single best treatment for thalamic pain syndrome. Furthermore, to achieve the best treatment results for thalamic pain, the focus of therapy should be an improvement in the patient’s quality of life.", "contents": "Thalamic Pain Syndrome -- Deterrence and Patient Education. Strokes can contribute to the development of chronic pain. Difficulty sleeping, the development of depression, and loss of independence all contribute to post-stroke pain. Chronic pain is associated with allodynia or pain to nonpainful stimulus, as well as hyperalgesia or increased pain with a painful stimulus. Treatment of thalamic pain may require the expertise of a specialist. There is not a single best treatment for thalamic pain syndrome. Furthermore, to achieve the best treatment results for thalamic pain, the focus of therapy should be an improvement in the patient’s quality of life."}
{"id": "article-30011_31", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Managing thalamic pain syndrome requires an interprofessional team of healthcare professionals that includes primary care physicians, physician assistants, pharmacists, physical and occupational therapists, cognitive-behavioral therapists,  and several physicians in different specialists, including pain medicine physicians, neurologists, neurosurgeons, and specialty care nurses. Without exceptional management, the morbidity from thalamic pain syndrome. Once thalamic pain is identified, either immediately following a CVA, or weeks to years after a stroke, coordinating the care is critical and includes the following:", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. Managing thalamic pain syndrome requires an interprofessional team of healthcare professionals that includes primary care physicians, physician assistants, pharmacists, physical and occupational therapists, cognitive-behavioral therapists,  and several physicians in different specialists, including pain medicine physicians, neurologists, neurosurgeons, and specialty care nurses. Without exceptional management, the morbidity from thalamic pain syndrome. Once thalamic pain is identified, either immediately following a CVA, or weeks to years after a stroke, coordinating the care is critical and includes the following:"}
{"id": "article-30011_32", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Following a stroke, a patient should see their primary care provider.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. Following a stroke, a patient should see their primary care provider."}
{"id": "article-30011_33", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "If a patient develops new-onset neurological symptoms following a CVA, a CT or MRI is warranted", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. If a patient develops new-onset neurological symptoms following a CVA, a CT or MRI is warranted"}
{"id": "article-30011_34", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The development of chronic pain following a CVA is concerning for central post-stroke pain. If the pain is associated with temperature sensitivities, it is suggestive of thalamic pain syndrome.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. The development of chronic pain following a CVA is concerning for central post-stroke pain. If the pain is associated with temperature sensitivities, it is suggestive of thalamic pain syndrome."}
{"id": "article-30011_35", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Patients with post-stroke pain often require pharmacological and nonpharmacological therapies. Pharmacological therapy should involve a clinical pharmacist, who can assist in therapy selection, monitor dosing, and counsel both patients and team members on side effects.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. Patients with post-stroke pain often require pharmacological and nonpharmacological therapies. Pharmacological therapy should involve a clinical pharmacist, who can assist in therapy selection, monitor dosing, and counsel both patients and team members on side effects."}
{"id": "article-30011_36", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The primary care provider can manage the symptoms of thalamic pain syndrome but may consider a referral to a neurologist for their expertise in handling this syndrome.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. The primary care provider can manage the symptoms of thalamic pain syndrome but may consider a referral to a neurologist for their expertise in handling this syndrome."}
{"id": "article-30011_37", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "A pain medicine specialist may also be necessary to combat the complicated nature of thalamic pain.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. A pain medicine specialist may also be necessary to combat the complicated nature of thalamic pain."}
{"id": "article-30011_38", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "When all other therapies have failed, neurosurgery should be a consideration.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. When all other therapies have failed, neurosurgery should be a consideration."}
{"id": "article-30011_39", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Opioid analgesics are a second or third-line treatment option for patients who develop central poststroke pain. The side effects, signs, and symptoms of opioid intoxication should have close monitoring.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. Opioid analgesics are a second or third-line treatment option for patients who develop central poststroke pain. The side effects, signs, and symptoms of opioid intoxication should have close monitoring."}
{"id": "article-30011_40", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "All post-stroke sequelae require optimization in the setting of thalamic pain syndrome. Patients often require physical, speech, and occupational therapy, as well as home health nursing.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. All post-stroke sequelae require optimization in the setting of thalamic pain syndrome. Patients often require physical, speech, and occupational therapy, as well as home health nursing."}
{"id": "article-30011_41", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Lastly, comorbid depression should be monitored closely and treated appropriately. Patients can benefit from cognitive behavioral therapy.", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. Lastly, comorbid depression should be monitored closely and treated appropriately. Patients can benefit from cognitive behavioral therapy."}
{"id": "article-30011_42", "title": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The management of post-stroke pain is often a life-long endeavor. The sequella of a cerebrovascular accident is challenging to manage even without the addition of chronic pain. Only by working as an interprofessional team can the morbidity of thalamic pain syndrome be decreased. The long-term outcomes for pain relief and improvement of the patient's quality of life remain guarded. [Level 5]", "contents": "Thalamic Pain Syndrome -- Enhancing Healthcare Team Outcomes. The management of post-stroke pain is often a life-long endeavor. The sequella of a cerebrovascular accident is challenging to manage even without the addition of chronic pain. Only by working as an interprofessional team can the morbidity of thalamic pain syndrome be decreased. The long-term outcomes for pain relief and improvement of the patient's quality of life remain guarded. [Level 5]"}
{"id": "article-30011_43", "title": "Thalamic Pain Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Thalamic Pain Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}