{"id": "article-25843_0", "title": "Neutropenia -- Continuing Education Activity", "content": "Neutrophils play an essential role in immune defenses because they ingest, kill, and digest invading microorganisms, including fungi and bacteria. Failure to carry out this role leads to immunodeficiency, which is mainly characterized by the presence of recurrent infections. Defects in neutrophil function can be quantitative, as seen in neutropenia or qualitative, as seen in neutrophil dysfunction. The standard circulating neutrophil count is above 1.5 x 10/L. Neutropenia can be classified in asymptomatic (mild), moderate, and severe, and thus, the progression to infection concerning the number. Neutropenia, with decreased production with marrow hypoplasia, can be primary and due to chronic benign neutropenia, cyclical neutropenia, and other congenital and familial neutropenias. It can be secondary to cytotoxic drugs, aplastic anemia, leukemia, drug reactions, and infections. Neutropenia, with increased destruction with marrow hyperplasia, is due to hypersplenism and immune neutropenia. Secondary causes are the commonest. For example, neutropenia caused as a side effect of chemotherapy for malignancies. This activity reviews the etiology, presentation, evaluation, and management/prevention of neutropenia, and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Neutropenia -- Continuing Education Activity. Neutrophils play an essential role in immune defenses because they ingest, kill, and digest invading microorganisms, including fungi and bacteria. Failure to carry out this role leads to immunodeficiency, which is mainly characterized by the presence of recurrent infections. Defects in neutrophil function can be quantitative, as seen in neutropenia or qualitative, as seen in neutrophil dysfunction. The standard circulating neutrophil count is above 1.5 x 10/L. Neutropenia can be classified in asymptomatic (mild), moderate, and severe, and thus, the progression to infection concerning the number. Neutropenia, with decreased production with marrow hypoplasia, can be primary and due to chronic benign neutropenia, cyclical neutropenia, and other congenital and familial neutropenias. It can be secondary to cytotoxic drugs, aplastic anemia, leukemia, drug reactions, and infections. Neutropenia, with increased destruction with marrow hyperplasia, is due to hypersplenism and immune neutropenia. Secondary causes are the commonest. For example, neutropenia caused as a side effect of chemotherapy for malignancies. This activity reviews the etiology, presentation, evaluation, and management/prevention of neutropenia, and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-25843_1", "title": "Neutropenia -- Continuing Education Activity", "content": "Objectives: Explain the pathophysiology of neutropenia. Describe the presentation and examination criteria for evaluating neutropenia. Review treatment and management considerations for patients with chronic neutropenia. Outline interprofessional team strategies for improving care coordination and collaboration in order to employ better identification, screening, and treatment of neutropneia to improve patient outcomes and improving chances for survival and recovery. Access free multiple choice questions on this topic.", "contents": "Neutropenia -- Continuing Education Activity. Objectives: Explain the pathophysiology of neutropenia. Describe the presentation and examination criteria for evaluating neutropenia. Review treatment and management considerations for patients with chronic neutropenia. Outline interprofessional team strategies for improving care coordination and collaboration in order to employ better identification, screening, and treatment of neutropneia to improve patient outcomes and improving chances for survival and recovery. Access free multiple choice questions on this topic."}
{"id": "article-25843_2", "title": "Neutropenia -- Introduction", "content": "Neutrophils play an essential role in immune defenses because they ingest, kill, and digest invading microorganisms, including fungi and bacteria. Failure to carry out this role leads to immunodeficiency, which is mainly characterized by the presence of recurrent infections. [1] Defects in neutrophil function can be quantitative, as seen in neutropenia or qualitative, as seen in neutrophil dysfunction. The standard circulating neutrophil count is above 1.5 x 10/L. Neutropenia can be classified in asymptomatic (mild), moderate, and severe, and thus, the progression to infection concerning the number.", "contents": "Neutropenia -- Introduction. Neutrophils play an essential role in immune defenses because they ingest, kill, and digest invading microorganisms, including fungi and bacteria. Failure to carry out this role leads to immunodeficiency, which is mainly characterized by the presence of recurrent infections. [1] Defects in neutrophil function can be quantitative, as seen in neutropenia or qualitative, as seen in neutrophil dysfunction. The standard circulating neutrophil count is above 1.5 x 10/L. Neutropenia can be classified in asymptomatic (mild), moderate, and severe, and thus, the progression to infection concerning the number."}
{"id": "article-25843_3", "title": "Neutropenia -- Introduction", "content": "Neutropenia, with decreased production with marrow hypoplasia, can be primary and due to chronic benign neutropenia, cyclical neutropenia, and other congenital and familial neutropenias. It can be secondary to cytotoxic drugs, aplastic anemia, leukemia, drug reactions, and infections. Neutropenia, with increased destruction with marrow hyperplasia, is due to hypersplenism and immune neutropenia. Secondary causes are the commonest. For example, neutropenia caused as a side effect of chemotherapy for malignancies. Congenital forms are rare and vary in severity; some of them are life-threatening conditions including leukocyte adhesion deficiency, Chediak-Higashi syndrome, hyper-IgE, recurrent infection syndrome, and chronic granulomatous disease. [2] [3]", "contents": "Neutropenia -- Introduction. Neutropenia, with decreased production with marrow hypoplasia, can be primary and due to chronic benign neutropenia, cyclical neutropenia, and other congenital and familial neutropenias. It can be secondary to cytotoxic drugs, aplastic anemia, leukemia, drug reactions, and infections. Neutropenia, with increased destruction with marrow hyperplasia, is due to hypersplenism and immune neutropenia. Secondary causes are the commonest. For example, neutropenia caused as a side effect of chemotherapy for malignancies. Congenital forms are rare and vary in severity; some of them are life-threatening conditions including leukocyte adhesion deficiency, Chediak-Higashi syndrome, hyper-IgE, recurrent infection syndrome, and chronic granulomatous disease. [2] [3]"}
{"id": "article-25843_4", "title": "Neutropenia -- Etiology", "content": "The causes of primary defects of neutrophil function include failure of the following [3] [4] : Adhere to endothelial cells Migrate into inflammation sites (abnormal chemotaxis) Ingest and kill bacteria Produce microbicidal compounds to kill fungi and other pathogens Form phagolysosomes Make high concentrations of toxic reactive oxygen species", "contents": "Neutropenia -- Etiology. The causes of primary defects of neutrophil function include failure of the following [3] [4] : Adhere to endothelial cells Migrate into inflammation sites (abnormal chemotaxis) Ingest and kill bacteria Produce microbicidal compounds to kill fungi and other pathogens Form phagolysosomes Make high concentrations of toxic reactive oxygen species"}
{"id": "article-25843_5", "title": "Neutropenia -- Etiology", "content": "Low levels of neutrophils may be due to hypoplastic bone marrow, an infection, radiation exposure, tumor infiltration of the bone marrow, myelofibrosis, prolonged exposure to a drug, or a hereditary disorder. Congenital neutropenia or Kostmann syndrome is acquired in an autosomal recessive fashion. Drugs known to cause neutropenia include: Quinidine Aminopyrine Cephalosporin Sulfonamides Hydralazine Penicillins Heavy metals Phenothiazine Antineutrophil or autoimmune neutropenia has been observed in: Rheumatoid arthritis (Felty syndrome) Inflammatory bowel disease Chronic autoimmune hepatitis Granulomatosis with polyangiitis Hodgkin lymphoma Sjogren syndrome Almost any infection can cause neutropenia. The condition is also seen with folate, vitamin B12, and copper deficiency.", "contents": "Neutropenia -- Etiology. Low levels of neutrophils may be due to hypoplastic bone marrow, an infection, radiation exposure, tumor infiltration of the bone marrow, myelofibrosis, prolonged exposure to a drug, or a hereditary disorder. Congenital neutropenia or Kostmann syndrome is acquired in an autosomal recessive fashion. Drugs known to cause neutropenia include: Quinidine Aminopyrine Cephalosporin Sulfonamides Hydralazine Penicillins Heavy metals Phenothiazine Antineutrophil or autoimmune neutropenia has been observed in: Rheumatoid arthritis (Felty syndrome) Inflammatory bowel disease Chronic autoimmune hepatitis Granulomatosis with polyangiitis Hodgkin lymphoma Sjogren syndrome Almost any infection can cause neutropenia. The condition is also seen with folate, vitamin B12, and copper deficiency."}
{"id": "article-25843_6", "title": "Neutropenia -- Epidemiology", "content": "Hsieh and collaborators reported that in the United States, the prevalence of neutropenia was 0.38% among Mexican-Americans, 0.79% among whites, and 4.5% among black participants. [5] Weycker and collaborators reported that the risk of febrile neutropenia during the chemotherapy regimen course for treating solid tumor was 16.8%. [6] Severe neutropenia was present in 1 of every 2 patients with lymphoma receiving chemotherapy with a higher risk of febrile neutropenia, and it was found in approximately 1 of every 10 breast cancer patients in Spain. [7]", "contents": "Neutropenia -- Epidemiology. Hsieh and collaborators reported that in the United States, the prevalence of neutropenia was 0.38% among Mexican-Americans, 0.79% among whites, and 4.5% among black participants. [5] Weycker and collaborators reported that the risk of febrile neutropenia during the chemotherapy regimen course for treating solid tumor was 16.8%. [6] Severe neutropenia was present in 1 of every 2 patients with lymphoma receiving chemotherapy with a higher risk of febrile neutropenia, and it was found in approximately 1 of every 10 breast cancer patients in Spain. [7]"}
{"id": "article-25843_7", "title": "Neutropenia -- Pathophysiology", "content": "Neutrophils play a role in the immune defense against extracellular bacteria, including Staphylococci , Streptococci , and Escherichia coli, among others. They also protect against fungal infections, including those produced by Candida albicans . Once their count is below 1 x 10/L recurrent infections start. As compensation, the monocyte count may increase. In primary neutropenia disorders such as chronic granulomatous disease presents with recurrent infections affecting many organs since childhood. It is caused from a failure to produce toxic reactive oxygen species so that the neutrophils can ingest the microorganisms, but they are unable to kill them, as a significant consequence granuloma can obstruct organs such as the stomach, esophagus, or bladder. Patients with this disease are very susceptible to opportunistic infections by certain bacteria and fungi, especially with Serratia and Burkholderia . [8]", "contents": "Neutropenia -- Pathophysiology. Neutrophils play a role in the immune defense against extracellular bacteria, including Staphylococci , Streptococci , and Escherichia coli, among others. They also protect against fungal infections, including those produced by Candida albicans . Once their count is below 1 x 10/L recurrent infections start. As compensation, the monocyte count may increase. In primary neutropenia disorders such as chronic granulomatous disease presents with recurrent infections affecting many organs since childhood. It is caused from a failure to produce toxic reactive oxygen species so that the neutrophils can ingest the microorganisms, but they are unable to kill them, as a significant consequence granuloma can obstruct organs such as the stomach, esophagus, or bladder. Patients with this disease are very susceptible to opportunistic infections by certain bacteria and fungi, especially with Serratia and Burkholderia . [8]"}
{"id": "article-25843_8", "title": "Neutropenia -- Pathophysiology", "content": "Leukocyte adhesion deficiency has an autosomal recessive inheritance, and its functional defect is a failure of neutrophils to adhere to endothelial cells and so to traverse into tissues to ingest and kill bacteria. Chediak-Higashi syndrome is also an autosomal recessive problem, characterized by abnormal chemotaxis, so neutrophils fail to reach bacteria, and reduced microbicidal activity as lysosomes fail to fuse with phagosomes. [9]", "contents": "Neutropenia -- Pathophysiology. Leukocyte adhesion deficiency has an autosomal recessive inheritance, and its functional defect is a failure of neutrophils to adhere to endothelial cells and so to traverse into tissues to ingest and kill bacteria. Chediak-Higashi syndrome is also an autosomal recessive problem, characterized by abnormal chemotaxis, so neutrophils fail to reach bacteria, and reduced microbicidal activity as lysosomes fail to fuse with phagosomes. [9]"}
{"id": "article-25843_9", "title": "Neutropenia -- Histopathology", "content": "In Chediak-Higashi syndrome, histologically present with giant lysosomal granules in secretory cells. [9] The chronic granulomatous disease is characterized by the presence of granulomas, which are composed of histiocytes that can fuse to form multinucleated giant cells and might be surrounded by other immune cells such as lymphocytes and cover with collagen.", "contents": "Neutropenia -- Histopathology. In Chediak-Higashi syndrome, histologically present with giant lysosomal granules in secretory cells. [9] The chronic granulomatous disease is characterized by the presence of granulomas, which are composed of histiocytes that can fuse to form multinucleated giant cells and might be surrounded by other immune cells such as lymphocytes and cover with collagen."}
{"id": "article-25843_10", "title": "Neutropenia -- History and Physical", "content": "In neutropenia, there is a history of [9] [10] [11] : Recurrent infections Infections caused by rare bacteria and fungi Opportunistic infections Frequent use of antibiotics and antifungals The physical findings include [12] [10] [9] [13] [14] : Delayed separation of umbilical cord Skin infections Gingivitis Deep abscesses Peritonitis Osteomyelitis Lung abscesses Pneumatoceles Sinus and lung infections, e.g., pneumonia Otitis media Meningitis Septicemia Arthritis Bacteremia Fever Coarse facial features Mucocutaneous candidiasis Cough Malaise Intestinal malabsorption Bronchiectasis Recurrent tonsillitis Extensive cutaneous bacterial (Staphylococcal) infections Sore throat Purulent conjunctivitis Granuloma with catalase-positive organisms Skin abnormalities, e.g., pyodermitis Splenomegaly Diarrhea Recurrent abscess Aphthous stomatitis Urinary sepsis Vasculitis Poor wound healing", "contents": "Neutropenia -- History and Physical. In neutropenia, there is a history of [9] [10] [11] : Recurrent infections Infections caused by rare bacteria and fungi Opportunistic infections Frequent use of antibiotics and antifungals The physical findings include [12] [10] [9] [13] [14] : Delayed separation of umbilical cord Skin infections Gingivitis Deep abscesses Peritonitis Osteomyelitis Lung abscesses Pneumatoceles Sinus and lung infections, e.g., pneumonia Otitis media Meningitis Septicemia Arthritis Bacteremia Fever Coarse facial features Mucocutaneous candidiasis Cough Malaise Intestinal malabsorption Bronchiectasis Recurrent tonsillitis Extensive cutaneous bacterial (Staphylococcal) infections Sore throat Purulent conjunctivitis Granuloma with catalase-positive organisms Skin abnormalities, e.g., pyodermitis Splenomegaly Diarrhea Recurrent abscess Aphthous stomatitis Urinary sepsis Vasculitis Poor wound healing"}
{"id": "article-25843_11", "title": "Neutropenia -- Evaluation", "content": "The immunological investigation of a patient with neutropenia includes the assessment of immunoglobulins, complement system, and phagocytes. [15] [16]", "contents": "Neutropenia -- Evaluation. The immunological investigation of a patient with neutropenia includes the assessment of immunoglobulins, complement system, and phagocytes. [15] [16]"}
{"id": "article-25843_12", "title": "Neutropenia -- Evaluation -- Quantitative Serum Immunoglobulins", "content": "IgG IgM IgA IgE", "contents": "Neutropenia -- Evaluation -- Quantitative Serum Immunoglobulins. IgG IgM IgA IgE"}
{"id": "article-25843_13", "title": "Neutropenia -- Evaluation -- Blood Lymphocyte Subpopulations", "content": "B lymphocytes (CD19 and CD20)", "contents": "Neutropenia -- Evaluation -- Blood Lymphocyte Subpopulations. B lymphocytes (CD19 and CD20)"}
{"id": "article-25843_14", "title": "Neutropenia -- Evaluation -- Phagocytic Function", "content": "Nitroblue tetrazolium (NBT) test (before and after stimulation with endotoxin) Unstimulated Stimulated Neutrophil mobility In medium alone In presence of chemoattractant", "contents": "Neutropenia -- Evaluation -- Phagocytic Function. Nitroblue tetrazolium (NBT) test (before and after stimulation with endotoxin) Unstimulated Stimulated Neutrophil mobility In medium alone In presence of chemoattractant"}
{"id": "article-25843_15", "title": "Neutropenia -- Evaluation -- Complement System Evaluation", "content": "Measurement of individuals components by immunoprecipitation tests, ELISA, or Western blotting C3 serum levels C4 serum levels Hemolytic assays CH50 Complement system functional studies Classical pathway assay (using IgM on a microtiter plate) Alternative pathway assay (using LPS on a microtiter plate) Mannose pathway assay (using mannose on a microtiter plate)", "contents": "Neutropenia -- Evaluation -- Complement System Evaluation. Measurement of individuals components by immunoprecipitation tests, ELISA, or Western blotting C3 serum levels C4 serum levels Hemolytic assays CH50 Complement system functional studies Classical pathway assay (using IgM on a microtiter plate) Alternative pathway assay (using LPS on a microtiter plate) Mannose pathway assay (using mannose on a microtiter plate)"}
{"id": "article-25843_16", "title": "Neutropenia -- Evaluation -- Microbiological studies", "content": "Blood culture Urine culture Stool culture Sputum culture Cerebrospinal fluid (culture, chemistry, and histopathology)", "contents": "Neutropenia -- Evaluation -- Microbiological studies. Blood culture Urine culture Stool culture Sputum culture Cerebrospinal fluid (culture, chemistry, and histopathology)"}
{"id": "article-25843_17", "title": "Neutropenia -- Evaluation -- Other investigations of immunodeficiency disorders", "content": "Complete blood cell count Bone marrow biopsy Histopathological studies Blood chemistry Tumoral markers Levels of cytokines (granulocyte-colony stimulating factor) Chest x-ray Diagnostic ultrasound CT scan Fluorescent in situ hybridization (FISH) DNA testing (for most congenital disorders)", "contents": "Neutropenia -- Evaluation -- Other investigations of immunodeficiency disorders. Complete blood cell count Bone marrow biopsy Histopathological studies Blood chemistry Tumoral markers Levels of cytokines (granulocyte-colony stimulating factor) Chest x-ray Diagnostic ultrasound CT scan Fluorescent in situ hybridization (FISH) DNA testing (for most congenital disorders)"}
{"id": "article-25843_18", "title": "Neutropenia -- Treatment / Management", "content": "Application of granulocyte-colony stimulating factor (G-CSF) can improve neutrophil functions and number. [17] [7] Prophylactic use of antibiotics and antifungals is reserved for some forms of alteration in neutrophil function such as chronic granulomatous disease CGD). [13] [18] The utilization of antimicrobials is compulsory if recurrent infections exist. Interferon-gamma has been successfully used to improve the quality of life of the patient suffering from neutropenia. Allogenic bone marrow transplantation from an HLA-matched related donor can cure CGD but has a high mortality rate [19] , and gene therapy is also a therapeutic option for treating disorders with neutropenia. Furthermore, intravenous immunoglobulins can be another option in the management of these disorders. [13]", "contents": "Neutropenia -- Treatment / Management. Application of granulocyte-colony stimulating factor (G-CSF) can improve neutrophil functions and number. [17] [7] Prophylactic use of antibiotics and antifungals is reserved for some forms of alteration in neutrophil function such as chronic granulomatous disease CGD). [13] [18] The utilization of antimicrobials is compulsory if recurrent infections exist. Interferon-gamma has been successfully used to improve the quality of life of the patient suffering from neutropenia. Allogenic bone marrow transplantation from an HLA-matched related donor can cure CGD but has a high mortality rate [19] , and gene therapy is also a therapeutic option for treating disorders with neutropenia. Furthermore, intravenous immunoglobulins can be another option in the management of these disorders. [13]"}
{"id": "article-25843_19", "title": "Neutropenia -- Differential Diagnosis", "content": "Neutropenia can differentiate from antibody deficiency disorders, where a class or different classes of immunoglobulins are below the normal range or absence. These disorders may present clinically by recurrent infections with bacteria and fungi; some of them are opportunistic pathogens, so the use of antimicrobials to treat infectious diseases is a norm. [20] A patient with neutropenia may have an intact acquired immune response but a low number or impaired function of neutrophils. Some complement system deficiency, e.g., C3 deficiency manifests with multiple extracellular bacterial infections and may resemble neutropenia, but can rule out by quantification and functional assessment of the complement system. [1] [21]", "contents": "Neutropenia -- Differential Diagnosis. Neutropenia can differentiate from antibody deficiency disorders, where a class or different classes of immunoglobulins are below the normal range or absence. These disorders may present clinically by recurrent infections with bacteria and fungi; some of them are opportunistic pathogens, so the use of antimicrobials to treat infectious diseases is a norm. [20] A patient with neutropenia may have an intact acquired immune response but a low number or impaired function of neutrophils. Some complement system deficiency, e.g., C3 deficiency manifests with multiple extracellular bacterial infections and may resemble neutropenia, but can rule out by quantification and functional assessment of the complement system. [1] [21]"}
{"id": "article-25843_20", "title": "Neutropenia -- Prognosis", "content": "The prognosis of neutropenia disorders depends on the cause and organs involved. CGD has a better prognosis if allogeneic bone marrow transplantation can successfully achieve. Neutropenia due to chemotherapy or drugs may cause remission once the treatment is over. Some primary defects of neutrophil functions affect the prognosis, where devastating fatal diseases can lead to death at a young age. [22] Serious infections occur in a significant number of patients with neutropenia, and many require repeated admissions. Without treatment, neutropenia is associated with a high risk of death.", "contents": "Neutropenia -- Prognosis. The prognosis of neutropenia disorders depends on the cause and organs involved. CGD has a better prognosis if allogeneic bone marrow transplantation can successfully achieve. Neutropenia due to chemotherapy or drugs may cause remission once the treatment is over. Some primary defects of neutrophil functions affect the prognosis, where devastating fatal diseases can lead to death at a young age. [22] Serious infections occur in a significant number of patients with neutropenia, and many require repeated admissions. Without treatment, neutropenia is associated with a high risk of death."}
{"id": "article-25843_21", "title": "Neutropenia -- Complications", "content": "Recurrent and fatal bacterial and fungal infections [13] Bacteremia Septic shock Premature death Failure to thrive Protein-energy malnutrition Multiorgan failure", "contents": "Neutropenia -- Complications. Recurrent and fatal bacterial and fungal infections [13] Bacteremia Septic shock Premature death Failure to thrive Protein-energy malnutrition Multiorgan failure"}
{"id": "article-25843_22", "title": "Neutropenia -- Enhancing Healthcare Team Outcomes", "content": "Neutropenia is a serious life-threatening disorder with high morbidity and mortality. Thus the condition is best managed by an interprofessional team that includes physicians, nurses, and pharmacists. A specialist in infectious diseases, internal medicine specialists, or pediatricians should recommend treatment options, including antibiotics and antifungal. A patient with severe neutropenia is considered to have a life-threatening disorder and should be monitored regularly for complete blood cell count, blood chemistry, infectious disease markers, and immunotherapy. Nurses looking after these patients should know what signs and symptoms to monitor for and when to call the specialist. They educate the patient about precautions and warning signs. Pharmacists review the prescription for dose, contraindications, and interactions. They, too, provide patient education.", "contents": "Neutropenia -- Enhancing Healthcare Team Outcomes. Neutropenia is a serious life-threatening disorder with high morbidity and mortality. Thus the condition is best managed by an interprofessional team that includes physicians, nurses, and pharmacists. A specialist in infectious diseases, internal medicine specialists, or pediatricians should recommend treatment options, including antibiotics and antifungal. A patient with severe neutropenia is considered to have a life-threatening disorder and should be monitored regularly for complete blood cell count, blood chemistry, infectious disease markers, and immunotherapy. Nurses looking after these patients should know what signs and symptoms to monitor for and when to call the specialist. They educate the patient about precautions and warning signs. Pharmacists review the prescription for dose, contraindications, and interactions. They, too, provide patient education."}
{"id": "article-25843_23", "title": "Neutropenia -- Enhancing Healthcare Team Outcomes", "content": "Further, these patients should avoid exposure to people and wear a face mask in public. The pharmacist should assess the medications and immediately recommend discontinuation of those associated with neutropenia. Those who are undergoing chemotherapy should be educated about handwashing and symptoms to watch for. The use of neutrophil colony-stimulating factors should be monitored by an immunologist or hematologist to treat the side effects of this cytokine efficiently. Only through such a team approach can the morbidity of neutropenia be lowered. [Level 5]", "contents": "Neutropenia -- Enhancing Healthcare Team Outcomes. Further, these patients should avoid exposure to people and wear a face mask in public. The pharmacist should assess the medications and immediately recommend discontinuation of those associated with neutropenia. Those who are undergoing chemotherapy should be educated about handwashing and symptoms to watch for. The use of neutrophil colony-stimulating factors should be monitored by an immunologist or hematologist to treat the side effects of this cytokine efficiently. Only through such a team approach can the morbidity of neutropenia be lowered. [Level 5]"}
{"id": "article-25843_24", "title": "Neutropenia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neutropenia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}