{"id": "article-25077_0", "title": "Methohexital -- Continuing Education Activity", "content": "Methohexital is a medication used in anesthesia for sedation. It is in the barbiturate class of medications. This activity outlines the indications, action, and contraindications for methohexital as an agent for use in procedural sedation for various procedures and the induction of anesthesia. It also highlights the role of the interprofessional team in administering and monitoring patients who receive this sedative.", "contents": "Methohexital -- Continuing Education Activity. Methohexital is a medication used in anesthesia for sedation. It is in the barbiturate class of medications. This activity outlines the indications, action, and contraindications for methohexital as an agent for use in procedural sedation for various procedures and the induction of anesthesia. It also highlights the role of the interprofessional team in administering and monitoring patients who receive this sedative."}
{"id": "article-25077_1", "title": "Methohexital -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of methohexital. Describe the potential adverse effects of methohexital. Review appropriate monitoring of methohexital. Explain interprofessional team strategies for improving care coordination and communication to advance the usage of methohexital and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Methohexital -- Continuing Education Activity. Objectives: Identify the mechanism of action of methohexital. Describe the potential adverse effects of methohexital. Review appropriate monitoring of methohexital. Explain interprofessional team strategies for improving care coordination and communication to advance the usage of methohexital and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25077_2", "title": "Methohexital -- Indications", "content": "Methohexital belongs to a family of drugs known as barbiturates. [1] It is the preferred agent for use in electroconvulsive therapy (ECT). However, its use has also found utility in procedural sedation for cardioversion, as an induction agent for intubation in neonates, and as a sedative in imaging procedures. [2] [3] Methohexital is the choice of sedative in ECT as it both reduces the seizure threshold and prolongs seizure duration. The latter is an important quality during ECT, as the duration of seizure has links to improved efficacy of ECT. [4]", "contents": "Methohexital -- Indications. Methohexital belongs to a family of drugs known as barbiturates. [1] It is the preferred agent for use in electroconvulsive therapy (ECT). However, its use has also found utility in procedural sedation for cardioversion, as an induction agent for intubation in neonates, and as a sedative in imaging procedures. [2] [3] Methohexital is the choice of sedative in ECT as it both reduces the seizure threshold and prolongs seizure duration. The latter is an important quality during ECT, as the duration of seizure has links to improved efficacy of ECT. [4]"}
{"id": "article-25077_3", "title": "Methohexital -- Mechanism of Action", "content": "Methohexital produces its effect by potentiating the inhibitory actions of GABA on the GABA (A) receptor. At higher concentrations, methohexital directly stimulates and activates the receptor. Barbiturates bind to the GABA A receptor and increase the open duration of the GABA A receptor without having any effect on channel opening frequency or conductance. Specifically, the downstream effect is on the chloride channel, causing it to stay open longer, causing influx. This action causes inhibitory pathways to activate in the brain and causes decreased neuronal excitability, thus inducing anesthesia/sedation. [5] Research has shown the highest concentration of methohexital in the hypothalamus, globus pallidus, and the substantia nigra. Once the GABA receptor is activated, increased chloride influx causes increases the negative charge on the inside of the membrane resulting in hyperpolarization and thus post-synaptic neuron inhibition. [6]", "contents": "Methohexital -- Mechanism of Action. Methohexital produces its effect by potentiating the inhibitory actions of GABA on the GABA (A) receptor. At higher concentrations, methohexital directly stimulates and activates the receptor. Barbiturates bind to the GABA A receptor and increase the open duration of the GABA A receptor without having any effect on channel opening frequency or conductance. Specifically, the downstream effect is on the chloride channel, causing it to stay open longer, causing influx. This action causes inhibitory pathways to activate in the brain and causes decreased neuronal excitability, thus inducing anesthesia/sedation. [5] Research has shown the highest concentration of methohexital in the hypothalamus, globus pallidus, and the substantia nigra. Once the GABA receptor is activated, increased chloride influx causes increases the negative charge on the inside of the membrane resulting in hyperpolarization and thus post-synaptic neuron inhibition. [6]"}
{"id": "article-25077_4", "title": "Methohexital -- Mechanism of Action", "content": "Methohexital is a derivative from barbituric acid, which is a compound made of malonic acid and urea. The chemical formula for methohexital is 1-methyl-2-pentynyl barbituric acid. The acyclic side chain at the fifth Carbon of the benzene ring is responsible for the hypnotic activity attributed to this compound. Also, compared to barbituric acid, the nitrogen on methohexital is methylated, which does cause some excitatory effects but produces the rapid onset and short duration of action, making this drug so clinically useful. [6]", "contents": "Methohexital -- Mechanism of Action. Methohexital is a derivative from barbituric acid, which is a compound made of malonic acid and urea. The chemical formula for methohexital is 1-methyl-2-pentynyl barbituric acid. The acyclic side chain at the fifth Carbon of the benzene ring is responsible for the hypnotic activity attributed to this compound. Also, compared to barbituric acid, the nitrogen on methohexital is methylated, which does cause some excitatory effects but produces the rapid onset and short duration of action, making this drug so clinically useful. [6]"}
{"id": "article-25077_5", "title": "Methohexital -- Administration", "content": "Methohexital has a variety of administration routes, including rectal, IV, and IM use.", "contents": "Methohexital -- Administration. Methohexital has a variety of administration routes, including rectal, IV, and IM use."}
{"id": "article-25077_6", "title": "Methohexital -- Administration", "content": "Standard adult dosing for anesthesia induction is 50 to 120 mg IV as a bolus. General anesthesia maintenance calls for 20 to 40 mg IV every 4 to 7 minutes as needed. In pediatrics, general anesthesia induction dosing is 6.6 to 10 mg/kg IM injection once. Alternately, 25 mg/kg as a single dose rectally is an option.", "contents": "Methohexital -- Administration. Standard adult dosing for anesthesia induction is 50 to 120 mg IV as a bolus. General anesthesia maintenance calls for 20 to 40 mg IV every 4 to 7 minutes as needed. In pediatrics, general anesthesia induction dosing is 6.6 to 10 mg/kg IM injection once. Alternately, 25 mg/kg as a single dose rectally is an option."}
{"id": "article-25077_7", "title": "Methohexital -- Administration", "content": "In pediatrics, methohexital has found application in procedural sedation for obtaining imaging at doses between 0.5 mg/kg to 2.0 mg /kg. [7] The use of rectal methohexital is predominantly in the pediatric population; one study reports a dose of 30 mg/kg of 10% methohexital caused 85% of children to fall asleep. [8] The induction dose for methohexital for electroconvulsive therapy is 1.5 mg/kg. [9]", "contents": "Methohexital -- Administration. In pediatrics, methohexital has found application in procedural sedation for obtaining imaging at doses between 0.5 mg/kg to 2.0 mg /kg. [7] The use of rectal methohexital is predominantly in the pediatric population; one study reports a dose of 30 mg/kg of 10% methohexital caused 85% of children to fall asleep. [8] The induction dose for methohexital for electroconvulsive therapy is 1.5 mg/kg. [9]"}
{"id": "article-25077_8", "title": "Methohexital -- Administration", "content": "After IV administration of methohexital, peak brain concentrations occur at the 30-second mark and steadily decline as the drug gets redistributed to other tissues. Five minutes after administration, half of the initial concentration is in the grey matter. The duration of action for methohexital is 4 to 7 minutes. Metabolism of methohexital occurs in the liver where the molecule undergoes oxidation of the side chain at carbon 5 of the benzene resulting in the inactive metabolite hydroxymethohexital. In summary, the disappearance of methohexital from the bloodstream is attributable to both liver inactivation and redistribution, but redistribution plays a greater role. [6]", "contents": "Methohexital -- Administration. After IV administration of methohexital, peak brain concentrations occur at the 30-second mark and steadily decline as the drug gets redistributed to other tissues. Five minutes after administration, half of the initial concentration is in the grey matter. The duration of action for methohexital is 4 to 7 minutes. Metabolism of methohexital occurs in the liver where the molecule undergoes oxidation of the side chain at carbon 5 of the benzene resulting in the inactive metabolite hydroxymethohexital. In summary, the disappearance of methohexital from the bloodstream is attributable to both liver inactivation and redistribution, but redistribution plays a greater role. [6]"}
{"id": "article-25077_9", "title": "Methohexital -- Adverse Effects", "content": "The adverse effects of methohexital include respiratory depression, apnea, hiccoughs, cardiovascular depression, and laryngospasm. [6] In critically ill patients who are preload dependent, methohexital may reduce systemic vascular resistance and cardiac output; however, the incidence of these events is low. [10] The ventilatory and cardiovascular depressant effects of methohexital are dose-dependent; however, they vary with the pre-existing disease in a patient. The respiratory depressant effect may result from both central and peripheral mechanisms. Methohexital can alter the upper airway tone resulting in obstruction while also affecting the central respiratory system in the brainstem resulting in apnea and hypoventilation. Hypotension has also been noted during the administration of methohexital and is mediated by peripheral vasodilation with a subsequent decrease in afterload, decreased preload, and negative inotropic effect on the heart.", "contents": "Methohexital -- Adverse Effects. The adverse effects of methohexital include respiratory depression, apnea, hiccoughs, cardiovascular depression, and laryngospasm. [6] In critically ill patients who are preload dependent, methohexital may reduce systemic vascular resistance and cardiac output; however, the incidence of these events is low. [10] The ventilatory and cardiovascular depressant effects of methohexital are dose-dependent; however, they vary with the pre-existing disease in a patient. The respiratory depressant effect may result from both central and peripheral mechanisms. Methohexital can alter the upper airway tone resulting in obstruction while also affecting the central respiratory system in the brainstem resulting in apnea and hypoventilation. Hypotension has also been noted during the administration of methohexital and is mediated by peripheral vasodilation with a subsequent decrease in afterload, decreased preload, and negative inotropic effect on the heart."}
{"id": "article-25077_10", "title": "Methohexital -- Adverse Effects", "content": "It is important to note that when given in conjunction with other medications like opioids, the cardiorespiratory depressant effects of methohexital are additive. In some cases, adverse effects like restlessness, excitement, and delirium are possible. However, these are treatable with intravenous caffeine. [11] Methohexital is commonly associated with pain when injected into smaller veins; one study demonstrated that dissolving the drug in a lipid emulsion before administration resulted in the resolution of pain with no changes in potency. [12] Mean arterial pressure is not significantly affected after administration of methohexital and appears to be more hemodynamically stable when compared to other agents. [13] As methohexital is a commonly used agent during ECT, it is essential to note that it has dose-dependent anticonvulsant properties and may adversely affect seizure procurement in a subset of patients with high seizure thresholds. [14]", "contents": "Methohexital -- Adverse Effects. It is important to note that when given in conjunction with other medications like opioids, the cardiorespiratory depressant effects of methohexital are additive. In some cases, adverse effects like restlessness, excitement, and delirium are possible. However, these are treatable with intravenous caffeine. [11] Methohexital is commonly associated with pain when injected into smaller veins; one study demonstrated that dissolving the drug in a lipid emulsion before administration resulted in the resolution of pain with no changes in potency. [12] Mean arterial pressure is not significantly affected after administration of methohexital and appears to be more hemodynamically stable when compared to other agents. [13] As methohexital is a commonly used agent during ECT, it is essential to note that it has dose-dependent anticonvulsant properties and may adversely affect seizure procurement in a subset of patients with high seizure thresholds. [14]"}
{"id": "article-25077_11", "title": "Methohexital -- Contraindications", "content": "Barbiturates like methohexital are contraindicated in acute intermittent porphyria (AIP). AIP is a deficiency of the enzyme hydroxymethylbilane synthase in the pathway for heme biosynthesis. Acute attacks are usually intermittent and manifest as severe abdominal pain, peripheral neuropathy, psychiatric symptoms, autonomic dysfunction, and hyponatremia. Methohexital is strictly contraindicated in patients with a history of AIP. [15]", "contents": "Methohexital -- Contraindications. Barbiturates like methohexital are contraindicated in acute intermittent porphyria (AIP). AIP is a deficiency of the enzyme hydroxymethylbilane synthase in the pathway for heme biosynthesis. Acute attacks are usually intermittent and manifest as severe abdominal pain, peripheral neuropathy, psychiatric symptoms, autonomic dysfunction, and hyponatremia. Methohexital is strictly contraindicated in patients with a history of AIP. [15]"}
{"id": "article-25077_12", "title": "Methohexital -- Monitoring", "content": "When administering methohexital, it is crucial to know that respiratory and hemodynamic effects may occur. It is important to monitor the patient throughout the procedure and the recovery phase. Guidelines suggested by organizations state that anesthesia standards of monitoring be in place, the most important factor being that during procedural sedation, one person should be present whose job is only to monitor and sedate the patient. Monitors, including hemodynamic (blood pressure cuff), O2 saturation (continuous pulse oximetry), ECG monitoring, End-tidal CO2 monitor, and respiratory rate monitoring, should be in place.", "contents": "Methohexital -- Monitoring. When administering methohexital, it is crucial to know that respiratory and hemodynamic effects may occur. It is important to monitor the patient throughout the procedure and the recovery phase. Guidelines suggested by organizations state that anesthesia standards of monitoring be in place, the most important factor being that during procedural sedation, one person should be present whose job is only to monitor and sedate the patient. Monitors, including hemodynamic (blood pressure cuff), O2 saturation (continuous pulse oximetry), ECG monitoring, End-tidal CO2 monitor, and respiratory rate monitoring, should be in place."}
{"id": "article-25077_13", "title": "Methohexital -- Monitoring", "content": "When possible, the person responsible for delivering sedation should have an unobstructed view of the patient's face, mouth, and chest wall during the procedure. To assess the depth of the anesthetic when using methohexital, it is reasonable to use a bispectral index (BIS) monitor, which analyzes a continuous EEG and quantifies the hypnotic/sedative effects of the drug being administered. Before administering methohexital, there should be appropriate airway equipment, including resuscitation equipment/medications, bag-valve-mask device, and Yankauer suction. [11]", "contents": "Methohexital -- Monitoring. When possible, the person responsible for delivering sedation should have an unobstructed view of the patient's face, mouth, and chest wall during the procedure. To assess the depth of the anesthetic when using methohexital, it is reasonable to use a bispectral index (BIS) monitor, which analyzes a continuous EEG and quantifies the hypnotic/sedative effects of the drug being administered. Before administering methohexital, there should be appropriate airway equipment, including resuscitation equipment/medications, bag-valve-mask device, and Yankauer suction. [11]"}
{"id": "article-25077_14", "title": "Methohexital -- Toxicity", "content": "High doses of methohexital are associated with seizures in the post-operative period, likely due to acute withdrawal as it is highly potent. Other symptoms of toxicity include muscle twitching, apnea, and shivering. [16]", "contents": "Methohexital -- Toxicity. High doses of methohexital are associated with seizures in the post-operative period, likely due to acute withdrawal as it is highly potent. Other symptoms of toxicity include muscle twitching, apnea, and shivering. [16]"}
{"id": "article-25077_15", "title": "Methohexital -- Enhancing Healthcare Team Outcomes", "content": "Methohexital has a variety of uses, including procedural sedation in pediatrics, electroconvulsive therapy, and as an induction agent during the delivery of anesthesia. Like all other sedatives, methohexital is best used and managed by an interprofessional team to ensure its safety.", "contents": "Methohexital -- Enhancing Healthcare Team Outcomes. Methohexital has a variety of uses, including procedural sedation in pediatrics, electroconvulsive therapy, and as an induction agent during the delivery of anesthesia. Like all other sedatives, methohexital is best used and managed by an interprofessional team to ensure its safety."}
{"id": "article-25077_16", "title": "Methohexital -- Enhancing Healthcare Team Outcomes", "content": "It is essential to appropriately evaluate the patient pre-operatively and address factors like allergies, previous exposure to this drug class and adverse reactions, and pertinent medical history. It is also important to evaluate patients and their baseline status in terms of physical activity to assess their cardiopulmonary reserve. The professional administering methohexital to the patient should clearly and effectively communicate with the proceduralist regarding dose, timing, and anticipated time needed to complete the given procedure.", "contents": "Methohexital -- Enhancing Healthcare Team Outcomes. It is essential to appropriately evaluate the patient pre-operatively and address factors like allergies, previous exposure to this drug class and adverse reactions, and pertinent medical history. It is also important to evaluate patients and their baseline status in terms of physical activity to assess their cardiopulmonary reserve. The professional administering methohexital to the patient should clearly and effectively communicate with the proceduralist regarding dose, timing, and anticipated time needed to complete the given procedure."}
{"id": "article-25077_17", "title": "Methohexital -- Enhancing Healthcare Team Outcomes", "content": "Guidelines suggested by organizations state that anesthesia standards of monitoring are crucial during procedural sedation; one person (nurse anesthetist) should be present whose job is only to monitor the patient.", "contents": "Methohexital -- Enhancing Healthcare Team Outcomes. Guidelines suggested by organizations state that anesthesia standards of monitoring are crucial during procedural sedation; one person (nurse anesthetist) should be present whose job is only to monitor the patient."}
{"id": "article-25077_18", "title": "Methohexital -- Enhancing Healthcare Team Outcomes", "content": "In terms of care coordination in the OR setting, it is important to know that one person does not make a team and that it is the collective effort of the anesthesiologist, surgeons, nursing, and OR personnel who make it possible to deliver care to patients safely and effectively. [17]", "contents": "Methohexital -- Enhancing Healthcare Team Outcomes. In terms of care coordination in the OR setting, it is important to know that one person does not make a team and that it is the collective effort of the anesthesiologist, surgeons, nursing, and OR personnel who make it possible to deliver care to patients safely and effectively. [17]"}
{"id": "article-25077_19", "title": "Methohexital -- Enhancing Healthcare Team Outcomes", "content": "Methohexital is a barbiturate, and while it is a very useful agent in its applications, it is not without risks, so the entire interprofessional health team has to coordinate their activities when using this drug. The ordering clinician (MD, DO, NP, PA) decides as to using the drug, as well as dosing, but the pharmacist needs to verify the dosing, as well as checking any potential drug interactions Nursing will be monitoring and administering the drug and needs to report any undue circumstances to the clinicians and/or pharmacist. With a collaborative approach, methohexital can be a safe anesthetic that serves to help the team achieve positive outcomes for the patient. [Level 5]", "contents": "Methohexital -- Enhancing Healthcare Team Outcomes. Methohexital is a barbiturate, and while it is a very useful agent in its applications, it is not without risks, so the entire interprofessional health team has to coordinate their activities when using this drug. The ordering clinician (MD, DO, NP, PA) decides as to using the drug, as well as dosing, but the pharmacist needs to verify the dosing, as well as checking any potential drug interactions Nursing will be monitoring and administering the drug and needs to report any undue circumstances to the clinicians and/or pharmacist. With a collaborative approach, methohexital can be a safe anesthetic that serves to help the team achieve positive outcomes for the patient. [Level 5]"}
{"id": "article-25077_20", "title": "Methohexital -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Methohexital -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}