{"id": "article-38202_0", "title": "Fecal Occult Blood Test -- Introduction", "content": "The fecal occult blood test (FOBT) is a diagnostic test to assess for hidden (occult) blood in the stool. This test is commonly used for colorectal cancer screening, especially in developed nations. Colon cancer is one of the most prevalent cancers in both men and women worldwide. Therefore, early detection is imperative. When used correctly for screening, this testing modality has established associations with decreased morbidity and mortality. [1] Newer screening methods have been developed, including the fecal immunochemical test (FIT). FIT uses antibodies to discern blood in the stool. These newer modalities have replaced the FOBT for colon cancer screening due to increased specificity, sensitivity, and decreased costs. [2]", "contents": "Fecal Occult Blood Test -- Introduction. The fecal occult blood test (FOBT) is a diagnostic test to assess for hidden (occult) blood in the stool. This test is commonly used for colorectal cancer screening, especially in developed nations. Colon cancer is one of the most prevalent cancers in both men and women worldwide. Therefore, early detection is imperative. When used correctly for screening, this testing modality has established associations with decreased morbidity and mortality. [1] Newer screening methods have been developed, including the fecal immunochemical test (FIT). FIT uses antibodies to discern blood in the stool. These newer modalities have replaced the FOBT for colon cancer screening due to increased specificity, sensitivity, and decreased costs. [2]"}
{"id": "article-38202_1", "title": "Fecal Occult Blood Test -- Introduction", "content": "When blood enters the upper gastrointestinal tract, the globin part of the hemoglobin molecule is completely digested by the proteolytic enzymes; the heme is converted by bacterial action to porphyrins. Hemoglobin entering the lower part of the large intestine is largely undigested. In normal subjects, the volume of blood lost from the gastrointestinal tract is 0.5 to 1.5 mL per day. The fecal occult blood test does not usually detect this amount of blood. [3]", "contents": "Fecal Occult Blood Test -- Introduction. When blood enters the upper gastrointestinal tract, the globin part of the hemoglobin molecule is completely digested by the proteolytic enzymes; the heme is converted by bacterial action to porphyrins. Hemoglobin entering the lower part of the large intestine is largely undigested. In normal subjects, the volume of blood lost from the gastrointestinal tract is 0.5 to 1.5 mL per day. The fecal occult blood test does not usually detect this amount of blood. [3]"}
{"id": "article-38202_2", "title": "Fecal Occult Blood Test -- Introduction", "content": "Standard methods for detecting occult blood are based on detecting hemoglobin or its breakdown products. [4] Fecal blood can also be detected by macroscopic examination of feces for blood cells or hematin crystals or by spectroscopic identification of hemoglobin and its derivatives. [5]", "contents": "Fecal Occult Blood Test -- Introduction. Standard methods for detecting occult blood are based on detecting hemoglobin or its breakdown products. [4] Fecal blood can also be detected by macroscopic examination of feces for blood cells or hematin crystals or by spectroscopic identification of hemoglobin and its derivatives. [5]"}
{"id": "article-38202_3", "title": "Fecal Occult Blood Test -- Specimen Collection", "content": "The fecal occult blood test (FOBT) can be performed in the inpatient or outpatient setting. In the inpatient setting, the stool may be obtained manually during a digital rectal examination and placed onto heme occult testing cards. In the outpatient setting, the patient typically obtains a stool sample at home and then submits it to a laboratory. [6]", "contents": "Fecal Occult Blood Test -- Specimen Collection. The fecal occult blood test (FOBT) can be performed in the inpatient or outpatient setting. In the inpatient setting, the stool may be obtained manually during a digital rectal examination and placed onto heme occult testing cards. In the outpatient setting, the patient typically obtains a stool sample at home and then submits it to a laboratory. [6]"}
{"id": "article-38202_4", "title": "Fecal Occult Blood Test -- Specimen Collection", "content": "Feces should ideally be sampled before they come into contact with the toilet water since hemoglobin will leach out of the sample, and toilet sanitizers may affect the results. Because blood may not be uniformly distributed within the stools, and bleeding may be intermittent, it is important to collect samples from more than one area; collection should be repeated on three different days. [7]", "contents": "Fecal Occult Blood Test -- Specimen Collection. Feces should ideally be sampled before they come into contact with the toilet water since hemoglobin will leach out of the sample, and toilet sanitizers may affect the results. Because blood may not be uniformly distributed within the stools, and bleeding may be intermittent, it is important to collect samples from more than one area; collection should be repeated on three different days. [7]"}
{"id": "article-38202_5", "title": "Fecal Occult Blood Test -- Specimen Collection", "content": "It is best not to expose the sample to extreme heat or humidity; dried samples can be stored at room temperature for 14 days. [8] If there is a delay between sample collection and analysis, false-negative results may be seen because of the degradation of the pseudoperoxidase activity of heme in moist feces. If samples are collected directly onto the filter paper in the test kit and allowed to dry, this problem can be prevented. [9]", "contents": "Fecal Occult Blood Test -- Specimen Collection. It is best not to expose the sample to extreme heat or humidity; dried samples can be stored at room temperature for 14 days. [8] If there is a delay between sample collection and analysis, false-negative results may be seen because of the degradation of the pseudoperoxidase activity of heme in moist feces. If samples are collected directly onto the filter paper in the test kit and allowed to dry, this problem can be prevented. [9]"}
{"id": "article-38202_6", "title": "Fecal Occult Blood Test -- Specimen Collection", "content": "In some immunological methods, collection devices with liquid preservatives are used, and samples from patients can be collected by smearing the stools onto the card provided. [10] For most methods, some patient preparation is required to give optimum results. Samples should not be collected if blood is visible in the stools or urine (e.g., menstruation, active hemorrhoids, or urinary tract infection). [5]", "contents": "Fecal Occult Blood Test -- Specimen Collection. In some immunological methods, collection devices with liquid preservatives are used, and samples from patients can be collected by smearing the stools onto the card provided. [10] For most methods, some patient preparation is required to give optimum results. Samples should not be collected if blood is visible in the stools or urine (e.g., menstruation, active hemorrhoids, or urinary tract infection). [5]"}
{"id": "article-38202_7", "title": "Fecal Occult Blood Test -- Procedures", "content": "Before stool collection and testing, it is imperative to ensure that the FOBT card and developer are not beyond their expiration dates. Tests commonly used in clinical laboratories are based on detecting hemoglobin, heme, or heme-derived porphyrins. [11] Hemoglobin is detected by immunological methods, heme by guaiac-based methods utilizing the pseudoperoxidase activity of heme, and porphyrins by fluorimetry. [12]", "contents": "Fecal Occult Blood Test -- Procedures. Before stool collection and testing, it is imperative to ensure that the FOBT card and developer are not beyond their expiration dates. Tests commonly used in clinical laboratories are based on detecting hemoglobin, heme, or heme-derived porphyrins. [11] Hemoglobin is detected by immunological methods, heme by guaiac-based methods utilizing the pseudoperoxidase activity of heme, and porphyrins by fluorimetry. [12]"}
{"id": "article-38202_8", "title": "Fecal Occult Blood Test -- Procedures", "content": "The most common method for detecting fecal occult blood is based on the detection of heme. In these methods, the pseudoperoxidase activity of heme liberates nascent oxygen from hydrogen peroxide. [13] The liberated oxygen oxidizes a chromogen. Historically used chromagens are benzedrine and o-toluidine; these methods are sensitive, but benzedrine and toluidine are carcinogenic and are no longer used in clinical laboratories. Other chromogens used in this type of test are imipramine hydrochloride and desipramine hydrochloride. [6] The most common chromogen used today is guaiac, a natural resin extracted from Guaiacum officinale . [14] The sensitivity of the guaiac method is less than that based on o-toluidine. By employing a stabilizer, the sensitivity of the method has been improved. [15]", "contents": "Fecal Occult Blood Test -- Procedures. The most common method for detecting fecal occult blood is based on the detection of heme. In these methods, the pseudoperoxidase activity of heme liberates nascent oxygen from hydrogen peroxide. [13] The liberated oxygen oxidizes a chromogen. Historically used chromagens are benzedrine and o-toluidine; these methods are sensitive, but benzedrine and toluidine are carcinogenic and are no longer used in clinical laboratories. Other chromogens used in this type of test are imipramine hydrochloride and desipramine hydrochloride. [6] The most common chromogen used today is guaiac, a natural resin extracted from Guaiacum officinale . [14] The sensitivity of the guaiac method is less than that based on o-toluidine. By employing a stabilizer, the sensitivity of the method has been improved. [15]"}
{"id": "article-38202_9", "title": "Fecal Occult Blood Test -- Procedures", "content": "These tests consist of a card containing a high-quality filter paper impregnated with guaiac. This is stable for long periods because the guaiac is not in solution. [16] The developing solution is stabilized hydrogen peroxide in an aqueous alcoholic solution. Hemoglobin and its iron-containing degradation products, due to the pseudoperoxidase activity, release oxygen from hydrogen peroxide. The oxygen then oxidizes alpha-guaiaconic acid, a phenolic compound present in guaiac. [17] A quinine structure is formed, rearranging to a blue dye by internal electron transfer. [14]", "contents": "Fecal Occult Blood Test -- Procedures. These tests consist of a card containing a high-quality filter paper impregnated with guaiac. This is stable for long periods because the guaiac is not in solution. [16] The developing solution is stabilized hydrogen peroxide in an aqueous alcoholic solution. Hemoglobin and its iron-containing degradation products, due to the pseudoperoxidase activity, release oxygen from hydrogen peroxide. The oxygen then oxidizes alpha-guaiaconic acid, a phenolic compound present in guaiac. [17] A quinine structure is formed, rearranging to a blue dye by internal electron transfer. [14]"}
{"id": "article-38202_10", "title": "Fecal Occult Blood Test -- Procedures", "content": "The immunological methods are more specific and use antibodies against one of the components in blood, most commonly against the globin chain of the hemoglobin. [18] Hemoglobin forms a complex with a conjugate of an antibody to hemoglobin. The conjugate consists of a monoclonal or polyclonal antibody attached to a dye or enzyme, which will produce a colored product from the substrate present in the system. [19] A variety of immunochemical detection systems have been described. These include enzyme immunoassays (EIA), hemagglutination, latex agglutination, and colloidal gold agglutination assay. [20]", "contents": "Fecal Occult Blood Test -- Procedures. The immunological methods are more specific and use antibodies against one of the components in blood, most commonly against the globin chain of the hemoglobin. [18] Hemoglobin forms a complex with a conjugate of an antibody to hemoglobin. The conjugate consists of a monoclonal or polyclonal antibody attached to a dye or enzyme, which will produce a colored product from the substrate present in the system. [19] A variety of immunochemical detection systems have been described. These include enzyme immunoassays (EIA), hemagglutination, latex agglutination, and colloidal gold agglutination assay. [20]"}
{"id": "article-38202_11", "title": "Fecal Occult Blood Test -- Procedures", "content": "Many commercial kits have been developed for detecting blood by immunochemical methods, some of which are automated and therefore are more reproducible. [18] [21] Immunochemical methods can be performed as a point-of-care method at the bedside by a healthcare professional, by the patient, or in the laboratory. [22]", "contents": "Fecal Occult Blood Test -- Procedures. Many commercial kits have been developed for detecting blood by immunochemical methods, some of which are automated and therefore are more reproducible. [18] [21] Immunochemical methods can be performed as a point-of-care method at the bedside by a healthcare professional, by the patient, or in the laboratory. [22]"}
{"id": "article-38202_12", "title": "Fecal Occult Blood Test -- Procedures", "content": "Immunochemical methods do not require dietary restriction. Immunochemical methods are also more sensitive; the detection limits are lower than the guaiac-based methods. [19] With automated systems, reproducibility is increased further as the subjective nature of the visual reading of a result is removed. These methods can detect as little as 0.3 mL of blood added to stool. [21] These methods are also more specific for blood from the lower gastrointestinal tract, especially the colon; the globin released from hemoglobin in the upper gastrointestinal tract is hydrolyzed by proteolytic enzymes. [20]", "contents": "Fecal Occult Blood Test -- Procedures. Immunochemical methods do not require dietary restriction. Immunochemical methods are also more sensitive; the detection limits are lower than the guaiac-based methods. [19] With automated systems, reproducibility is increased further as the subjective nature of the visual reading of a result is removed. These methods can detect as little as 0.3 mL of blood added to stool. [21] These methods are also more specific for blood from the lower gastrointestinal tract, especially the colon; the globin released from hemoglobin in the upper gastrointestinal tract is hydrolyzed by proteolytic enzymes. [20]"}
{"id": "article-38202_13", "title": "Fecal Occult Blood Test -- Procedures", "content": "In one device, a combination of immunological and guaiac-based tests is used. Hemoglobin is immobilized by a monoclonal antibody, and the hemoglobin is then visualized by the guaiac-based reaction. Non-hemoglobin peroxidases will give a background blue color, which is discounted. [23]", "contents": "Fecal Occult Blood Test -- Procedures. In one device, a combination of immunological and guaiac-based tests is used. Hemoglobin is immobilized by a monoclonal antibody, and the hemoglobin is then visualized by the guaiac-based reaction. Non-hemoglobin peroxidases will give a background blue color, which is discounted. [23]"}
{"id": "article-38202_14", "title": "Fecal Occult Blood Test -- Procedures", "content": "The heme-porphyrin test is based on the fact that the heme in the hemoglobin entering the gastrointestinal tract is converted to porphyrins, probably by gut bacteria. In this method, porphyrins in the feces are extracted and then quantitated by spectrofluorimetry. [24] This allows exact quantitation of the hemoglobin entering the gastrointestinal tract. This method is better at detecting bleeding in the upper gastrointestinal tract. [25] Guaiac and immunological methods are unreliable in detecting upper gastrointestinal tract bleeding because the hemoglobin may be digested by proteolytic enzymes in the gut. [26]", "contents": "Fecal Occult Blood Test -- Procedures. The heme-porphyrin test is based on the fact that the heme in the hemoglobin entering the gastrointestinal tract is converted to porphyrins, probably by gut bacteria. In this method, porphyrins in the feces are extracted and then quantitated by spectrofluorimetry. [24] This allows exact quantitation of the hemoglobin entering the gastrointestinal tract. This method is better at detecting bleeding in the upper gastrointestinal tract. [25] Guaiac and immunological methods are unreliable in detecting upper gastrointestinal tract bleeding because the hemoglobin may be digested by proteolytic enzymes in the gut. [26]"}
{"id": "article-38202_15", "title": "Fecal Occult Blood Test -- Procedures", "content": "Recently a method using matrix-assisted laser desorption ionization/time of flight mass spectrometry (MALDI-TOF-MS) has been described. In this method, the fecal sample is mixed with water, ultrasonicated, and after centrifugation, the supernatant is combined with a matrix solution and used for MALDI-TOF-MS. [27] Blood is detected by identifying the water-soluble alpha and beta globin chains. This method is 10 to 100 times more sensitive than conventional methods, and there is no interference from plant peroxidases or dietary red meat. [28] The application of this method for routine use or screening has not been shown. This instrument is expensive; despite its many advantages, it may not be practical to use in clinical laboratories. The sensitivity (lower detection limit) of this method is 0.01 mg/g feces. [27]", "contents": "Fecal Occult Blood Test -- Procedures. Recently a method using matrix-assisted laser desorption ionization/time of flight mass spectrometry (MALDI-TOF-MS) has been described. In this method, the fecal sample is mixed with water, ultrasonicated, and after centrifugation, the supernatant is combined with a matrix solution and used for MALDI-TOF-MS. [27] Blood is detected by identifying the water-soluble alpha and beta globin chains. This method is 10 to 100 times more sensitive than conventional methods, and there is no interference from plant peroxidases or dietary red meat. [28] The application of this method for routine use or screening has not been shown. This instrument is expensive; despite its many advantages, it may not be practical to use in clinical laboratories. The sensitivity (lower detection limit) of this method is 0.01 mg/g feces. [27]"}
{"id": "article-38202_16", "title": "Fecal Occult Blood Test -- Indications", "content": "The most common indications for FOBT are anemia, concern for gastrointestinal bleeding, and colon cancer screening. It can also be used to help discriminate irritable bowel syndrome (IBS) from inflammatory bowel disease (IBD), which is more likely to yield a positive test result. [9]", "contents": "Fecal Occult Blood Test -- Indications. The most common indications for FOBT are anemia, concern for gastrointestinal bleeding, and colon cancer screening. It can also be used to help discriminate irritable bowel syndrome (IBS) from inflammatory bowel disease (IBD), which is more likely to yield a positive test result. [9]"}
{"id": "article-38202_17", "title": "Fecal Occult Blood Test -- Potential Diagnosis", "content": "Occult fecal blood can be present secondary to several etiologies, some of which will be mentioned here. Neoplastic causes include adenocarcinoma, gastrointestinal metastasis, lymphoma, and leiomyosarcoma. [29] Inflammatory causes include Crohn disease, ulcerative colitis, gastritis, peptic ulcer disease, and diverticular bleeding. [30] Vascular causes include angiodysplasia, venous ectasia, variceal bleeding, hemangioma, gastric antral vascular ectasia, and a Dieulafoy lesion. [31] Infectious causes include salmonellae, enteroinvasive and enterohemorrhagic Escherichia coli , shigellae, neisseriae, yersiniae, Mycobacterium tuberculosis , campylobacterioses, and S trongyloides infections . [32]", "contents": "Fecal Occult Blood Test -- Potential Diagnosis. Occult fecal blood can be present secondary to several etiologies, some of which will be mentioned here. Neoplastic causes include adenocarcinoma, gastrointestinal metastasis, lymphoma, and leiomyosarcoma. [29] Inflammatory causes include Crohn disease, ulcerative colitis, gastritis, peptic ulcer disease, and diverticular bleeding. [30] Vascular causes include angiodysplasia, venous ectasia, variceal bleeding, hemangioma, gastric antral vascular ectasia, and a Dieulafoy lesion. [31] Infectious causes include salmonellae, enteroinvasive and enterohemorrhagic Escherichia coli , shigellae, neisseriae, yersiniae, Mycobacterium tuberculosis , campylobacterioses, and S trongyloides infections . [32]"}
{"id": "article-38202_18", "title": "Fecal Occult Blood Test -- Normal and Critical Findings", "content": "An FOBT card that does not turn blue is considered a negative test. If the card turns blue, this is positive and requires further gastroenterological workup. [13]", "contents": "Fecal Occult Blood Test -- Normal and Critical Findings. An FOBT card that does not turn blue is considered a negative test. If the card turns blue, this is positive and requires further gastroenterological workup. [13]"}
{"id": "article-38202_19", "title": "Fecal Occult Blood Test -- Normal and Critical Findings", "content": "Normal fecal blood loss can approach 1.5 mL of blood per day based on radio chromium (51Cr-labeled red cells) methods. [33] In patients with benign adenomas or carcinoma of the large bowel, bleeding is often microscopic but, even so, can be in excess of 1.5 mL per day. [34] However, bleeding can be intermittent. Thus it is not always possible to distinguish normal from pathological bleeding by measuring fecal blood loss. [35] Furthermore, the amount of blood loss from tumors can vary daily, and there is non-uniform distribution of hemoglobin and its products in the feces. [36] [37]", "contents": "Fecal Occult Blood Test -- Normal and Critical Findings. Normal fecal blood loss can approach 1.5 mL of blood per day based on radio chromium (51Cr-labeled red cells) methods. [33] In patients with benign adenomas or carcinoma of the large bowel, bleeding is often microscopic but, even so, can be in excess of 1.5 mL per day. [34] However, bleeding can be intermittent. Thus it is not always possible to distinguish normal from pathological bleeding by measuring fecal blood loss. [35] Furthermore, the amount of blood loss from tumors can vary daily, and there is non-uniform distribution of hemoglobin and its products in the feces. [36] [37]"}
{"id": "article-38202_20", "title": "Fecal Occult Blood Test -- Normal and Critical Findings", "content": "Peptic ulcers, hemorrhoids, and diverticula are also causes of fecal occult blood loss; bleeding from these conditions is highly variable. Of all the methods available, heme-porphyrin testing is more likely to detect small amounts of blood loss from the upper gastrointestinal tract, such as that seen due to aspirin. [38]", "contents": "Fecal Occult Blood Test -- Normal and Critical Findings. Peptic ulcers, hemorrhoids, and diverticula are also causes of fecal occult blood loss; bleeding from these conditions is highly variable. Of all the methods available, heme-porphyrin testing is more likely to detect small amounts of blood loss from the upper gastrointestinal tract, such as that seen due to aspirin. [38]"}
{"id": "article-38202_21", "title": "Fecal Occult Blood Test -- Normal and Critical Findings", "content": "FOBT is performed to detect gastrointestinal bleeding and is most often used as a screening test for colorectal cancer, one of the most common cancers in many parts of the world. [3] There have been many studies on using fecal occult blood testing for the early detection of colorectal cancer. [13]", "contents": "Fecal Occult Blood Test -- Normal and Critical Findings. FOBT is performed to detect gastrointestinal bleeding and is most often used as a screening test for colorectal cancer, one of the most common cancers in many parts of the world. [3] There have been many studies on using fecal occult blood testing for the early detection of colorectal cancer. [13]"}
{"id": "article-38202_22", "title": "Fecal Occult Blood Test -- Normal and Critical Findings", "content": "FOBT is also a critical investigation in patients with iron-deficiency anemia to rule out gastrointestinal bleeding as the cause of anemia. Since bleeding from any part of the gastrointestinal tract can cause iron deficiency, it is important to select the appropriate test. [39] Testing based on guaiac or immunological methods is less likely to detect upper gastrointestinal tract bleeding; heme-porphyrin testing is better at detecting upper gastrointestinal tract bleeding and can detect 90% of upper gastrointestinal tract bleeding. As little as 5 mL of blood loss per day can be detected. [40]", "contents": "Fecal Occult Blood Test -- Normal and Critical Findings. FOBT is also a critical investigation in patients with iron-deficiency anemia to rule out gastrointestinal bleeding as the cause of anemia. Since bleeding from any part of the gastrointestinal tract can cause iron deficiency, it is important to select the appropriate test. [39] Testing based on guaiac or immunological methods is less likely to detect upper gastrointestinal tract bleeding; heme-porphyrin testing is better at detecting upper gastrointestinal tract bleeding and can detect 90% of upper gastrointestinal tract bleeding. As little as 5 mL of blood loss per day can be detected. [40]"}
{"id": "article-38202_23", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Fecal occult blood testing requires medication and dietary restrictions before testing. These restrictions decrease the risk of false-negative and false-positive results. [41] Many studies assessing the risk of these false results exist. One retrospective study evaluated the medications that could create false-positive results and encouraged patients to avoid these medications, if possible, for seven days before testing. [42] The listed medications include acetylsalicylic acid, unfractionated or low-molecular-weight heparin, warfarin, clopidogrel, nonsteroidal anti-inflammatory drugs, and selective serotonin reuptake inhibitors. The study found that 10.9% of the patients with positive FOBT and no dietary or medication restriction beforehand had normal follow-up endoscopic evaluations. [43]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Fecal occult blood testing requires medication and dietary restrictions before testing. These restrictions decrease the risk of false-negative and false-positive results. [41] Many studies assessing the risk of these false results exist. One retrospective study evaluated the medications that could create false-positive results and encouraged patients to avoid these medications, if possible, for seven days before testing. [42] The listed medications include acetylsalicylic acid, unfractionated or low-molecular-weight heparin, warfarin, clopidogrel, nonsteroidal anti-inflammatory drugs, and selective serotonin reuptake inhibitors. The study found that 10.9% of the patients with positive FOBT and no dietary or medication restriction beforehand had normal follow-up endoscopic evaluations. [43]"}
{"id": "article-38202_24", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Avoiding certain foods for three days before FOBT should help prevent false test results. [3] Inappropriate collection in patients with hematuria or menses may also result in false-positive test results. [13]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Avoiding certain foods for three days before FOBT should help prevent false test results. [3] Inappropriate collection in patients with hematuria or menses may also result in false-positive test results. [13]"}
{"id": "article-38202_25", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Guaiac-based methods are prone to interference from many sources. One of these is plant peroxidases. Raw fruits and vegetables such as turnips, broccoli, horseradish, cauliflower, cantaloupe, parsnip, and red radish contain high concentrations of peroxidases. [44] These peroxidases are heme proteins and have the prosthetic group ferri-protoporphyrin IX (hemin) and cause false-positive results in guaiac-based tests. However, it has been shown that cooking vegetables at 100^oC for 20 minutes inactivates plant peroxidase activity. [45]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Guaiac-based methods are prone to interference from many sources. One of these is plant peroxidases. Raw fruits and vegetables such as turnips, broccoli, horseradish, cauliflower, cantaloupe, parsnip, and red radish contain high concentrations of peroxidases. [44] These peroxidases are heme proteins and have the prosthetic group ferri-protoporphyrin IX (hemin) and cause false-positive results in guaiac-based tests. However, it has been shown that cooking vegetables at 100^oC for 20 minutes inactivates plant peroxidase activity. [45]"}
{"id": "article-38202_26", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Furthermore, gastric acid denatures peroxidase, so ingesting raw vegetables should not be problematic in patients with normal gastric acid secretion. [46] Ingestion of 750 g of raw, peroxidase-rich fruit and vegetables daily can cause false-positive results; this is an unusually large amount of vegetation to be eaten daily. [47] While delaying the development of the slide by 48 hours will reduce interferences from plant peroxidases, many manufacturers of guaiac-based tests recommend excluding high-peroxidase-containing fruits and vegetables before and during the collection of samples. [46]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Furthermore, gastric acid denatures peroxidase, so ingesting raw vegetables should not be problematic in patients with normal gastric acid secretion. [46] Ingestion of 750 g of raw, peroxidase-rich fruit and vegetables daily can cause false-positive results; this is an unusually large amount of vegetation to be eaten daily. [47] While delaying the development of the slide by 48 hours will reduce interferences from plant peroxidases, many manufacturers of guaiac-based tests recommend excluding high-peroxidase-containing fruits and vegetables before and during the collection of samples. [46]"}
{"id": "article-38202_27", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Ingestion of red meat can cause false-positive results due to the peroxidase activity of heme in the meat. [48] The false-positive rate was higher when rehydration was used before the analysis. [35] Even after cooking the meat, some peroxidase activity can be detected. [44] Studies on healthy volunteers have shown that it takes about three days for the risk of a false-positive test due to meat ingestion to disappear. [49] While current recommendations are to avoid red meat for at least three days before testing, the time it takes for the risk of false-positive results to disappear after stopping red meat may vary in different clinical situations and with people with altered bowel movements. However, others have not found any significant effect of red meat on occult blood tests. [50]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Ingestion of red meat can cause false-positive results due to the peroxidase activity of heme in the meat. [48] The false-positive rate was higher when rehydration was used before the analysis. [35] Even after cooking the meat, some peroxidase activity can be detected. [44] Studies on healthy volunteers have shown that it takes about three days for the risk of a false-positive test due to meat ingestion to disappear. [49] While current recommendations are to avoid red meat for at least three days before testing, the time it takes for the risk of false-positive results to disappear after stopping red meat may vary in different clinical situations and with people with altered bowel movements. However, others have not found any significant effect of red meat on occult blood tests. [50]"}
{"id": "article-38202_28", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "A data meta-analysis concluded that dietary restriction might not be necessary for guaiac-based fecal occult blood tests. [51] Ascorbic acid (Vitamin C) can also negatively affect the oxidation of alpha-guaiaconic acid because vitamin C is a reducing agent. Ingestion of 1 to 2 grams of vitamin C daily can cause a false-negative result. [52] In-vitro studies suggest that a normal vitamin C intake will unlikely cause false-positive results. [53] A recent study found that consumption of 60 mg of vitamin C and 500 mL of orange juice (350 mg of vitamin C) produced variable results. In subjects taking high-dose supplements, false-negative results were seen. [54]", "contents": "Fecal Occult Blood Test -- Interfering Factors. A data meta-analysis concluded that dietary restriction might not be necessary for guaiac-based fecal occult blood tests. [51] Ascorbic acid (Vitamin C) can also negatively affect the oxidation of alpha-guaiaconic acid because vitamin C is a reducing agent. Ingestion of 1 to 2 grams of vitamin C daily can cause a false-negative result. [52] In-vitro studies suggest that a normal vitamin C intake will unlikely cause false-positive results. [53] A recent study found that consumption of 60 mg of vitamin C and 500 mL of orange juice (350 mg of vitamin C) produced variable results. In subjects taking high-dose supplements, false-negative results were seen. [54]"}
{"id": "article-38202_29", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Using a povidone-iodine antiseptic solution is associated with false-positive results with guaiac-based assays. [55] In-vitro studies showed that as little as 0.005 mL of 1:1000 dilution of this solution would give a false-positive result. This interference is due to the iodine in the antiseptic causing oxidation of the alpha-guaiaconic acid. [56]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Using a povidone-iodine antiseptic solution is associated with false-positive results with guaiac-based assays. [55] In-vitro studies showed that as little as 0.005 mL of 1:1000 dilution of this solution would give a false-positive result. This interference is due to the iodine in the antiseptic causing oxidation of the alpha-guaiaconic acid. [56]"}
{"id": "article-38202_30", "title": "Fecal Occult Blood Test -- Interfering Factors", "content": "Using such antiseptic solutions on the perianal area or during urinary catheterization should be avoided before FOBT using guaiac methods. Drugs such as aspirin, other anti-inflammatory medications such as ibuprofen, naproxen, corticosteroids, or phenylbutazone, cancer chemotherapeutic agents, and alcohol in excess can all cause a positive reaction due to loss of blood from gastric irritation. Recent studies, however, suggest that low-dose aspirin does not affect the test. [57] In comparing subjects taking aspirin or other anti-inflammatory medications with those who are not, no difference in the rate of positive FOBT results was found. Therefore, avoiding these drugs before fecal occult blood testing may not be necessary. [58] Toilet sanitizers may cause false-positive results. Chlorine-generating sanitizers will give false-positive results with guaiac methods. [59] Nonchlorine-generating sanitizers reduce the immunological detection of hemoglobin. [60]", "contents": "Fecal Occult Blood Test -- Interfering Factors. Using such antiseptic solutions on the perianal area or during urinary catheterization should be avoided before FOBT using guaiac methods. Drugs such as aspirin, other anti-inflammatory medications such as ibuprofen, naproxen, corticosteroids, or phenylbutazone, cancer chemotherapeutic agents, and alcohol in excess can all cause a positive reaction due to loss of blood from gastric irritation. Recent studies, however, suggest that low-dose aspirin does not affect the test. [57] In comparing subjects taking aspirin or other anti-inflammatory medications with those who are not, no difference in the rate of positive FOBT results was found. Therefore, avoiding these drugs before fecal occult blood testing may not be necessary. [58] Toilet sanitizers may cause false-positive results. Chlorine-generating sanitizers will give false-positive results with guaiac methods. [59] Nonchlorine-generating sanitizers reduce the immunological detection of hemoglobin. [60]"}
{"id": "article-38202_31", "title": "Fecal Occult Blood Test -- Complications", "content": "There are no known major complications of fecal occult blood testing.", "contents": "Fecal Occult Blood Test -- Complications. There are no known major complications of fecal occult blood testing."}
{"id": "article-38202_32", "title": "Fecal Occult Blood Test -- Patient Safety and Education", "content": "The fecal occult blood test results are primarily affected by how patients prepare for the test, so it is important to follow the instructions carefully. Because certain foods can alter the test results, a special diet is often recommended for 48 to 72 hours before the test. In addition, patients should avoid drugs like anticoagulants, aspirin, colchicine, nonsteroidal antiarthritics, iron preparations, and steroids for at least seven days before the test.", "contents": "Fecal Occult Blood Test -- Patient Safety and Education. The fecal occult blood test results are primarily affected by how patients prepare for the test, so it is important to follow the instructions carefully. Because certain foods can alter the test results, a special diet is often recommended for 48 to 72 hours before the test. In addition, patients should avoid drugs like anticoagulants, aspirin, colchicine, nonsteroidal antiarthritics, iron preparations, and steroids for at least seven days before the test."}
{"id": "article-38202_33", "title": "Fecal Occult Blood Test -- Clinical Significance", "content": "Colorectal cancer is the third leading cause of cancer death for both genetic sexes. It occurs in all populations regardless of race, ethnicity, gender, or socioeconomic status. [61] It is most frequently diagnosed among persons aged 65 to 74 years. The absence of appropriate screening leads to the delay of both diagnosis and treatment. [62] FOBT is one of many methods used for colon cancer screening, and its use is valid in asymptomatic patients. It helps improve the detection of early-stage cancers by guiding patient selection for follow-up tests such as colonoscopies. [5] FOBT is unnecessary for high-risk or symptomatic patients, and these patients should promptly obtain a referral to a gastroenterologist for further workup and management. [6]", "contents": "Fecal Occult Blood Test -- Clinical Significance. Colorectal cancer is the third leading cause of cancer death for both genetic sexes. It occurs in all populations regardless of race, ethnicity, gender, or socioeconomic status. [61] It is most frequently diagnosed among persons aged 65 to 74 years. The absence of appropriate screening leads to the delay of both diagnosis and treatment. [62] FOBT is one of many methods used for colon cancer screening, and its use is valid in asymptomatic patients. It helps improve the detection of early-stage cancers by guiding patient selection for follow-up tests such as colonoscopies. [5] FOBT is unnecessary for high-risk or symptomatic patients, and these patients should promptly obtain a referral to a gastroenterologist for further workup and management. [6]"}
{"id": "article-38202_34", "title": "Fecal Occult Blood Test -- Clinical Significance", "content": "When misused or administered incorrectly, FOBT has resulted in unnecessary testing, increased healthcare costs, and prolonged hospital stays. Therefore, it should only be performed when indicated. Many organizations focus on educating healthcare providers about these indications. [9]", "contents": "Fecal Occult Blood Test -- Clinical Significance. When misused or administered incorrectly, FOBT has resulted in unnecessary testing, increased healthcare costs, and prolonged hospital stays. Therefore, it should only be performed when indicated. Many organizations focus on educating healthcare providers about these indications. [9]"}
{"id": "article-38202_35", "title": "Fecal Occult Blood Test -- Clinical Significance", "content": "The US Preventive Services Task Force (USPSTF) concludes with high certainty that screening for colorectal cancer in adults aged 50 to 75 years has a substantial net benefit, and screening for colorectal cancer in adults aged 45 to 49 years has a moderate net benefit. [63] The USPSTF also concludes with moderate certainty that screening for colorectal cancer in adults aged 76 to 85 years who have been previously screened has a small net benefit. This assessment of net benefit applies to stool-based tests with high sensitivity, colonoscopy, computed tomography (CT) colonography, and flexible sigmoidoscopy. [64]", "contents": "Fecal Occult Blood Test -- Clinical Significance. The US Preventive Services Task Force (USPSTF) concludes with high certainty that screening for colorectal cancer in adults aged 50 to 75 years has a substantial net benefit, and screening for colorectal cancer in adults aged 45 to 49 years has a moderate net benefit. [63] The USPSTF also concludes with moderate certainty that screening for colorectal cancer in adults aged 76 to 85 years who have been previously screened has a small net benefit. This assessment of net benefit applies to stool-based tests with high sensitivity, colonoscopy, computed tomography (CT) colonography, and flexible sigmoidoscopy. [64]"}
{"id": "article-38202_36", "title": "Fecal Occult Blood Test -- Clinical Significance", "content": "Colorectal cancer screening is now recommended for average-risk individuals starting at age 45, according to the American College of Gastroenterology guidelines. [65] In patients with first-degree relatives with advanced adenomas or colorectal carcinoma diagnosed before age 60, screening should begin at age 40 years or ten years earlier than the youngest diagnosed relative. In patients with first-degree relatives diagnosed with advanced adenomas or colorectal cancer after age 60, screening can begin at the usual age of 50. [66] Recommendations also exist that the fecal immunochemical test (FIT) replace the older guaiac-based FOBT due to increased sensitivity and specificity. [67] FIT targets human globin, often found with lower gastrointestinal bleeding, and it has been shown to improve detection rates for colorectal cancer compared to FOBT. It also does not necessitate any dietary modifications, improving patient adherence. [68]", "contents": "Fecal Occult Blood Test -- Clinical Significance. Colorectal cancer screening is now recommended for average-risk individuals starting at age 45, according to the American College of Gastroenterology guidelines. [65] In patients with first-degree relatives with advanced adenomas or colorectal carcinoma diagnosed before age 60, screening should begin at age 40 years or ten years earlier than the youngest diagnosed relative. In patients with first-degree relatives diagnosed with advanced adenomas or colorectal cancer after age 60, screening can begin at the usual age of 50. [66] Recommendations also exist that the fecal immunochemical test (FIT) replace the older guaiac-based FOBT due to increased sensitivity and specificity. [67] FIT targets human globin, often found with lower gastrointestinal bleeding, and it has been shown to improve detection rates for colorectal cancer compared to FOBT. It also does not necessitate any dietary modifications, improving patient adherence. [68]"}
{"id": "article-38202_37", "title": "Fecal Occult Blood Test -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fecal Occult Blood Test -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}