{"id": "article-23505_0", "title": "Pathology, Inflammation -- Introduction", "content": "Inflammation is a broad and ancient medical term initially referring to a set of classic signs and symptoms, including edema, erythema (redness), warmness, pain, and loss of function (stiffness and immobility). [1] Currently, inflammation is recognized as a set of complex changing responses to tissue injury primarily caused by toxic chemicals, some environmental agents, trauma, overuse, or infection. Some of these responses can be beneficial in wound healing and infection control or pathological as in many chronic disease states. Inflammation is a “second-line” defense against infectious agents. The responses evoked by inflammation are a keystone of pathology. Diseases in which inflammation plays a dominant pathological role have the suffix \"-itis.\" Both cell-mediated and humoral responses of the immune system are central to inflammation. This review summarizes information relating inflammation to cardiovascular disease (CVD) and cancer since these are major world causes of mortality and morbidity.", "contents": "Pathology, Inflammation -- Introduction. Inflammation is a broad and ancient medical term initially referring to a set of classic signs and symptoms, including edema, erythema (redness), warmness, pain, and loss of function (stiffness and immobility). [1] Currently, inflammation is recognized as a set of complex changing responses to tissue injury primarily caused by toxic chemicals, some environmental agents, trauma, overuse, or infection. Some of these responses can be beneficial in wound healing and infection control or pathological as in many chronic disease states. Inflammation is a “second-line” defense against infectious agents. The responses evoked by inflammation are a keystone of pathology. Diseases in which inflammation plays a dominant pathological role have the suffix \"-itis.\" Both cell-mediated and humoral responses of the immune system are central to inflammation. This review summarizes information relating inflammation to cardiovascular disease (CVD) and cancer since these are major world causes of mortality and morbidity."}
{"id": "article-23505_1", "title": "Pathology, Inflammation -- Issues of Concern -- Acute or Chronic Inflammation", "content": "Acute inflammation has a rapid onset of minutes or hours, usually resolves in a few days, has classic signs and symptoms, and has cellular infiltrate primarily composed of neutrophils. The erythema seen in acute inflammation results from increased blood flow to the affected area due to vasodilation. Cryotherapy is often an effective treatment for the acute inflammation caused by musculoskeletal injury with decreased pain and more rapid “return-to-participation.” Chronic inflammation has a slow onset of days, a long duration of years, less prominent classical signs and symptoms, and cellular infiltrate primarily composed of monocytes/macrophages and lymphocytes. Chronic exposure to toxic chemicals and environmental agents such as cigarette smoke can cause chronic inflammation.", "contents": "Pathology, Inflammation -- Issues of Concern -- Acute or Chronic Inflammation. Acute inflammation has a rapid onset of minutes or hours, usually resolves in a few days, has classic signs and symptoms, and has cellular infiltrate primarily composed of neutrophils. The erythema seen in acute inflammation results from increased blood flow to the affected area due to vasodilation. Cryotherapy is often an effective treatment for the acute inflammation caused by musculoskeletal injury with decreased pain and more rapid “return-to-participation.” Chronic inflammation has a slow onset of days, a long duration of years, less prominent classical signs and symptoms, and cellular infiltrate primarily composed of monocytes/macrophages and lymphocytes. Chronic exposure to toxic chemicals and environmental agents such as cigarette smoke can cause chronic inflammation."}
{"id": "article-23505_2", "title": "Pathology, Inflammation -- Issues of Concern -- Mediators and Biomarkers of Inflammation", "content": "The discovery of cellular and molecular inflammatory mediators and the development of sensitive biomarkers have rapidly advanced our understanding of inflammation and its role in pathology. [2] These biomarkers include: Reactive oxygen and reactive nitrogen oxide species (ROS and RNOS) Formation of DNA adducts Cytokines (e.g., IL-6 and TNF-alpha) and chemokines Acute-phase proteins (e.g., C-reactive protein or CRP) Prostaglandins Cyclooxygenase (COX)-related metabolites Inflammation-related growth factors and transcription factors (e.g., NF-kappaB) Major immune cell types The specific immune cells and mediators at play are variable and dependent upon the injury, the onset/duration of the injury, and multiple genetic loci. [3] [1]", "contents": "Pathology, Inflammation -- Issues of Concern -- Mediators and Biomarkers of Inflammation. The discovery of cellular and molecular inflammatory mediators and the development of sensitive biomarkers have rapidly advanced our understanding of inflammation and its role in pathology. [2] These biomarkers include: Reactive oxygen and reactive nitrogen oxide species (ROS and RNOS) Formation of DNA adducts Cytokines (e.g., IL-6 and TNF-alpha) and chemokines Acute-phase proteins (e.g., C-reactive protein or CRP) Prostaglandins Cyclooxygenase (COX)-related metabolites Inflammation-related growth factors and transcription factors (e.g., NF-kappaB) Major immune cell types The specific immune cells and mediators at play are variable and dependent upon the injury, the onset/duration of the injury, and multiple genetic loci. [3] [1]"}
{"id": "article-23505_3", "title": "Pathology, Inflammation -- Issues of Concern -- Mediators and Biomarkers of Inflammation", "content": "CRP is a widely used clinical inflammatory biomarker present in two forms with distinct functions. One form is a homopentamer termed native-CRP (nCRP), and the other is a monomer (mCRP). [4] There are two clinical assays for CRP, a standard assay and a high-sensitivity assay (hs-CRP).", "contents": "Pathology, Inflammation -- Issues of Concern -- Mediators and Biomarkers of Inflammation. CRP is a widely used clinical inflammatory biomarker present in two forms with distinct functions. One form is a homopentamer termed native-CRP (nCRP), and the other is a monomer (mCRP). [4] There are two clinical assays for CRP, a standard assay and a high-sensitivity assay (hs-CRP)."}
{"id": "article-23505_4", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease", "content": "Hs-CRP is often used to assess increased cardiovascular disease (CVD) risk. [5] Increased plasma hs-CRP levels are a CVD risk factor in addition to LDL-cholesterol and the degree of metabolic syndrome. Some suggested that increased inflammation from any cause (e.g., periodontal disease and arthritis) has a damaging effect on vascular endothelium. [5] Central obesity, a risk factor for type 2-diabetes and CVD, is also associated with increased hs-CRP in metabolic syndrome. It is not yet certain whether CRP plays an active pro-atherogenic role in CVD or that lowering hs-CRP is a valid goal for the primary prevention of CVD.", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease. Hs-CRP is often used to assess increased cardiovascular disease (CVD) risk. [5] Increased plasma hs-CRP levels are a CVD risk factor in addition to LDL-cholesterol and the degree of metabolic syndrome. Some suggested that increased inflammation from any cause (e.g., periodontal disease and arthritis) has a damaging effect on vascular endothelium. [5] Central obesity, a risk factor for type 2-diabetes and CVD, is also associated with increased hs-CRP in metabolic syndrome. It is not yet certain whether CRP plays an active pro-atherogenic role in CVD or that lowering hs-CRP is a valid goal for the primary prevention of CVD."}
{"id": "article-23505_5", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease", "content": "In contrast, the 2018 CANTOS trial on tertiary prevention in patients with a history of myocardial infarction showed that reducing hs-CRP levels by use of canakinumab was effective in reducing (by 25%) a major CVD event but primarily in those patients where treatment lowered hs-CRP to less than 2 mg/ml. Canakinumab is a monoclonal antibody that targets interleukin-1-beta and has no effect on plasma lipoprotein levels. It should be noted that most participants in the CANTOS trial were already on statin therapy.", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease. In contrast, the 2018 CANTOS trial on tertiary prevention in patients with a history of myocardial infarction showed that reducing hs-CRP levels by use of canakinumab was effective in reducing (by 25%) a major CVD event but primarily in those patients where treatment lowered hs-CRP to less than 2 mg/ml. Canakinumab is a monoclonal antibody that targets interleukin-1-beta and has no effect on plasma lipoprotein levels. It should be noted that most participants in the CANTOS trial were already on statin therapy."}
{"id": "article-23505_6", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease", "content": "Statins, besides lowering LDL-C, also lower hs-CRP. Nevertheless, a large-scale study found the effectiveness of simvastatin to lower a first major vascular event was unaffected by baseline CRP levels. [6]", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease. Statins, besides lowering LDL-C, also lower hs-CRP. Nevertheless, a large-scale study found the effectiveness of simvastatin to lower a first major vascular event was unaffected by baseline CRP levels. [6]"}
{"id": "article-23505_7", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease", "content": "Nonsteroidal anti-inflammatory drugs (NSAIDs) have analgesic, antipyretic, antiplatelet as well as anti-inflammatory effects. They are among the world’s most used/prescribed medications. The effects of NSAIDs on CRP levels are mixed and dependent upon the particular NSAID. In patients taking NSAIDs for rheumatoid arthritis, naproxen was associated with a decreased CRP; whereas, lumiracoxib was associated with an increased CRP. [7] Lumiracoxib is a selective inhibitor of cyclooxygenase-2 (COX-2), the inducible form of COX, while naproxen is a nonselective COX inhibitor, inhibiting COX-2 as well as COX-1, the constitutively expressed form of COX.  The COX-2 selective inhibitors are collectively called coxibs. The more selective an NSAID is for COX-2, the greater its effect on increasing CRP. Due to the increased risk of severe CVD events, celecoxib is the only coxib available in the US market. The CVD risks posed by NSAIDs is an area of active research and are an under-recognized issue.", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation and Cardiovascular Disease. Nonsteroidal anti-inflammatory drugs (NSAIDs) have analgesic, antipyretic, antiplatelet as well as anti-inflammatory effects. They are among the world’s most used/prescribed medications. The effects of NSAIDs on CRP levels are mixed and dependent upon the particular NSAID. In patients taking NSAIDs for rheumatoid arthritis, naproxen was associated with a decreased CRP; whereas, lumiracoxib was associated with an increased CRP. [7] Lumiracoxib is a selective inhibitor of cyclooxygenase-2 (COX-2), the inducible form of COX, while naproxen is a nonselective COX inhibitor, inhibiting COX-2 as well as COX-1, the constitutively expressed form of COX.  The COX-2 selective inhibitors are collectively called coxibs. The more selective an NSAID is for COX-2, the greater its effect on increasing CRP. Due to the increased risk of severe CVD events, celecoxib is the only coxib available in the US market. The CVD risks posed by NSAIDs is an area of active research and are an under-recognized issue."}
{"id": "article-23505_8", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation, Aging, and Cancer", "content": "Inflammation is closely associated with an increased production of ROS and RNOS, which can damage DNA. Chronic inflammation is, therefore, an ongoing process that can increase mutations and increase cancer risk. Increased cellular or tumor micro-environmental ROS production is associated with diminished control of cell growth. For example, activated macrophages are a major source of ROS, and these inflammatory cells are located in the tumor microenvironment of breast cancer tumors, where they promote growth and metastasis. Chronic inflammation is associated with many types of cancer and all stages of cancer. [8]", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation, Aging, and Cancer. Inflammation is closely associated with an increased production of ROS and RNOS, which can damage DNA. Chronic inflammation is, therefore, an ongoing process that can increase mutations and increase cancer risk. Increased cellular or tumor micro-environmental ROS production is associated with diminished control of cell growth. For example, activated macrophages are a major source of ROS, and these inflammatory cells are located in the tumor microenvironment of breast cancer tumors, where they promote growth and metastasis. Chronic inflammation is associated with many types of cancer and all stages of cancer. [8]"}
{"id": "article-23505_9", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation, Aging, and Cancer", "content": "Obesity, which increases chronic inflammation, is now recognized as a major (and preventable) increased cancer risk factor. Increasing evidence supports a strong positive association between CRP levels and cancer. For example, elevated CRP (at the time of diagnosis) is associated with breast cancer, breast cancer subtypes, and poor outcome. [9] The risk of epithelial cancers such as liver, lung, colorectal, endometrial, breast, and ovarian cancer are all positively associated with elevated CRP levels. CRP levels have proven to be a valuable prognostic biomarker in a wide variety of adult tumors. Elevated CRP is linked with a shorter survival time for most solid tumors.", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation, Aging, and Cancer. Obesity, which increases chronic inflammation, is now recognized as a major (and preventable) increased cancer risk factor. Increasing evidence supports a strong positive association between CRP levels and cancer. For example, elevated CRP (at the time of diagnosis) is associated with breast cancer, breast cancer subtypes, and poor outcome. [9] The risk of epithelial cancers such as liver, lung, colorectal, endometrial, breast, and ovarian cancer are all positively associated with elevated CRP levels. CRP levels have proven to be a valuable prognostic biomarker in a wide variety of adult tumors. Elevated CRP is linked with a shorter survival time for most solid tumors."}
{"id": "article-23505_10", "title": "Pathology, Inflammation -- Issues of Concern -- Inflammation, Aging, and Cancer", "content": "Aging is a major risk factor for cancer, and systemic, sterile (non-infection-caused), age-related chronic inflammation (termed inflamm-aging or inflammaging) is thought to be an underlying etiological connection. [10] CRP and other inflammatory biomarkers increase with age. Gut microbiota is thought to become more pro-inflammatory with aging and contribute to systemic chronic inflammation. [11]", "contents": "Pathology, Inflammation -- Issues of Concern -- Inflammation, Aging, and Cancer. Aging is a major risk factor for cancer, and systemic, sterile (non-infection-caused), age-related chronic inflammation (termed inflamm-aging or inflammaging) is thought to be an underlying etiological connection. [10] CRP and other inflammatory biomarkers increase with age. Gut microbiota is thought to become more pro-inflammatory with aging and contribute to systemic chronic inflammation. [11]"}
{"id": "article-23505_11", "title": "Pathology, Inflammation -- Issues of Concern -- Diet, Exercise, and Inflammation Levels", "content": "Over the last decade, a fairly consistent view has emerged in the relationship between lifestyle and inflammation. Individuals with high CRP levels of greater than 3.0 mg/L tend to be physically inactive, have higher plasma glucose levels, less likely to follow the Mediterranean diet, have a higher incidence of hypertension, have a lower HDL-cholesterol (anti-atherogenic), and increased abdominal obesity. Adopting a Mediterranean diet combined with a medium level of physical activity markedly reduces the incidence of high CRP by 72%. [12] The dietary inflammatory index (DII) is a flexible tool for accessing the relationship between diet and inflammation (smartphone apps are available).", "contents": "Pathology, Inflammation -- Issues of Concern -- Diet, Exercise, and Inflammation Levels. Over the last decade, a fairly consistent view has emerged in the relationship between lifestyle and inflammation. Individuals with high CRP levels of greater than 3.0 mg/L tend to be physically inactive, have higher plasma glucose levels, less likely to follow the Mediterranean diet, have a higher incidence of hypertension, have a lower HDL-cholesterol (anti-atherogenic), and increased abdominal obesity. Adopting a Mediterranean diet combined with a medium level of physical activity markedly reduces the incidence of high CRP by 72%. [12] The dietary inflammatory index (DII) is a flexible tool for accessing the relationship between diet and inflammation (smartphone apps are available)."}
{"id": "article-23505_12", "title": "Pathology, Inflammation -- Clinical Significance", "content": "The signs of inflammation include loss of function, heat, pain, redness, and swelling. Inflammation is part of the body's complex biological response to harmful stimuli, such as irritants, pathogens, and damaged cells. It is clinically useful to differentiate inflammation and infection as there are many pathological situations where distinguishing them is highly essential to evaluation and treatment.", "contents": "Pathology, Inflammation -- Clinical Significance. The signs of inflammation include loss of function, heat, pain, redness, and swelling. Inflammation is part of the body's complex biological response to harmful stimuli, such as irritants, pathogens, and damaged cells. It is clinically useful to differentiate inflammation and infection as there are many pathological situations where distinguishing them is highly essential to evaluation and treatment."}
{"id": "article-23505_13", "title": "Pathology, Inflammation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pathology, Inflammation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}