{"id": "article-43596_0", "title": "Doxepin -- Continuing Education Activity", "content": "Doxepin belongs to the class of tricyclic antidepressant medications approved by the US Food and Drug Administration (FDA) for the treatment of major depressive disorder, anxiety, and insomnia, as well as for managing skin pruritus. Doxepin functions by increasing the concentration of the neurotransmitter serotonin (5-hydroxytryptamine or 5-HT) and norepinephrine (NE) in the brain. This mechanism extends the availability of the neurotransmitters (5-HT and NE) within the synaptic cleft and enhances their neurotransmission by preventing their reuptake into the presynaptic terminal.", "contents": "Doxepin -- Continuing Education Activity. Doxepin belongs to the class of tricyclic antidepressant medications approved by the US Food and Drug Administration (FDA) for the treatment of major depressive disorder, anxiety, and insomnia, as well as for managing skin pruritus. Doxepin functions by increasing the concentration of the neurotransmitter serotonin (5-hydroxytryptamine or 5-HT) and norepinephrine (NE) in the brain. This mechanism extends the availability of the neurotransmitters (5-HT and NE) within the synaptic cleft and enhances their neurotransmission by preventing their reuptake into the presynaptic terminal."}
{"id": "article-43596_1", "title": "Doxepin -- Continuing Education Activity", "content": "Doxepin also displays antagonistic effects in the central nervous system by blocking receptors such as histamine (H1), α1 adrenergic, and muscarinic. Furthermore, doxepin inhibits sodium and potassium channels in cardiomyocytes, thereby broadening the drug's indications profile. This activity provides an overview of doxepin's indications, administration, mechanism of action, adverse effects, contraindications, and toxicity to improve the competence of the interprofessional healthcare team in administering the drug safely and effectively. This activity highlights the importance of utilizing a team-based approach to treat patients with major depressive disorder. Collaborative care involving primary care, psychiatry, and other related disciplines would optimize patient outcomes.", "contents": "Doxepin -- Continuing Education Activity. Doxepin also displays antagonistic effects in the central nervous system by blocking receptors such as histamine (H1), α1 adrenergic, and muscarinic. Furthermore, doxepin inhibits sodium and potassium channels in cardiomyocytes, thereby broadening the drug's indications profile. This activity provides an overview of doxepin's indications, administration, mechanism of action, adverse effects, contraindications, and toxicity to improve the competence of the interprofessional healthcare team in administering the drug safely and effectively. This activity highlights the importance of utilizing a team-based approach to treat patients with major depressive disorder. Collaborative care involving primary care, psychiatry, and other related disciplines would optimize patient outcomes."}
{"id": "article-43596_2", "title": "Doxepin -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for prescribing doxepin, including its approved uses in the treatment of major depressive disorder, anxiety disorders, and insomnia. Implement appropriate dosing strategies for initiating doxepin therapy, considering the recommended titration schedule and the need for dosage adjustments based on individual patient response and tolerability. Select the most appropriate formulation, dose, and dosing schedule of doxepin based on individual patient factors, preferences, and treatment goals. Collaborate with interdisciplinary healthcare team members to provide comprehensive care for patients receiving doxepin therapy, addressing both psychiatric and psychosocial needs. Access free multiple choice questions on this topic.", "contents": "Doxepin -- Continuing Education Activity. Objectives: Identify the appropriate indications for prescribing doxepin, including its approved uses in the treatment of major depressive disorder, anxiety disorders, and insomnia. Implement appropriate dosing strategies for initiating doxepin therapy, considering the recommended titration schedule and the need for dosage adjustments based on individual patient response and tolerability. Select the most appropriate formulation, dose, and dosing schedule of doxepin based on individual patient factors, preferences, and treatment goals. Collaborate with interdisciplinary healthcare team members to provide comprehensive care for patients receiving doxepin therapy, addressing both psychiatric and psychosocial needs. Access free multiple choice questions on this topic."}
{"id": "article-43596_3", "title": "Doxepin -- Indications", "content": "Doxepin belongs to the class of tricyclic antidepressant (TCA) medications approved by the US Food and Drug Administration (FDA) in 1969 for the treatment of major depressive disorder. Although doxepin was initially approved to treat depression, it demonstrates efficacy in targeting multiple receptors, rendering it beneficial for addressing various other conditions. Doxepin also displays antagonistic effects in the central nervous system by blocking histamine (H1), α1 adrenergic, and muscarinic receptors.", "contents": "Doxepin -- Indications. Doxepin belongs to the class of tricyclic antidepressant (TCA) medications approved by the US Food and Drug Administration (FDA) in 1969 for the treatment of major depressive disorder. Although doxepin was initially approved to treat depression, it demonstrates efficacy in targeting multiple receptors, rendering it beneficial for addressing various other conditions. Doxepin also displays antagonistic effects in the central nervous system by blocking histamine (H1), α1 adrenergic, and muscarinic receptors."}
{"id": "article-43596_4", "title": "Doxepin -- Indications -- FDA-Approved Indications", "content": "The oral tablet formulation of doxepin has received FDA approval for treating insomnia. [1] Oral capsule and solution formulations have also been FDA-approved for the management of insomnia and anxiety, while topical formulations are indicated for the treatment of epidermal pruritus. [2] [3] [4] Topical doxepin (5%) is FDA-approved for treating pruritus in adult patients diagnosed with atopic dermatitis or lichen simplex chronicus. [5]", "contents": "Doxepin -- Indications -- FDA-Approved Indications. The oral tablet formulation of doxepin has received FDA approval for treating insomnia. [1] Oral capsule and solution formulations have also been FDA-approved for the management of insomnia and anxiety, while topical formulations are indicated for the treatment of epidermal pruritus. [2] [3] [4] Topical doxepin (5%) is FDA-approved for treating pruritus in adult patients diagnosed with atopic dermatitis or lichen simplex chronicus. [5]"}
{"id": "article-43596_5", "title": "Doxepin -- Indications -- Off-Label Uses", "content": "In literature and research studies, doxepin has demonstrated efficacy as an analgesic in treating neuropathic pain. [6] [7] Doxepin also has been used as a prophylactic agent against migraines. [8] [9] Topical creams containing doxepin function as local anesthetics, aiding in pain management and the treatment of urethral irritation and dysuria. [10] [11]", "contents": "Doxepin -- Indications -- Off-Label Uses. In literature and research studies, doxepin has demonstrated efficacy as an analgesic in treating neuropathic pain. [6] [7] Doxepin also has been used as a prophylactic agent against migraines. [8] [9] Topical creams containing doxepin function as local anesthetics, aiding in pain management and the treatment of urethral irritation and dysuria. [10] [11]"}
{"id": "article-43596_6", "title": "Doxepin -- Mechanism of Action", "content": "Depression appears to result from a chemical imbalance and a lack of neurotransmitters in the brain. The different classes of antidepressant medications have been formulated to perform unique mechanisms by targeting different receptors and increasing the availability of neurotransmitters.", "contents": "Doxepin -- Mechanism of Action. Depression appears to result from a chemical imbalance and a lack of neurotransmitters in the brain. The different classes of antidepressant medications have been formulated to perform unique mechanisms by targeting different receptors and increasing the availability of neurotransmitters."}
{"id": "article-43596_7", "title": "Doxepin -- Mechanism of Action", "content": "Doxepin belongs to the TCA class of medications, which function by increasing the concentration of the neurotransmitter serotonin (5-hydroxytryptamine or 5-HT) and norepinephrine (NE) in the brain. This mechanism extends the availability of the neurotransmitters (5-HT and NE) within the synaptic cleft and enhances their neurotransmission by preventing their reuptake into the presynaptic terminal.", "contents": "Doxepin -- Mechanism of Action. Doxepin belongs to the TCA class of medications, which function by increasing the concentration of the neurotransmitter serotonin (5-hydroxytryptamine or 5-HT) and norepinephrine (NE) in the brain. This mechanism extends the availability of the neurotransmitters (5-HT and NE) within the synaptic cleft and enhances their neurotransmission by preventing their reuptake into the presynaptic terminal."}
{"id": "article-43596_8", "title": "Doxepin -- Mechanism of Action", "content": "Doxepin also displays antagonistic effects in the central nervous system by blocking receptors such as histamine (H1), α1 adrenergic, and muscarinic. Furthermore, doxepin inhibits sodium and potassium channels in cardiomyocytes, thereby broadening the drug's indications profile. [12] [13] Doxepin has H1 and H2 histamine receptor-blocking actions, which explains the antipruritic effect of doxepin. [14]", "contents": "Doxepin -- Mechanism of Action. Doxepin also displays antagonistic effects in the central nervous system by blocking receptors such as histamine (H1), α1 adrenergic, and muscarinic. Furthermore, doxepin inhibits sodium and potassium channels in cardiomyocytes, thereby broadening the drug's indications profile. [12] [13] Doxepin has H1 and H2 histamine receptor-blocking actions, which explains the antipruritic effect of doxepin. [14]"}
{"id": "article-43596_9", "title": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Oral Formulation)", "content": "Absorption: The time for peak plasma concentration is 3.5 hours. The AUC of doxepin is increased by 41% and Cmax by 15% after a high-fat meal. Distribution: Highly distributed in other body tissue compartments, the apparent volume of distribution is about 11,930 L. Plasma protein bindings are approximately 80%. Metabolism: Doxepin is primarily metabolized by CYP2D6, with CYP1A2, CYP2C9, and CYP3A4 also involved to a lesser level. [15] The active metabolite is nordoxepin.", "contents": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Oral Formulation). Absorption: The time for peak plasma concentration is 3.5 hours. The AUC of doxepin is increased by 41% and Cmax by 15% after a high-fat meal. Distribution: Highly distributed in other body tissue compartments, the apparent volume of distribution is about 11,930 L. Plasma protein bindings are approximately 80%. Metabolism: Doxepin is primarily metabolized by CYP2D6, with CYP1A2, CYP2C9, and CYP3A4 also involved to a lesser level. [15] The active metabolite is nordoxepin."}
{"id": "article-43596_10", "title": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Oral Formulation)", "content": "Elimination: Doxepin is excreted as less than 3% urine as an unchanged drug or nordoxepin. The apparent terminal half-life of doxepin is approximately 15 hours, and the half-life of nordoxepin is approximately 31 hours. [16]", "contents": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Oral Formulation). Elimination: Doxepin is excreted as less than 3% urine as an unchanged drug or nordoxepin. The apparent terminal half-life of doxepin is approximately 15 hours, and the half-life of nordoxepin is approximately 31 hours. [16]"}
{"id": "article-43596_11", "title": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Topical Formulation)", "content": "Absorption: Topical doxepin is available as a 5% cream. Due to its excessive absorption into the circulation, doxepin should not be used under an occlusive bandage.", "contents": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Topical Formulation). Absorption: Topical doxepin is available as a 5% cream. Due to its excessive absorption into the circulation, doxepin should not be used under an occlusive bandage."}
{"id": "article-43596_12", "title": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Topical Formulation)", "content": "Distribution: Topical doxepin is absorbed and is widely distributed in the lungs, heart, brain, and liver. The package insert reports that plasma levels of topical doxepin from percutaneous absorption range from undetectable to 47 mg/mL. Metabolism: Hepatic; primary metabolite is nordoxepin (active). Elimination: The elimination half-life of nordoxepin is 8 to 52 hours. The primary route of elimination is the kidney. [17]", "contents": "Doxepin -- Mechanism of Action -- Pharmacokinetics (Topical Formulation). Distribution: Topical doxepin is absorbed and is widely distributed in the lungs, heart, brain, and liver. The package insert reports that plasma levels of topical doxepin from percutaneous absorption range from undetectable to 47 mg/mL. Metabolism: Hepatic; primary metabolite is nordoxepin (active). Elimination: The elimination half-life of nordoxepin is 8 to 52 hours. The primary route of elimination is the kidney. [17]"}
{"id": "article-43596_13", "title": "Doxepin -- Administration -- Available Dosage Forms and Strengths", "content": "Doxepin antidepressant formulations are commercially available in oral tablets, capsules, and solutions. Oral administration is the most commonly utilized method among patients with depression. Doxepin tablets are available in 2 strengths: 3 mg and 6 mg. Doxepin oral capsules are available in strengths of 10 mg, 25 mg, 50 mg, 75 mg, 100 mg, and 150 mg. Doxepin oral solutions are available in 10 mg/mL dosage. Additional forms of doxepin available include topical creams (5%) and transdermal patches.", "contents": "Doxepin -- Administration -- Available Dosage Forms and Strengths. Doxepin antidepressant formulations are commercially available in oral tablets, capsules, and solutions. Oral administration is the most commonly utilized method among patients with depression. Doxepin tablets are available in 2 strengths: 3 mg and 6 mg. Doxepin oral capsules are available in strengths of 10 mg, 25 mg, 50 mg, 75 mg, 100 mg, and 150 mg. Doxepin oral solutions are available in 10 mg/mL dosage. Additional forms of doxepin available include topical creams (5%) and transdermal patches."}
{"id": "article-43596_14", "title": "Doxepin -- Administration -- Available Dosage Forms and Strengths", "content": "Transbuccal delivery of doxepin has been a research topic, but insufficient data have been reported to support its effectiveness. [18] Methods such as intranasal, sublingual, and rectal administration have yet to be studied. [19]", "contents": "Doxepin -- Administration -- Available Dosage Forms and Strengths. Transbuccal delivery of doxepin has been a research topic, but insufficient data have been reported to support its effectiveness. [18] Methods such as intranasal, sublingual, and rectal administration have yet to be studied. [19]"}
{"id": "article-43596_15", "title": "Doxepin -- Administration -- Adult Dosage", "content": "Insomnia: For the treatment of insomnia, doxepin tablets, typically ranging from 3 to 6 mg, are taken daily within 30 minutes of bedtime for a short duration, usually less than 4 to 8 weeks.", "contents": "Doxepin -- Administration -- Adult Dosage. Insomnia: For the treatment of insomnia, doxepin tablets, typically ranging from 3 to 6 mg, are taken daily within 30 minutes of bedtime for a short duration, usually less than 4 to 8 weeks."}
{"id": "article-43596_16", "title": "Doxepin -- Administration -- Adult Dosage", "content": "Major depressive disorder: For major depressive disorder (unipolar) and treatment-resistant depression, the initial dose typically ranges from 25 to 75 mg at bedtime. This dosage is gradually increased every third day by 25 to 50 mg until reaching a daily dosage of 100 to 300 mg. The drug may be given in 2 or 3 divided doses. When discontinuing, it is advisable to taper the dose.", "contents": "Doxepin -- Administration -- Adult Dosage. Major depressive disorder: For major depressive disorder (unipolar) and treatment-resistant depression, the initial dose typically ranges from 25 to 75 mg at bedtime. This dosage is gradually increased every third day by 25 to 50 mg until reaching a daily dosage of 100 to 300 mg. The drug may be given in 2 or 3 divided doses. When discontinuing, it is advisable to taper the dose."}
{"id": "article-43596_17", "title": "Doxepin -- Administration -- Adult Dosage", "content": "Anxiety: The starting dose typically ranges from 25 to 75 mg at bedtime. This dosage is gradually increased every third day by 25 to 50 mg until reaching a daily dosage of 100 to 300 mg. The medication may be administered in 2 or 3 divided doses. When discontinuing, it is advisable to taper the dose. Withdrawal: Doxepin should be tapered gradually like other antidepressants, although abrupt discontinuation usually does not precipitate symptoms as it has a long half-life.", "contents": "Doxepin -- Administration -- Adult Dosage. Anxiety: The starting dose typically ranges from 25 to 75 mg at bedtime. This dosage is gradually increased every third day by 25 to 50 mg until reaching a daily dosage of 100 to 300 mg. The medication may be administered in 2 or 3 divided doses. When discontinuing, it is advisable to taper the dose. Withdrawal: Doxepin should be tapered gradually like other antidepressants, although abrupt discontinuation usually does not precipitate symptoms as it has a long half-life."}
{"id": "article-43596_18", "title": "Doxepin -- Administration -- Adult Dosage", "content": "Chronic urticaria: According to the American Academy of Allergy, Asthma & Immunology (AAAAI) and the American College of Allergy, Asthma & Immunology (ACAAI) consensus guidelines, oral doxepin can be considered as the treatment of chronic urticaria refractory to second-generation antihistamines and H2 blockers. [20] The dose of doxepin for chronic urticaria is 10 to 25 mg/day, administered at bedtime. [21]", "contents": "Doxepin -- Administration -- Adult Dosage. Chronic urticaria: According to the American Academy of Allergy, Asthma & Immunology (AAAAI) and the American College of Allergy, Asthma & Immunology (ACAAI) consensus guidelines, oral doxepin can be considered as the treatment of chronic urticaria refractory to second-generation antihistamines and H2 blockers. [20] The dose of doxepin for chronic urticaria is 10 to 25 mg/day, administered at bedtime. [21]"}
{"id": "article-43596_19", "title": "Doxepin -- Administration -- Adult Dosage", "content": "Atopic dermatitis/lichen simplex chronicus: Doxepin cream (5%) should be applied 4 times daily. Use is generally not advised beyond a week. Chronic use beyond 8 days can lead to significant absorption, systemic adverse effects, and contact sensitization. The application of doxepin cream should be restricted to less than 10% of the body surface area (BSA). If doxepin is applied to more than 10% BSA, patients should be monitored for adverse effects, particularly sedation. Clinicians should advise the patients to decrease the frequency or discontinue doxepin if significant sedation is seen.", "contents": "Doxepin -- Administration -- Adult Dosage. Atopic dermatitis/lichen simplex chronicus: Doxepin cream (5%) should be applied 4 times daily. Use is generally not advised beyond a week. Chronic use beyond 8 days can lead to significant absorption, systemic adverse effects, and contact sensitization. The application of doxepin cream should be restricted to less than 10% of the body surface area (BSA). If doxepin is applied to more than 10% BSA, patients should be monitored for adverse effects, particularly sedation. Clinicians should advise the patients to decrease the frequency or discontinue doxepin if significant sedation is seen."}
{"id": "article-43596_20", "title": "Doxepin -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The manufacturer label does not provide dose adjustment guidance for patients with hepatic impairment. However, doxepin is converted into the active metabolite nordoxepin in the liver, so the drug should be used cautiously in these patients. Renal impairment: The manufacturer's label has no dose adjustment guidance for patients with renal impairment.", "contents": "Doxepin -- Administration -- Specific Patient Populations. Hepatic impairment: The manufacturer label does not provide dose adjustment guidance for patients with hepatic impairment. However, doxepin is converted into the active metabolite nordoxepin in the liver, so the drug should be used cautiously in these patients. Renal impairment: The manufacturer's label has no dose adjustment guidance for patients with renal impairment."}
{"id": "article-43596_21", "title": "Doxepin -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Doxepin is considered a former FDA pregnancy category C medicine. In animal studies, increased mortality and low body weight have been reported. However, a dose of doxepin was greater than the maximum recommended human dose (MRHD). [22] Breastfeeding considerations: Doxepin is not recommended in nursing mothers as the active metabolite is present in breast milk. [23] Pediatric patients: The safety and efficacy of doxepin have not been established in pediatric patients. Per the boxed warnings, it is not recommended for patients younger than 12.", "contents": "Doxepin -- Administration -- Specific Patient Populations. Pregnancy considerations: Doxepin is considered a former FDA pregnancy category C medicine. In animal studies, increased mortality and low body weight have been reported. However, a dose of doxepin was greater than the maximum recommended human dose (MRHD). [22] Breastfeeding considerations: Doxepin is not recommended in nursing mothers as the active metabolite is present in breast milk. [23] Pediatric patients: The safety and efficacy of doxepin have not been established in pediatric patients. Per the boxed warnings, it is not recommended for patients younger than 12."}
{"id": "article-43596_22", "title": "Doxepin -- Administration -- Specific Patient Populations", "content": "Older patients: The safety and efficacy of doxepin are not systematically studied for adults versus older patients. Doxepin is listed as a potentially inappropriate medicine, which should be avoided in patients aged 65 and older by the American Geriatric Society and Beers criteria. However, the usual starting dose in older patients should be the low end of the dosing range as they have a greater probability of decreased hepatic, renal, or cardiac functions. Moreover, doxepin may cause confusion and oversedation in older patients, so close monitoring is recommended. [24]", "contents": "Doxepin -- Administration -- Specific Patient Populations. Older patients: The safety and efficacy of doxepin are not systematically studied for adults versus older patients. Doxepin is listed as a potentially inappropriate medicine, which should be avoided in patients aged 65 and older by the American Geriatric Society and Beers criteria. However, the usual starting dose in older patients should be the low end of the dosing range as they have a greater probability of decreased hepatic, renal, or cardiac functions. Moreover, doxepin may cause confusion and oversedation in older patients, so close monitoring is recommended. [24]"}
{"id": "article-43596_23", "title": "Doxepin -- Adverse Effects", "content": "Doxepin is a unique antidepressant because it produces different adverse effects based on the receptor it antagonizes. Doxepin antagonizes 3 different receptors: histamine, adrenergic, and muscarinic. Doxepin blocks histamine H1 receptor and causes sedation and somnolence; therefore, FDA has approved low-dose doxepin, 3 mg, and 6 mg dosages as a first-line agent in depressed patients with sleep disturbances and depression associated with anxiety. Proper education is necessary to prevent patients from self-medicating and overdosing with these doses. [25] [26]", "contents": "Doxepin -- Adverse Effects. Doxepin is a unique antidepressant because it produces different adverse effects based on the receptor it antagonizes. Doxepin antagonizes 3 different receptors: histamine, adrenergic, and muscarinic. Doxepin blocks histamine H1 receptor and causes sedation and somnolence; therefore, FDA has approved low-dose doxepin, 3 mg, and 6 mg dosages as a first-line agent in depressed patients with sleep disturbances and depression associated with anxiety. Proper education is necessary to prevent patients from self-medicating and overdosing with these doses. [25] [26]"}
{"id": "article-43596_24", "title": "Doxepin -- Adverse Effects", "content": "Doxepin also has the potential to cause a significant increase in weight and was assessed in a study of 329 patients treated with doxepin and amitriptyline. [27] Doxepin blocks α-adrenergic receptors and should be carefully monitored in those with cardiovascular disorders because it can cause orthostatic hypotension. [28] Lastly, doxepin blocks muscarinic receptors and produces anticholinergic adverse effects such as dry mouth, constipation, dizziness, lightheadedness, tachycardia, and prolonged QT interval. [29] [30] [31] The most frequent adverse effects of topical doxepin are burning and tingling sensations. Systemic absorption can lead to dizziness, dry mouth, blurred vision, and headache. [17]", "contents": "Doxepin -- Adverse Effects. Doxepin also has the potential to cause a significant increase in weight and was assessed in a study of 329 patients treated with doxepin and amitriptyline. [27] Doxepin blocks α-adrenergic receptors and should be carefully monitored in those with cardiovascular disorders because it can cause orthostatic hypotension. [28] Lastly, doxepin blocks muscarinic receptors and produces anticholinergic adverse effects such as dry mouth, constipation, dizziness, lightheadedness, tachycardia, and prolonged QT interval. [29] [30] [31] The most frequent adverse effects of topical doxepin are burning and tingling sensations. Systemic absorption can lead to dizziness, dry mouth, blurred vision, and headache. [17]"}
{"id": "article-43596_25", "title": "Doxepin -- Adverse Effects -- Box Warning", "content": "Patients prescribed an antidepressant, such as doxepin, require careful observation due to the box warning that states a possible increase in suicidality. Patients should be monitored closely for the clinical worsening of depression, suicidal ideation, and changes in behavior. [32]", "contents": "Doxepin -- Adverse Effects -- Box Warning. Patients prescribed an antidepressant, such as doxepin, require careful observation due to the box warning that states a possible increase in suicidality. Patients should be monitored closely for the clinical worsening of depression, suicidal ideation, and changes in behavior. [32]"}
{"id": "article-43596_26", "title": "Doxepin -- Adverse Effects -- Drug-Drug Interactions", "content": "Significant drug interactions with doxepin, which require dose adjustment, frequency modification, or avoidance for a certain time with MAO inhibitors. Allow 14 days between treatment with doxepin and MAO Inhibitors (eg, selegiline and phenelzine). [33] [34] [35] CYP2D6 significantly metabolizes doxepin. Inhibitors of CYP2D6, such as quinidine and SSRI, when administered concomitantly, may increase the plasma concentration of doxepin. [36] Linezolid inhibits monoamine oxidase enzyme. Concurrent administration of TCAs like doxepin with linezolid could result in potentially fatal serotonin syndrome. Avoid combination. [37] Concurrent administration of doxepin with drugs that can prolong QT interval, like methadone, can increase the risk for torsades de pointes. [38] [39] Severe hypoglycemia has been reported due to the concomitant administration of tolazamide (sulfonylurea) and doxepin (TCA). [40]", "contents": "Doxepin -- Adverse Effects -- Drug-Drug Interactions. Significant drug interactions with doxepin, which require dose adjustment, frequency modification, or avoidance for a certain time with MAO inhibitors. Allow 14 days between treatment with doxepin and MAO Inhibitors (eg, selegiline and phenelzine). [33] [34] [35] CYP2D6 significantly metabolizes doxepin. Inhibitors of CYP2D6, such as quinidine and SSRI, when administered concomitantly, may increase the plasma concentration of doxepin. [36] Linezolid inhibits monoamine oxidase enzyme. Concurrent administration of TCAs like doxepin with linezolid could result in potentially fatal serotonin syndrome. Avoid combination. [37] Concurrent administration of doxepin with drugs that can prolong QT interval, like methadone, can increase the risk for torsades de pointes. [38] [39] Severe hypoglycemia has been reported due to the concomitant administration of tolazamide (sulfonylurea) and doxepin (TCA). [40]"}
{"id": "article-43596_27", "title": "Doxepin -- Contraindications", "content": "Clinicians must obtain a thorough medical history and medication history from patients before prescribing antidepressants. Antidepressants may cause serious adverse effects when combined with other medications, such as different classes of antidepressants, opioids, alcohol, herbal medication, and psychedelics. An interaction between two different classes of antidepressants may lead to excess serotonin in the central nervous system. This effect leads to a condition known as serotonin syndrome, sometimes called serotonin toxicity. Serotonin toxicity induces symptoms such as mental status changes, autonomic stimulation, and neuromuscular excitation. Patients experience symptoms such as agitation, confusion, changes in vital signs such as tachycardia, hyperthermia, flushing, tremor, and neuromuscular changes such as rigidity, increased reflexes, and clonus. [41] [42]", "contents": "Doxepin -- Contraindications. Clinicians must obtain a thorough medical history and medication history from patients before prescribing antidepressants. Antidepressants may cause serious adverse effects when combined with other medications, such as different classes of antidepressants, opioids, alcohol, herbal medication, and psychedelics. An interaction between two different classes of antidepressants may lead to excess serotonin in the central nervous system. This effect leads to a condition known as serotonin syndrome, sometimes called serotonin toxicity. Serotonin toxicity induces symptoms such as mental status changes, autonomic stimulation, and neuromuscular excitation. Patients experience symptoms such as agitation, confusion, changes in vital signs such as tachycardia, hyperthermia, flushing, tremor, and neuromuscular changes such as rigidity, increased reflexes, and clonus. [41] [42]"}
{"id": "article-43596_28", "title": "Doxepin -- Contraindications", "content": "Another contraindication to prescribing doxepin is in patients with cardiovascular disorders such as preexisting bundle branch blocks. Literature has reported cases where patients developed atrioventricular heart block, orthostatic hypotension, and abnormalities in conduction after taking doxepin. [43] [44] Doxepin has a poor safety profile in postpartum lactating mothers and is contraindicated in breastfeeding due to its sedative and respiratory depressive effects. [45] [46]", "contents": "Doxepin -- Contraindications. Another contraindication to prescribing doxepin is in patients with cardiovascular disorders such as preexisting bundle branch blocks. Literature has reported cases where patients developed atrioventricular heart block, orthostatic hypotension, and abnormalities in conduction after taking doxepin. [43] [44] Doxepin has a poor safety profile in postpartum lactating mothers and is contraindicated in breastfeeding due to its sedative and respiratory depressive effects. [45] [46]"}
{"id": "article-43596_29", "title": "Doxepin -- Contraindications", "content": "Overdose can result in fatality, so avoid using in patients at risk of intentional overdose or a known history of suicidal attempts. Patients with hypersensitivity to doxepin or excipients should also avoid doxepin. Doxepin cream is contraindicated in patients with untreated glaucoma and a history of urinary retention. [17]", "contents": "Doxepin -- Contraindications. Overdose can result in fatality, so avoid using in patients at risk of intentional overdose or a known history of suicidal attempts. Patients with hypersensitivity to doxepin or excipients should also avoid doxepin. Doxepin cream is contraindicated in patients with untreated glaucoma and a history of urinary retention. [17]"}
{"id": "article-43596_30", "title": "Doxepin -- Monitoring", "content": "Therapeutic drug monitoring is a valuable guide used to measure the concentration of doxepin and its breakdown products in the blood. The goal is to maintain a constant concentration in the blood and optimize the drug's therapeutic outcomes, effectiveness, and safety while minimizing its potential for serious adverse effects. [47]", "contents": "Doxepin -- Monitoring. Therapeutic drug monitoring is a valuable guide used to measure the concentration of doxepin and its breakdown products in the blood. The goal is to maintain a constant concentration in the blood and optimize the drug's therapeutic outcomes, effectiveness, and safety while minimizing its potential for serious adverse effects. [47]"}
{"id": "article-43596_31", "title": "Doxepin -- Monitoring", "content": "Drug monitoring is useful in medications with a narrow therapeutic index; this is a ratio between the toxic and therapeutic dose of the drug. Using such a method has proven effective in many medications, including antidepressants, because it has provided a more reliable index of target drug concentration than dosage. Research cites doxepin as having a therapeutic range of 150 to 250 ng/mL. However, one study found that only 9% of samples displayed plasma levels between 150 to 250 ng/mL, while 88% remained subtherapeutic. [48]", "contents": "Doxepin -- Monitoring. Drug monitoring is useful in medications with a narrow therapeutic index; this is a ratio between the toxic and therapeutic dose of the drug. Using such a method has proven effective in many medications, including antidepressants, because it has provided a more reliable index of target drug concentration than dosage. Research cites doxepin as having a therapeutic range of 150 to 250 ng/mL. However, one study found that only 9% of samples displayed plasma levels between 150 to 250 ng/mL, while 88% remained subtherapeutic. [48]"}
{"id": "article-43596_32", "title": "Doxepin -- Monitoring", "content": "Adverse effects occurred more often when the serum levels were above the therapeutic range. [49] Although no definite recommendation exists, therapeutic drug monitoring of doxepin requires more research to maximize its effectiveness and benefits. Pharmacogenomic consideration for therapeutic drug monitoring: patients with CYP2D6 poor metabolizers have decreased metabolism of TCAs, including doxepin, resulting in higher plasma concentrations and increased probability of adverse effects. If a TCA like doxepin is required, reduce the dose by 50% and perform therapeutic drug monitoring. In CYP2D6 ultrarapid metabolizer, increased metabolism of TCAs, including doxepin, is evident, and pharmacotherapy failure is probable. If TCA, like doxepin, is required, therapeutic drug monitoring can guide dose adjustments. However, pharmacogenomics may not be a feasible option in primary care. [36]", "contents": "Doxepin -- Monitoring. Adverse effects occurred more often when the serum levels were above the therapeutic range. [49] Although no definite recommendation exists, therapeutic drug monitoring of doxepin requires more research to maximize its effectiveness and benefits. Pharmacogenomic consideration for therapeutic drug monitoring: patients with CYP2D6 poor metabolizers have decreased metabolism of TCAs, including doxepin, resulting in higher plasma concentrations and increased probability of adverse effects. If a TCA like doxepin is required, reduce the dose by 50% and perform therapeutic drug monitoring. In CYP2D6 ultrarapid metabolizer, increased metabolism of TCAs, including doxepin, is evident, and pharmacotherapy failure is probable. If TCA, like doxepin, is required, therapeutic drug monitoring can guide dose adjustments. However, pharmacogenomics may not be a feasible option in primary care. [36]"}
{"id": "article-43596_33", "title": "Doxepin -- Toxicity", "content": "TCAs are one of the most frequently ingested substances used for self-poison in an attempt to commit suicide. A case fatality index is a tool used to measure ratios and compare toxic levels of drugs to one another. [50] Tricyclics have a greater incidence of toxicity than other antidepressants, and doxepin is 2 to 3 times more toxic when compared to amitriptyline. [51] [52]", "contents": "Doxepin -- Toxicity. TCAs are one of the most frequently ingested substances used for self-poison in an attempt to commit suicide. A case fatality index is a tool used to measure ratios and compare toxic levels of drugs to one another. [50] Tricyclics have a greater incidence of toxicity than other antidepressants, and doxepin is 2 to 3 times more toxic when compared to amitriptyline. [51] [52]"}
{"id": "article-43596_34", "title": "Doxepin -- Toxicity", "content": "Symptoms of intoxication and overdose can be grouped based on the organ system it affects. Doxepin overdose can affect the central nervous system and cardiovascular system. Doxepin is known to block sodium and potassium channels on cardiomyocytes and can reduce cardiac action potential and depolarization and lead to cardiac arrhythmias. [53] Doxepin can increase heart rate and widen the PR, QRS, and QT interval, as assessed in a study of an individual who overdosed on 5000 mg of doxepin, developed cardiac arrest, and was persistently hypotensive. [54]", "contents": "Doxepin -- Toxicity. Symptoms of intoxication and overdose can be grouped based on the organ system it affects. Doxepin overdose can affect the central nervous system and cardiovascular system. Doxepin is known to block sodium and potassium channels on cardiomyocytes and can reduce cardiac action potential and depolarization and lead to cardiac arrhythmias. [53] Doxepin can increase heart rate and widen the PR, QRS, and QT interval, as assessed in a study of an individual who overdosed on 5000 mg of doxepin, developed cardiac arrest, and was persistently hypotensive. [54]"}
{"id": "article-43596_35", "title": "Doxepin -- Toxicity", "content": "Doxepin can also cause neurological effects such as coma, grand mal seizures, and respiratory depression. [13] [55] [56] Treatment options that are beneficial in patients with doxepin intoxication include sodium bicarbonate, hemodialysis/hemoperfusion, and supportive therapy. [57] [58]  Clinicians must recognize that doxepin has anticholinergic properties; the absorption may be impaired due to delayed gastrointestinal motility; hence, patients may require prolonged monitoring. [59]", "contents": "Doxepin -- Toxicity. Doxepin can also cause neurological effects such as coma, grand mal seizures, and respiratory depression. [13] [55] [56] Treatment options that are beneficial in patients with doxepin intoxication include sodium bicarbonate, hemodialysis/hemoperfusion, and supportive therapy. [57] [58]  Clinicians must recognize that doxepin has anticholinergic properties; the absorption may be impaired due to delayed gastrointestinal motility; hence, patients may require prolonged monitoring. [59]"}
{"id": "article-43596_36", "title": "Doxepin -- Enhancing Healthcare Team Outcomes", "content": "Major depressive disorder affects over 17.3 million Americans in the United States, with approximately 75% of individuals suffering from mental disorders remaining untreated, and tragically, about 1 million people commit suicide. Hence, an interprofessional team approach is essential to deliver the highest quality care, ensuring accurate diagnosis, treatment, and management of patients with psychiatric disorders. Research indicates that individuals' beliefs about their mental illness can significantly impact their treatment plans and medication adherence. [60]", "contents": "Doxepin -- Enhancing Healthcare Team Outcomes. Major depressive disorder affects over 17.3 million Americans in the United States, with approximately 75% of individuals suffering from mental disorders remaining untreated, and tragically, about 1 million people commit suicide. Hence, an interprofessional team approach is essential to deliver the highest quality care, ensuring accurate diagnosis, treatment, and management of patients with psychiatric disorders. Research indicates that individuals' beliefs about their mental illness can significantly impact their treatment plans and medication adherence. [60]"}
{"id": "article-43596_37", "title": "Doxepin -- Enhancing Healthcare Team Outcomes", "content": "Psychiatrists typically prescribe doxepin for depression and insomnia, while dermatologists and immunologists may prescribe it for refractory urticaria. Nursing staff are critical in coordinating between psychiatrists, pharmacists, and primary care clinicians. Pharmacists can monitor for drug interactions, verify dosing, and collaborate with prescribers if treatment is unsuccessful, suggesting alternative medication options, particularly if they possess board-certified psychiatric certification. Mental health specialty nurses maintain significant contact with patients, monitor medication adverse effects, and promptly inform the doctor of any concerns. In cases of overdose, emergency medicine clinicians are responsible for stabilizing the patient, while consultation with critical care physicians is necessary in cases of serotonin syndrome.", "contents": "Doxepin -- Enhancing Healthcare Team Outcomes. Psychiatrists typically prescribe doxepin for depression and insomnia, while dermatologists and immunologists may prescribe it for refractory urticaria. Nursing staff are critical in coordinating between psychiatrists, pharmacists, and primary care clinicians. Pharmacists can monitor for drug interactions, verify dosing, and collaborate with prescribers if treatment is unsuccessful, suggesting alternative medication options, particularly if they possess board-certified psychiatric certification. Mental health specialty nurses maintain significant contact with patients, monitor medication adverse effects, and promptly inform the doctor of any concerns. In cases of overdose, emergency medicine clinicians are responsible for stabilizing the patient, while consultation with critical care physicians is necessary in cases of serotonin syndrome."}
{"id": "article-43596_38", "title": "Doxepin -- Enhancing Healthcare Team Outcomes", "content": "Doxepin has been used to treat major depressive disorder since 1969. However, patients should receive comprehensive education regarding medication compliance, potential adverse effects, toxicity risks, and possible interactions with other medications. Encouraging patients to adhere to follow-up appointments and maintain open communication with their primary care clinician, psychiatrist, psychologist, and pharmacist is vital. An interprofessional team approach involving physicians, specialists, advanced practice practitioners, nurses, psychologists, and pharmacists is essential for optimizing patient outcomes associated with doxepin therapy in depression.", "contents": "Doxepin -- Enhancing Healthcare Team Outcomes. Doxepin has been used to treat major depressive disorder since 1969. However, patients should receive comprehensive education regarding medication compliance, potential adverse effects, toxicity risks, and possible interactions with other medications. Encouraging patients to adhere to follow-up appointments and maintain open communication with their primary care clinician, psychiatrist, psychologist, and pharmacist is vital. An interprofessional team approach involving physicians, specialists, advanced practice practitioners, nurses, psychologists, and pharmacists is essential for optimizing patient outcomes associated with doxepin therapy in depression."}
{"id": "article-43596_39", "title": "Doxepin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Doxepin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}