{"id": "article-18502_0", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Introduction", "content": "The brachiocephalic veins also referred to as the innominate veins, are large venous structures located within the thorax and originate from the union of the subclavian vein with the internal jugular vein. The left and right brachiocephalic vein join to form the superior vena cava on the right side of the upper chest. These vessels are a vital component of the human circulatory system, aiding in drainage of deoxygenated blood from the head and upper limbs.", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Introduction. The brachiocephalic veins also referred to as the innominate veins, are large venous structures located within the thorax and originate from the union of the subclavian vein with the internal jugular vein. The left and right brachiocephalic vein join to form the superior vena cava on the right side of the upper chest. These vessels are a vital component of the human circulatory system, aiding in drainage of deoxygenated blood from the head and upper limbs."}
{"id": "article-18502_1", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Structure and Function", "content": "The brachiocephalic veins are formed by the confluence of the subclavian vein and internal jugular vein, on the right and left, respectively. The brachiocephalic veins, as well as the vena cava, are valveless vessels. Due to the anatomic position of the superior vena cava on the right of the middle mediastinum, the left brachiocephalic vein is generally longer than the right, allowing for it to bypass the aortic arch (see Image. Brachiocephalic Artery and Vein, Subclavian Vein, and Aortic Arch). The right brachiocephalic vein measures typically 2 to 3 cm, while the left measures approximately 6 cm. The right vein has relationships with: The cartilage of the first rib, The infrahyoid muscles (sternothyroid), The phrenic nerve and cranial nerve vagus or X Parietal pleura Brachiocephalic arterial trunk The left brachiocephalic vein courses inferior from the area of the clavicle, at an oblique angle, generally passing anterior to the aortic arch. The left vein has relations with:", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Structure and Function. The brachiocephalic veins are formed by the confluence of the subclavian vein and internal jugular vein, on the right and left, respectively. The brachiocephalic veins, as well as the vena cava, are valveless vessels. Due to the anatomic position of the superior vena cava on the right of the middle mediastinum, the left brachiocephalic vein is generally longer than the right, allowing for it to bypass the aortic arch (see Image. Brachiocephalic Artery and Vein, Subclavian Vein, and Aortic Arch). The right brachiocephalic vein measures typically 2 to 3 cm, while the left measures approximately 6 cm. The right vein has relationships with: The cartilage of the first rib, The infrahyoid muscles (sternothyroid), The phrenic nerve and cranial nerve vagus or X Parietal pleura Brachiocephalic arterial trunk The left brachiocephalic vein courses inferior from the area of the clavicle, at an oblique angle, generally passing anterior to the aortic arch. The left vein has relations with:"}
{"id": "article-18502_2", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Structure and Function", "content": "The medial epiphysis of the clavicle The infrahyoid muscles (sternothyroid and sternohyoid) Retrosternal fat", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Structure and Function. The medial epiphysis of the clavicle The infrahyoid muscles (sternothyroid and sternohyoid) Retrosternal fat"}
{"id": "article-18502_3", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Structure and Function", "content": "The primary function of the brachiocephalic veins is to aid in carrying deoxygenated blood from the systemic circulation back to the right side of the heart and eventually to the pulmonary circuit for oxygenation. [1] Blood from the head drains via the internal jugular veins, while blood from the upper extremities drains via the subclavian veins. Other vessels that empty into the brachiocephalic veins include the left and right inferior thyroid veins, left and right internal thoracic veins and the left superior intercostal vein. [2] The vein consists of several layers: An outer layer or adventitia, composed of connective tissue The middle layer or tunica media, made up of smooth muscle cells The tunica intima or inner layer, with endothelial cells", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Structure and Function. The primary function of the brachiocephalic veins is to aid in carrying deoxygenated blood from the systemic circulation back to the right side of the heart and eventually to the pulmonary circuit for oxygenation. [1] Blood from the head drains via the internal jugular veins, while blood from the upper extremities drains via the subclavian veins. Other vessels that empty into the brachiocephalic veins include the left and right inferior thyroid veins, left and right internal thoracic veins and the left superior intercostal vein. [2] The vein consists of several layers: An outer layer or adventitia, composed of connective tissue The middle layer or tunica media, made up of smooth muscle cells The tunica intima or inner layer, with endothelial cells"}
{"id": "article-18502_4", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Embryology", "content": "The brachiocephalic veins derive from the cardinal venous system. [3] Three pairs of cardinal veins comprise this system, which begins to drain the body of the embryo in the fifth week of life. The right brachiocephalic vein develops from the proximal right anterior cardinal vein, right common cardinal vein, and the right horn of the sinus venosus. The left anterior cardinal vein leads to the development of the left brachiocephalic vein. [4] The leaflet of embryological derivation is the mesoderm.", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Embryology. The brachiocephalic veins derive from the cardinal venous system. [3] Three pairs of cardinal veins comprise this system, which begins to drain the body of the embryo in the fifth week of life. The right brachiocephalic vein develops from the proximal right anterior cardinal vein, right common cardinal vein, and the right horn of the sinus venosus. The left anterior cardinal vein leads to the development of the left brachiocephalic vein. [4] The leaflet of embryological derivation is the mesoderm."}
{"id": "article-18502_5", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Blood Supply and Lymphatics", "content": "Lymphatic vessels within the thorax converge to form bronchomediastinal trunks. The trunks on the right side are typically present on the right brachiocephalic vein, as well as the subserosal surface of the mediastinal pleura. The bronchomediastinal trunks on the left side of the body display more variable courses. [5] The thoracic duct, which is responsible for much of the body’s lymphatic drainage, enters the venous system most often at the junction of the left internal jugular vein and left subclavian vein, near the origin of the left brachiocephalic vein. [6] Tributaries to the brachiocephalic veins include the right and left internal mammary veins, pericardiophrenic veins, right and left superior intercostal veins and the inferior thyroid vein, which terminates into the left brachiocephalic vein. [4]", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Blood Supply and Lymphatics. Lymphatic vessels within the thorax converge to form bronchomediastinal trunks. The trunks on the right side are typically present on the right brachiocephalic vein, as well as the subserosal surface of the mediastinal pleura. The bronchomediastinal trunks on the left side of the body display more variable courses. [5] The thoracic duct, which is responsible for much of the body’s lymphatic drainage, enters the venous system most often at the junction of the left internal jugular vein and left subclavian vein, near the origin of the left brachiocephalic vein. [6] Tributaries to the brachiocephalic veins include the right and left internal mammary veins, pericardiophrenic veins, right and left superior intercostal veins and the inferior thyroid vein, which terminates into the left brachiocephalic vein. [4]"}
{"id": "article-18502_6", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Nerves", "content": "The right phrenic nerve is found posterior and lateral to the right brachiocephalic vein. The right vagal nerve courses posteriorly in the thorax, forming the posterior vagal trunk. The left phrenic nerve and left vagus nerve both run in proximity to the left brachiocephalic vein, with the left vagus nerve forming the anterior vagal trunk. [7]", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Nerves. The right phrenic nerve is found posterior and lateral to the right brachiocephalic vein. The right vagal nerve courses posteriorly in the thorax, forming the posterior vagal trunk. The left phrenic nerve and left vagus nerve both run in proximity to the left brachiocephalic vein, with the left vagus nerve forming the anterior vagal trunk. [7]"}
{"id": "article-18502_7", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Muscles", "content": "The brachiocephalic veins lie in close proximately to the muscles of the inferior neck. The confluence of the subclavian vein and internal jugular vein, which form the brachiocephalic veins, are found on the medial border of the scalenus anterior muscle. [8] The scalene anterior is deep to the sternocleidomastoid muscle, inserting on the scalene tubercle of the first rib. The subclavian vein passes in front of it to unite with the internal jugular vein; the subclavian artery and brachial plexus pass behind it.", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Muscles. The brachiocephalic veins lie in close proximately to the muscles of the inferior neck. The confluence of the subclavian vein and internal jugular vein, which form the brachiocephalic veins, are found on the medial border of the scalenus anterior muscle. [8] The scalene anterior is deep to the sternocleidomastoid muscle, inserting on the scalene tubercle of the first rib. The subclavian vein passes in front of it to unite with the internal jugular vein; the subclavian artery and brachial plexus pass behind it."}
{"id": "article-18502_8", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Physiologic Variants", "content": "Physiologic anomalies of the brachiocephalic veins are rare, yet research has documented them. The most common variant involves the anomalous veins traversing the space beneath the aortic arch and above the pulmonary artery, crossing in front of the ligament arteriosum or a patent ductus arteriosus if present. Other reported variants include brachiocephalic veins that cross the midline above the aortic arch and/or behind a patent ductus arteriosus. These variations sometimes coexist with other great vessel anomalies such as a bilateral SVC or a double aortic arch. [1] At least one documented case of an absent SVC reports a variant course of the right brachiocephalic vein, which continues posteriorly as the azygos vein before crossing to the left side of the spinal column. The left brachiocephalic vein continues directly posteriorly and inferiorly as the accessory hemiazygos vein and joins the azygos vein at the level of sixth thoracic vertebra on the left side. In this instance, the venous drainage of the upper body enters the right atrium entirely via the inferior vena cava. [9]", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Physiologic Variants. Physiologic anomalies of the brachiocephalic veins are rare, yet research has documented them. The most common variant involves the anomalous veins traversing the space beneath the aortic arch and above the pulmonary artery, crossing in front of the ligament arteriosum or a patent ductus arteriosus if present. Other reported variants include brachiocephalic veins that cross the midline above the aortic arch and/or behind a patent ductus arteriosus. These variations sometimes coexist with other great vessel anomalies such as a bilateral SVC or a double aortic arch. [1] At least one documented case of an absent SVC reports a variant course of the right brachiocephalic vein, which continues posteriorly as the azygos vein before crossing to the left side of the spinal column. The left brachiocephalic vein continues directly posteriorly and inferiorly as the accessory hemiazygos vein and joins the azygos vein at the level of sixth thoracic vertebra on the left side. In this instance, the venous drainage of the upper body enters the right atrium entirely via the inferior vena cava. [9]"}
{"id": "article-18502_9", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Surgical Considerations", "content": "The left brachiocephalic vein may hinder a surgical approach to the aortic arch during cardiac surgical procedures performed via median sternotomy. In such cases, there is reliable documentation that the surgeon may safely divide the left brachiocephalic vein for better access to the aortic arch. There is no proven benefit from the reconstruction of the vein. Long term anticoagulation following this division has also not been shown to be necessary. The main concern following the division of the left brachiocephalic vein is swelling of the left neck and upper limb, which if present, generally resolves with conservative management as collateral drainage develops via the azygous/hemizygous, the internal mammary veins, the lateral thoracic and superficial thoracoabdominal veins, vertebral venous plexus and the transverse sinus. [10]", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Surgical Considerations. The left brachiocephalic vein may hinder a surgical approach to the aortic arch during cardiac surgical procedures performed via median sternotomy. In such cases, there is reliable documentation that the surgeon may safely divide the left brachiocephalic vein for better access to the aortic arch. There is no proven benefit from the reconstruction of the vein. Long term anticoagulation following this division has also not been shown to be necessary. The main concern following the division of the left brachiocephalic vein is swelling of the left neck and upper limb, which if present, generally resolves with conservative management as collateral drainage develops via the azygous/hemizygous, the internal mammary veins, the lateral thoracic and superficial thoracoabdominal veins, vertebral venous plexus and the transverse sinus. [10]"}
{"id": "article-18502_10", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Surgical Considerations", "content": "Another instance that often necessitates consideration of the brachiocephalic veins is the resection of mediastinal tumors. Tumors that invade the SVC, and therefore require resection and reconstruction of the SVC, it has been well documented that temporary bypass may be achieved between the brachiocephalic veins and right atrium, using a small diameter catheter. [11]", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Surgical Considerations. Another instance that often necessitates consideration of the brachiocephalic veins is the resection of mediastinal tumors. Tumors that invade the SVC, and therefore require resection and reconstruction of the SVC, it has been well documented that temporary bypass may be achieved between the brachiocephalic veins and right atrium, using a small diameter catheter. [11]"}
{"id": "article-18502_11", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Clinical Significance", "content": "The brachiocephalic veins are essential sites of central venous access and are frequent sites for placement of central venous catheters or venous chemotherapy ports. Advances in ultrasound-guided technology have made accessing these structures both feasible and safe. [12] Consideration is necessary for the possibility of vein stenosis following long term CVC placement. Another rare, but the documented risk of CVC placement is brachiocephalic vein pseudoaneurysm formation.", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Clinical Significance. The brachiocephalic veins are essential sites of central venous access and are frequent sites for placement of central venous catheters or venous chemotherapy ports. Advances in ultrasound-guided technology have made accessing these structures both feasible and safe. [12] Consideration is necessary for the possibility of vein stenosis following long term CVC placement. Another rare, but the documented risk of CVC placement is brachiocephalic vein pseudoaneurysm formation."}
{"id": "article-18502_12", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Other Issues", "content": "Brachiocephalic vein compression may arise as a consequence of mediastinal masses. Although rare, bilateral brachiocephalic vein compression is often clinically indistinguishable from SVC obstruction.", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Other Issues. Brachiocephalic vein compression may arise as a consequence of mediastinal masses. Although rare, bilateral brachiocephalic vein compression is often clinically indistinguishable from SVC obstruction."}
{"id": "article-18502_13", "title": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Brachiocephalic (Innominate) Veins -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}