{"id": "article-131524_0", "title": "Obesity and Comorbid Conditions -- Continuing Education Activity", "content": "Obesity is described as an unhealthy, excessive accumulation of body fat. It is a significant public health problem affecting almost every country in the world, with increasing rates globally. This activity outlines the many different comorbidities that are associated with obesity and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Obesity and Comorbid Conditions -- Continuing Education Activity. Obesity is described as an unhealthy, excessive accumulation of body fat. It is a significant public health problem affecting almost every country in the world, with increasing rates globally. This activity outlines the many different comorbidities that are associated with obesity and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-131524_1", "title": "Obesity and Comorbid Conditions -- Continuing Education Activity", "content": "Objectives: Explain the biopsychosocial impacts on a patient's health associated with obesity. Outline the co-morbidities that are associated with obesity. Identify the subgroup of obese patients with \"metabolically healthy\" obesity, and the associated morbidity. Summarize how an interprofessional team can work together to identify co-morbid conditions associated with obesity and provider treatment options to improve outcomes. Access free multiple choice questions on this topic.", "contents": "Obesity and Comorbid Conditions -- Continuing Education Activity. Objectives: Explain the biopsychosocial impacts on a patient's health associated with obesity. Outline the co-morbidities that are associated with obesity. Identify the subgroup of obese patients with \"metabolically healthy\" obesity, and the associated morbidity. Summarize how an interprofessional team can work together to identify co-morbid conditions associated with obesity and provider treatment options to improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-131524_2", "title": "Obesity and Comorbid Conditions -- Introduction", "content": "Obesity is defined as an “abnormal or excessive fat accumulation that presents a health risk” by the World Health Organization (WHO). It has been recognized since ancient times, with Hippocrates writing that obesity is not only a disease but a harbinger of other conditions. There are many ways of measuring, such as the waist-to-hip ratios, skin impedance, and dual X-ray absorptiometry, but none remains as widely used as the body mass index (BMI), which was first introduced in 1972 and has seen little change since. [1] Within this classification system, 4 main categories exist: underweight, normal, overweight, and obese.", "contents": "Obesity and Comorbid Conditions -- Introduction. Obesity is defined as an “abnormal or excessive fat accumulation that presents a health risk” by the World Health Organization (WHO). It has been recognized since ancient times, with Hippocrates writing that obesity is not only a disease but a harbinger of other conditions. There are many ways of measuring, such as the waist-to-hip ratios, skin impedance, and dual X-ray absorptiometry, but none remains as widely used as the body mass index (BMI), which was first introduced in 1972 and has seen little change since. [1] Within this classification system, 4 main categories exist: underweight, normal, overweight, and obese."}
{"id": "article-131524_3", "title": "Obesity and Comorbid Conditions -- Introduction -- BMI Classification", "content": "Class I (Underweight) < 18.5 Class II (Healthy): 18.5 to 24.9 Class III (Overweight): 25 to 29.9 Class IV (Obese): 30+ It should also be noted that different countries and ethnicities have different cut-offs for obesity, particularly in Asia. For example, Japan uses >25kg/m^2 as the cut-off for being obese. [2]", "contents": "Obesity and Comorbid Conditions -- Introduction -- BMI Classification. Class I (Underweight) < 18.5 Class II (Healthy): 18.5 to 24.9 Class III (Overweight): 25 to 29.9 Class IV (Obese): 30+ It should also be noted that different countries and ethnicities have different cut-offs for obesity, particularly in Asia. For example, Japan uses >25kg/m^2 as the cut-off for being obese. [2]"}
{"id": "article-131524_4", "title": "Obesity and Comorbid Conditions -- Introduction", "content": "Being overweight and obese has significant impacts on the individual's physical, mental and social health and negative effects on society in the form of increased healthcare expenditures. The global rates of obesity have seen a dramatic increase in the last decade, with some describing it as a pandemic. The Centers for Disease Control and Prevention (CDC) reports that 42.4% of all adults in the United States are obese, and obesity affects 650 million people worldwide. An increased emphasis on health promotion and patient education to help with weight loss and preventing complications is of paramount importance.", "contents": "Obesity and Comorbid Conditions -- Introduction. Being overweight and obese has significant impacts on the individual's physical, mental and social health and negative effects on society in the form of increased healthcare expenditures. The global rates of obesity have seen a dramatic increase in the last decade, with some describing it as a pandemic. The Centers for Disease Control and Prevention (CDC) reports that 42.4% of all adults in the United States are obese, and obesity affects 650 million people worldwide. An increased emphasis on health promotion and patient education to help with weight loss and preventing complications is of paramount importance."}
{"id": "article-131524_5", "title": "Obesity and Comorbid Conditions -- Function -- Central Control of Hunger", "content": "The main center for hunger control is within the hypothalamus, particularly in the arcuate nucleus, also known as the infundibular nucleus. The arcuate nucleus communicates with the brainstem and paraventricular nuclei. The latter has communicating pathways both to the brainstem and limbic system. Together they regulate the metabolism, as well as emotional and behavioral changes associated with hunger and satiety. [3]", "contents": "Obesity and Comorbid Conditions -- Function -- Central Control of Hunger. The main center for hunger control is within the hypothalamus, particularly in the arcuate nucleus, also known as the infundibular nucleus. The arcuate nucleus communicates with the brainstem and paraventricular nuclei. The latter has communicating pathways both to the brainstem and limbic system. Together they regulate the metabolism, as well as emotional and behavioral changes associated with hunger and satiety. [3]"}
{"id": "article-131524_6", "title": "Obesity and Comorbid Conditions -- Function -- Insulin", "content": "The main hormone involved in maintaining blood sugar homeostasis and has a critical role in obesity. Insulin is secreted in the pancreas, specifically the beta cells of the Islets of Langerhans. They are secreted in response to elevated blood sugar levels in addition to other nutrients. Besides maintaining blood sugar, insulin has a direct effect in inducing satiety. This has been demonstrated in a study conducted in 1983, where insulin was injected into the cerebral ventricles and induced satiety. Further research revealed insulin signaling receptors in the hypothalamus allow insulin to have a direct role in inducing satiety and suppressing hunger. [4] [3] [5]", "contents": "Obesity and Comorbid Conditions -- Function -- Insulin. The main hormone involved in maintaining blood sugar homeostasis and has a critical role in obesity. Insulin is secreted in the pancreas, specifically the beta cells of the Islets of Langerhans. They are secreted in response to elevated blood sugar levels in addition to other nutrients. Besides maintaining blood sugar, insulin has a direct effect in inducing satiety. This has been demonstrated in a study conducted in 1983, where insulin was injected into the cerebral ventricles and induced satiety. Further research revealed insulin signaling receptors in the hypothalamus allow insulin to have a direct role in inducing satiety and suppressing hunger. [4] [3] [5]"}
{"id": "article-131524_7", "title": "Obesity and Comorbid Conditions -- Function -- Leptin", "content": "This hormone is produced by adipose tissue, and its primary mode of action is in the hypothalamus, where it decreases neuropeptide Y to down-regulate hunger. Increased lipid levels in the blood stimulate the secretion of leptin. However, leptin levels are directly proportional to the amount of adipose tissue in the body. Meals trigger the secretion of leptin, but the degree of stimulation is relative to total body adipose tissue stores. Hence, the suppression of hunger drive is present in individuals with normal or low body weight, but the effects are not pronounced in individuals that are overweight or obese. The reason for this is the chronically elevated levels of leptin and de-sensitization in the hypothalamus. [6] [7] This is evident when subjects with normal weight are exposed to exogenous leptin, there is weight loss, but this response is not seen in obese individuals. [7] [8] [9]", "contents": "Obesity and Comorbid Conditions -- Function -- Leptin. This hormone is produced by adipose tissue, and its primary mode of action is in the hypothalamus, where it decreases neuropeptide Y to down-regulate hunger. Increased lipid levels in the blood stimulate the secretion of leptin. However, leptin levels are directly proportional to the amount of adipose tissue in the body. Meals trigger the secretion of leptin, but the degree of stimulation is relative to total body adipose tissue stores. Hence, the suppression of hunger drive is present in individuals with normal or low body weight, but the effects are not pronounced in individuals that are overweight or obese. The reason for this is the chronically elevated levels of leptin and de-sensitization in the hypothalamus. [6] [7] This is evident when subjects with normal weight are exposed to exogenous leptin, there is weight loss, but this response is not seen in obese individuals. [7] [8] [9]"}
{"id": "article-131524_8", "title": "Obesity and Comorbid Conditions -- Function -- Ghrelin", "content": "This peptide hormone is predominantly produced in the stomach and duodenum. Levels are higher in the fasting state, and when there is a cephalic response, i.e., shortly before the ingestion of food, there is a spike in the serum concentration of ghrelin. Ghrelin acts within the hypothalamus by stimulating neuropeptide Y, which results in hunger and increases calorie intake. Food ingestion downregulates ghrelin levels. This is more pronounced when ingesting carbohydrates compared to protein and fat. [10]", "contents": "Obesity and Comorbid Conditions -- Function -- Ghrelin. This peptide hormone is predominantly produced in the stomach and duodenum. Levels are higher in the fasting state, and when there is a cephalic response, i.e., shortly before the ingestion of food, there is a spike in the serum concentration of ghrelin. Ghrelin acts within the hypothalamus by stimulating neuropeptide Y, which results in hunger and increases calorie intake. Food ingestion downregulates ghrelin levels. This is more pronounced when ingesting carbohydrates compared to protein and fat. [10]"}
{"id": "article-131524_9", "title": "Obesity and Comorbid Conditions -- Function -- Glucagon-like peptide 1 (GLP-1)", "content": "This peptide hormone is produced by L cells in the small intestine. It is secreted in response to the detection of nutrients in the intestinal lumen and released into the bloodstream. Within the hypothalamus, GLP-1 binds to the GLP-1 receptors and causes downregulation of neuropeptide Y, which downregulates hunger. [11]", "contents": "Obesity and Comorbid Conditions -- Function -- Glucagon-like peptide 1 (GLP-1). This peptide hormone is produced by L cells in the small intestine. It is secreted in response to the detection of nutrients in the intestinal lumen and released into the bloodstream. Within the hypothalamus, GLP-1 binds to the GLP-1 receptors and causes downregulation of neuropeptide Y, which downregulates hunger. [11]"}
{"id": "article-131524_10", "title": "Obesity and Comorbid Conditions -- Function", "content": "Other polypeptides secreted in the gut, such as cholecystokinin (CCK), pancreatic polypeptide, and polypeptide YY, affect increasing satiety; however, the mechanisms are not currently well understood.", "contents": "Obesity and Comorbid Conditions -- Function. Other polypeptides secreted in the gut, such as cholecystokinin (CCK), pancreatic polypeptide, and polypeptide YY, affect increasing satiety; however, the mechanisms are not currently well understood."}
{"id": "article-131524_11", "title": "Obesity and Comorbid Conditions -- Issues of Concern", "content": "Obesity is a systemic issue and as a result, affects multiple different organ systems. In this article, we will discuss these co-morbidities with their respective organ systems. The associated conditions range from poor mood and skin infection to potentially life-threatening, such as atrial fibrillation leading to a stroke.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern. Obesity is a systemic issue and as a result, affects multiple different organ systems. In this article, we will discuss these co-morbidities with their respective organ systems. The associated conditions range from poor mood and skin infection to potentially life-threatening, such as atrial fibrillation leading to a stroke."}
{"id": "article-131524_12", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Hypertension", "content": "The mechanisms to develop hypertension in obese individuals are complex and might be a combination of increased sympathetic activity, reduced parasympathetic activity, and activation of the renin-aldosterone-angiotensin system (RAAS) changes to the structure of the kidney. Certain ethnic groups, despite having higher rates of obesity, have relatively low rates of hypertension which is attributed to relatively decreased sympathetic activity. [12] [13] Furthermore, sympathetic blockade tends to lower blood pressure more effectively in obese patients. [14]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Hypertension. The mechanisms to develop hypertension in obese individuals are complex and might be a combination of increased sympathetic activity, reduced parasympathetic activity, and activation of the renin-aldosterone-angiotensin system (RAAS) changes to the structure of the kidney. Certain ethnic groups, despite having higher rates of obesity, have relatively low rates of hypertension which is attributed to relatively decreased sympathetic activity. [12] [13] Furthermore, sympathetic blockade tends to lower blood pressure more effectively in obese patients. [14]"}
{"id": "article-131524_13", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Hypertension", "content": "It is well known that the sympathetic nervous system can activate the RAAS system, which increases fluid and salt retention in addition to increased catecholamines, and this can, in turn, increase sympathetic activity. However, interestingly, adipocytes have been noted to produce angiotensinogen and angiotensin 2 independently, and animal studies have shown that the presence of knock-out genes for adipocyte angiotensinogen whilst being fed obesogenic diets do not lead to hypertension. [15] [16]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Hypertension. It is well known that the sympathetic nervous system can activate the RAAS system, which increases fluid and salt retention in addition to increased catecholamines, and this can, in turn, increase sympathetic activity. However, interestingly, adipocytes have been noted to produce angiotensinogen and angiotensin 2 independently, and animal studies have shown that the presence of knock-out genes for adipocyte angiotensinogen whilst being fed obesogenic diets do not lead to hypertension. [15] [16]"}
{"id": "article-131524_14", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Hypertension", "content": "The kidney may also have increased perinephric fat, causing compression of the kidney and chronic inflammation, reducing blood flow, and increasing sodium reabsorption by the medulla, leading to increased salt retention. [17] There may also be a self-perpetuating feedback loop through increased sodium levels to lead to further RAAS activation. [18]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Hypertension. The kidney may also have increased perinephric fat, causing compression of the kidney and chronic inflammation, reducing blood flow, and increasing sodium reabsorption by the medulla, leading to increased salt retention. [17] There may also be a self-perpetuating feedback loop through increased sodium levels to lead to further RAAS activation. [18]"}
{"id": "article-131524_15", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Coronary Artery Disease (CAD)", "content": "The development of CAD is typically associated with diabetes, hypertension, dyslipidemia, and obstructive sleep apnea, which are known comorbidities of obesity. It is unclear if obesity alone can lead to the development of CAD, but that is difficult to study in isolation due to the high prevalence of these metabolic and respiratory comorbidities in the obese patient population. However, for each 5 unit increment of BMI, the risk of CAD increases by 30%. [19]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Coronary Artery Disease (CAD). The development of CAD is typically associated with diabetes, hypertension, dyslipidemia, and obstructive sleep apnea, which are known comorbidities of obesity. It is unclear if obesity alone can lead to the development of CAD, but that is difficult to study in isolation due to the high prevalence of these metabolic and respiratory comorbidities in the obese patient population. However, for each 5 unit increment of BMI, the risk of CAD increases by 30%. [19]"}
{"id": "article-131524_16", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Heart Failure", "content": "Obesity has been directly correlated with congestive heart failure with preserved ejection fraction (HFpEF). The risk factors for congestive heart failure are prevalent in the obese community; however, the rates are still higher when risk-stratified for obesity alone. [20] The development of HFpEF is theorized to result from a combination of left ventricular hypertrophy due to increased cardiac output while reducing myocardial function through lipotoxicity, systemic inflammation, and impaired protein function from increased glycosylation and collagen crosslinks resulting in diastolic dysfunction. The effects of which may be further compounded by having increased epicardial fat and inflammation. [21]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Heart Failure. Obesity has been directly correlated with congestive heart failure with preserved ejection fraction (HFpEF). The risk factors for congestive heart failure are prevalent in the obese community; however, the rates are still higher when risk-stratified for obesity alone. [20] The development of HFpEF is theorized to result from a combination of left ventricular hypertrophy due to increased cardiac output while reducing myocardial function through lipotoxicity, systemic inflammation, and impaired protein function from increased glycosylation and collagen crosslinks resulting in diastolic dysfunction. The effects of which may be further compounded by having increased epicardial fat and inflammation. [21]"}
{"id": "article-131524_17", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Atrial Fibrillation (AF)", "content": "It is the most common cardiac arrhythmia, which is also associated with the development of heart failure as well as thromboembolism that may lead to strokes and life-threatening infarctions elsewhere in the body. It is also more common in obese patients, with the Framingham heart study revealing a 5% increase in the risk of developing AF, for each unit increase in BMI, particularly >30 kg/m^2. [22] The association between AF and obesity is hypothesized to be due to the associated increase in cardiac output, leading to greater pressures on the left side of the heart, particularly with the left atrium. This may be further exacerbated by diastolic dysfunction. [23] [24]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Atrial Fibrillation (AF). It is the most common cardiac arrhythmia, which is also associated with the development of heart failure as well as thromboembolism that may lead to strokes and life-threatening infarctions elsewhere in the body. It is also more common in obese patients, with the Framingham heart study revealing a 5% increase in the risk of developing AF, for each unit increase in BMI, particularly >30 kg/m^2. [22] The association between AF and obesity is hypothesized to be due to the associated increase in cardiac output, leading to greater pressures on the left side of the heart, particularly with the left atrium. This may be further exacerbated by diastolic dysfunction. [23] [24]"}
{"id": "article-131524_18", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Stroke", "content": "There is an increased risk of stroke with increasing BMI, which also includes early-onset ischemic stroke. This is further supported by a national survey study that identified individuals with metabolically healthy obesity and found that they are also at an increased risk, albeit less than those with metabolically unhealthy obesity and non-obese groups, respectively. This suggests that obesity itself is an independent risk factor for stroke development. [25] [26]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Stroke. There is an increased risk of stroke with increasing BMI, which also includes early-onset ischemic stroke. This is further supported by a national survey study that identified individuals with metabolically healthy obesity and found that they are also at an increased risk, albeit less than those with metabolically unhealthy obesity and non-obese groups, respectively. This suggests that obesity itself is an independent risk factor for stroke development. [25] [26]"}
{"id": "article-131524_19", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Venous Thromboembolism", "content": "Obese individuals have reduced mobility, which increases the risk of VTE. Also, there is increased abdominal pressure in obesity, resulting in additional pressure on the iliac veins, causing compression and further diminishing flow and predisposing chronic venous insufficiency over time due to the increased pressures. [27] However, obesity may also be a hypercoagulable state mediated by adipokines which causes chronic inflammation and impaired fibrinolysis, leading to endothelial dysfunction and platelet activation. [28] In terms of risk, it may be up to a 6 fold increase in individuals that are obese compared to those with normal BMI, with higher rates of both DVT and PE being noted. [29] [30]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Venous Thromboembolism. Obese individuals have reduced mobility, which increases the risk of VTE. Also, there is increased abdominal pressure in obesity, resulting in additional pressure on the iliac veins, causing compression and further diminishing flow and predisposing chronic venous insufficiency over time due to the increased pressures. [27] However, obesity may also be a hypercoagulable state mediated by adipokines which causes chronic inflammation and impaired fibrinolysis, leading to endothelial dysfunction and platelet activation. [28] In terms of risk, it may be up to a 6 fold increase in individuals that are obese compared to those with normal BMI, with higher rates of both DVT and PE being noted. [29] [30]"}
{"id": "article-131524_20", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Obstructive Sleep Apnea (OSA)", "content": "It is defined as complete obstruction of the airway during sleep, despite normal efforts to breathe. This has widespread effects on the body, particularly negative cardiovascular and metabolic effects, which are thought to be mediated through systemic inflammation. This, in turn, causes insulin resistance, dyslipidemia, hypertension, and coronary artery disease, the latter of which OSA is also an independent risk factor. [31] As a recurring theme in obesity-related conditions, the cardiometabolic effects are compounding and dramatically increase the risk of further negative consequences. Obesity Hypoventilation Syndrome (OHS) [32]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Obstructive Sleep Apnea (OSA). It is defined as complete obstruction of the airway during sleep, despite normal efforts to breathe. This has widespread effects on the body, particularly negative cardiovascular and metabolic effects, which are thought to be mediated through systemic inflammation. This, in turn, causes insulin resistance, dyslipidemia, hypertension, and coronary artery disease, the latter of which OSA is also an independent risk factor. [31] As a recurring theme in obesity-related conditions, the cardiometabolic effects are compounding and dramatically increase the risk of further negative consequences. Obesity Hypoventilation Syndrome (OHS) [32]"}
{"id": "article-131524_21", "title": "Obesity and Comorbid Conditions -- Issues of Concern", "content": "Alternatively referred to as, Pickwickian syndrome, OHS is defined by three criteria in the absence of other causes; obesity, daytime hypercapnia, and sleep-disordered breathing.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern. Alternatively referred to as, Pickwickian syndrome, OHS is defined by three criteria in the absence of other causes; obesity, daytime hypercapnia, and sleep-disordered breathing."}
{"id": "article-131524_22", "title": "Obesity and Comorbid Conditions -- Issues of Concern", "content": "The development of OHS is complex but can be divided into sleep-disordered breathing, which is a manifestation of OSA, with altered lung function and ventilatory control.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern. The development of OHS is complex but can be divided into sleep-disordered breathing, which is a manifestation of OSA, with altered lung function and ventilatory control."}
{"id": "article-131524_23", "title": "Obesity and Comorbid Conditions -- Issues of Concern", "content": "During apneic periods, carbon dioxide accumulates, which would normally trigger an increased ventilatory response to clear the excess carbon dioxide; however, this is not seen in individuals with OHS. There is a gradual build-up of carbon dioxide and adaptation by the body, such as increased bicarbonate retention by the kidneys and reduced central sensitivity to carbon dioxide for increasing ventilatory drive, which leads to retention and ultimately results in daytime hypercapnia.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern. During apneic periods, carbon dioxide accumulates, which would normally trigger an increased ventilatory response to clear the excess carbon dioxide; however, this is not seen in individuals with OHS. There is a gradual build-up of carbon dioxide and adaptation by the body, such as increased bicarbonate retention by the kidneys and reduced central sensitivity to carbon dioxide for increasing ventilatory drive, which leads to retention and ultimately results in daytime hypercapnia."}
{"id": "article-131524_24", "title": "Obesity and Comorbid Conditions -- Issues of Concern", "content": "Coupled by the reduced respiratory muscle strength, increased abdominal splinting, and less effective breathing patterns in obesity, there is a significant ventilation/perfusion (V/Q) mismatch.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern. Coupled by the reduced respiratory muscle strength, increased abdominal splinting, and less effective breathing patterns in obesity, there is a significant ventilation/perfusion (V/Q) mismatch."}
{"id": "article-131524_25", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Type 2 Diabetes Mellitus (T2DM)", "content": "It is a well-established association and complication of obesity, and around 80% of patients with T2DM are obese. [33] The main mechanism leading to the development of T2DM in obesity is insulin resistance. In obese patients, adipose tissue releases non-esterified fatty acids (NEFA), which results in endothelial dysfunction, obesity-induced inflammation, and beta-cell dysfunction. [34] [35] Insulin resistance has strongly been associated with elevated NEFAs. NEFAs are increased more in truncal obesity than peripheral adipose tissue, suggesting increased lipolytic properties of abdominal-visceral fat. [36] [37] To further support the link between obesity and insulin resistance, during weight loss, simply losing 5% body weight has been shown to improve B cell function and insulin sensitivity, with a steady correlation of improvement with increased weight loss. [38]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Type 2 Diabetes Mellitus (T2DM). It is a well-established association and complication of obesity, and around 80% of patients with T2DM are obese. [33] The main mechanism leading to the development of T2DM in obesity is insulin resistance. In obese patients, adipose tissue releases non-esterified fatty acids (NEFA), which results in endothelial dysfunction, obesity-induced inflammation, and beta-cell dysfunction. [34] [35] Insulin resistance has strongly been associated with elevated NEFAs. NEFAs are increased more in truncal obesity than peripheral adipose tissue, suggesting increased lipolytic properties of abdominal-visceral fat. [36] [37] To further support the link between obesity and insulin resistance, during weight loss, simply losing 5% body weight has been shown to improve B cell function and insulin sensitivity, with a steady correlation of improvement with increased weight loss. [38]"}
{"id": "article-131524_26", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Dyslipidemia", "content": "Up to 70% of patients with obesity have comorbid dyslipidemia, which is seen clinically as elevated low-density lipoproteins (LDL) and reduced levels of high-density lipoproteins (HDL). The pathophysiology is multifactorial, with increased consumption and production of lipids, in addition to a reduced ability to break down and metabolize triglycerides. [39]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Dyslipidemia. Up to 70% of patients with obesity have comorbid dyslipidemia, which is seen clinically as elevated low-density lipoproteins (LDL) and reduced levels of high-density lipoproteins (HDL). The pathophysiology is multifactorial, with increased consumption and production of lipids, in addition to a reduced ability to break down and metabolize triglycerides. [39]"}
{"id": "article-131524_27", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Metabolic Syndrome", "content": "It is a constellation of clinical features, including truncal obesity, dyslipidemia, hypertension, and impaired fasting glucose. Those without metabolic derangements are referred to as \"metabolically healthy,\" which is up to 30% of individuals with obesity. [40] However, despite this, it is a risk factor of cardiovascular complications, particularly stroke, as discussed above.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Metabolic Syndrome. It is a constellation of clinical features, including truncal obesity, dyslipidemia, hypertension, and impaired fasting glucose. Those without metabolic derangements are referred to as \"metabolically healthy,\" which is up to 30% of individuals with obesity. [40] However, despite this, it is a risk factor of cardiovascular complications, particularly stroke, as discussed above."}
{"id": "article-131524_28", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Vitamin D Deficiency", "content": "Lower concentrations of vitamin D are well-documented in obese patients. This is thought to be secondary to the fact vitamin D is fat-soluble and sequestered in the abundant adipose tissue of obese patients. However, the lower levels of vitamin D have not been demonstrated to have negative effects on bone, and the supplementation of vitamin D has also not been shown to improve the metabolic state or obesity itself. Hence the role of vitamin D in obesity remains inconclusive despite having a well-documented association of being low in obese patients. [41]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Vitamin D Deficiency. Lower concentrations of vitamin D are well-documented in obese patients. This is thought to be secondary to the fact vitamin D is fat-soluble and sequestered in the abundant adipose tissue of obese patients. However, the lower levels of vitamin D have not been demonstrated to have negative effects on bone, and the supplementation of vitamin D has also not been shown to improve the metabolic state or obesity itself. Hence the role of vitamin D in obesity remains inconclusive despite having a well-documented association of being low in obese patients. [41]"}
{"id": "article-131524_29", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH)", "content": "Also referred to as benign intracranial hypertension or pseudotumor cerebri.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH). Also referred to as benign intracranial hypertension or pseudotumor cerebri."}
{"id": "article-131524_30", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH)", "content": "The mechanism behind its development is unclear.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH). The mechanism behind its development is unclear."}
{"id": "article-131524_31", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH)", "content": "The condition, like its name suggests, causes symptoms of raised intracranial pressure. Most commonly, this is seen as a severe headache which may be either acute, chronic, or acute-on-chronic, nausea, vomiting, and visual changes, particularly blurring of vision and/or double vision.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH). The condition, like its name suggests, causes symptoms of raised intracranial pressure. Most commonly, this is seen as a severe headache which may be either acute, chronic, or acute-on-chronic, nausea, vomiting, and visual changes, particularly blurring of vision and/or double vision."}
{"id": "article-131524_32", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH)", "content": "Elevated intracranial pressure results in pressure on the optic nerve, which may be seen as papilledema on fundoscopic examination. If the elevated intraocular pressure is sustained, it may result in vision loss.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH). Elevated intracranial pressure results in pressure on the optic nerve, which may be seen as papilledema on fundoscopic examination. If the elevated intraocular pressure is sustained, it may result in vision loss."}
{"id": "article-131524_33", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH)", "content": "This condition is not solely linked to obesity, with the majority of obese patients not being affected and has other risk factors such as the combined contraceptive pill or thyroid disease. However, it disproportionately affects obese patients, with 90% of IIH cases being overweight or obese.", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH). This condition is not solely linked to obesity, with the majority of obese patients not being affected and has other risk factors such as the combined contraceptive pill or thyroid disease. However, it disproportionately affects obese patients, with 90% of IIH cases being overweight or obese."}
{"id": "article-131524_34", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH)", "content": "The link is further supported by increasing correlation with increasing BMI, higher rates of IIH-induced vision loss, as well as the remission of disease in individuals that successfully lost between 6 to 10% of their weight. [42]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Idiopathic Intracranial Hypertension (IIH). The link is further supported by increasing correlation with increasing BMI, higher rates of IIH-induced vision loss, as well as the remission of disease in individuals that successfully lost between 6 to 10% of their weight. [42]"}
{"id": "article-131524_35", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Osteoarthritis", "content": "largely due to increased weight on the joints resulting in greater compressive forces and altered biomechanics. The most common joint to be affected is the knee, although the hand is at a higher risk despite not being a weight-bearing joint, suggesting a role for systemic inflammation in disease development. It can also be a vicious cycle, where once developed, osteoarthritis promotes a sedentary lifestyle and further contributes to weight gain. Surgical management is associated with increased risk for complications, including prolonged hospital stays, infection, and the necessity for further surgery in the future. [43] Obesity-associated osteoarthritis has a significant economic burden, costing an estimated 89 billion US Dollars (USD) per year in medical costs. Furthermore, there are substantial indirect costs through the loss of workdays and productivity, which some have estimated to be roughly 4000 USD lost per person per year. [44]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Osteoarthritis. largely due to increased weight on the joints resulting in greater compressive forces and altered biomechanics. The most common joint to be affected is the knee, although the hand is at a higher risk despite not being a weight-bearing joint, suggesting a role for systemic inflammation in disease development. It can also be a vicious cycle, where once developed, osteoarthritis promotes a sedentary lifestyle and further contributes to weight gain. Surgical management is associated with increased risk for complications, including prolonged hospital stays, infection, and the necessity for further surgery in the future. [43] Obesity-associated osteoarthritis has a significant economic burden, costing an estimated 89 billion US Dollars (USD) per year in medical costs. Furthermore, there are substantial indirect costs through the loss of workdays and productivity, which some have estimated to be roughly 4000 USD lost per person per year. [44]"}
{"id": "article-131524_36", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Obese Individuals More Commonly Experience", "content": "Falls Fractures in both children and adults. [45] [46] In children, slipped upper femoral epiphyses (SUFE), as well as genu varus and valgus, are more common as well. [47]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Obese Individuals More Commonly Experience. Falls Fractures in both children and adults. [45] [46] In children, slipped upper femoral epiphyses (SUFE), as well as genu varus and valgus, are more common as well. [47]"}
{"id": "article-131524_37", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Non-alcoholic Fatty Liver Disease (NAFLD)", "content": "Now the most common cause of chronic liver disease in the US and United Kingdom (UK), with 30% prevalence in the population. It is estimated to become the leading cause of liver transplantation by 2030 in the US. The mechanisms of developing NAFLD are not well understood, but it is associated with the metabolic features associated with obesity. [48]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Non-alcoholic Fatty Liver Disease (NAFLD). Now the most common cause of chronic liver disease in the US and United Kingdom (UK), with 30% prevalence in the population. It is estimated to become the leading cause of liver transplantation by 2030 in the US. The mechanisms of developing NAFLD are not well understood, but it is associated with the metabolic features associated with obesity. [48]"}
{"id": "article-131524_38", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Gallstones", "content": "There is a positive correlation between increasing BMI and the development of gallstones. The risk has been shown to increase within the non-obese range, suggesting a strong link between weight gain and gallstones. [49] Gastroesophageal reflux disease (GERD) is attributed to obese patients with non-specific motility disorders within the esophagus, reduced lower esophageal tone, and increased prevalence of Hiatal hernias, and increased intra-abdominal pressures. [50] As a result of acid reflux, obese patients are more likely to experience erosions, strictures, pre-cancerous transformations, i.e., Barrett's esophagus, as well as esophageal adenocarcinoma. [51]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Gallstones. There is a positive correlation between increasing BMI and the development of gallstones. The risk has been shown to increase within the non-obese range, suggesting a strong link between weight gain and gallstones. [49] Gastroesophageal reflux disease (GERD) is attributed to obese patients with non-specific motility disorders within the esophagus, reduced lower esophageal tone, and increased prevalence of Hiatal hernias, and increased intra-abdominal pressures. [50] As a result of acid reflux, obese patients are more likely to experience erosions, strictures, pre-cancerous transformations, i.e., Barrett's esophagus, as well as esophageal adenocarcinoma. [51]"}
{"id": "article-131524_39", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Urinary Tract", "content": "The development of chronic kidney disease (CKD) is observed in obese patients. However, the mechanism and risk factors are contentious. Prior studies have found conflicting evidence for a causal association between obesity and CKD. [52] The exact mechanisms are unknown, but the common theme of systemic inflammation and increased oxidation, insulin resistance, and activation of RAAS have been suggested as potential mechanisms for developing CKD in obesity. [53]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Urinary Tract. The development of chronic kidney disease (CKD) is observed in obese patients. However, the mechanism and risk factors are contentious. Prior studies have found conflicting evidence for a causal association between obesity and CKD. [52] The exact mechanisms are unknown, but the common theme of systemic inflammation and increased oxidation, insulin resistance, and activation of RAAS have been suggested as potential mechanisms for developing CKD in obesity. [53]"}
{"id": "article-131524_40", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Reproductive System", "content": "Due to peripheral aromatization of estrogens, increased androgens by insulin resistance, and decreased levels of sex binding globulins, there are changes to the hypothalamus-pituitary-ovarian axis in obesity. This results in potential disruptions to the female reproductive system. [54] This manifests clinically as: Irregular menstrual cycles Ovulatory dysfunction and infertility Increased risk of miscarriage Endometrial hyperplasia and malignancy", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Reproductive System. Due to peripheral aromatization of estrogens, increased androgens by insulin resistance, and decreased levels of sex binding globulins, there are changes to the hypothalamus-pituitary-ovarian axis in obesity. This results in potential disruptions to the female reproductive system. [54] This manifests clinically as: Irregular menstrual cycles Ovulatory dysfunction and infertility Increased risk of miscarriage Endometrial hyperplasia and malignancy"}
{"id": "article-131524_41", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Reproductive System", "content": "Polycystic ovary syndrome (PCOS) is defined clinically by evidence of hyperandrogenism, irregular periods, and polycystic ovaries. PCOS can have many of the aforementioned reproductive physiological changes. It shares many features with obesity, and there is often a close relationship, with up to 88% of PCOS patients being obese. There is a genetic predisposition for PCOS, which through insulin resistance and increased steroid production resulting in weight gain, but obesity is a known independent risk factor. [55] Urinary incontinence, particularly stress incontinence, is strongly correlated with increasing BMI, and weight loss is an effective treatment option. [56]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Reproductive System. Polycystic ovary syndrome (PCOS) is defined clinically by evidence of hyperandrogenism, irregular periods, and polycystic ovaries. PCOS can have many of the aforementioned reproductive physiological changes. It shares many features with obesity, and there is often a close relationship, with up to 88% of PCOS patients being obese. There is a genetic predisposition for PCOS, which through insulin resistance and increased steroid production resulting in weight gain, but obesity is a known independent risk factor. [55] Urinary incontinence, particularly stress incontinence, is strongly correlated with increasing BMI, and weight loss is an effective treatment option. [56]"}
{"id": "article-131524_42", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Reproductive System", "content": "Obesity is also associated with sexual dysfunction. In women, obesity is associated with increased sexual dysfunction scores, but these dramatically improve with weight loss, such as those offered by bariatric surgery. [57] In men, obesity is considered an independent risk factor for the development of erectile dysfunction, with 80% of men presenting with erectile issues having a BMI of 25 or greater. [58]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Reproductive System. Obesity is also associated with sexual dysfunction. In women, obesity is associated with increased sexual dysfunction scores, but these dramatically improve with weight loss, such as those offered by bariatric surgery. [57] In men, obesity is considered an independent risk factor for the development of erectile dysfunction, with 80% of men presenting with erectile issues having a BMI of 25 or greater. [58]"}
{"id": "article-131524_43", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Psychiatric Disorders", "content": "The incidence of depression is higher in those suffering from obesity, particularly in obese young females. [59] [60] An association between obesity and dementia has also been demonstrated; however, the mechanism is not well understood, and it is not clear whether or not obesity is an independent risk factor. [61] [62]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Psychiatric Disorders. The incidence of depression is higher in those suffering from obesity, particularly in obese young females. [59] [60] An association between obesity and dementia has also been demonstrated; however, the mechanism is not well understood, and it is not clear whether or not obesity is an independent risk factor. [61] [62]"}
{"id": "article-131524_44", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Integumentary System", "content": "Obesity has numerous impacts on the skin. Reduced skin hydration, decreased collagen deposition relative to skin surface area, increased sebum production, increased sweat production, and changes in the circulation and lymphatics have all been demonstrated in obese individuals. Furthermore, there is an increased risk of infection, poor wound healing, and the development of pressure sores in obese patients. Lastly, increased androgens and insulin resistance contributes to the development of hirsutism and acanthosis nigricans, respectively. [63]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Integumentary System. Obesity has numerous impacts on the skin. Reduced skin hydration, decreased collagen deposition relative to skin surface area, increased sebum production, increased sweat production, and changes in the circulation and lymphatics have all been demonstrated in obese individuals. Furthermore, there is an increased risk of infection, poor wound healing, and the development of pressure sores in obese patients. Lastly, increased androgens and insulin resistance contributes to the development of hirsutism and acanthosis nigricans, respectively. [63]"}
{"id": "article-131524_45", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Infection", "content": "There is an association with obesity showing more bacterial infections, post-surgical infections, and increased mortality from flu and COVID-19. Obese patients oftentimes require higher than typical doses of medications, which can contribute to adverse outcomes. Interestingly, COVID-19 shows delayed viral shedding in obesity, and there is an argument for increasing the self-isolation period for those with obesity. [64] [65] [66]", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Infection. There is an association with obesity showing more bacterial infections, post-surgical infections, and increased mortality from flu and COVID-19. Obese patients oftentimes require higher than typical doses of medications, which can contribute to adverse outcomes. Interestingly, COVID-19 shows delayed viral shedding in obesity, and there is an argument for increasing the self-isolation period for those with obesity. [64] [65] [66]"}
{"id": "article-131524_46", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Neoplasm", "content": "There is a positive association between developing cancer and obesity. The mechanisms proposed to account for this are listed below. [67] Elevated growth factors Elevated sex hormones Adipocytokines such as leptin, adiponectin, and visfatin have positive growth function and downregulate immunity and tumor regulation. Systemic inflammation Altered gut microbiome", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Neoplasm. There is a positive association between developing cancer and obesity. The mechanisms proposed to account for this are listed below. [67] Elevated growth factors Elevated sex hormones Adipocytokines such as leptin, adiponectin, and visfatin have positive growth function and downregulate immunity and tumor regulation. Systemic inflammation Altered gut microbiome"}
{"id": "article-131524_47", "title": "Obesity and Comorbid Conditions -- Issues of Concern -- Neoplasm", "content": "The risk of cancer in obesity appears to affect females more than males, but obesity increases the likelihood of dying from cancer in both. In the US, obesity is attributed to between 14% and 20% of cancer-related deaths in men and women respectively. [68] [69] There are several well-associated cancers, and these are: Esophageal adenocarcinoma Gastric cancer, particularly of the cardia [70] Colorectal cancer Hepatocellular carcinoma Cholangiocarcinoma Pancreatic cancer Endometrial carcinoma [71] Ovarian cancer [72] Breast cancer Renal cell carcinoma Multiple myeloma", "contents": "Obesity and Comorbid Conditions -- Issues of Concern -- Neoplasm. The risk of cancer in obesity appears to affect females more than males, but obesity increases the likelihood of dying from cancer in both. In the US, obesity is attributed to between 14% and 20% of cancer-related deaths in men and women respectively. [68] [69] There are several well-associated cancers, and these are: Esophageal adenocarcinoma Gastric cancer, particularly of the cardia [70] Colorectal cancer Hepatocellular carcinoma Cholangiocarcinoma Pancreatic cancer Endometrial carcinoma [71] Ovarian cancer [72] Breast cancer Renal cell carcinoma Multiple myeloma"}
{"id": "article-131524_48", "title": "Obesity and Comorbid Conditions -- Clinical Significance", "content": "Obesity is a common co-morbid condition to present in a healthcare setting. The most important is during admission into a hospital. The patients are at much higher risk of venous thromboembolism, and therefore an assessment and treatment of this risk factor are needed. Usually in the form of anticoagulation injections and anti-thromboembolic stockings.", "contents": "Obesity and Comorbid Conditions -- Clinical Significance. Obesity is a common co-morbid condition to present in a healthcare setting. The most important is during admission into a hospital. The patients are at much higher risk of venous thromboembolism, and therefore an assessment and treatment of this risk factor are needed. Usually in the form of anticoagulation injections and anti-thromboembolic stockings."}
{"id": "article-131524_49", "title": "Obesity and Comorbid Conditions -- Clinical Significance", "content": "The other commonly occurring problem is wound infection, particularly following surgery. These can be very serious and be life-threatening. As a result, the use of negative pressure wound dressings is advocated to reduce this risk [73] , in addition to the usual risk minimising steps in surgery.", "contents": "Obesity and Comorbid Conditions -- Clinical Significance. The other commonly occurring problem is wound infection, particularly following surgery. These can be very serious and be life-threatening. As a result, the use of negative pressure wound dressings is advocated to reduce this risk [73] , in addition to the usual risk minimising steps in surgery."}
{"id": "article-131524_50", "title": "Obesity and Comorbid Conditions -- Enhancing Healthcare Team Outcomes", "content": "Given the significant comorbidities associated with obesity, an emphasis should be placed on prevention & weight management because weight loss has been shown to decrease the associated risks.", "contents": "Obesity and Comorbid Conditions -- Enhancing Healthcare Team Outcomes. Given the significant comorbidities associated with obesity, an emphasis should be placed on prevention & weight management because weight loss has been shown to decrease the associated risks."}
{"id": "article-131524_51", "title": "Obesity and Comorbid Conditions -- Enhancing Healthcare Team Outcomes", "content": "Diet modification alone can be useful to lose weight and can be very simple for the health care professional to advise. However, encouraging weight loss through a low-calorie diet plan, exercise plan, and psychotherapy in the form of cognitive-behavioral therapy is significantly more effective. [74]", "contents": "Obesity and Comorbid Conditions -- Enhancing Healthcare Team Outcomes. Diet modification alone can be useful to lose weight and can be very simple for the health care professional to advise. However, encouraging weight loss through a low-calorie diet plan, exercise plan, and psychotherapy in the form of cognitive-behavioral therapy is significantly more effective. [74]"}
{"id": "article-131524_52", "title": "Obesity and Comorbid Conditions -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team is optimal in order to support the patient from pharmacological, surgical, dietary, and psychological aspects, with each specialty bringing the best evidence-based practice to create a personalized, effective weight loss program to help patients achieve their weight loss goals. [75] Ideal components of the interprofessional team include: Primary care physician with expertise in obesity management Bariatric surgeon Specialist nurse Dietician Behavioral health professions Exercise physiologist", "contents": "Obesity and Comorbid Conditions -- Enhancing Healthcare Team Outcomes. An interprofessional team is optimal in order to support the patient from pharmacological, surgical, dietary, and psychological aspects, with each specialty bringing the best evidence-based practice to create a personalized, effective weight loss program to help patients achieve their weight loss goals. [75] Ideal components of the interprofessional team include: Primary care physician with expertise in obesity management Bariatric surgeon Specialist nurse Dietician Behavioral health professions Exercise physiologist"}
{"id": "article-131524_53", "title": "Obesity and Comorbid Conditions -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Obesity and Comorbid Conditions -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}