{"id": "article-27682_0", "title": "Presbyopia -- Continuing Education Activity", "content": "Presbyopia is a condition which every individual is bound to face around their forties. This activity talks about the pathophysiology, evaluation, and various management options in a comprehensive and concise way. This also explains the role of the interprofessional team in improving care for patients with this condition.", "contents": "Presbyopia -- Continuing Education Activity. Presbyopia is a condition which every individual is bound to face around their forties. This activity talks about the pathophysiology, evaluation, and various management options in a comprehensive and concise way. This also explains the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-27682_1", "title": "Presbyopia -- Continuing Education Activity", "content": "Objectives: Summarize the pathophysiology of presbyopia. Review the step for the evaluation of presbyopia Outline the management options available for presbyopia Discuss interprofessional team strategies for improving care coordination and communication to manage presbyopia and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Presbyopia -- Continuing Education Activity. Objectives: Summarize the pathophysiology of presbyopia. Review the step for the evaluation of presbyopia Outline the management options available for presbyopia Discuss interprofessional team strategies for improving care coordination and communication to manage presbyopia and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27682_2", "title": "Presbyopia -- Introduction", "content": "Among the various causes of visual impairment for near, presbyopia is an important and the most common cause in older adults. [1] In a study for a population from the Brazilian Amazon region, presbyopia accounted for 71.8%, cataract and pterygium accounted for 16.5 and 2.5% of total cases of visual impairment for near respectively. This holds for the entire population globally. Presbyopia is an ever-increasing global problem affecting over a billion worldwide. [2] The increase in the number of the aging population has prompted health care professionals to find ways to manage the situation with various non-surgical and surgical means effectively. The current article discusses these surgical and non-surgical means of presbyopia correction.", "contents": "Presbyopia -- Introduction. Among the various causes of visual impairment for near, presbyopia is an important and the most common cause in older adults. [1] In a study for a population from the Brazilian Amazon region, presbyopia accounted for 71.8%, cataract and pterygium accounted for 16.5 and 2.5% of total cases of visual impairment for near respectively. This holds for the entire population globally. Presbyopia is an ever-increasing global problem affecting over a billion worldwide. [2] The increase in the number of the aging population has prompted health care professionals to find ways to manage the situation with various non-surgical and surgical means effectively. The current article discusses these surgical and non-surgical means of presbyopia correction."}
{"id": "article-27682_3", "title": "Presbyopia -- Etiology", "content": "A progressive decrease in the accommodative capacity of the lens is the major cause of presbyopia. Various theories depicting the mechanism involved in presbyopia have been proposed. Helmholtz's theory, Schachar's Theory, and the Catenary theory of Coleman are the most discussed ones. Helmholtz theory: As per this theory, the ciliary muscle contraction results in the relaxation of zonules and an increase in the convexity of the anterior lens capsule. [3]", "contents": "Presbyopia -- Etiology. A progressive decrease in the accommodative capacity of the lens is the major cause of presbyopia. Various theories depicting the mechanism involved in presbyopia have been proposed. Helmholtz's theory, Schachar's Theory, and the Catenary theory of Coleman are the most discussed ones. Helmholtz theory: As per this theory, the ciliary muscle contraction results in the relaxation of zonules and an increase in the convexity of the anterior lens capsule. [3]"}
{"id": "article-27682_4", "title": "Presbyopia -- Etiology", "content": "Schachar Theory: This theory, in contrast to Helmholtz's theory, says that the ciliary muscle contraction results in increased tension of equatorial zonular fibers with simultaneous relaxation of anterior and posterior zonular fibers. This concept results in the steepening of the anterior central part of the lens with flattening of the lens periphery. [4]", "contents": "Presbyopia -- Etiology. Schachar Theory: This theory, in contrast to Helmholtz's theory, says that the ciliary muscle contraction results in increased tension of equatorial zonular fibers with simultaneous relaxation of anterior and posterior zonular fibers. This concept results in the steepening of the anterior central part of the lens with flattening of the lens periphery. [4]"}
{"id": "article-27682_5", "title": "Presbyopia -- Etiology", "content": "Catenary theory of Coleman: As per this theory, with ciliary muscle contraction, there develops a pressure gradient from vitreous compartment to aqueous compartment, resulting in the steepening of the anterior lens capsule in the center. [5] Other theories include Tscherning's theory and Baikoff's theory. To summarize, all these theories depict anterior central lens capsule steepening during accommodation.", "contents": "Presbyopia -- Etiology. Catenary theory of Coleman: As per this theory, with ciliary muscle contraction, there develops a pressure gradient from vitreous compartment to aqueous compartment, resulting in the steepening of the anterior lens capsule in the center. [5] Other theories include Tscherning's theory and Baikoff's theory. To summarize, all these theories depict anterior central lens capsule steepening during accommodation."}
{"id": "article-27682_6", "title": "Presbyopia -- Epidemiology", "content": "Its onset is usually around 40 years of age; this is the most economically active group. In the developing nations, the majority of presbyopes do not get presbyopic corrections, because of lack of awareness and also poor affordability. [6] Even in developed countries, the number of presbyopes not using presbyopic glasses are significantly higher. In a study in the United States, the presenting near visual impairment (PNVI) was noted in 13.6% of participants, and 25.9% of participants had functional near vision impairment (FNVI). [7] In another study, the Australian National Eye Health Survey, the PNVI was found to be 21.6% among non-indigenous Australians and 34.7% among indigenous Australians. [8]", "contents": "Presbyopia -- Epidemiology. Its onset is usually around 40 years of age; this is the most economically active group. In the developing nations, the majority of presbyopes do not get presbyopic corrections, because of lack of awareness and also poor affordability. [6] Even in developed countries, the number of presbyopes not using presbyopic glasses are significantly higher. In a study in the United States, the presenting near visual impairment (PNVI) was noted in 13.6% of participants, and 25.9% of participants had functional near vision impairment (FNVI). [7] In another study, the Australian National Eye Health Survey, the PNVI was found to be 21.6% among non-indigenous Australians and 34.7% among indigenous Australians. [8]"}
{"id": "article-27682_7", "title": "Presbyopia -- Pathophysiology", "content": "There are various explanations about the pathophysiology of presbyopia. Among all the concepts, increased stiffness of the crystalline lens is the most popular and widely accepted. Presbyopia is a physiological condition wherein there is a progressive functional decline in the accommodative capacity of the crystalline lens. Clinically, it manifests as progressive difficulty in reading at the usual reading distance. In an in-vitro study by Glasser and Campbell, they noticed no change in focal length, with simulated zonular tension and relaxation. [9]", "contents": "Presbyopia -- Pathophysiology. There are various explanations about the pathophysiology of presbyopia. Among all the concepts, increased stiffness of the crystalline lens is the most popular and widely accepted. Presbyopia is a physiological condition wherein there is a progressive functional decline in the accommodative capacity of the crystalline lens. Clinically, it manifests as progressive difficulty in reading at the usual reading distance. In an in-vitro study by Glasser and Campbell, they noticed no change in focal length, with simulated zonular tension and relaxation. [9]"}
{"id": "article-27682_8", "title": "Presbyopia -- Pathophysiology", "content": "Normally, the nucleus is stiffer than the cortex in the older lens, whereas, among young individuals, the cortex is stiffer than the nucleus. [10] However, the stiffness of both nucleus and cortex equalizes between 35 to 40 years; and this is probably the cause of the onset of presbyopic symptoms around 40 years of age. [11] Another important factor attributing to the presbyopia is a relative change in the shape of the lens with increasing age (increased thickness of lens), such that the vector forces exerted by zonules at the equator spread over a wider region around the equator. This results in a minimal effect on lens shape with zonular contraction and relaxation. [12]", "contents": "Presbyopia -- Pathophysiology. Normally, the nucleus is stiffer than the cortex in the older lens, whereas, among young individuals, the cortex is stiffer than the nucleus. [10] However, the stiffness of both nucleus and cortex equalizes between 35 to 40 years; and this is probably the cause of the onset of presbyopic symptoms around 40 years of age. [11] Another important factor attributing to the presbyopia is a relative change in the shape of the lens with increasing age (increased thickness of lens), such that the vector forces exerted by zonules at the equator spread over a wider region around the equator. This results in a minimal effect on lens shape with zonular contraction and relaxation. [12]"}
{"id": "article-27682_9", "title": "Presbyopia -- History and Physical", "content": "Patients around 40 years of age present with complaints of difficulty in reading finer prints at usual reading distance. Typically, patients report improvement in near visual acuity if the reading distance is increased slightly beyond the usual reading distance. At the outset of symptoms, patients often complain of headaches. Asthenopic symptoms appear relatively earlier in patients with longer screen time exposure due to latent accommodative dysfunction. [13]", "contents": "Presbyopia -- History and Physical. Patients around 40 years of age present with complaints of difficulty in reading finer prints at usual reading distance. Typically, patients report improvement in near visual acuity if the reading distance is increased slightly beyond the usual reading distance. At the outset of symptoms, patients often complain of headaches. Asthenopic symptoms appear relatively earlier in patients with longer screen time exposure due to latent accommodative dysfunction. [13]"}
{"id": "article-27682_10", "title": "Presbyopia -- History and Physical", "content": "Other symptoms include delayed focussing of near and distance, squinting, drowsiness during near work, and need for bright light for reading. [14] Workers involved actively in sewing businesses find difficulty passing the thread through the needle.", "contents": "Presbyopia -- History and Physical. Other symptoms include delayed focussing of near and distance, squinting, drowsiness during near work, and need for bright light for reading. [14] Workers involved actively in sewing businesses find difficulty passing the thread through the needle."}
{"id": "article-27682_11", "title": "Presbyopia -- Evaluation", "content": "In presbyopia, we note that the near point of accommodation (NPA) recedes beyond the usual reading distance. Using the Royal Air Force (RAF) rule, the NPA is calculated and hence the amplitude of accommodation. The amplitude of accommodation decreases with an increase in age.", "contents": "Presbyopia -- Evaluation. In presbyopia, we note that the near point of accommodation (NPA) recedes beyond the usual reading distance. Using the Royal Air Force (RAF) rule, the NPA is calculated and hence the amplitude of accommodation. The amplitude of accommodation decreases with an increase in age."}
{"id": "article-27682_12", "title": "Presbyopia -- Evaluation", "content": "Evaluation is subjective. Patients are asked to keep the near reading target at the usual reading distance, and lenses are added. The minimum value of the plus lens, which makes vision clear enough to read the last line of the reading chart at the usual reading distance, is considered to be the dioptric power that has to be prescribed. [15]", "contents": "Presbyopia -- Evaluation. Evaluation is subjective. Patients are asked to keep the near reading target at the usual reading distance, and lenses are added. The minimum value of the plus lens, which makes vision clear enough to read the last line of the reading chart at the usual reading distance, is considered to be the dioptric power that has to be prescribed. [15]"}
{"id": "article-27682_13", "title": "Presbyopia -- Treatment / Management -- Non-surgical Option", "content": "1. Spectacles: Single vision lenses are a relatively cheaper option. Patients can comfortably read near; however, one needs separate distant glasses if one has a refractive error for distance also. Bifocal lenses are of great help, especially if the person has both refractive errors for distance and presbyopia. However, bifocals are more expensive than single vision lenses. [15] Bifocal corrects for near as well as distance; however, intermediate vision is unaffected and is blurry. To take into account the problem of blurred vision at an intermediate distance, progressive lenses were introduced. Progressive lenses are considered to be the most expensive of all. However, the quality of vision is better with progressive lenses, and the duration of use of glasses increases from 40% to 60% during working hours. [16] Both bifocal and progressive glasses are not tolerated well initially and may cause nausea and dizziness. Due to alteration in vision quality at the junction of lenses, the patients may have difficulty judging the depth while walking. However, with continued use, the symptoms vanish over 2 to 3 weeks.", "contents": "Presbyopia -- Treatment / Management -- Non-surgical Option. 1. Spectacles: Single vision lenses are a relatively cheaper option. Patients can comfortably read near; however, one needs separate distant glasses if one has a refractive error for distance also. Bifocal lenses are of great help, especially if the person has both refractive errors for distance and presbyopia. However, bifocals are more expensive than single vision lenses. [15] Bifocal corrects for near as well as distance; however, intermediate vision is unaffected and is blurry. To take into account the problem of blurred vision at an intermediate distance, progressive lenses were introduced. Progressive lenses are considered to be the most expensive of all. However, the quality of vision is better with progressive lenses, and the duration of use of glasses increases from 40% to 60% during working hours. [16] Both bifocal and progressive glasses are not tolerated well initially and may cause nausea and dizziness. Due to alteration in vision quality at the junction of lenses, the patients may have difficulty judging the depth while walking. However, with continued use, the symptoms vanish over 2 to 3 weeks."}
{"id": "article-27682_14", "title": "Presbyopia -- Treatment / Management -- Non-surgical Option", "content": "The bifocal lenses can be classified based on their make as: Fused bifocal: A depression curve in the crown glass is fitted with a flint button. Solid bifocal: made from a single material Cemented bifocal: a segment is glued onto a single vision lens. Split bifocal: two separate lenses are held together with a frame. Based on the design, it can be classified as: D-seg or straight top bifocal lens Round segmented bifocal lens Executive bifocal lens Kryptok lens- here, the segment for near vision correction is round.", "contents": "Presbyopia -- Treatment / Management -- Non-surgical Option. The bifocal lenses can be classified based on their make as: Fused bifocal: A depression curve in the crown glass is fitted with a flint button. Solid bifocal: made from a single material Cemented bifocal: a segment is glued onto a single vision lens. Split bifocal: two separate lenses are held together with a frame. Based on the design, it can be classified as: D-seg or straight top bifocal lens Round segmented bifocal lens Executive bifocal lens Kryptok lens- here, the segment for near vision correction is round."}
{"id": "article-27682_15", "title": "Presbyopia -- Treatment / Management -- Non-surgical Option", "content": "The advantage of the Kryptok lens is that the transition is not visible from outside in contrast to D-seg, where the segmentation is very well demarcated. So. it is cosmetically better; however, image jump can occur with all these designs. Progressive lenses have a gradient of power for near add in the central zone. The peripheral part of the lens may cause distortion.", "contents": "Presbyopia -- Treatment / Management -- Non-surgical Option. The advantage of the Kryptok lens is that the transition is not visible from outside in contrast to D-seg, where the segmentation is very well demarcated. So. it is cosmetically better; however, image jump can occur with all these designs. Progressive lenses have a gradient of power for near add in the central zone. The peripheral part of the lens may cause distortion."}
{"id": "article-27682_16", "title": "Presbyopia -- Treatment / Management -- Non-surgical Option", "content": "2. Contact lenses: Contact lenses can help deal with presbyopia in 2 ways. Monofocal contact lenses can correct one eye for distance and the other for near. Always, the dominant eye is corrected for distance. This concept is called 'monovision.' The advantage with monovision is that the clarity of vision is good over a range of distance; however, the contrast sensitivity and stereopsis are reduced. [17] There are multifocal contact lenses with concentric refractive designs available to correct distance, intermediate, and near vision.", "contents": "Presbyopia -- Treatment / Management -- Non-surgical Option. 2. Contact lenses: Contact lenses can help deal with presbyopia in 2 ways. Monofocal contact lenses can correct one eye for distance and the other for near. Always, the dominant eye is corrected for distance. This concept is called 'monovision.' The advantage with monovision is that the clarity of vision is good over a range of distance; however, the contrast sensitivity and stereopsis are reduced. [17] There are multifocal contact lenses with concentric refractive designs available to correct distance, intermediate, and near vision."}
{"id": "article-27682_17", "title": "Presbyopia -- Treatment / Management -- Surgical Options", "content": "1. Corneal procedures: Monovision with laser refractive correction is well known. [18] Various corneal ablation profiles were proposed for presbyopia correction. \"Induced central steep island,\" \"decentered steep area,\" and \"near vision zone in the mid-peripheral cornea\" are some of them. [19] These procedures seem to be effective; however, they come at the cost of some loss of vision quality. In another study, Global optimum for curvature and asphericity and central steep island were found to be more promising corneal presbyopia correction (compared to centered steep annulus/CSA, and decentered steep island/DSI) procedures. [20] However, the central steep island treatment is challenging to reverse. Conductive keratoplasty is another procedure where corneal collagen shrinkage at the mid-peripheral cornea results in increased refractive power of the cornea and thus correcting for presbyopia. [21]", "contents": "Presbyopia -- Treatment / Management -- Surgical Options. 1. Corneal procedures: Monovision with laser refractive correction is well known. [18] Various corneal ablation profiles were proposed for presbyopia correction. \"Induced central steep island,\" \"decentered steep area,\" and \"near vision zone in the mid-peripheral cornea\" are some of them. [19] These procedures seem to be effective; however, they come at the cost of some loss of vision quality. In another study, Global optimum for curvature and asphericity and central steep island were found to be more promising corneal presbyopia correction (compared to centered steep annulus/CSA, and decentered steep island/DSI) procedures. [20] However, the central steep island treatment is challenging to reverse. Conductive keratoplasty is another procedure where corneal collagen shrinkage at the mid-peripheral cornea results in increased refractive power of the cornea and thus correcting for presbyopia. [21]"}
{"id": "article-27682_18", "title": "Presbyopia -- Treatment / Management -- Surgical Options", "content": "Intracorneal inlays made of polyvinylidene fluoride are available for the correction of presbyopia. The inlay is placed intrastromal after lifting a corneal flap. The central aperture measures around 1.6mm. This pin-hole effect results in increased depth of focus and hence used for presbyopia correction. [22] The implant is known as Kamra small aperture corneal inlay. There is another intracorneal implant that is a microlens, which is also placed intrastromal after creating a pocket either by Femto laser or manually.", "contents": "Presbyopia -- Treatment / Management -- Surgical Options. Intracorneal inlays made of polyvinylidene fluoride are available for the correction of presbyopia. The inlay is placed intrastromal after lifting a corneal flap. The central aperture measures around 1.6mm. This pin-hole effect results in increased depth of focus and hence used for presbyopia correction. [22] The implant is known as Kamra small aperture corneal inlay. There is another intracorneal implant that is a microlens, which is also placed intrastromal after creating a pocket either by Femto laser or manually."}
{"id": "article-27682_19", "title": "Presbyopia -- Treatment / Management -- Surgical Options", "content": "2. Scleral procedures: There are various scleral expansion procedures with PMMA annulus into the sclera overlying the ciliary muscles, which promise to correct the presbyopia. The scleral implants are proposed to act by causing scleral expansion over the ciliary muscles, thus restoring the ciliary muscle contraction and accommodation. Radial scleral cuts (posterior) over sclera are also said to serve the purpose, by the same mechanism. However, the data is not sufficient and convincing. [23] 3. Monovision with intraocular implant: These options are beneficial when the patient has presbyopia and a higher degree of ametropia.", "contents": "Presbyopia -- Treatment / Management -- Surgical Options. 2. Scleral procedures: There are various scleral expansion procedures with PMMA annulus into the sclera overlying the ciliary muscles, which promise to correct the presbyopia. The scleral implants are proposed to act by causing scleral expansion over the ciliary muscles, thus restoring the ciliary muscle contraction and accommodation. Radial scleral cuts (posterior) over sclera are also said to serve the purpose, by the same mechanism. However, the data is not sufficient and convincing. [23] 3. Monovision with intraocular implant: These options are beneficial when the patient has presbyopia and a higher degree of ametropia."}
{"id": "article-27682_20", "title": "Presbyopia -- Treatment / Management -- Surgical Options", "content": "4. Phakic intraocular lenses include anterior chamber lenses (angle supported and iris-claw) and posterior chamber lenses. These days anterior chamber angle supported multifocal lenses are available, which not only corrects for near but also corrects ametropia for distance. [24]", "contents": "Presbyopia -- Treatment / Management -- Surgical Options. 4. Phakic intraocular lenses include anterior chamber lenses (angle supported and iris-claw) and posterior chamber lenses. These days anterior chamber angle supported multifocal lenses are available, which not only corrects for near but also corrects ametropia for distance. [24]"}
{"id": "article-27682_21", "title": "Presbyopia -- Treatment / Management -- Surgical Options", "content": "5. Clear lens extraction followed by IOL implantation for correction of presbyopia and ametropia has popularized. Planned myopic astigmatism after cataract surgery gives some pseudo-accommodation. [25] Monovision with monofocal IOL is a valid option; however, the visual outcome is inferior to the multifocal IOLs. [26] Trifocal multifocal lenses provide better visual acuity at intermediate distance compared to bifocal multifocal lenses. [27] Recently quadrifocal lenses and extended depth of focus lenses have also been developed. [28] [29] However, light loss is a major concern with multifocal lenses. Asymmetric IOL designs are available that claim to have the same contrast sensitivity as mono-focal lenses. [30] Here the sector-shaped zone is placed inferiorly, which works for near correction.", "contents": "Presbyopia -- Treatment / Management -- Surgical Options. 5. Clear lens extraction followed by IOL implantation for correction of presbyopia and ametropia has popularized. Planned myopic astigmatism after cataract surgery gives some pseudo-accommodation. [25] Monovision with monofocal IOL is a valid option; however, the visual outcome is inferior to the multifocal IOLs. [26] Trifocal multifocal lenses provide better visual acuity at intermediate distance compared to bifocal multifocal lenses. [27] Recently quadrifocal lenses and extended depth of focus lenses have also been developed. [28] [29] However, light loss is a major concern with multifocal lenses. Asymmetric IOL designs are available that claim to have the same contrast sensitivity as mono-focal lenses. [30] Here the sector-shaped zone is placed inferiorly, which works for near correction."}
{"id": "article-27682_22", "title": "Presbyopia -- Differential Diagnosis", "content": "Diseases affecting near vision are: Macular/retinal diseases- In macular diseases, vision does not improve by refractive corrections, and optical coherence tomography of the retina may reveal the abnormalities. Diseases of the optic nerve Posterior subcapsular cataract - Unlike presbyopia, the near vision further deteriorates in bright light. Hypermetropia Astigmatism", "contents": "Presbyopia -- Differential Diagnosis. Diseases affecting near vision are: Macular/retinal diseases- In macular diseases, vision does not improve by refractive corrections, and optical coherence tomography of the retina may reveal the abnormalities. Diseases of the optic nerve Posterior subcapsular cataract - Unlike presbyopia, the near vision further deteriorates in bright light. Hypermetropia Astigmatism"}
{"id": "article-27682_23", "title": "Presbyopia -- Prognosis", "content": "Presbyopia is inevitable and usually starts around 40 years of age. Patients do better with glasses and contact lenses. Surgical options with relatively good acceptance have also been discussed.", "contents": "Presbyopia -- Prognosis. Presbyopia is inevitable and usually starts around 40 years of age. Patients do better with glasses and contact lenses. Surgical options with relatively good acceptance have also been discussed."}
{"id": "article-27682_24", "title": "Presbyopia -- Complications", "content": "Uncorrected presbyopia results not only results in difficulty reading near but also causes drowsiness and headache. [14] With presbyopia correction, these symptoms also resolve.", "contents": "Presbyopia -- Complications. Uncorrected presbyopia results not only results in difficulty reading near but also causes drowsiness and headache. [14] With presbyopia correction, these symptoms also resolve."}
{"id": "article-27682_25", "title": "Presbyopia -- Deterrence and Patient Education", "content": "Patients with difficulty near reading should start using presbyopic correction at the earliest to avoid asthenopic symptoms. However, patients should not insist on higher-end corrections, as this helps them use some of their accommodating capacity for quite some time.", "contents": "Presbyopia -- Deterrence and Patient Education. Patients with difficulty near reading should start using presbyopic correction at the earliest to avoid asthenopic symptoms. However, patients should not insist on higher-end corrections, as this helps them use some of their accommodating capacity for quite some time."}
{"id": "article-27682_26", "title": "Presbyopia -- Enhancing Healthcare Team Outcomes", "content": "An ophthalmologist and an optometrist work hand in hand. Both of them together give better treatment to the patient. This increases not only the efficiency of each one of them but also better outcome improves patients' satisfaction.", "contents": "Presbyopia -- Enhancing Healthcare Team Outcomes. An ophthalmologist and an optometrist work hand in hand. Both of them together give better treatment to the patient. This increases not only the efficiency of each one of them but also better outcome improves patients' satisfaction."}
{"id": "article-27682_27", "title": "Presbyopia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Presbyopia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}