{"id": "article-22486_0", "title": "Hair Transplantation -- Continuing Education Activity", "content": "Hair transplantation is an increasingly popular and dependable approach for addressing alopecia. Androgenic alopecia is the most prevalent condition treated with this method, though individuals affected by facial trauma, burns, and other types of alopecia can also benefit from these techniques. The risks associated with hair transplantation are minimal, and success rates are typically high for properly screened and evaluated patients. This topic discusses the causes and pathophysiology of androgenic alopecia, the appropriate protocols for patient selection, and the surgical techniques involved in equipping healthcare professionals with the knowledge to enhance overall patient outcomes.", "contents": "Hair Transplantation -- Continuing Education Activity. Hair transplantation is an increasingly popular and dependable approach for addressing alopecia. Androgenic alopecia is the most prevalent condition treated with this method, though individuals affected by facial trauma, burns, and other types of alopecia can also benefit from these techniques. The risks associated with hair transplantation are minimal, and success rates are typically high for properly screened and evaluated patients. This topic discusses the causes and pathophysiology of androgenic alopecia, the appropriate protocols for patient selection, and the surgical techniques involved in equipping healthcare professionals with the knowledge to enhance overall patient outcomes."}
{"id": "article-22486_1", "title": "Hair Transplantation -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidate selection criteria for hair transplantation. Implement safe and effective hair transplantation procedures. Apply advanced knowledge of hair anatomy and physiology to optimize graft survival and natural-looking results. Collaborate with a multidisciplinary team to ensure a smooth and successful transplantation process. Access free multiple choice questions on this topic.", "contents": "Hair Transplantation -- Continuing Education Activity. Objectives: Identify appropriate candidate selection criteria for hair transplantation. Implement safe and effective hair transplantation procedures. Apply advanced knowledge of hair anatomy and physiology to optimize graft survival and natural-looking results. Collaborate with a multidisciplinary team to ensure a smooth and successful transplantation process. Access free multiple choice questions on this topic."}
{"id": "article-22486_2", "title": "Hair Transplantation -- Introduction", "content": "Hair loss is a common concern, affecting approximately 67% of males and 24% of females. Several non-surgical treatments, including minoxidil, finasteride, dutasteride, low-level laser light therapy, platelet-rich plasma, adenosine, and ketoconazole, can slow hair loss and stimulate new hair growth. [1] Hair transplantation, through follicular-unit grafting, is the preferred surgical method for individuals with specific forms of alopecia seeking hair restoration. This procedure assists them in attaining a more natural and voluminous hair appearance.", "contents": "Hair Transplantation -- Introduction. Hair loss is a common concern, affecting approximately 67% of males and 24% of females. Several non-surgical treatments, including minoxidil, finasteride, dutasteride, low-level laser light therapy, platelet-rich plasma, adenosine, and ketoconazole, can slow hair loss and stimulate new hair growth. [1] Hair transplantation, through follicular-unit grafting, is the preferred surgical method for individuals with specific forms of alopecia seeking hair restoration. This procedure assists them in attaining a more natural and voluminous hair appearance."}
{"id": "article-22486_3", "title": "Hair Transplantation -- Introduction", "content": "The most frequent cause of hair loss is androgenic alopecia (AGA), now commonly known as male pattern hair loss (MPHL) and female pattern hair loss (FPHL). [1] Individuals with androgenic alopecia experience the miniaturization of hair follicles in susceptible areas of the scalp. Ideal candidates for hair transplantation are those with stable androgenetic alopecia with a sufficient hair reservoir for transplantation.", "contents": "Hair Transplantation -- Introduction. The most frequent cause of hair loss is androgenic alopecia (AGA), now commonly known as male pattern hair loss (MPHL) and female pattern hair loss (FPHL). [1] Individuals with androgenic alopecia experience the miniaturization of hair follicles in susceptible areas of the scalp. Ideal candidates for hair transplantation are those with stable androgenetic alopecia with a sufficient hair reservoir for transplantation."}
{"id": "article-22486_4", "title": "Hair Transplantation -- Introduction", "content": "Diagnosing androgenic alopecia is typically straightforward and relies on recognizing the characteristic patterns of hair loss, the miniaturization and depigmentation of hair, and the absence of clinical inflammation. If these features are absent, further evaluation may be necessary. The Norwood classification system best illustrates male pattern hair loss, while women use the Ludwig classification. Androgenic alopecia in women typically spares the hairline but presents with more diffuse thinning throughout the top and upper sides of the head.", "contents": "Hair Transplantation -- Introduction. Diagnosing androgenic alopecia is typically straightforward and relies on recognizing the characteristic patterns of hair loss, the miniaturization and depigmentation of hair, and the absence of clinical inflammation. If these features are absent, further evaluation may be necessary. The Norwood classification system best illustrates male pattern hair loss, while women use the Ludwig classification. Androgenic alopecia in women typically spares the hairline but presents with more diffuse thinning throughout the top and upper sides of the head."}
{"id": "article-22486_5", "title": "Hair Transplantation -- Introduction", "content": "During the hair transplantation procedure, healthcare professionals transfer androgen-resistant hair follicular units from the occipital region to the areas affected by alopecia. [1] Two primary methods for harvesting donor's hair exist: hair follicular unit strip surgery (FUSS) and follicular unit extraction (FUE). Follicular unit extraction is preferred for younger men and those who prefer shorter hairstyles because it avoids creating a linear donor site scar. Since occipital hairs are resistant to androgens, the transplanted hairs retain the characteristics of the donor hair, maintaining their larger caliber as they grow.", "contents": "Hair Transplantation -- Introduction. During the hair transplantation procedure, healthcare professionals transfer androgen-resistant hair follicular units from the occipital region to the areas affected by alopecia. [1] Two primary methods for harvesting donor's hair exist: hair follicular unit strip surgery (FUSS) and follicular unit extraction (FUE). Follicular unit extraction is preferred for younger men and those who prefer shorter hairstyles because it avoids creating a linear donor site scar. Since occipital hairs are resistant to androgens, the transplanted hairs retain the characteristics of the donor hair, maintaining their larger caliber as they grow."}
{"id": "article-22486_6", "title": "Hair Transplantation -- Anatomy and Physiology -- Pertinent Anatomy and Definitions", "content": "The scalp has 5 layers. Skin Connective subcutaneous tissue Galea aponeurosis Loose connective tissue Periosteum over the cranium", "contents": "Hair Transplantation -- Anatomy and Physiology -- Pertinent Anatomy and Definitions. The scalp has 5 layers. Skin Connective subcutaneous tissue Galea aponeurosis Loose connective tissue Periosteum over the cranium"}
{"id": "article-22486_7", "title": "Hair Transplantation -- Anatomy and Physiology -- Pertinent Anatomy and Definitions", "content": "The skin and subcutaneous tissue contain the hair follicles. These 2 layers undergo thinning in patients affected by alopecia. The subcutaneous layer is quite vascular. Staying superficial along the connective subcutaneous tissue layer during hair transplantation prevents a disruption in blood supply.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Pertinent Anatomy and Definitions. The skin and subcutaneous tissue contain the hair follicles. These 2 layers undergo thinning in patients affected by alopecia. The subcutaneous layer is quite vascular. Staying superficial along the connective subcutaneous tissue layer during hair transplantation prevents a disruption in blood supply."}
{"id": "article-22486_8", "title": "Hair Transplantation -- Anatomy and Physiology -- Hair follicle", "content": "The hair shaft, inner and outer surrounding sheaths, and a germinative bulb comprise the hair follicle. The follicle divides into 3 sections: The infundibulum begins at the surface of the epidermis and extends to the opening of the sebaceous duct. The isthmus is between the sebaceous duct opening and the bulge or arrector pili muscle insertion. The inferior segment extends from the bulge to the base of the follicle.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Hair follicle. The hair shaft, inner and outer surrounding sheaths, and a germinative bulb comprise the hair follicle. The follicle divides into 3 sections: The infundibulum begins at the surface of the epidermis and extends to the opening of the sebaceous duct. The isthmus is between the sebaceous duct opening and the bulge or arrector pili muscle insertion. The inferior segment extends from the bulge to the base of the follicle."}
{"id": "article-22486_9", "title": "Hair Transplantation -- Anatomy and Physiology -- Bulb", "content": "The bulb is the deepest segment of the hair follicle, containing the hair matrix, dermal papilla, and melanocytes. The hair matrix creates the hair shaft, the dermal papilla regulates growth, and melanocytes provide color.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Bulb. The bulb is the deepest segment of the hair follicle, containing the hair matrix, dermal papilla, and melanocytes. The hair matrix creates the hair shaft, the dermal papilla regulates growth, and melanocytes provide color."}
{"id": "article-22486_10", "title": "Hair Transplantation -- Anatomy and Physiology -- Follicular unit", "content": "A follicular unit (FU) is a naturally occurring group of hair(s) dispersed throughout the scalp consisting of 1 to 4 terminal hairs, a sebaceous gland and duct, and an arrector pili muscle. The collagen band surrounding the FU is the perifolliculum. Approximately 50% of the scalp contains no hair follicles. Transplantation of only the follicular-unit bundles provides the most optimal cosmetic results.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Follicular unit. A follicular unit (FU) is a naturally occurring group of hair(s) dispersed throughout the scalp consisting of 1 to 4 terminal hairs, a sebaceous gland and duct, and an arrector pili muscle. The collagen band surrounding the FU is the perifolliculum. Approximately 50% of the scalp contains no hair follicles. Transplantation of only the follicular-unit bundles provides the most optimal cosmetic results."}
{"id": "article-22486_11", "title": "Hair Transplantation -- Anatomy and Physiology -- Anagen", "content": "Anagen is the active growing phase of the hair follicle, lasting 2 to 6 years. Approximately 90% to 95% of scalp hairs are in anagen at any time.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Anagen. Anagen is the active growing phase of the hair follicle, lasting 2 to 6 years. Approximately 90% to 95% of scalp hairs are in anagen at any time."}
{"id": "article-22486_12", "title": "Hair Transplantation -- Anatomy and Physiology -- Catagen", "content": "Catagen refers to the involutional phase of the hair follicle characterized by acute follicular regression. Catagen typically lasts 2 to 3 weeks, and less than 1% of scalp hairs are in catagen at any given time.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Catagen. Catagen refers to the involutional phase of the hair follicle characterized by acute follicular regression. Catagen typically lasts 2 to 3 weeks, and less than 1% of scalp hairs are in catagen at any given time."}
{"id": "article-22486_13", "title": "Hair Transplantation -- Anatomy and Physiology -- Telogen", "content": "Telogen refers to the resting phase of the hair follicle lasting 2 to 3 months, characterized by a stop in all activity. Approximately 5% to 10% of scalp hairs are in telogen at a time.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Telogen. Telogen refers to the resting phase of the hair follicle lasting 2 to 3 months, characterized by a stop in all activity. Approximately 5% to 10% of scalp hairs are in telogen at a time."}
{"id": "article-22486_14", "title": "Hair Transplantation -- Anatomy and Physiology -- Exogen", "content": "Exogen is the daily shedding of hair follicles characterized by a loss of 25 to 100 telogen hairs, replaced by new anagen hairs.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Exogen. Exogen is the daily shedding of hair follicles characterized by a loss of 25 to 100 telogen hairs, replaced by new anagen hairs."}
{"id": "article-22486_15", "title": "Hair Transplantation -- Anatomy and Physiology -- Exogen", "content": "A donor site is a non-alopecic site used to harvest donor terminal hairs for implantation. The safe donor site of the scalp lies in the mid-occipital region between the upper and lower occipital protuberances. In general, there are 65 to 85 FUs per cm² in the occipital donor scalp. [2] Notably, hairs are finer in the inferior portion of the donor area and coarsest at the superior margin. The donor site represents the primary limiting factor in hair transplantation, regardless of the technique employed. In general, harvesting more than 15 to 20 FU per cm² is ill-advised, as this may cause donor site thinning. If necessary, the parietal scalp, submental region, chest, and other body parts may be used as donor sites, though data regarding efficacy is limited, and the hair characteristics may be very different from scalp hairs. [3]", "contents": "Hair Transplantation -- Anatomy and Physiology -- Exogen. A donor site is a non-alopecic site used to harvest donor terminal hairs for implantation. The safe donor site of the scalp lies in the mid-occipital region between the upper and lower occipital protuberances. In general, there are 65 to 85 FUs per cm² in the occipital donor scalp. [2] Notably, hairs are finer in the inferior portion of the donor area and coarsest at the superior margin. The donor site represents the primary limiting factor in hair transplantation, regardless of the technique employed. In general, harvesting more than 15 to 20 FU per cm² is ill-advised, as this may cause donor site thinning. If necessary, the parietal scalp, submental region, chest, and other body parts may be used as donor sites, though data regarding efficacy is limited, and the hair characteristics may be very different from scalp hairs. [3]"}
{"id": "article-22486_16", "title": "Hair Transplantation -- Anatomy and Physiology -- Androgenetic Alopecia", "content": "Androgenic alopecia is the most common etiology of hair loss where androgenetic effects, namely testosterone and dihydrotestosterone (DHT), disrupt the growth cycle, and the anagen-to-telogen ratio decreases. The enzyme 5-alpha reductase converts testosterone to dihydrotestosterone that links to susceptible hair follicles, causing miniaturization of the hair. The conversion to DHT occurs in the bloodstream and the scalp. Hallmark characteristics of AGA include thinning and subsequent miniaturization of the androgen-sensitive, thick, pigmented terminal hair at the top of the scalp, beard, axillary, and pubic regions. Terminal hair converts into vellus hair or fine, short, non-pigmented hair found in adults that covers much of the body. [4] The hair elsewhere, including the parietal and occipital scalp, is androgen-insensitive.", "contents": "Hair Transplantation -- Anatomy and Physiology -- Androgenetic Alopecia. Androgenic alopecia is the most common etiology of hair loss where androgenetic effects, namely testosterone and dihydrotestosterone (DHT), disrupt the growth cycle, and the anagen-to-telogen ratio decreases. The enzyme 5-alpha reductase converts testosterone to dihydrotestosterone that links to susceptible hair follicles, causing miniaturization of the hair. The conversion to DHT occurs in the bloodstream and the scalp. Hallmark characteristics of AGA include thinning and subsequent miniaturization of the androgen-sensitive, thick, pigmented terminal hair at the top of the scalp, beard, axillary, and pubic regions. Terminal hair converts into vellus hair or fine, short, non-pigmented hair found in adults that covers much of the body. [4] The hair elsewhere, including the parietal and occipital scalp, is androgen-insensitive."}
{"id": "article-22486_17", "title": "Hair Transplantation -- Indications", "content": "The ideal candidate for hair transplantation has a healthy scalp, good general overall health, good donor area hair, and reasonable expectations. The indications for hair transplantation are: Male and female pattern hair loss Norwood stage III to V for men and Ludwig stage II for women Traction alopecia Frontal fibrosing alopecia Lichen planopilaris Folliculitis decalvans Pubic, facial, and body hair placement for transgender patients Facial hair restoration for eyebrows, beards, and sideburns after facial trauma or burns [5] [6]", "contents": "Hair Transplantation -- Indications. The ideal candidate for hair transplantation has a healthy scalp, good general overall health, good donor area hair, and reasonable expectations. The indications for hair transplantation are: Male and female pattern hair loss Norwood stage III to V for men and Ludwig stage II for women Traction alopecia Frontal fibrosing alopecia Lichen planopilaris Folliculitis decalvans Pubic, facial, and body hair placement for transgender patients Facial hair restoration for eyebrows, beards, and sideburns after facial trauma or burns [5] [6]"}
{"id": "article-22486_18", "title": "Hair Transplantation -- Indications", "content": "The active phase of frontal fibrosing alopecia, lichen planopilaris, and folliculitis decalvans is a contraindication to HT. Patients affected by folliculitis decalvans must have had no active disease for several years before attempting HT.", "contents": "Hair Transplantation -- Indications. The active phase of frontal fibrosing alopecia, lichen planopilaris, and folliculitis decalvans is a contraindication to HT. Patients affected by folliculitis decalvans must have had no active disease for several years before attempting HT."}
{"id": "article-22486_19", "title": "Hair Transplantation -- Contraindications", "content": "Patients inquiring about hair transplantation require a thorough history and physical examination. Key details of the patient's history are:", "contents": "Hair Transplantation -- Contraindications. Patients inquiring about hair transplantation require a thorough history and physical examination. Key details of the patient's history are:"}
{"id": "article-22486_20", "title": "Hair Transplantation -- Contraindications", "content": "Hair loss history and associated symptoms", "contents": "Hair Transplantation -- Contraindications. Hair loss history and associated symptoms"}
{"id": "article-22486_21", "title": "Hair Transplantation -- Contraindications", "content": "Fever, pruritus, scaling, erythema, and rash suggest an inflammatory condition.", "contents": "Hair Transplantation -- Contraindications. Fever, pruritus, scaling, erythema, and rash suggest an inflammatory condition."}
{"id": "article-22486_22", "title": "Hair Transplantation -- Contraindications", "content": "Medical history", "contents": "Hair Transplantation -- Contraindications. Medical history"}
{"id": "article-22486_23", "title": "Hair Transplantation -- Contraindications", "content": "Dermatologic conditions, thyroid disease, diabetes, metabolic syndrome, autoimmune-related conditions, systemic infections, local infections, malnutrition or vitamin and mineral deficiency, recent childbirth, history of scar formation, chemotherapy, and radiation exposure can all affect results.", "contents": "Hair Transplantation -- Contraindications. Dermatologic conditions, thyroid disease, diabetes, metabolic syndrome, autoimmune-related conditions, systemic infections, local infections, malnutrition or vitamin and mineral deficiency, recent childbirth, history of scar formation, chemotherapy, and radiation exposure can all affect results."}
{"id": "article-22486_24", "title": "Hair Transplantation -- Contraindications", "content": "Medications", "contents": "Hair Transplantation -- Contraindications. Medications"}
{"id": "article-22486_25", "title": "Hair Transplantation -- Contraindications", "content": "Medications like propranolol, coumadin, and amphetamines can affect hair growth. Additionally, stopping antiplatelet and anticoagulation medications prior to HT will mitigate bleeding risk.", "contents": "Hair Transplantation -- Contraindications. Medications like propranolol, coumadin, and amphetamines can affect hair growth. Additionally, stopping antiplatelet and anticoagulation medications prior to HT will mitigate bleeding risk."}
{"id": "article-22486_26", "title": "Hair Transplantation -- Contraindications", "content": "Psychiatric history", "contents": "Hair Transplantation -- Contraindications. Psychiatric history"}
{"id": "article-22486_27", "title": "Hair Transplantation -- Contraindications", "content": "Stress, anxiety, eating disorders, trichotillomania, emotional trauma, and body dysmorphic disorder all place the patient at a higher risk for dissatisfaction.", "contents": "Hair Transplantation -- Contraindications. Stress, anxiety, eating disorders, trichotillomania, emotional trauma, and body dysmorphic disorder all place the patient at a higher risk for dissatisfaction."}
{"id": "article-22486_28", "title": "Hair Transplantation -- Contraindications", "content": "Physical exam", "contents": "Hair Transplantation -- Contraindications. Physical exam"}
{"id": "article-22486_29", "title": "Hair Transplantation -- Contraindications", "content": "Localized, scarring, or inflammatory hair loss suggests a diagnosis other than androgenic alopecia. Additionally, a   positive hair pull test suggests an alternate diagnosis.", "contents": "Hair Transplantation -- Contraindications. Localized, scarring, or inflammatory hair loss suggests a diagnosis other than androgenic alopecia. Additionally, a   positive hair pull test suggests an alternate diagnosis."}
{"id": "article-22486_30", "title": "Hair Transplantation -- Contraindications", "content": "The following list contains contraindications to hair transplants and medical conditions that can lead to complications after hair transplantation. [7] [8] [9] [10] [11]", "contents": "Hair Transplantation -- Contraindications. The following list contains contraindications to hair transplants and medical conditions that can lead to complications after hair transplantation. [7] [8] [9] [10] [11]"}
{"id": "article-22486_31", "title": "Hair Transplantation -- Contraindications -- Diffuse Unpatterned Alopecia", "content": "Donor hair must be retrieved from a portion of the scalp not affected by alopecia. Hair loss should be limited to the top of the head. If the patient has no such area on the scalp, then hair transplantation will not be successful.", "contents": "Hair Transplantation -- Contraindications -- Diffuse Unpatterned Alopecia. Donor hair must be retrieved from a portion of the scalp not affected by alopecia. Hair loss should be limited to the top of the head. If the patient has no such area on the scalp, then hair transplantation will not be successful."}
{"id": "article-22486_32", "title": "Hair Transplantation -- Contraindications -- Cicatricial Alopecias", "content": "Cicatricial alopecias are inflammatory conditions that destroy hair follicles, causing scarring and permanent hair loss. Examples are lichen plano pilaris (LPP) and discoid lupus erythematosus. Hair transplantation is contraindicated during active cicatricial alopecias as the likelihood of failure is high, and transplant can worsen the disease. Once the patient has had no active disease for 2 years, HT can take place. The patient must understand that results will likely be suboptimal.", "contents": "Hair Transplantation -- Contraindications -- Cicatricial Alopecias. Cicatricial alopecias are inflammatory conditions that destroy hair follicles, causing scarring and permanent hair loss. Examples are lichen plano pilaris (LPP) and discoid lupus erythematosus. Hair transplantation is contraindicated during active cicatricial alopecias as the likelihood of failure is high, and transplant can worsen the disease. Once the patient has had no active disease for 2 years, HT can take place. The patient must understand that results will likely be suboptimal."}
{"id": "article-22486_33", "title": "Hair Transplantation -- Contraindications -- Alopecia Areata", "content": "Alopecia areata (AA) is an autoimmune alopecia affecting the hair follicles. After 2 years with no active disease, patients can attempt HT. Again, the results will likely be suboptimal, and a risk of recurrent disease exists.", "contents": "Hair Transplantation -- Contraindications -- Alopecia Areata. Alopecia areata (AA) is an autoimmune alopecia affecting the hair follicles. After 2 years with no active disease, patients can attempt HT. Again, the results will likely be suboptimal, and a risk of recurrent disease exists."}
{"id": "article-22486_34", "title": "Hair Transplantation -- Contraindications -- Patients with Unstable Hair Loss", "content": "Patients currently undergoing a rapid degree of hair loss or who have more than 15% miniaturization in the area to be transplanted should receive medical therapy for 6 to 12 months to allow for stabilization prior to hair transplantation.", "contents": "Hair Transplantation -- Contraindications -- Patients with Unstable Hair Loss. Patients currently undergoing a rapid degree of hair loss or who have more than 15% miniaturization in the area to be transplanted should receive medical therapy for 6 to 12 months to allow for stabilization prior to hair transplantation."}
{"id": "article-22486_35", "title": "Hair Transplantation -- Contraindications -- Patients with Insufficient Hair Loss", "content": "Fifty percent of native hair must be lost before hair loss becomes noticeable. Fifty percent hair loss is the threshold for HT. Patients with <50% hair loss should use medical therapy until that time.", "contents": "Hair Transplantation -- Contraindications -- Patients with Insufficient Hair Loss. Fifty percent of native hair must be lost before hair loss becomes noticeable. Fifty percent hair loss is the threshold for HT. Patients with <50% hair loss should use medical therapy until that time."}
{"id": "article-22486_36", "title": "Hair Transplantation -- Contraindications -- Young Patients", "content": "Young patients who develop MPHL often progress rapidly. Performing HT early will deplete their donor supply and not provide the best long-term outcome. The best management is deferment with medical therapy for at least 1 year with reconsideration of HT at that time. Ideally, HT should occur after age 25.", "contents": "Hair Transplantation -- Contraindications -- Young Patients. Young patients who develop MPHL often progress rapidly. Performing HT early will deplete their donor supply and not provide the best long-term outcome. The best management is deferment with medical therapy for at least 1 year with reconsideration of HT at that time. Ideally, HT should occur after age 25."}
{"id": "article-22486_37", "title": "Hair Transplantation -- Contraindications -- Patients with Unrealistic Expectations", "content": "Patients must understand that hair will not be restored to or exceed pre-balding amounts. Some scalp will still be visible, and some scarring will occur. The goal is to create the illusion of density.", "contents": "Hair Transplantation -- Contraindications -- Patients with Unrealistic Expectations. Patients must understand that hair will not be restored to or exceed pre-balding amounts. Some scalp will still be visible, and some scarring will occur. The goal is to create the illusion of density."}
{"id": "article-22486_38", "title": "Hair Transplantation -- Contraindications -- Patients with Psychological Disorders", "content": "Patients with body dysmorphic disorder (BDD) are at a high risk of being dissatisfied with the outcome. Recognition of patients with BDD is imperative. Affected patients focus on absent or perceived minor defects that are not evident to the general population. They spend hours each day fixated on the defect and have likely undergone multiple cosmetic procedures. Trichotillomania is an obsessive-compulsive disorder marked by the recurrent pulling out of one's hair.", "contents": "Hair Transplantation -- Contraindications -- Patients with Psychological Disorders. Patients with body dysmorphic disorder (BDD) are at a high risk of being dissatisfied with the outcome. Recognition of patients with BDD is imperative. Affected patients focus on absent or perceived minor defects that are not evident to the general population. They spend hours each day fixated on the defect and have likely undergone multiple cosmetic procedures. Trichotillomania is an obsessive-compulsive disorder marked by the recurrent pulling out of one's hair."}
{"id": "article-22486_39", "title": "Hair Transplantation -- Contraindications -- Medical Conditions that Complicate Hair Transplantation", "content": "Smoking Diabetes with microvascular damage Advanced balding Hypertension Advanced sun damage to the scalp", "contents": "Hair Transplantation -- Contraindications -- Medical Conditions that Complicate Hair Transplantation. Smoking Diabetes with microvascular damage Advanced balding Hypertension Advanced sun damage to the scalp"}
{"id": "article-22486_40", "title": "Hair Transplantation -- Equipment", "content": "Operating room (OR) measuring a minimum of 3.6 x 3.6 m with a minimum height of 3.0 m", "contents": "Hair Transplantation -- Equipment. Operating room (OR) measuring a minimum of 3.6 x 3.6 m with a minimum height of 3.0 m"}
{"id": "article-22486_41", "title": "Hair Transplantation -- Equipment", "content": "A dissection room of equal size to the minimum requirement for the operating room or one large room measuring 6 x 3.6 m", "contents": "Hair Transplantation -- Equipment. A dissection room of equal size to the minimum requirement for the operating room or one large room measuring 6 x 3.6 m"}
{"id": "article-22486_42", "title": "Hair Transplantation -- Equipment", "content": "An OR door measuring wider than 0.6 m to allow for a stretcher in the event of an emergency", "contents": "Hair Transplantation -- Equipment. An OR door measuring wider than 0.6 m to allow for a stretcher in the event of an emergency"}
{"id": "article-22486_43", "title": "Hair Transplantation -- Equipment", "content": "Fluorescent lamp at the rate of 1 W per 0.09 m²", "contents": "Hair Transplantation -- Equipment. Fluorescent lamp at the rate of 1 W per 0.09 m²"}
{"id": "article-22486_44", "title": "Hair Transplantation -- Equipment", "content": "Autoclave or chemical method to sterilize instruments", "contents": "Hair Transplantation -- Equipment. Autoclave or chemical method to sterilize instruments"}
{"id": "article-22486_45", "title": "Hair Transplantation -- Equipment", "content": "Blood pressure monitor", "contents": "Hair Transplantation -- Equipment. Blood pressure monitor"}
{"id": "article-22486_46", "title": "Hair Transplantation -- Equipment", "content": "Stethoscope", "contents": "Hair Transplantation -- Equipment. Stethoscope"}
{"id": "article-22486_47", "title": "Hair Transplantation -- Equipment", "content": "Pulse oximeter", "contents": "Hair Transplantation -- Equipment. Pulse oximeter"}
{"id": "article-22486_48", "title": "Hair Transplantation -- Equipment", "content": "Glucometer", "contents": "Hair Transplantation -- Equipment. Glucometer"}
{"id": "article-22486_49", "title": "Hair Transplantation -- Equipment", "content": "Digital thermometer", "contents": "Hair Transplantation -- Equipment. Digital thermometer"}
{"id": "article-22486_50", "title": "Hair Transplantation -- Equipment", "content": "Weighing scale", "contents": "Hair Transplantation -- Equipment. Weighing scale"}
{"id": "article-22486_51", "title": "Hair Transplantation -- Equipment", "content": "Local anesthesia with or without epinephrine lignocaine with a maximum daily dose of 300 mg or 4.5 mg/kg of body weight that can be increased to 500 mg or 7 mg/kg after adding epinephrine bupivacaine with a maximum daily dose of 175 mg levobupivacaine with or without epinephrine with a maximum dose of 2 mg/kg and a maximum one-time dose of 200 mg maximum dose of epinephrine is 0.01 mg/kg body weight", "contents": "Hair Transplantation -- Equipment. Local anesthesia with or without epinephrine lignocaine with a maximum daily dose of 300 mg or 4.5 mg/kg of body weight that can be increased to 500 mg or 7 mg/kg after adding epinephrine bupivacaine with a maximum daily dose of 175 mg levobupivacaine with or without epinephrine with a maximum dose of 2 mg/kg and a maximum one-time dose of 200 mg maximum dose of epinephrine is 0.01 mg/kg body weight"}
{"id": "article-22486_52", "title": "Hair Transplantation -- Equipment", "content": "Tumescent saline", "contents": "Hair Transplantation -- Equipment. Tumescent saline"}
{"id": "article-22486_53", "title": "Hair Transplantation -- Equipment", "content": "Comfortable, ergonomic chairs and tables", "contents": "Hair Transplantation -- Equipment. Comfortable, ergonomic chairs and tables"}
{"id": "article-22486_54", "title": "Hair Transplantation -- Equipment", "content": "Magnification with microscopes and high-powered loupes", "contents": "Hair Transplantation -- Equipment. Magnification with microscopes and high-powered loupes"}
{"id": "article-22486_55", "title": "Hair Transplantation -- Equipment", "content": "Topical antiseptic", "contents": "Hair Transplantation -- Equipment. Topical antiseptic"}
{"id": "article-22486_56", "title": "Hair Transplantation -- Equipment", "content": "Scalpel for strip harvest if applicable", "contents": "Hair Transplantation -- Equipment. Scalpel for strip harvest if applicable"}
{"id": "article-22486_57", "title": "Hair Transplantation -- Equipment", "content": "Skin retractors", "contents": "Hair Transplantation -- Equipment. Skin retractors"}
{"id": "article-22486_58", "title": "Hair Transplantation -- Equipment", "content": "FUE punch devices", "contents": "Hair Transplantation -- Equipment. FUE punch devices"}
{"id": "article-22486_59", "title": "Hair Transplantation -- Equipment", "content": "Micro-forceps", "contents": "Hair Transplantation -- Equipment. Micro-forceps"}
{"id": "article-22486_60", "title": "Hair Transplantation -- Equipment", "content": "Graft holding solution", "contents": "Hair Transplantation -- Equipment. Graft holding solution"}
{"id": "article-22486_61", "title": "Hair Transplantation -- Equipment", "content": "Cotton-tip applicators", "contents": "Hair Transplantation -- Equipment. Cotton-tip applicators"}
{"id": "article-22486_62", "title": "Hair Transplantation -- Equipment", "content": "Suture or staples for skin closure if the strip method is employed", "contents": "Hair Transplantation -- Equipment. Suture or staples for skin closure if the strip method is employed"}
{"id": "article-22486_63", "title": "Hair Transplantation -- Equipment", "content": "Non-adhesive dressing", "contents": "Hair Transplantation -- Equipment. Non-adhesive dressing"}
{"id": "article-22486_64", "title": "Hair Transplantation -- Equipment", "content": "Petroleum jelly or antibiotic ointment", "contents": "Hair Transplantation -- Equipment. Petroleum jelly or antibiotic ointment"}
{"id": "article-22486_65", "title": "Hair Transplantation -- Equipment -- Necessary in the Event of an Emergency", "content": "Intravenous access cannulas and IV sets Laryngoscope Endotracheal tubes Suction equipment Xylocaine spray Oropharyngeal and nasopharyngeal airways Ambu Bag Oxygen cylinders with flow meter, tubing, catheter, face mask, and nasal prongs Defibrillator with accessories Electrocardiogram machine Injectible adrenaline 1 mg Injectible hydrocortisone 100 mg Injectible atropine 1 mL Injectible pheniramine maleate 10 mL Injectible promethazine 1 mL Injectible furosemide 4 mL Injectible metoclopramide 2 mL Injectible dexamethasone 2 mL Injectible diazepam 10 mL Injectible dicyclomine hydrochloride 2 mL Injectible 5% dextrose infusion 100 mL Injectible normal saline 500 mL", "contents": "Hair Transplantation -- Equipment -- Necessary in the Event of an Emergency. Intravenous access cannulas and IV sets Laryngoscope Endotracheal tubes Suction equipment Xylocaine spray Oropharyngeal and nasopharyngeal airways Ambu Bag Oxygen cylinders with flow meter, tubing, catheter, face mask, and nasal prongs Defibrillator with accessories Electrocardiogram machine Injectible adrenaline 1 mg Injectible hydrocortisone 100 mg Injectible atropine 1 mL Injectible pheniramine maleate 10 mL Injectible promethazine 1 mL Injectible furosemide 4 mL Injectible metoclopramide 2 mL Injectible dexamethasone 2 mL Injectible diazepam 10 mL Injectible dicyclomine hydrochloride 2 mL Injectible 5% dextrose infusion 100 mL Injectible normal saline 500 mL"}
{"id": "article-22486_66", "title": "Hair Transplantation -- Personnel", "content": "Contemporary hair transplantation requires: Surgeon The surgeon will mark the hairline, harvest the grafts from the donor site, and closely supervise the quality of graft creation and placement by the technicians. Hair technicians Typically 1 to 4 technicians are necessary depending on the technique used, surgeon involvement, and number of grafts required. Operative nurse Surgical scrub technician At least one surgical assistant or technician needs basic life support and advanced cardiac life support training.", "contents": "Hair Transplantation -- Personnel. Contemporary hair transplantation requires: Surgeon The surgeon will mark the hairline, harvest the grafts from the donor site, and closely supervise the quality of graft creation and placement by the technicians. Hair technicians Typically 1 to 4 technicians are necessary depending on the technique used, surgeon involvement, and number of grafts required. Operative nurse Surgical scrub technician At least one surgical assistant or technician needs basic life support and advanced cardiac life support training."}
{"id": "article-22486_67", "title": "Hair Transplantation -- Preparation", "content": "Mathematically speaking, hairs with larger shaft diameters provide exponentially more surface area coverage; therefore, patients with thicker-caliber hair can expect to obtain much denser coverage versus patients with thin-caliber hair. Patients whose scalp donor sites have greater than 80 FUs per cm² are excellent candidates. Those with donor hair density of less than 40 FUs per cm² are considered poor candidates for HT, and the clinician needs to set patient expectations accordingly. [7] [12]", "contents": "Hair Transplantation -- Preparation. Mathematically speaking, hairs with larger shaft diameters provide exponentially more surface area coverage; therefore, patients with thicker-caliber hair can expect to obtain much denser coverage versus patients with thin-caliber hair. Patients whose scalp donor sites have greater than 80 FUs per cm² are excellent candidates. Those with donor hair density of less than 40 FUs per cm² are considered poor candidates for HT, and the clinician needs to set patient expectations accordingly. [7] [12]"}
{"id": "article-22486_68", "title": "Hair Transplantation -- Preparation", "content": "Patients hoping to correct frontal baldness can expect the most dramatic results and thus represent great candidates. Grafting only the scalp vertex should be avoided if possible, as this not only consumes potential future donor grafts but also may cause a “doughnut” appearance as hair loss progression continues. Concentrating grafts in the frontal scalp will provide the maximum long-term density and minimize aesthetic risk. The patient must also understand the need for a conservative approach when recreating the anterior hairline to have a natural appearance that lasts.", "contents": "Hair Transplantation -- Preparation. Patients hoping to correct frontal baldness can expect the most dramatic results and thus represent great candidates. Grafting only the scalp vertex should be avoided if possible, as this not only consumes potential future donor grafts but also may cause a “doughnut” appearance as hair loss progression continues. Concentrating grafts in the frontal scalp will provide the maximum long-term density and minimize aesthetic risk. The patient must also understand the need for a conservative approach when recreating the anterior hairline to have a natural appearance that lasts."}
{"id": "article-22486_69", "title": "Hair Transplantation -- Preparation", "content": "Light-skinned individuals and patients with light-colored hair are preferable to those with black hair since the color contrast between hair and skin is less noticeable. Proper technique helps mitigate most problems with transplanting dark-haired patients. Patients must have realistic expectations and understand that multiple hair transplantation sessions may be necessary to achieve the desired results.", "contents": "Hair Transplantation -- Preparation. Light-skinned individuals and patients with light-colored hair are preferable to those with black hair since the color contrast between hair and skin is less noticeable. Proper technique helps mitigate most problems with transplanting dark-haired patients. Patients must have realistic expectations and understand that multiple hair transplantation sessions may be necessary to achieve the desired results."}
{"id": "article-22486_70", "title": "Hair Transplantation -- Preparation -- Preoperative Testing", "content": "Complete blood count, including platelets Prothrombin time (PT) Activated partial thromboplastin time (aPTT) Consider total iron and ferritin, thyroid function tests and thyroid-stimulating hormone, total and free testosterone, and dehydroepiandrosterone (DHEA) sulfate in female patients Fasting blood glucose and hemoglobin A1c in patients with diabetes Consider HIV, hepatitis B, and hepatitis C Scalp biopsy or KOH preparations if the clinician suspects an infectious or inflammatory cause of alopecia A routine electrocardiogram is not necessary unless the patient has a history of cardiac disease, morbid obesity, or metabolic syndrome.", "contents": "Hair Transplantation -- Preparation -- Preoperative Testing. Complete blood count, including platelets Prothrombin time (PT) Activated partial thromboplastin time (aPTT) Consider total iron and ferritin, thyroid function tests and thyroid-stimulating hormone, total and free testosterone, and dehydroepiandrosterone (DHEA) sulfate in female patients Fasting blood glucose and hemoglobin A1c in patients with diabetes Consider HIV, hepatitis B, and hepatitis C Scalp biopsy or KOH preparations if the clinician suspects an infectious or inflammatory cause of alopecia A routine electrocardiogram is not necessary unless the patient has a history of cardiac disease, morbid obesity, or metabolic syndrome."}
{"id": "article-22486_71", "title": "Hair Transplantation -- Preparation -- Patient Instructions Prior to Surgery", "content": "Stop minoxidil 1 week prior to the procedure. Avoid alcohol for 7 days before and after the procedure. Smoking should be reduced as much as possible before the surgery, and for best results, stop entirely. Provide preoperative anxiolytics such as alprazolam in an anxious patient. Discontinue non-steroidal anti-inflammatory medications 12 to 24 h before surgery. Continue antihypertensives except for beta-blockers on the day of surgery. Avoid vitamin supplements and herbal preparations 3 weeks before surgery. Manage antiplatelet and anticoagulant medications based on risks vs benefits. Shower or bathe with soap or povidone-iodine + shampoo the night before and on the morning of surgery.", "contents": "Hair Transplantation -- Preparation -- Patient Instructions Prior to Surgery. Stop minoxidil 1 week prior to the procedure. Avoid alcohol for 7 days before and after the procedure. Smoking should be reduced as much as possible before the surgery, and for best results, stop entirely. Provide preoperative anxiolytics such as alprazolam in an anxious patient. Discontinue non-steroidal anti-inflammatory medications 12 to 24 h before surgery. Continue antihypertensives except for beta-blockers on the day of surgery. Avoid vitamin supplements and herbal preparations 3 weeks before surgery. Manage antiplatelet and anticoagulant medications based on risks vs benefits. Shower or bathe with soap or povidone-iodine + shampoo the night before and on the morning of surgery."}
{"id": "article-22486_72", "title": "Hair Transplantation -- Preparation -- Patient Preparation on the Day of Surgery", "content": "A single dose of preoperative systemic steroids, such as 40 mg of prednisone, may help with scalp swelling. Administer preoperative antibiotic prophylaxis with cephalosporins or a macrolide or clindamycin in patients allergic to penicillin. Mark the recipient area, including the proposed hairline, along with the direction and pattern of native FUs. Shave and mark the donor site according to the technique employed. Obtain anesthesia using a combination of local injections and regional nerve blocks (supraorbital, supratrochlear, zygomaticofrontal, and occipital). [13] Infiltrate tumescent anesthesia and tumescent saline into the proposed donor and implantation sites to facilitate graft harvest and placement, respectively.", "contents": "Hair Transplantation -- Preparation -- Patient Preparation on the Day of Surgery. A single dose of preoperative systemic steroids, such as 40 mg of prednisone, may help with scalp swelling. Administer preoperative antibiotic prophylaxis with cephalosporins or a macrolide or clindamycin in patients allergic to penicillin. Mark the recipient area, including the proposed hairline, along with the direction and pattern of native FUs. Shave and mark the donor site according to the technique employed. Obtain anesthesia using a combination of local injections and regional nerve blocks (supraorbital, supratrochlear, zygomaticofrontal, and occipital). [13] Infiltrate tumescent anesthesia and tumescent saline into the proposed donor and implantation sites to facilitate graft harvest and placement, respectively."}
{"id": "article-22486_73", "title": "Hair Transplantation -- Preparation", "content": "Calculate the desired recipient graft number or total number of grafts needed by multiplying the measured recipient area by the desired graft density. The target density should be around 30 FUs per cm². If planning FUT for graft harvest, calculate the strip length by dividing the desired recipient graft number by the donor site density using a densitometer. The strip should be approximately 1 to 1.5 cm wide but no larger to allow tension-free wound closure. [14]", "contents": "Hair Transplantation -- Preparation. Calculate the desired recipient graft number or total number of grafts needed by multiplying the measured recipient area by the desired graft density. The target density should be around 30 FUs per cm². If planning FUT for graft harvest, calculate the strip length by dividing the desired recipient graft number by the donor site density using a densitometer. The strip should be approximately 1 to 1.5 cm wide but no larger to allow tension-free wound closure. [14]"}
{"id": "article-22486_74", "title": "Hair Transplantation -- Preparation -- Postoperative Care and Instructions", "content": "Sleep with the head-end of the bed elevated 15° to 30° during the first week after surgery to minimize swelling. Avoid heavy lifting and strenuous activity for 1 week following surgery. [1] [15] [16] Place ice on the forehead, not the grafts, for 20 minutes every 2 to 3 hours for the first few days. Use minoxidil 5% bid in the recipient and donor area, beginning 5 to 7 days after surgery. Regularly wash with normal saline for the first few days until neovascularization occurs. Wash with baby shampoo after 3 days.", "contents": "Hair Transplantation -- Preparation -- Postoperative Care and Instructions. Sleep with the head-end of the bed elevated 15° to 30° during the first week after surgery to minimize swelling. Avoid heavy lifting and strenuous activity for 1 week following surgery. [1] [15] [16] Place ice on the forehead, not the grafts, for 20 minutes every 2 to 3 hours for the first few days. Use minoxidil 5% bid in the recipient and donor area, beginning 5 to 7 days after surgery. Regularly wash with normal saline for the first few days until neovascularization occurs. Wash with baby shampoo after 3 days."}
{"id": "article-22486_75", "title": "Hair Transplantation -- Technique or Treatment", "content": "Historically, surgeons used plug grafts, scalp reductions, and transposition flaps to treat androgenic alopecia. Currently, hair transplantation comprises 99% of the surgical management of hair loss. Harvesting of FUs occurs in strips (FUSS) or individually (FUE). Currently, FUE represents the more common approach due to its potential advantages over FUT, which include: An increased number of harvestable grafts; Less apparent scarring; Donor site laxity and density are not a significant deterrent; Less postoperative pain; Decreased postoperative healing time; Allows targeting of follicular groups of a specific size or hairs with a specific diameter or pigmentation; and The surgeon can target hairs outside the typical donor site, such as the parietal scalp, chest, back, beard, and pubis, if needed. [17] [18] [19] On the contrary, FUT may be preferable to FUE given FUT’s reported advantages, which include:", "contents": "Hair Transplantation -- Technique or Treatment. Historically, surgeons used plug grafts, scalp reductions, and transposition flaps to treat androgenic alopecia. Currently, hair transplantation comprises 99% of the surgical management of hair loss. Harvesting of FUs occurs in strips (FUSS) or individually (FUE). Currently, FUE represents the more common approach due to its potential advantages over FUT, which include: An increased number of harvestable grafts; Less apparent scarring; Donor site laxity and density are not a significant deterrent; Less postoperative pain; Decreased postoperative healing time; Allows targeting of follicular groups of a specific size or hairs with a specific diameter or pigmentation; and The surgeon can target hairs outside the typical donor site, such as the parietal scalp, chest, back, beard, and pubis, if needed. [17] [18] [19] On the contrary, FUT may be preferable to FUE given FUT’s reported advantages, which include:"}
{"id": "article-22486_76", "title": "Hair Transplantation -- Technique or Treatment", "content": "Shorter operative time Less transection of follicles Less bleeding at the donor site The single strip provides 1000 to 1500 grafts The placement of individual FU in each slit gives a denser packing and cosmetically better results", "contents": "Hair Transplantation -- Technique or Treatment. Shorter operative time Less transection of follicles Less bleeding at the donor site The single strip provides 1000 to 1500 grafts The placement of individual FU in each slit gives a denser packing and cosmetically better results"}
{"id": "article-22486_77", "title": "Hair Transplantation -- Technique or Treatment", "content": "Still, controversy remains as to which hair transplantation procedure is superior. Though FUE operative time is typically longer than FUT, automated mechanical instruments and robotic technology used in FUE extraction may close this operative time gap by offering decreased extraction times compared to the traditional, manual FUE techniques.", "contents": "Hair Transplantation -- Technique or Treatment. Still, controversy remains as to which hair transplantation procedure is superior. Though FUE operative time is typically longer than FUT, automated mechanical instruments and robotic technology used in FUE extraction may close this operative time gap by offering decreased extraction times compared to the traditional, manual FUE techniques."}
{"id": "article-22486_78", "title": "Hair Transplantation -- Technique or Treatment", "content": "In summary, both FUT and FUE represent powerful techniques for improving the aesthetic appearance of the hair, and the astute hair transplantation surgeon should be knowledgeable of the nuances of each. [20]", "contents": "Hair Transplantation -- Technique or Treatment. In summary, both FUT and FUE represent powerful techniques for improving the aesthetic appearance of the hair, and the astute hair transplantation surgeon should be knowledgeable of the nuances of each. [20]"}
{"id": "article-22486_79", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Place the patient in a prone position;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Place the patient in a prone position;"}
{"id": "article-22486_80", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Trim the donor site hair to 2 mm;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Trim the donor site hair to 2 mm;"}
{"id": "article-22486_81", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Mark the calculated strip length;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Mark the calculated strip length;"}
{"id": "article-22486_82", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Inject local anesthetic superficially into the dermis;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Inject local anesthetic superficially into the dermis;"}
{"id": "article-22486_83", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Inject a tumescent solution to increase anesthesia, hemostasis, and dermal turgor;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Inject a tumescent solution to increase anesthesia, hemostasis, and dermal turgor;"}
{"id": "article-22486_84", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Make a beveled incision parallel to the exiting follicles, into but not beyond the subcutaneous tissue, approximately 4 to 5 mm deep;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Make a beveled incision parallel to the exiting follicles, into but not beyond the subcutaneous tissue, approximately 4 to 5 mm deep;"}
{"id": "article-22486_85", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "With lateral retraction around the periphery using sharp skin hooks, dissect away the donor strip from the galea aponeurosis and occipital fascia;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. With lateral retraction around the periphery using sharp skin hooks, dissect away the donor strip from the galea aponeurosis and occipital fascia;"}
{"id": "article-22486_86", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Use cauterization sparingly to decrease the risk of permanent FU damage;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Use cauterization sparingly to decrease the risk of permanent FU damage;"}
{"id": "article-22486_87", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Remove excess subcutaneous tissue from the donor strip, leaving 2 mm of fat beneath the FU to avoid damage to the follicle;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Remove excess subcutaneous tissue from the donor strip, leaving 2 mm of fat beneath the FU to avoid damage to the follicle;"}
{"id": "article-22486_88", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Dissect the strip under magnification into vertical segments 1 FU thick;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Dissect the strip under magnification into vertical segments 1 FU thick;"}
{"id": "article-22486_89", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Isolate individual FUs with further sharp strip dissection and place them immediately into a holding medium of chilled saline;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Isolate individual FUs with further sharp strip dissection and place them immediately into a holding medium of chilled saline;"}
{"id": "article-22486_90", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "The FU is susceptible to desiccation in just a few minutes, which renders the graft unusable;", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. The FU is susceptible to desiccation in just a few minutes, which renders the graft unusable;"}
{"id": "article-22486_91", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "Once harvested, close the donor strip with a two-layer closure using sutures and staples per surgeon preference; and", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. Once harvested, close the donor strip with a two-layer closure using sutures and staples per surgeon preference; and"}
{"id": "article-22486_92", "title": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest", "content": "The patient transitions to a sitting position for recipient site preparation and graft implantation. [21] [22]", "contents": "Hair Transplantation -- Technique or Treatment -- FUT Donor Site Harvest. The patient transitions to a sitting position for recipient site preparation and graft implantation. [21] [22]"}
{"id": "article-22486_93", "title": "Hair Transplantation -- Technique or Treatment -- FUE Donor Site Harvest", "content": "Shave the donor site to 2 mm to visualize the angle of the follicles; Place the patient in a prone position for ease of harvesting; and Inject local and tumescent anesthesia into the donor site. [23] [24] [25]", "contents": "Hair Transplantation -- Technique or Treatment -- FUE Donor Site Harvest. Shave the donor site to 2 mm to visualize the angle of the follicles; Place the patient in a prone position for ease of harvesting; and Inject local and tumescent anesthesia into the donor site. [23] [24] [25]"}
{"id": "article-22486_94", "title": "Hair Transplantation -- Technique or Treatment -- Manual Follicular Unit Excision", "content": "Orient a 0.8 to 1.2 mm sharp punch within the center of the hair follicle at the same angle and advance in an oscillating motion to a depth of 4 mm or less to prevent transection; Remove the FU using delicate forceps in an atraumatic fashion and place either directly onto the recipient site or a holding medium of chilled sterile saline; Transition the patient to a seated position in preparation for recipient site implantation. [23] [24] [25]", "contents": "Hair Transplantation -- Technique or Treatment -- Manual Follicular Unit Excision. Orient a 0.8 to 1.2 mm sharp punch within the center of the hair follicle at the same angle and advance in an oscillating motion to a depth of 4 mm or less to prevent transection; Remove the FU using delicate forceps in an atraumatic fashion and place either directly onto the recipient site or a holding medium of chilled sterile saline; Transition the patient to a seated position in preparation for recipient site implantation. [23] [24] [25]"}
{"id": "article-22486_95", "title": "Hair Transplantation -- Technique or Treatment", "content": "Modifications of the manual sharp FUE technique are the manual dull punch technique, powered devices with oscillatory or rotating punches, or a vacuum apparatus to facilitate atraumatic extraction. A 5% transection rate is generally acceptable. [24]", "contents": "Hair Transplantation -- Technique or Treatment. Modifications of the manual sharp FUE technique are the manual dull punch technique, powered devices with oscillatory or rotating punches, or a vacuum apparatus to facilitate atraumatic extraction. A 5% transection rate is generally acceptable. [24]"}
{"id": "article-22486_96", "title": "Hair Transplantation -- Technique or Treatment -- Recipient Site Creation and Implantation", "content": "To avoid trauma, manipulate grafts using only the perifollicular tissue; Create recipient sites in a random and irregular pattern under magnification using either flat-edged blades or a combination of 19 gauge or 21 gauge needles, with care not to transect the native follicles; Place the graft gently into the recipient site, with light pressure applied for several seconds using a wet cotton-tip applicator to promote hemostasis and to avoid graft extrusion or “popping;” and Place an emollient or antibiotic ointment and a non-adhesive bandage across the donor sites. [21] [26]", "contents": "Hair Transplantation -- Technique or Treatment -- Recipient Site Creation and Implantation. To avoid trauma, manipulate grafts using only the perifollicular tissue; Create recipient sites in a random and irregular pattern under magnification using either flat-edged blades or a combination of 19 gauge or 21 gauge needles, with care not to transect the native follicles; Place the graft gently into the recipient site, with light pressure applied for several seconds using a wet cotton-tip applicator to promote hemostasis and to avoid graft extrusion or “popping;” and Place an emollient or antibiotic ointment and a non-adhesive bandage across the donor sites. [21] [26]"}
{"id": "article-22486_97", "title": "Hair Transplantation -- Technique or Treatment", "content": "Attention to the recipient's hair pattern is essential to promote a natural-looking result. For example, hair along the frontal scalp hairline points anteriorly at an angle of 15 to 20 degrees, while hair follicles in the temporal region are oriented inferiorly. The surgeon strives to recreate a sharp temporal recess in males and a rounded temporal recess in females. To create a natural result, follow the angles and spiraled orientation of the crown. [27] [28] [29] )", "contents": "Hair Transplantation -- Technique or Treatment. Attention to the recipient's hair pattern is essential to promote a natural-looking result. For example, hair along the frontal scalp hairline points anteriorly at an angle of 15 to 20 degrees, while hair follicles in the temporal region are oriented inferiorly. The surgeon strives to recreate a sharp temporal recess in males and a rounded temporal recess in females. To create a natural result, follow the angles and spiraled orientation of the crown. [27] [28] [29] )"}
{"id": "article-22486_98", "title": "Hair Transplantation -- Technique or Treatment", "content": "More recently, robotic devices harvest follicular units, resulting in more accurate and faster graft harvesting, decreased FU transection rate, and increased implantation accuracy at the recipient site, though comparative studies are lacking. Regardless, the robot offers a promising technique to maximize HT outcomes. [30] [31]", "contents": "Hair Transplantation -- Technique or Treatment. More recently, robotic devices harvest follicular units, resulting in more accurate and faster graft harvesting, decreased FU transection rate, and increased implantation accuracy at the recipient site, though comparative studies are lacking. Regardless, the robot offers a promising technique to maximize HT outcomes. [30] [31]"}
{"id": "article-22486_99", "title": "Hair Transplantation -- Complications", "content": "The vigorous blood supply to the scalp allows for quick healing and low infection rates. Nevertheless, potential complications exist: Edema; Pain; Bleeding; Folliculitis; Allergic reactions to lignocaine; Lignocaine overdosage; Scalp cellulitis; Temporary or permanent numbness of the scalp; Telogen effluvium; Epidermal cysts and ingrown hair; and Infection. [32] [33] [34]", "contents": "Hair Transplantation -- Complications. The vigorous blood supply to the scalp allows for quick healing and low infection rates. Nevertheless, potential complications exist: Edema; Pain; Bleeding; Folliculitis; Allergic reactions to lignocaine; Lignocaine overdosage; Scalp cellulitis; Temporary or permanent numbness of the scalp; Telogen effluvium; Epidermal cysts and ingrown hair; and Infection. [32] [33] [34]"}
{"id": "article-22486_100", "title": "Hair Transplantation -- Complications", "content": "Telogen effluvium is an uncommon but concerning complication characterized by the shedding of native hairs at the donor or recipient site. This \"shock\" loss, likely a result of stress and microtrauma sustained during HT, is transient. Patients should receive reassurance that the majority of the hair shed will return at 3 to 4 months. Sensation to the frontal scalp can diminish for several weeks upon creating many graft recipient sites along the hairline. Epidermal cysts and ingrown hair, although self-limited, may rarely set off a diffuse inflammatory response affecting the entire graft population. Releasing entrapped hairs should hasten resolution.", "contents": "Hair Transplantation -- Complications. Telogen effluvium is an uncommon but concerning complication characterized by the shedding of native hairs at the donor or recipient site. This \"shock\" loss, likely a result of stress and microtrauma sustained during HT, is transient. Patients should receive reassurance that the majority of the hair shed will return at 3 to 4 months. Sensation to the frontal scalp can diminish for several weeks upon creating many graft recipient sites along the hairline. Epidermal cysts and ingrown hair, although self-limited, may rarely set off a diffuse inflammatory response affecting the entire graft population. Releasing entrapped hairs should hasten resolution."}
{"id": "article-22486_101", "title": "Hair Transplantation -- Clinical Significance", "content": "Alopecia causes diminished self-esteem and social withdrawal in patients. Hair transplantation represents a powerful tool that can restore a more youthful appearance to those affected by androgenic alopecia, restore facial hair to patients who have experienced trauma or burns, and aid in hair placement for transgender patients. When performing hair transplantation, proper patient evaluation and execution of a comprehensive treatment plan can produce safe, reliable, and satisfactory outcomes. [1] [35]", "contents": "Hair Transplantation -- Clinical Significance. Alopecia causes diminished self-esteem and social withdrawal in patients. Hair transplantation represents a powerful tool that can restore a more youthful appearance to those affected by androgenic alopecia, restore facial hair to patients who have experienced trauma or burns, and aid in hair placement for transgender patients. When performing hair transplantation, proper patient evaluation and execution of a comprehensive treatment plan can produce safe, reliable, and satisfactory outcomes. [1] [35]"}
{"id": "article-22486_102", "title": "Hair Transplantation -- Enhancing Healthcare Team Outcomes", "content": "Patients who desire hair transplantation are at an increased risk of complications and treatment failure if not properly evaluated prior to undergoing HT. A thorough assessment of patients who desire hair transplants requires an interprofessional team approach that begins before the HT and includes members of dermatology, primary care, plastic surgery, and pharmacy. Patients require evaluation by their healthcare professional for potential reversible causes of hair loss. Referral to a dermatology provider is appropriate for suspected inflammatory causes, and pharmacists are essential to help monitor drug interactions.", "contents": "Hair Transplantation -- Enhancing Healthcare Team Outcomes. Patients who desire hair transplantation are at an increased risk of complications and treatment failure if not properly evaluated prior to undergoing HT. A thorough assessment of patients who desire hair transplants requires an interprofessional team approach that begins before the HT and includes members of dermatology, primary care, plastic surgery, and pharmacy. Patients require evaluation by their healthcare professional for potential reversible causes of hair loss. Referral to a dermatology provider is appropriate for suspected inflammatory causes, and pharmacists are essential to help monitor drug interactions."}
{"id": "article-22486_103", "title": "Hair Transplantation -- Enhancing Healthcare Team Outcomes", "content": "Potential candidates require screening by a surgeon experienced in selecting the appropriate patient for HT. During the procedure, an experienced surgeon, hair technician, and operative nurse should be involved to provide the best possible outcomes and decrease morbidity. Members of the healthcare team must effectively communicate patient education. Close follow-up during the initial postoperative period is essential to monitor for complications, including infection or hematoma. This interprofessional approach will produce the best patient outcomes with minimal adverse events.", "contents": "Hair Transplantation -- Enhancing Healthcare Team Outcomes. Potential candidates require screening by a surgeon experienced in selecting the appropriate patient for HT. During the procedure, an experienced surgeon, hair technician, and operative nurse should be involved to provide the best possible outcomes and decrease morbidity. Members of the healthcare team must effectively communicate patient education. Close follow-up during the initial postoperative period is essential to monitor for complications, including infection or hematoma. This interprofessional approach will produce the best patient outcomes with minimal adverse events."}
{"id": "article-22486_104", "title": "Hair Transplantation -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Adequate pain medication is appropriate, as patients often report mild harvest and recipient site pain for 1 to 2 days postoperatively. To minimize edema and ecchymosis, advise the patient to ice the forehead for 20 minutes every 2 to 3 hours, sleep with their head elevated for the first week, and avoid vigorous activity for 1 week. The patient may receive a low-dose corticosteroid taper to help lessen bruising and swelling, and postoperative antibiotics may be given to mitigate infection, though data supporting their routine use is limited. To promote wound healing and avoid scabbing: Instruct the patient to keep the affected areas moist by gently applying saline using a small spray bottle. Apply emollient to the donor site for the first several days. Wash the scalp with baby shampoo on postoperative day 3, though avoid direct contact with water from a high-pressure faucet or showerhead. Return on postoperative day 7 for suture removal.", "contents": "Hair Transplantation -- Nursing, Allied Health, and Interprofessional Team Interventions. Adequate pain medication is appropriate, as patients often report mild harvest and recipient site pain for 1 to 2 days postoperatively. To minimize edema and ecchymosis, advise the patient to ice the forehead for 20 minutes every 2 to 3 hours, sleep with their head elevated for the first week, and avoid vigorous activity for 1 week. The patient may receive a low-dose corticosteroid taper to help lessen bruising and swelling, and postoperative antibiotics may be given to mitigate infection, though data supporting their routine use is limited. To promote wound healing and avoid scabbing: Instruct the patient to keep the affected areas moist by gently applying saline using a small spray bottle. Apply emollient to the donor site for the first several days. Wash the scalp with baby shampoo on postoperative day 3, though avoid direct contact with water from a high-pressure faucet or showerhead. Return on postoperative day 7 for suture removal."}
{"id": "article-22486_105", "title": "Hair Transplantation -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Patients may resume topical minoxidil on postoperative days 5 to 7. Continue oral finasteride and low-level light therapy throughout the perioperative period and indefinitely after to help maximize results. [1] [15] [16] Follow patients closely over the subsequent 6 to 12 months until maturation of the implanted grafts occurs. Photographic documentation occurs around 6 to 12 months postoperatively.", "contents": "Hair Transplantation -- Nursing, Allied Health, and Interprofessional Team Interventions. Patients may resume topical minoxidil on postoperative days 5 to 7. Continue oral finasteride and low-level light therapy throughout the perioperative period and indefinitely after to help maximize results. [1] [15] [16] Follow patients closely over the subsequent 6 to 12 months until maturation of the implanted grafts occurs. Photographic documentation occurs around 6 to 12 months postoperatively."}
{"id": "article-22486_106", "title": "Hair Transplantation -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "A wound care nurse or clinician experienced in the postoperative care of patients who have undergone hair transplantation monitors the patient for possible complications, including infection and ingrown hair formation. Patients should understand that loss of the implanted hairs typically occurs after several days and may take several months to grow. There may also be surrounding native hair loss at the donor or recipient site, and this “shock loss” is transient and to expect a full recovery after a few months.", "contents": "Hair Transplantation -- Nursing, Allied Health, and Interprofessional Team Monitoring. A wound care nurse or clinician experienced in the postoperative care of patients who have undergone hair transplantation monitors the patient for possible complications, including infection and ingrown hair formation. Patients should understand that loss of the implanted hairs typically occurs after several days and may take several months to grow. There may also be surrounding native hair loss at the donor or recipient site, and this “shock loss” is transient and to expect a full recovery after a few months."}
{"id": "article-22486_107", "title": "Hair Transplantation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hair Transplantation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}