{"id": "article-96031_0", "title": "EMS Ground Transport Safety -- Introduction", "content": "The first known use of ambulance transport for the sick and wounded dates to 1000 B.C., as documented in Homer’s Iliad . According to Battlefield Medicine: A History of the Military Ambulance from the Napoleonic Wars Through World War I , early transport devices were no more than litters strung between two horses.  Since that time, there have been significant advances in patient transport and care in the prehospital environment, including efforts to make ambulance use safer for patients, the public, and Emergency Medical Services (EMS) personnel.", "contents": "EMS Ground Transport Safety -- Introduction. The first known use of ambulance transport for the sick and wounded dates to 1000 B.C., as documented in Homer’s Iliad . According to Battlefield Medicine: A History of the Military Ambulance from the Napoleonic Wars Through World War I , early transport devices were no more than litters strung between two horses.  Since that time, there have been significant advances in patient transport and care in the prehospital environment, including efforts to make ambulance use safer for patients, the public, and Emergency Medical Services (EMS) personnel."}
{"id": "article-96031_1", "title": "EMS Ground Transport Safety -- Introduction", "content": "EMS ground transport presents multiple opportunities for injury and the death of prehospital personnel and the public. From 2003 to 2007, there were approximately 65 Paramedic and Emergency Medical Technician (EMT) deaths that occurred while on-the-job. The death rate for Paramedics and EMTs was 6.3 per 100,000 full-time equivalents, which was 1.4 times greater than that for all workers. Forty-five percent of those deaths were attributed to ground transportation accidents. [1] In a National Highway Traffic Safety Administration (NHTSA) report from 2015, there were an estimated 1,500 ambulances crashes annually, leading to injury, and nearly half of those injured were inside the ambulance. [2]", "contents": "EMS Ground Transport Safety -- Introduction. EMS ground transport presents multiple opportunities for injury and the death of prehospital personnel and the public. From 2003 to 2007, there were approximately 65 Paramedic and Emergency Medical Technician (EMT) deaths that occurred while on-the-job. The death rate for Paramedics and EMTs was 6.3 per 100,000 full-time equivalents, which was 1.4 times greater than that for all workers. Forty-five percent of those deaths were attributed to ground transportation accidents. [1] In a National Highway Traffic Safety Administration (NHTSA) report from 2015, there were an estimated 1,500 ambulances crashes annually, leading to injury, and nearly half of those injured were inside the ambulance. [2]"}
{"id": "article-96031_2", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Of utmost concern to pre-hospital personnel and the public are fatalities associated with EMS. Most ambulance fatalities, as studied over ten years and reported to the NHTSA Fatality Analysis Reporting System (FARS), involved the use of lights and sirens and took place in intersections. Most fatalities were suffered by persons who were not in the ambulance itself. Fatalities within the ambulance occurred most commonly to those occupying the passenger compartment who were not properly restrained. Additionally, ambulance operators involved in a fatality were more likely to have been involved in a prior crash. [3]", "contents": "EMS Ground Transport Safety -- Issues of Concern. Of utmost concern to pre-hospital personnel and the public are fatalities associated with EMS. Most ambulance fatalities, as studied over ten years and reported to the NHTSA Fatality Analysis Reporting System (FARS), involved the use of lights and sirens and took place in intersections. Most fatalities were suffered by persons who were not in the ambulance itself. Fatalities within the ambulance occurred most commonly to those occupying the passenger compartment who were not properly restrained. Additionally, ambulance operators involved in a fatality were more likely to have been involved in a prior crash. [3]"}
{"id": "article-96031_3", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "The use of lights and sirens by ambulances is associated with an increased risk of ambulance crashes. [4] Injury rates for pre-hospital providers using lights and sirens are nearly 15 times that of those who are not using lights and sirens. [5] A report commissioned by NHTSA in 2015 recommends that the use of lights and sirens be considered a “medical treatment,” and that the risks and benefits of its use be measured for each patient prior to use.", "contents": "EMS Ground Transport Safety -- Issues of Concern. The use of lights and sirens by ambulances is associated with an increased risk of ambulance crashes. [4] Injury rates for pre-hospital providers using lights and sirens are nearly 15 times that of those who are not using lights and sirens. [5] A report commissioned by NHTSA in 2015 recommends that the use of lights and sirens be considered a “medical treatment,” and that the risks and benefits of its use be measured for each patient prior to use."}
{"id": "article-96031_4", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Another safety issue with the use of lights and sirens are wake-effect collisions. Wake-effect collisions, which are collisions that do not directly involve, but are a result of emergency vehicles running with lights and sirens, are challenging to quantify. One study estimated that as many as four times the number of collisions occur due to wake-effect as are due to crashes involving the ambulance itself. [6]", "contents": "EMS Ground Transport Safety -- Issues of Concern. Another safety issue with the use of lights and sirens are wake-effect collisions. Wake-effect collisions, which are collisions that do not directly involve, but are a result of emergency vehicles running with lights and sirens, are challenging to quantify. One study estimated that as many as four times the number of collisions occur due to wake-effect as are due to crashes involving the ambulance itself. [6]"}
{"id": "article-96031_5", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Poor compliance with seatbelt use on the part of EMS personnel contributes to injuries, and fatalities suffered in ambulance crashes. A report from NHTSA in 2015 revealed that 84% of EMS personnel in the back of an ambulance were not wearing seatbelts at the time of a serious crash. Deaths within the ambulance itself were more likely to occur within the patient compartment [odds ratio 2.7] than in the front compartment and were often due to unrestrained or improperly restrained occupants. Additionally, 11% of persons driving the ambulance were also not belted. In the last 20 years of ambulance crash analyses, most of the fatally injured personnel were not belted and, as projectiles themselves, actually injured or killed patients in the compartment with them. This same report revealed that patients in ambulances involved in serious crashes were restrained 96% of the time, but only 33% were appropriately restrained using both lateral lap belts and shoulder belts. Of the 44% of patients ejected from their cots, many were not restrained using both shoulder and lap belt. The use of lap belts alone puts patients at higher risk of becoming projectiles and injuring themself or others in the compartment. [2]", "contents": "EMS Ground Transport Safety -- Issues of Concern. Poor compliance with seatbelt use on the part of EMS personnel contributes to injuries, and fatalities suffered in ambulance crashes. A report from NHTSA in 2015 revealed that 84% of EMS personnel in the back of an ambulance were not wearing seatbelts at the time of a serious crash. Deaths within the ambulance itself were more likely to occur within the patient compartment [odds ratio 2.7] than in the front compartment and were often due to unrestrained or improperly restrained occupants. Additionally, 11% of persons driving the ambulance were also not belted. In the last 20 years of ambulance crash analyses, most of the fatally injured personnel were not belted and, as projectiles themselves, actually injured or killed patients in the compartment with them. This same report revealed that patients in ambulances involved in serious crashes were restrained 96% of the time, but only 33% were appropriately restrained using both lateral lap belts and shoulder belts. Of the 44% of patients ejected from their cots, many were not restrained using both shoulder and lap belt. The use of lap belts alone puts patients at higher risk of becoming projectiles and injuring themself or others in the compartment. [2]"}
{"id": "article-96031_6", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Ambulance design is essential to improve patient care. The United States Department of Homeland Security’s Ambulance Patient Compartment Human Factors Design Guidebook recommends that EMS personnel be able to perform cardiopulmonary resuscitation while restrained, reach common critical supplies and the patient from head to toe on either side, which is difficult, if not impossible with traditional six-point restraint systems. New controlled decelerator technology in seatbelt design allows medics to take care of patients while also being restrained. However, the cost of retrofitting ambulances may be a barrier to upgrading restraint systems. New seating designs include captain’s style seats that can swivel or travel along a rail next to the patient stretcher to allow easier access to the patient while remaining belted. Some seats can transform into age-appropriate child restraint systems to allow for the safe transport of children and infants as rear-compartment passengers.", "contents": "EMS Ground Transport Safety -- Issues of Concern. Ambulance design is essential to improve patient care. The United States Department of Homeland Security’s Ambulance Patient Compartment Human Factors Design Guidebook recommends that EMS personnel be able to perform cardiopulmonary resuscitation while restrained, reach common critical supplies and the patient from head to toe on either side, which is difficult, if not impossible with traditional six-point restraint systems. New controlled decelerator technology in seatbelt design allows medics to take care of patients while also being restrained. However, the cost of retrofitting ambulances may be a barrier to upgrading restraint systems. New seating designs include captain’s style seats that can swivel or travel along a rail next to the patient stretcher to allow easier access to the patient while remaining belted. Some seats can transform into age-appropriate child restraint systems to allow for the safe transport of children and infants as rear-compartment passengers."}
{"id": "article-96031_7", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Certain vehicle features have shown to decrease the risk of crashes. A US Fire Administration study from 2009 recommends the application of retroreflective sheeting material and the use of enhanced emergency vehicle warning lighting systems. A 2008 NHTSA technical report revealed that daytime running lights reduced two-vehicle light truck and van crashes by nearly six percent. Conspicuity treatments such as retroreflective materials to heavy vehicles and the use of lime-yellow paint for emergency vehicles have shown to reduce collisions as well. [7] [8]", "contents": "EMS Ground Transport Safety -- Issues of Concern. Certain vehicle features have shown to decrease the risk of crashes. A US Fire Administration study from 2009 recommends the application of retroreflective sheeting material and the use of enhanced emergency vehicle warning lighting systems. A 2008 NHTSA technical report revealed that daytime running lights reduced two-vehicle light truck and van crashes by nearly six percent. Conspicuity treatments such as retroreflective materials to heavy vehicles and the use of lime-yellow paint for emergency vehicles have shown to reduce collisions as well. [7] [8]"}
{"id": "article-96031_8", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Particular behaviors on the part of EMS personnel influence ground transport safety. NHTSA recommends that EMS personnel employ certain principles to decrease the likelihood of a motor vehicle crash. Lights and sirens should always be used together. The most effective sirens are the use of a combination of “wail” and “yelp” when requesting the right-of-way. “Rumbler” type sirens are also effective, while high-low sirens are less effective. Posted speed limits should be followed, and if driving in the opposing lane of traffic, the speed should not exceed 20 miles per hour. EMS personnel should come to a complete stop at red lights and stop signs and clear the intersection before proceeding. The use of lights and sirens requires judgment, and only to request right-of-way.", "contents": "EMS Ground Transport Safety -- Issues of Concern. Particular behaviors on the part of EMS personnel influence ground transport safety. NHTSA recommends that EMS personnel employ certain principles to decrease the likelihood of a motor vehicle crash. Lights and sirens should always be used together. The most effective sirens are the use of a combination of “wail” and “yelp” when requesting the right-of-way. “Rumbler” type sirens are also effective, while high-low sirens are less effective. Posted speed limits should be followed, and if driving in the opposing lane of traffic, the speed should not exceed 20 miles per hour. EMS personnel should come to a complete stop at red lights and stop signs and clear the intersection before proceeding. The use of lights and sirens requires judgment, and only to request right-of-way."}
{"id": "article-96031_9", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "Poor ambulance design contributes to the lethality of accidents. Sharp corners and hazardous head strike zones pose potential sources of injury. [9] [3] Equipment in the rear compartment also poses a potentially lethal hazard in the event of a quick stop or turn. Monitors, oxygen cylinders, computers, and other loose equipment should be secured. [9]", "contents": "EMS Ground Transport Safety -- Issues of Concern. Poor ambulance design contributes to the lethality of accidents. Sharp corners and hazardous head strike zones pose potential sources of injury. [9] [3] Equipment in the rear compartment also poses a potentially lethal hazard in the event of a quick stop or turn. Monitors, oxygen cylinders, computers, and other loose equipment should be secured. [9]"}
{"id": "article-96031_10", "title": "EMS Ground Transport Safety -- Issues of Concern", "content": "The Commission on Accreditation of Ambulance Services (CAAS) and the National Fire Protection Agency (NFPA) have developed safety standards for ambulances that are recommended, but not necessarily required. Federal specifications for ambulance manufacturing (Federal Specifications for Ambulances KKK-A-1822E) do not require standards for crashworthiness or dynamic crash testing, which differs from standards as are necessary for other automobiles. There is insufficient evidence-based research surrounding exactly what is needed to improve ambulance design to improve ergonomics and reduce injuries and fatalities during ambulance crashes. Newer generations of ambulances created utilizing human factors and ergonomic design have not proven to be safer in collisions. [10] It is unknown if stricter safety standards for ambulance design in Europe, Australia, and New Zealand result in fewer injuries and deaths. [9] Additional research is needed to understand what changes in behavior, equipment, and ambulance design will protect EMS personnel and those they transport.", "contents": "EMS Ground Transport Safety -- Issues of Concern. The Commission on Accreditation of Ambulance Services (CAAS) and the National Fire Protection Agency (NFPA) have developed safety standards for ambulances that are recommended, but not necessarily required. Federal specifications for ambulance manufacturing (Federal Specifications for Ambulances KKK-A-1822E) do not require standards for crashworthiness or dynamic crash testing, which differs from standards as are necessary for other automobiles. There is insufficient evidence-based research surrounding exactly what is needed to improve ambulance design to improve ergonomics and reduce injuries and fatalities during ambulance crashes. Newer generations of ambulances created utilizing human factors and ergonomic design have not proven to be safer in collisions. [10] It is unknown if stricter safety standards for ambulance design in Europe, Australia, and New Zealand result in fewer injuries and deaths. [9] Additional research is needed to understand what changes in behavior, equipment, and ambulance design will protect EMS personnel and those they transport."}
{"id": "article-96031_11", "title": "EMS Ground Transport Safety -- Clinical Significance", "content": "Transport times are faster in both rural and urban environments with the use of lights and sirens. Studies vary widely in documented time savings, from an average of fewer than two minutes to a 30% decrease in transport times. [11] [12] [13] [14] However, this time-savings is unlikely to contribute significantly to morbidity and mortality in the majority of patients transported. [11] [12]", "contents": "EMS Ground Transport Safety -- Clinical Significance. Transport times are faster in both rural and urban environments with the use of lights and sirens. Studies vary widely in documented time savings, from an average of fewer than two minutes to a 30% decrease in transport times. [11] [12] [13] [14] However, this time-savings is unlikely to contribute significantly to morbidity and mortality in the majority of patients transported. [11] [12]"}
{"id": "article-96031_12", "title": "EMS Ground Transport Safety -- Clinical Significance", "content": "In one retrospective study, although transport times were significantly decreased with the use of lights and sirens, only five percent of patients benefitted in a clinically significant manner from the time saved. [15] However, longer ambulance response times (greater than twelve minutes versus less than seven minutes), whether rural or urban, are significantly associated with higher mortality for patients transported after a motor vehicle crash. [16]", "contents": "EMS Ground Transport Safety -- Clinical Significance. In one retrospective study, although transport times were significantly decreased with the use of lights and sirens, only five percent of patients benefitted in a clinically significant manner from the time saved. [15] However, longer ambulance response times (greater than twelve minutes versus less than seven minutes), whether rural or urban, are significantly associated with higher mortality for patients transported after a motor vehicle crash. [16]"}
{"id": "article-96031_13", "title": "EMS Ground Transport Safety -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Ground Transport Safety -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}