{"id": "article-32386_0", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction", "content": "The axilla is an anatomical region under the shoulder joint where the arm connects to the shoulder. It contains a variety of neurovascular structures, including the axillary artery, axillary vein, brachial plexus, and lymph nodes. There are five anatomic borders of the axilla: the superior, anterior, posterior, lateral, and medial walls [1] .", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction. The axilla is an anatomical region under the shoulder joint where the arm connects to the shoulder. It contains a variety of neurovascular structures, including the axillary artery, axillary vein, brachial plexus, and lymph nodes. There are five anatomic borders of the axilla: the superior, anterior, posterior, lateral, and medial walls [1] ."}
{"id": "article-32386_1", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction", "content": "The medial wall is the serratus anterior and the first four ribs. The humerus, the coracobrachialis, and the short head of the biceps form the lateral wall. The pectoralis major and minor muscles make up the anterior wall. The clavicle, scapula, and first rib comprise the superior wall. The posterior wall is the teres major, subscapularis, and latissimus dorsi muscles.", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction. The medial wall is the serratus anterior and the first four ribs. The humerus, the coracobrachialis, and the short head of the biceps form the lateral wall. The pectoralis major and minor muscles make up the anterior wall. The clavicle, scapula, and first rib comprise the superior wall. The posterior wall is the teres major, subscapularis, and latissimus dorsi muscles."}
{"id": "article-32386_2", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction", "content": "The primary blood supply to the axilla is the axillary artery, which branches directly off of the subclavian artery. The axillary artery is also a major blood supplier to the shoulder and upper arm. The brachial plexus, a network of nerves originating from the C5-T1 spinal roots, is the principal nervous structure in the axillary area.", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction. The primary blood supply to the axilla is the axillary artery, which branches directly off of the subclavian artery. The axillary artery is also a major blood supplier to the shoulder and upper arm. The brachial plexus, a network of nerves originating from the C5-T1 spinal roots, is the principal nervous structure in the axillary area."}
{"id": "article-32386_3", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction", "content": "The axillary walls are used as landmarks by surgeons to prevent damage to the neurovascular structures within the axilla during surgery. Radical mastectomy, a surgery involving removal of the breast, the underlying chest muscles, and the axillary lymph nodes, is a common cause of injury to the long thoracic nerve, which can lead to a winged scapula.", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Introduction. The axillary walls are used as landmarks by surgeons to prevent damage to the neurovascular structures within the axilla during surgery. Radical mastectomy, a surgery involving removal of the breast, the underlying chest muscles, and the axillary lymph nodes, is a common cause of injury to the long thoracic nerve, which can lead to a winged scapula."}
{"id": "article-32386_4", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Blood Supply and Lymphatics", "content": "The primary blood supply of the upper extremity originates from the subclavian artery, which lies just beneath the clavicles bilaterally. The subclavian artery is one of the main branches of the aorta. [2] The axillary artery is the continuation of the subclavian artery beyond the border of the first rib. The brachial artery forms the continuation of the axillary artery beyond the inferior margin of the teres major muscle. [3] The suprascapular artery, which is a branch of the thyrocervical trunk which branches off of the subclavian artery, gives blood supply to the rotator cuff muscles. The subscapular artery, the largest branch of the axillary artery, supplies the intercostal muscles, latissimus dorsi, and the serratus anterior muscles. The anterior and posterior humeral circumflex arteries also branch from the axillary artery. The anterior humeral circumflex artery supplies the head of the humerus. The posterior humeral circumflex artery supplies the teres major, teres minor, deltoid, and triceps muscles. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Blood Supply and Lymphatics. The primary blood supply of the upper extremity originates from the subclavian artery, which lies just beneath the clavicles bilaterally. The subclavian artery is one of the main branches of the aorta. [2] The axillary artery is the continuation of the subclavian artery beyond the border of the first rib. The brachial artery forms the continuation of the axillary artery beyond the inferior margin of the teres major muscle. [3] The suprascapular artery, which is a branch of the thyrocervical trunk which branches off of the subclavian artery, gives blood supply to the rotator cuff muscles. The subscapular artery, the largest branch of the axillary artery, supplies the intercostal muscles, latissimus dorsi, and the serratus anterior muscles. The anterior and posterior humeral circumflex arteries also branch from the axillary artery. The anterior humeral circumflex artery supplies the head of the humerus. The posterior humeral circumflex artery supplies the teres major, teres minor, deltoid, and triceps muscles. [1]"}
{"id": "article-32386_5", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Nerves", "content": "The brachial plexus is the principal nervous structure in the axillary area. It innervates the muscles around the axilla, the shoulder, and upper limbs. It originates from the spinal nerve roots of C5-T1. It consists of 5 roots, three trunks, six divisions, three cords, and five branches. The five roots merge into three trunks, which are the superior, middle, and inferior trunks. The three trunks connect to form six divisions which merge into three cords. The three cords are the lateral, posterior, and medial cords, which are named with reference to their relationship to the axillary artery. The three cords then divide into five branches, which are the musculocutaneous, axillary, radial, median, and ulnar nerves. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Nerves. The brachial plexus is the principal nervous structure in the axillary area. It innervates the muscles around the axilla, the shoulder, and upper limbs. It originates from the spinal nerve roots of C5-T1. It consists of 5 roots, three trunks, six divisions, three cords, and five branches. The five roots merge into three trunks, which are the superior, middle, and inferior trunks. The three trunks connect to form six divisions which merge into three cords. The three cords are the lateral, posterior, and medial cords, which are named with reference to their relationship to the axillary artery. The three cords then divide into five branches, which are the musculocutaneous, axillary, radial, median, and ulnar nerves. [4]"}
{"id": "article-32386_6", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Muscles", "content": "The borders of the axilla are composed of muscles. The medial wall is formed by the serratus anterior muscle. The long thoracic nerve directly branches off of the C6, C7, and C8 nerve roots to innervate the serratus anterior muscle. The function of the serratus anterior is anteversion and protraction of the scapula. The coracobrachialis and the short head of the biceps muscles comprise the lateral wall of the axilla. The musculocutaneous nerve originates from the C5-C6 nerve roots of the brachial plexus and innervates both the coracobrachialis and the biceps muscles. The coracobrachialis muscle's function is flexion and adduction of the elbow joint. The short head of the biceps muscle's function is flexion and supination of the elbow joint. [5] [6] The pectoralis major and minor muscles form the anterior wall of the axilla; they receive innervation from the medial and lateral pectoral nerves. They function to flex, adduct, and medially rotate the arm at the glenohumeral joint. [7] The teres major, subscapularis, and latissimus dorsi muscles comprise the posterior wall. [1] The teres major muscle gets innervated by the lower subscapular nerve, which originates from the C6-C7 nerve roots and branches from the posterior cord of the brachial plexus. The teres major functions to internally rotate and adduct the arm. [4] The subscapularis muscle receives its nerve supply from the upper subscapular nerve and functions to internally rotate the arm. [8] The upper subscapular nerve originates from the C5-C6 nerve roots and also branches from the posterior cord of the brachial plexus. The latissimus dorsi muscle's innervation is by the thoracodorsal nerve, which originates from the brachial plexus, and functions to adduct, extend, and internally rotate the arm. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Muscles. The borders of the axilla are composed of muscles. The medial wall is formed by the serratus anterior muscle. The long thoracic nerve directly branches off of the C6, C7, and C8 nerve roots to innervate the serratus anterior muscle. The function of the serratus anterior is anteversion and protraction of the scapula. The coracobrachialis and the short head of the biceps muscles comprise the lateral wall of the axilla. The musculocutaneous nerve originates from the C5-C6 nerve roots of the brachial plexus and innervates both the coracobrachialis and the biceps muscles. The coracobrachialis muscle's function is flexion and adduction of the elbow joint. The short head of the biceps muscle's function is flexion and supination of the elbow joint. [5] [6] The pectoralis major and minor muscles form the anterior wall of the axilla; they receive innervation from the medial and lateral pectoral nerves. They function to flex, adduct, and medially rotate the arm at the glenohumeral joint. [7] The teres major, subscapularis, and latissimus dorsi muscles comprise the posterior wall. [1] The teres major muscle gets innervated by the lower subscapular nerve, which originates from the C6-C7 nerve roots and branches from the posterior cord of the brachial plexus. The teres major functions to internally rotate and adduct the arm. [4] The subscapularis muscle receives its nerve supply from the upper subscapular nerve and functions to internally rotate the arm. [8] The upper subscapular nerve originates from the C5-C6 nerve roots and also branches from the posterior cord of the brachial plexus. The latissimus dorsi muscle's innervation is by the thoracodorsal nerve, which originates from the brachial plexus, and functions to adduct, extend, and internally rotate the arm. [9]"}
{"id": "article-32386_7", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Physiologic Variants", "content": "There are anatomical variances in the points of entry and exit, paths, and locations of veins, arteries, and nerves in the axilla; this is of importance during surgical procedures in the axillary region like axillary lymph node biopsies. The medial cutaneous nerve is the smallest branch of the brachial plexus that passes through the axilla and runs alongside the axillary vein. When it enters the arm, it descends along the medial side of the brachial vein. In the mid-portion of the arm, it pierces the deep fascia and branches into its terminal cutaneous branches. The medial cutaneous nerve innervates the skin of the medial arm down to the medial epicondyle of the humerus. A study of 100 patients identified the medial cutaneous nerve of the arm in 22% of the cases evaluated. When found, the medial cutaneous nerve of the arm most commonly penetrated the axilla through the apex and crossed the axilla alongside the axillary vein. In 36.4% of cases that identified the medial cutaneous nerve, the nerve deviated from the path of the axillary vein during its path through the axilla, and, in 13.6% of cases, it split into two branches during its path through the axilla. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Physiologic Variants. There are anatomical variances in the points of entry and exit, paths, and locations of veins, arteries, and nerves in the axilla; this is of importance during surgical procedures in the axillary region like axillary lymph node biopsies. The medial cutaneous nerve is the smallest branch of the brachial plexus that passes through the axilla and runs alongside the axillary vein. When it enters the arm, it descends along the medial side of the brachial vein. In the mid-portion of the arm, it pierces the deep fascia and branches into its terminal cutaneous branches. The medial cutaneous nerve innervates the skin of the medial arm down to the medial epicondyle of the humerus. A study of 100 patients identified the medial cutaneous nerve of the arm in 22% of the cases evaluated. When found, the medial cutaneous nerve of the arm most commonly penetrated the axilla through the apex and crossed the axilla alongside the axillary vein. In 36.4% of cases that identified the medial cutaneous nerve, the nerve deviated from the path of the axillary vein during its path through the axilla, and, in 13.6% of cases, it split into two branches during its path through the axilla. [10]"}
{"id": "article-32386_8", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Clinical Significance", "content": "Axillary lymph node biopsies are important in the diagnostic evaluation of cancers such as breast cancer, lung cancer, and melanoma. Understanding the anatomy of the axilla is important for surgeons during the evaluation and removal of lymph nodes. Iatrogenic injury is preventable through being thoroughly aware of the anatomical variants that exist in the axilla. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Clinical Significance. Axillary lymph node biopsies are important in the diagnostic evaluation of cancers such as breast cancer, lung cancer, and melanoma. Understanding the anatomy of the axilla is important for surgeons during the evaluation and removal of lymph nodes. Iatrogenic injury is preventable through being thoroughly aware of the anatomical variants that exist in the axilla. [10]"}
{"id": "article-32386_9", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Clinical Significance", "content": "The long thoracic nerve is close to the axillary lymph nodes and is at risk of injury during lymph node removal or radical mastectomy. Damage to the long thoracic nerve leads to a winged scapula, which is a condition in which the scapula abnormally protrudes from the back. [11] [12] Affected patients complain of upper extremity weakness and restrictions in the shoulder joint range of motion. Muscle strengthening and pain management help to treat the condition. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Clinical Significance. The long thoracic nerve is close to the axillary lymph nodes and is at risk of injury during lymph node removal or radical mastectomy. Damage to the long thoracic nerve leads to a winged scapula, which is a condition in which the scapula abnormally protrudes from the back. [11] [12] Affected patients complain of upper extremity weakness and restrictions in the shoulder joint range of motion. Muscle strengthening and pain management help to treat the condition. [12]"}
{"id": "article-32386_10", "title": "Anatomy, Shoulder and Upper Limb, Axilla -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Axilla -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}