{"id": "article-23710_0", "title": "Intraocular Pressure -- Definition/Introduction", "content": "Intraocular pressure (IOP) or eye pressure is the fluid pressure of the eye. The continual production and outflow of fluids maintain this pressure. Considering that the orbital globe can be seen as a spherical rigid container, the pressure generated inside the eye is determined by external pressure and changes in the volume of the contents within. With regard to volumes, the forces generated in a normal eye are determined mainly by the dynamics of the aqueous humor (AH). Although the vitreous body (the clear gelatinous mass between the retina and the lens) fills a large portion of the posterior part of the eye, this transparent gel tends to have a fixed volume and, therefore, is not typically involved in regulating IOP. [1]", "contents": "Intraocular Pressure -- Definition/Introduction. Intraocular pressure (IOP) or eye pressure is the fluid pressure of the eye. The continual production and outflow of fluids maintain this pressure. Considering that the orbital globe can be seen as a spherical rigid container, the pressure generated inside the eye is determined by external pressure and changes in the volume of the contents within. With regard to volumes, the forces generated in a normal eye are determined mainly by the dynamics of the aqueous humor (AH). Although the vitreous body (the clear gelatinous mass between the retina and the lens) fills a large portion of the posterior part of the eye, this transparent gel tends to have a fixed volume and, therefore, is not typically involved in regulating IOP. [1]"}
{"id": "article-23710_1", "title": "Intraocular Pressure -- Definition/Introduction -- Importance of AH", "content": "The AH serves a fundamental role in the eye. The globe's shape must remain constant, and the optical channel from the cornea to the retina must remain unobstructed and relatively transparent for normal visual function. A clear substance like the AH is needed to provide volume, shape, and nutrition to all parts of the internal structures of the eye, with a minimal amount of blood vessels. Moreover, the AH helps to protect and maintain the refractive surfaces in proper positions to permit correct visual function.", "contents": "Intraocular Pressure -- Definition/Introduction -- Importance of AH. The AH serves a fundamental role in the eye. The globe's shape must remain constant, and the optical channel from the cornea to the retina must remain unobstructed and relatively transparent for normal visual function. A clear substance like the AH is needed to provide volume, shape, and nutrition to all parts of the internal structures of the eye, with a minimal amount of blood vessels. Moreover, the AH helps to protect and maintain the refractive surfaces in proper positions to permit correct visual function."}
{"id": "article-23710_2", "title": "Intraocular Pressure -- Definition/Introduction -- Production of AH", "content": "In approaching IOP, a basic understanding of the production and outflow of the AH is helpful. This clear fluid is produced by the ciliary epithelium of the iris, ciliary body, and pars plana within the posterior chamber of the anterior eye. Plasma filtrates through the capillary walls of the ciliary process, which contributes to the chemical contribution and generation of the AH by diffusion (5%), ultrafiltration (15%), and active secretion (80%). [2]", "contents": "Intraocular Pressure -- Definition/Introduction -- Production of AH. In approaching IOP, a basic understanding of the production and outflow of the AH is helpful. This clear fluid is produced by the ciliary epithelium of the iris, ciliary body, and pars plana within the posterior chamber of the anterior eye. Plasma filtrates through the capillary walls of the ciliary process, which contributes to the chemical contribution and generation of the AH by diffusion (5%), ultrafiltration (15%), and active secretion (80%). [2]"}
{"id": "article-23710_3", "title": "Intraocular Pressure -- Definition/Introduction -- Production of AH", "content": "The main secretion mechanism creates an adenosine triphosphate (ATP)-driven osmotic gradient that generates the AH in the posterior chamber, which is independent of IOP. However, the ultrafiltration AH production mechanism is influenced by plasma oncotic pressure, blood pressure in the capillaries, and IOP.", "contents": "Intraocular Pressure -- Definition/Introduction -- Production of AH. The main secretion mechanism creates an adenosine triphosphate (ATP)-driven osmotic gradient that generates the AH in the posterior chamber, which is independent of IOP. However, the ultrafiltration AH production mechanism is influenced by plasma oncotic pressure, blood pressure in the capillaries, and IOP."}
{"id": "article-23710_4", "title": "Intraocular Pressure -- Definition/Introduction -- Production of AH", "content": "The ciliary process contains 2 apical epithelial layers surrounding a capillary and interstitial tissue-filled core. [3] The deepest layer comprises nonpigmented ciliary epithelial cells joined by tight junctions and desmosomes. Pigmented ciliary epithelial cells are found in the outer layer and are joined by gap junctions. The ciliary processes use both active secretion and ultrafiltration to produce aqueous humor. [4] Through capillary fenestrations, plasma filtrate penetrates the interstitial space (ultrafiltration). About 4% of plasma flow is filtered by the filtrate of the capillaries. [5]", "contents": "Intraocular Pressure -- Definition/Introduction -- Production of AH. The ciliary process contains 2 apical epithelial layers surrounding a capillary and interstitial tissue-filled core. [3] The deepest layer comprises nonpigmented ciliary epithelial cells joined by tight junctions and desmosomes. Pigmented ciliary epithelial cells are found in the outer layer and are joined by gap junctions. The ciliary processes use both active secretion and ultrafiltration to produce aqueous humor. [4] Through capillary fenestrations, plasma filtrate penetrates the interstitial space (ultrafiltration). About 4% of plasma flow is filtered by the filtrate of the capillaries. [5]"}
{"id": "article-23710_5", "title": "Intraocular Pressure -- Definition/Introduction -- Production of AH", "content": "The capillary wall is an essential barrier to plasma proteins; however, the tight junctions covering the apical portion of the intercellular gaps in the nonpigmented ciliary epithelium are the most important barrier. This design results from a high protein content in the tissue fluid. As a result, there is a decrease in the transcapillary difference in oncotic pressure and high oncotic pressure in the tissue fluid. Water tends to be moved into the processes from the posterior chamber by the action of hydrostatic and oncotic pressure differences across the ciliary epithelium. [6] Therefore, secretion is necessary for fluid to pass into the posterior chamber under normal circumstances.", "contents": "Intraocular Pressure -- Definition/Introduction -- Production of AH. The capillary wall is an essential barrier to plasma proteins; however, the tight junctions covering the apical portion of the intercellular gaps in the nonpigmented ciliary epithelium are the most important barrier. This design results from a high protein content in the tissue fluid. As a result, there is a decrease in the transcapillary difference in oncotic pressure and high oncotic pressure in the tissue fluid. Water tends to be moved into the processes from the posterior chamber by the action of hydrostatic and oncotic pressure differences across the ciliary epithelium. [6] Therefore, secretion is necessary for fluid to pass into the posterior chamber under normal circumstances."}
{"id": "article-23710_6", "title": "Intraocular Pressure -- Definition/Introduction -- Production of AH", "content": "Only active transport across the ciliary epithelial layers can deposit fluid into this chamber. The rate of AH production is about 2.5 µl/min, giving rise to about 3.5 ml in 24 hours, which undergoes daily fluctuations and tends to be higher at about noon and lowest during sleeping hours. [7]", "contents": "Intraocular Pressure -- Definition/Introduction -- Production of AH. Only active transport across the ciliary epithelial layers can deposit fluid into this chamber. The rate of AH production is about 2.5 µl/min, giving rise to about 3.5 ml in 24 hours, which undergoes daily fluctuations and tends to be higher at about noon and lowest during sleeping hours. [7]"}
{"id": "article-23710_7", "title": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH", "content": "The AH accumulates in the posterior chamber and flows through the pupil into the anterior chamber; it then exits the anterior chamber via one of three routes: [8]", "contents": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH. The AH accumulates in the posterior chamber and flows through the pupil into the anterior chamber; it then exits the anterior chamber via one of three routes: [8]"}
{"id": "article-23710_8", "title": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH", "content": "The vast majority of the AH drains through the trabecular meshwork (TM) at the angle of the anterior chamber and into the Schlemm canal, where it enters episcleral veins. This outflow type is pressure-dependent and is influenced by the hydrostatic pressure in Schlemm's canal and IOP. The AH may encounter various degrees of resistance through the different layers of the TM and across the inner wall of Schlemm's canal. [9]", "contents": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH. The vast majority of the AH drains through the trabecular meshwork (TM) at the angle of the anterior chamber and into the Schlemm canal, where it enters episcleral veins. This outflow type is pressure-dependent and is influenced by the hydrostatic pressure in Schlemm's canal and IOP. The AH may encounter various degrees of resistance through the different layers of the TM and across the inner wall of Schlemm's canal. [9]"}
{"id": "article-23710_9", "title": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH", "content": "About 20% of the AH passes from the chamber angle into the suprachoroidal space and ciliary muscle and through the scleral substance and enters uveal venous circulation in the ciliary body, choroid, and sclera. This outflow is pressure-independent. Certain glaucomatous topical drugs, like prostaglandin analogs, act on the increasing outflow from the uveoscleral pathway to decrease IOP. [10]", "contents": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH. About 20% of the AH passes from the chamber angle into the suprachoroidal space and ciliary muscle and through the scleral substance and enters uveal venous circulation in the ciliary body, choroid, and sclera. This outflow is pressure-independent. Certain glaucomatous topical drugs, like prostaglandin analogs, act on the increasing outflow from the uveoscleral pathway to decrease IOP. [10]"}
{"id": "article-23710_10", "title": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH", "content": "A smaller amount of the AH transits through the iris and back into the posterior chamber. Studies have also hypothesized the existence of alternative and untraditional outflow methods, like the uveolymphatic pathway. [8]", "contents": "Intraocular Pressure -- Definition/Introduction -- Outflow of AH. A smaller amount of the AH transits through the iris and back into the posterior chamber. Studies have also hypothesized the existence of alternative and untraditional outflow methods, like the uveolymphatic pathway. [8]"}
{"id": "article-23710_11", "title": "Intraocular Pressure -- Definition/Introduction -- Physiology of IOP", "content": "As pressure is a measure of force per area, IOP is a measurement involving the magnitude of the force exerted by the AH on the internal surface area of the anterior eye. The IOP can be theoretically determined by the Goldmann equation, which is IOP = (F/C) + P, where IOP is given in millimeters of mercury (mmHg), F represents the AH flow rate, C represents the AH outflow, and P is the episcleral venous pressure. A change or fluctuation in these variables will inevitably alter the IOP. [11]", "contents": "Intraocular Pressure -- Definition/Introduction -- Physiology of IOP. As pressure is a measure of force per area, IOP is a measurement involving the magnitude of the force exerted by the AH on the internal surface area of the anterior eye. The IOP can be theoretically determined by the Goldmann equation, which is IOP = (F/C) + P, where IOP is given in millimeters of mercury (mmHg), F represents the AH flow rate, C represents the AH outflow, and P is the episcleral venous pressure. A change or fluctuation in these variables will inevitably alter the IOP. [11]"}
{"id": "article-23710_12", "title": "Intraocular Pressure -- Definition/Introduction -- Physiology of IOP", "content": "IOP is carefully regulated, and disturbances are often implicated in the development of pathologies such as glaucoma, uveitis, and retinal detachment. IOP exists as a fine-tuned equilibrium between the production and drainage of the AH. Sudden increases in IOP can cause mechanical stress and ischemic effects on the retinal nerve fiber layer, [12] whereas sudden decreases in IOP can cause microbubbles to form from dissolved gases in microvasculature with resultant gas emboli and ischemic tissue damage. [13] Chronic elevation of IOP has been infamously implicated in the pathogenesis of primary open-angle glaucoma (POAG) and other vision-damaging problems. [14]", "contents": "Intraocular Pressure -- Definition/Introduction -- Physiology of IOP. IOP is carefully regulated, and disturbances are often implicated in the development of pathologies such as glaucoma, uveitis, and retinal detachment. IOP exists as a fine-tuned equilibrium between the production and drainage of the AH. Sudden increases in IOP can cause mechanical stress and ischemic effects on the retinal nerve fiber layer, [12] whereas sudden decreases in IOP can cause microbubbles to form from dissolved gases in microvasculature with resultant gas emboli and ischemic tissue damage. [13] Chronic elevation of IOP has been infamously implicated in the pathogenesis of primary open-angle glaucoma (POAG) and other vision-damaging problems. [14]"}
{"id": "article-23710_13", "title": "Intraocular Pressure -- Definition/Introduction -- Physiology of IOP", "content": "An intricate and elegant homeostatic mechanism maintains intraocular pressure. Acutely, the sympathetic nervous system directly influences the secretion of aqueous, with beta-2 receptors causing increased secretion and alpha-2 receptors causing decreased secretion. Homeostatic regulation of IOP, however, relies primarily on regulating aqueous outflow through the TM. This regulation occurs through modulation of the resistance of the TM outflow tract in the juxtacanalicular region (region bordering Schlemm canal), likely at the level of the inner wall basement membrane. [15] IOP forces produce mechanical stress on the cells of this layer, which initiates a signal cascade leading to increased activity of matrix metalloproteinases (specifically MMP14 and MMP2) with a resultant increase in cell turnover at the level of the TM, allowing increased AH outflow. [16]", "contents": "Intraocular Pressure -- Definition/Introduction -- Physiology of IOP. An intricate and elegant homeostatic mechanism maintains intraocular pressure. Acutely, the sympathetic nervous system directly influences the secretion of aqueous, with beta-2 receptors causing increased secretion and alpha-2 receptors causing decreased secretion. Homeostatic regulation of IOP, however, relies primarily on regulating aqueous outflow through the TM. This regulation occurs through modulation of the resistance of the TM outflow tract in the juxtacanalicular region (region bordering Schlemm canal), likely at the level of the inner wall basement membrane. [15] IOP forces produce mechanical stress on the cells of this layer, which initiates a signal cascade leading to increased activity of matrix metalloproteinases (specifically MMP14 and MMP2) with a resultant increase in cell turnover at the level of the TM, allowing increased AH outflow. [16]"}
{"id": "article-23710_14", "title": "Intraocular Pressure -- Definition/Introduction -- Tonometry", "content": "IOP can be measured by tonometry. [17] Numerous tonometers are currently available; however, Goldmann applanation tonometry (GAT) remains the gold standard in routine clinical settings. [18] This method, first described by Hans Goldmann in 1948, gives an accurate estimate of the pressure inside the anterior eye based on the resistance to flattening of a small area of the cornea. [19] Pressures between 11 and 21 mm Hg are considered normal, and diurnal variance of IOP is expected, with higher pressures typically found in the morning.", "contents": "Intraocular Pressure -- Definition/Introduction -- Tonometry. IOP can be measured by tonometry. [17] Numerous tonometers are currently available; however, Goldmann applanation tonometry (GAT) remains the gold standard in routine clinical settings. [18] This method, first described by Hans Goldmann in 1948, gives an accurate estimate of the pressure inside the anterior eye based on the resistance to flattening of a small area of the cornea. [19] Pressures between 11 and 21 mm Hg are considered normal, and diurnal variance of IOP is expected, with higher pressures typically found in the morning."}
{"id": "article-23710_15", "title": "Intraocular Pressure -- Definition/Introduction -- Tonometry", "content": "Although the mainline modality for measurement of IOP remains GAT, rebound tonometry using portable tonometers [20] and other alternative tonometers have been proposed in screening settings and in cases in which GAT is difficult, not appropriate, or not possible (eg, children, noncollaborative patients, postoperative eyes). [21] Readings taken with different tonometers, however, are not exchangeable. [22]", "contents": "Intraocular Pressure -- Definition/Introduction -- Tonometry. Although the mainline modality for measurement of IOP remains GAT, rebound tonometry using portable tonometers [20] and other alternative tonometers have been proposed in screening settings and in cases in which GAT is difficult, not appropriate, or not possible (eg, children, noncollaborative patients, postoperative eyes). [21] Readings taken with different tonometers, however, are not exchangeable. [22]"}
{"id": "article-23710_16", "title": "Intraocular Pressure -- Definition/Introduction -- Tonometry", "content": "Studies have reported the development of microelectromechanical and nanoelectromechanical systems for 24-hour intraocular pressure monitoring; however, this approach currently tends only to be considered in clinical trials and research settings. [23] Although larger studies are required to validate their safety and efficacy, these newer systems will play a significant role in managing and monitoring patients with pressure-related pathology. [24]", "contents": "Intraocular Pressure -- Definition/Introduction -- Tonometry. Studies have reported the development of microelectromechanical and nanoelectromechanical systems for 24-hour intraocular pressure monitoring; however, this approach currently tends only to be considered in clinical trials and research settings. [23] Although larger studies are required to validate their safety and efficacy, these newer systems will play a significant role in managing and monitoring patients with pressure-related pathology. [24]"}
{"id": "article-23710_17", "title": "Intraocular Pressure -- Definition/Introduction -- Tonometry", "content": "Limitations exist in applanation technology due to reliance on the Imbert-Fick principle, which presumes that pressure within a sphere equals the force necessary to flatten its surface divided by the area flattened. [25] This principle does not consider the inherent rigidity or biomechanical properties of the corneal wall. The law applies to perfectly spherical solids that are flexible, dry, and infinitely thin, which do not reflect the anatomy of the eye. [26] The force of capillary attraction of the tear meniscus opposes corneal rigidity when the flattened area is 3.06 mm in diameter.", "contents": "Intraocular Pressure -- Definition/Introduction -- Tonometry. Limitations exist in applanation technology due to reliance on the Imbert-Fick principle, which presumes that pressure within a sphere equals the force necessary to flatten its surface divided by the area flattened. [25] This principle does not consider the inherent rigidity or biomechanical properties of the corneal wall. The law applies to perfectly spherical solids that are flexible, dry, and infinitely thin, which do not reflect the anatomy of the eye. [26] The force of capillary attraction of the tear meniscus opposes corneal rigidity when the flattened area is 3.06 mm in diameter."}
{"id": "article-23710_18", "title": "Intraocular Pressure -- Definition/Introduction -- Tonometry", "content": "GAT was initially designed to calibrate a mean central cornea of 520 µm. [27] If, for example, the corneal wall is exceptionally thick in an eye with a pachymetry measurement of greater than 600 µm, a large force will be required to flatten it. The total force may not correspond to an elevated IOP, resulting in overestimating IOP. The opposite is true for individuals with thin central corneas or eyes that have undergone refractive surgery, in which the reduced mean corneal thickness can give rise to an underestimation of IOP measurements taken with GAT. For this reason, the measurement of central corneal thickness is critical for accurately measuring IOP. [28]", "contents": "Intraocular Pressure -- Definition/Introduction -- Tonometry. GAT was initially designed to calibrate a mean central cornea of 520 µm. [27] If, for example, the corneal wall is exceptionally thick in an eye with a pachymetry measurement of greater than 600 µm, a large force will be required to flatten it. The total force may not correspond to an elevated IOP, resulting in overestimating IOP. The opposite is true for individuals with thin central corneas or eyes that have undergone refractive surgery, in which the reduced mean corneal thickness can give rise to an underestimation of IOP measurements taken with GAT. For this reason, the measurement of central corneal thickness is critical for accurately measuring IOP. [28]"}
{"id": "article-23710_19", "title": "Intraocular Pressure -- Definition/Introduction -- Normal IOP", "content": "The range of IOP that is typically considered \"normal\" in a clinical setting is from 10 to 21 mm Hg. [29] This normal range of IOP is based on a statistical probability of normal individuals calculated from large population-based studies performed more than 50 years ago by Leydhecker in 1958 [30] and Hollows and Graham in 1966. [31] The average IOP in these large cohorts with no ocular signs or symptoms was reported to be 15-16 mmHg, with a standard deviation (SD) of 2 to 3 mm Hg. Based on a statistically normal distribution, 95% of these apparently normal individuals fall within the mean IOP +/- 2SD, giving rise to this normal range of IOP of 10 to 21 mm Hg. [32]", "contents": "Intraocular Pressure -- Definition/Introduction -- Normal IOP. The range of IOP that is typically considered \"normal\" in a clinical setting is from 10 to 21 mm Hg. [29] This normal range of IOP is based on a statistical probability of normal individuals calculated from large population-based studies performed more than 50 years ago by Leydhecker in 1958 [30] and Hollows and Graham in 1966. [31] The average IOP in these large cohorts with no ocular signs or symptoms was reported to be 15-16 mmHg, with a standard deviation (SD) of 2 to 3 mm Hg. Based on a statistically normal distribution, 95% of these apparently normal individuals fall within the mean IOP +/- 2SD, giving rise to this normal range of IOP of 10 to 21 mm Hg. [32]"}
{"id": "article-23710_20", "title": "Intraocular Pressure -- Definition/Introduction -- Ocular Hypertension and Glaucoma", "content": "Ocular hypertension (OHT) is typically defined as IOP greater than the statistical norm of 21 mmHg in eyes with open angles on gonioscopy and without detectable optic nerve head or visual field damage. [33] OHT is a primary risk factor for developing glaucoma; however, not all eyes with IOP greater than 21 mmHg will necessarily develop glaucoma. Glaucoma can be described as a pathologic condition that causes an acquired dysfunction and loss of retinal ganglion cells and axons of the optic nerve, also known as glaucomatous optic neuropathy. This neuropathy leads to a distinctive optic nerve head appearance, thinning of the retinal nerve fiber layer, and gradual loss of peripheral vision. [12]", "contents": "Intraocular Pressure -- Definition/Introduction -- Ocular Hypertension and Glaucoma. Ocular hypertension (OHT) is typically defined as IOP greater than the statistical norm of 21 mmHg in eyes with open angles on gonioscopy and without detectable optic nerve head or visual field damage. [33] OHT is a primary risk factor for developing glaucoma; however, not all eyes with IOP greater than 21 mmHg will necessarily develop glaucoma. Glaucoma can be described as a pathologic condition that causes an acquired dysfunction and loss of retinal ganglion cells and axons of the optic nerve, also known as glaucomatous optic neuropathy. This neuropathy leads to a distinctive optic nerve head appearance, thinning of the retinal nerve fiber layer, and gradual loss of peripheral vision. [12]"}
{"id": "article-23710_21", "title": "Intraocular Pressure -- Definition/Introduction -- Ocular Hypertension and Glaucoma", "content": "The Ocular Hypertension Treatment Study (OHTS) showed that less than 10% of patients with OHT who did not receive medical therapy and about 5% of individuals who received local therapy developed glaucoma during the 60-month follow-up period. Yet, most did not show signs of functional or morphological glaucomatous damage. [34] It is important to note that although glaucoma is most frequently observed when IOP is above apparently normal limits, this pathology can also arise in individuals with IOP less than 21 mmHg. Normal-tension glaucoma (NTG) is defined when individuals falling within the statistically normal range of IOP show progressive glaucomatous optic neuropathy and visual field loss. [35]", "contents": "Intraocular Pressure -- Definition/Introduction -- Ocular Hypertension and Glaucoma. The Ocular Hypertension Treatment Study (OHTS) showed that less than 10% of patients with OHT who did not receive medical therapy and about 5% of individuals who received local therapy developed glaucoma during the 60-month follow-up period. Yet, most did not show signs of functional or morphological glaucomatous damage. [34] It is important to note that although glaucoma is most frequently observed when IOP is above apparently normal limits, this pathology can also arise in individuals with IOP less than 21 mmHg. Normal-tension glaucoma (NTG) is defined when individuals falling within the statistically normal range of IOP show progressive glaucomatous optic neuropathy and visual field loss. [35]"}
{"id": "article-23710_22", "title": "Intraocular Pressure -- Definition/Introduction -- Ocular Hypotony", "content": "Ocular hypotony, on the other hand, is relatively uncommon yet can be a vision-threatening condition. Hypotony tends to be defined when IOP is less than 7 mm Hg, based on similar statistical considerations of normal mean IOP minus 3SD. Hypotony is also considered for postoperative, traumatic, iatrogenic, infective, inflammatory, and pathologic conditions in which nonphysiological IOP gives rise to clinical complications that can potentially compromise vision. [36]", "contents": "Intraocular Pressure -- Definition/Introduction -- Ocular Hypotony. Ocular hypotony, on the other hand, is relatively uncommon yet can be a vision-threatening condition. Hypotony tends to be defined when IOP is less than 7 mm Hg, based on similar statistical considerations of normal mean IOP minus 3SD. Hypotony is also considered for postoperative, traumatic, iatrogenic, infective, inflammatory, and pathologic conditions in which nonphysiological IOP gives rise to clinical complications that can potentially compromise vision. [36]"}
{"id": "article-23710_23", "title": "Intraocular Pressure -- Definition/Introduction -- Variations of IOP", "content": "Similar to most biological parameters, IOP can show fluctuations and changes. IOP has a circadian rhythm, in which levels tend to be higher in the morning and less in the evening. [37] The normal range of variation in IOP in healthy individuals has been reported to be within 6 mm Hg, whereas variations beyond 10 mm Hg are considered pathological. [38] Several factors reported in the literature can influence or cause variations in IOP, including the type of tonometer, genetics, age, race, season, posture, lifestyle, exercise, refractive error, obesity, systemic diseases, medication, etc. [32]", "contents": "Intraocular Pressure -- Definition/Introduction -- Variations of IOP. Similar to most biological parameters, IOP can show fluctuations and changes. IOP has a circadian rhythm, in which levels tend to be higher in the morning and less in the evening. [37] The normal range of variation in IOP in healthy individuals has been reported to be within 6 mm Hg, whereas variations beyond 10 mm Hg are considered pathological. [38] Several factors reported in the literature can influence or cause variations in IOP, including the type of tonometer, genetics, age, race, season, posture, lifestyle, exercise, refractive error, obesity, systemic diseases, medication, etc. [32]"}
{"id": "article-23710_24", "title": "Intraocular Pressure -- Issues of Concern", "content": "Homeostasis of IOP is of vital importance to overall eye health and function. Disruption of this delicate balance that leads to high or low IOP may have devastating consequences, contributing to the pathogenesis of glaucoma, uveitis, and choroidal detachment.", "contents": "Intraocular Pressure -- Issues of Concern. Homeostasis of IOP is of vital importance to overall eye health and function. Disruption of this delicate balance that leads to high or low IOP may have devastating consequences, contributing to the pathogenesis of glaucoma, uveitis, and choroidal detachment."}
{"id": "article-23710_25", "title": "Intraocular Pressure -- Issues of Concern", "content": "Individuals with IOP greater than 21 mm Hg tend to be asymptomatic, considering that there is no acute central vision loss, pain, or redness if the IOP rise is not acute and severe, which can, however, be seen in cases of acute angle-closure glaucoma. [39] OHT and glaucoma are usually diagnosed during routine ophthalmologic examinations. Proper management in these patients is needed to provide early diagnosis, pertinent periodic testing, treatment, and adequate follow-up controls to limit disease progression. Although patients with OHT have normal visual fields and no detectable glaucomatous damage, [40] there is an increased incidence of POAG development. [41]", "contents": "Intraocular Pressure -- Issues of Concern. Individuals with IOP greater than 21 mm Hg tend to be asymptomatic, considering that there is no acute central vision loss, pain, or redness if the IOP rise is not acute and severe, which can, however, be seen in cases of acute angle-closure glaucoma. [39] OHT and glaucoma are usually diagnosed during routine ophthalmologic examinations. Proper management in these patients is needed to provide early diagnosis, pertinent periodic testing, treatment, and adequate follow-up controls to limit disease progression. Although patients with OHT have normal visual fields and no detectable glaucomatous damage, [40] there is an increased incidence of POAG development. [41]"}
{"id": "article-23710_26", "title": "Intraocular Pressure -- Issues of Concern", "content": "POAG is a chronic degeneration of the optic nerve characterized by the American Academy of Ophthalmology (AAO), showing evidence of optic nerve damage from optic disc abnormalities, retinal nerve fiber structure abnormalities, and reproducible visual field defects without other explanations. [42] Although the pathogenic relationship between IOP and glaucomatous optic neuropathy is not fully understood, elevated IOP is highly associated with the development of retinal ganglion cell death.", "contents": "Intraocular Pressure -- Issues of Concern. POAG is a chronic degeneration of the optic nerve characterized by the American Academy of Ophthalmology (AAO), showing evidence of optic nerve damage from optic disc abnormalities, retinal nerve fiber structure abnormalities, and reproducible visual field defects without other explanations. [42] Although the pathogenic relationship between IOP and glaucomatous optic neuropathy is not fully understood, elevated IOP is highly associated with the development of retinal ganglion cell death."}
{"id": "article-23710_27", "title": "Intraocular Pressure -- Issues of Concern", "content": "Multiple mechanisms are postulated to be the causative link between elevated IOP and the development of glaucoma. The suspicion is that elevated IOP causes direct mechanical damage to the retinal ganglion cell axons. [43] Alternatively, there have been suggestions that the elevated IOP produces a shearing of the dorsal attachments of the astrocytes from the optic nerve head, resulting in a loss of metabolic support to the optic nerve head. [44] Other possible mechanisms include ischemic damage due to compression of blood vessels supplying the optic nerve head. [45]", "contents": "Intraocular Pressure -- Issues of Concern. Multiple mechanisms are postulated to be the causative link between elevated IOP and the development of glaucoma. The suspicion is that elevated IOP causes direct mechanical damage to the retinal ganglion cell axons. [43] Alternatively, there have been suggestions that the elevated IOP produces a shearing of the dorsal attachments of the astrocytes from the optic nerve head, resulting in a loss of metabolic support to the optic nerve head. [44] Other possible mechanisms include ischemic damage due to compression of blood vessels supplying the optic nerve head. [45]"}
{"id": "article-23710_28", "title": "Intraocular Pressure -- Issues of Concern", "content": "Recently, IOP variance has been noted to occur during the natural sleep cycle. These sleep-related fluctuations may also play a role in the progression of glaucoma, but more extensive studies are required to uncover its exact role in the pathogenesis of retinal ganglion cell death. [46] Current treatment strategies that are routinely used to manage glaucoma be it local drop therapy, laser, or surgery, are all based on lowering IOP. [47]", "contents": "Intraocular Pressure -- Issues of Concern. Recently, IOP variance has been noted to occur during the natural sleep cycle. These sleep-related fluctuations may also play a role in the progression of glaucoma, but more extensive studies are required to uncover its exact role in the pathogenesis of retinal ganglion cell death. [46] Current treatment strategies that are routinely used to manage glaucoma be it local drop therapy, laser, or surgery, are all based on lowering IOP. [47]"}
{"id": "article-23710_29", "title": "Intraocular Pressure -- Issues of Concern", "content": "Anterior uveitis, an inflammation of the anterior uveal tract, frequently leads to derangement of intraocular pressure homeostasis. In some cases, inflammation of the pars plicata of the ciliary body can cause the ciliary body to shut down, resulting in IOP that is below the normal range and hypotony. In other cases, inflammation of the anterior uveal tract disrupts aqueous outflow, resulting in elevated IOP. In this case, prolonged elevation in IOP will result in glaucomatous optic neuropathy (inflammatory glaucoma). [48]", "contents": "Intraocular Pressure -- Issues of Concern. Anterior uveitis, an inflammation of the anterior uveal tract, frequently leads to derangement of intraocular pressure homeostasis. In some cases, inflammation of the pars plicata of the ciliary body can cause the ciliary body to shut down, resulting in IOP that is below the normal range and hypotony. In other cases, inflammation of the anterior uveal tract disrupts aqueous outflow, resulting in elevated IOP. In this case, prolonged elevation in IOP will result in glaucomatous optic neuropathy (inflammatory glaucoma). [48]"}
{"id": "article-23710_30", "title": "Intraocular Pressure -- Issues of Concern", "content": "Serous choroidal detachment is a distinct danger in the setting of decreased intraocular pressure or hypotony. Increased transmural pressure secondary to decreased IOP results in the transudation of serum into the suprachoroidal space. The result is a progressive detachment of the retina and choroid. [49]", "contents": "Intraocular Pressure -- Issues of Concern. Serous choroidal detachment is a distinct danger in the setting of decreased intraocular pressure or hypotony. Increased transmural pressure secondary to decreased IOP results in the transudation of serum into the suprachoroidal space. The result is a progressive detachment of the retina and choroid. [49]"}
{"id": "article-23710_31", "title": "Intraocular Pressure -- Clinical Significance", "content": "Elevated intraocular pressure is the crucial modifiable risk factor in the development of primary open-angle glaucoma. Other risk factors for glaucoma include older age, central corneal thickness, cup/disc ratio, and pattern standard deviation. In the clinical setting, a critical relevance of intraocular pressure is its utility for diagnosing and treating ocular hypertension before the development of glaucoma. The landmark Ocular Hypertension Treatment Study showed that elevated IOP in the setting of decreased corneal thickness carries a significant risk for the development of glaucoma. It has also been shown that treatment of ocular hypertension in this setting with topical ocular hypotensive medication is effective for delaying or preventing the development of primary open-angle glaucoma. [34]", "contents": "Intraocular Pressure -- Clinical Significance. Elevated intraocular pressure is the crucial modifiable risk factor in the development of primary open-angle glaucoma. Other risk factors for glaucoma include older age, central corneal thickness, cup/disc ratio, and pattern standard deviation. In the clinical setting, a critical relevance of intraocular pressure is its utility for diagnosing and treating ocular hypertension before the development of glaucoma. The landmark Ocular Hypertension Treatment Study showed that elevated IOP in the setting of decreased corneal thickness carries a significant risk for the development of glaucoma. It has also been shown that treatment of ocular hypertension in this setting with topical ocular hypotensive medication is effective for delaying or preventing the development of primary open-angle glaucoma. [34]"}
{"id": "article-23710_32", "title": "Intraocular Pressure -- Clinical Significance", "content": "Despite the proven vision-preserving benefits of early treatment, there remains a dearth of evidence for the benefits of screening for primary open-angle glaucoma in the general population. Even the cutoff of 21 mmHg for reference range IOP has been in dispute in recent years. Many patients with elevated IOP and other associated risk factors never develop visual problems. Recent AAO guidelines illustrate that the results of multiple population-based studies indicate highly variable proportions of patients with elevated IOP who develop glaucoma, suggesting poor predictive value in utilizing a specific IOP cutoff as a measure for screening and diagnosis of primary open-angle glaucoma. [42] Furthermore, the United States Preventive Service Task Force has identified significant harm in the potential overdiagnosis and overtreatment of these patients. [50] The AAO recommends comprehensive adult medical eye evaluation screening for glaucoma in all patients older than 40. [51]", "contents": "Intraocular Pressure -- Clinical Significance. Despite the proven vision-preserving benefits of early treatment, there remains a dearth of evidence for the benefits of screening for primary open-angle glaucoma in the general population. Even the cutoff of 21 mmHg for reference range IOP has been in dispute in recent years. Many patients with elevated IOP and other associated risk factors never develop visual problems. Recent AAO guidelines illustrate that the results of multiple population-based studies indicate highly variable proportions of patients with elevated IOP who develop glaucoma, suggesting poor predictive value in utilizing a specific IOP cutoff as a measure for screening and diagnosis of primary open-angle glaucoma. [42] Furthermore, the United States Preventive Service Task Force has identified significant harm in the potential overdiagnosis and overtreatment of these patients. [50] The AAO recommends comprehensive adult medical eye evaluation screening for glaucoma in all patients older than 40. [51]"}
{"id": "article-23710_33", "title": "Intraocular Pressure -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "IOP is an important factor that should be assessed at every ophthalmological examination. Optometrists and ophthalmologists normally use GAT. Other tonometers can be considered in certain cases, some of which can be used by ophthalmic technicians, nurses, or emergency medicine physicians. Communication among these specialists, who work as an interprofessional team, is critical so that ocular pressure data may be appropriately compared across time.", "contents": "Intraocular Pressure -- Nursing, Allied Health, and Interprofessional Team Interventions. IOP is an important factor that should be assessed at every ophthalmological examination. Optometrists and ophthalmologists normally use GAT. Other tonometers can be considered in certain cases, some of which can be used by ophthalmic technicians, nurses, or emergency medicine physicians. Communication among these specialists, who work as an interprofessional team, is critical so that ocular pressure data may be appropriately compared across time."}
{"id": "article-23710_34", "title": "Intraocular Pressure -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "To maintain uniformity of findings, IOP measurements may need to be remeasured across specialists over time in the management of patients. If the accuracy of a reading or device is in doubt, an alternate tonometry approach may be utilized to corroborate or dispute the reading. If IOP is not extremely high, symptoms are normally not present.", "contents": "Intraocular Pressure -- Nursing, Allied Health, and Interprofessional Team Interventions. To maintain uniformity of findings, IOP measurements may need to be remeasured across specialists over time in the management of patients. If the accuracy of a reading or device is in doubt, an alternate tonometry approach may be utilized to corroborate or dispute the reading. If IOP is not extremely high, symptoms are normally not present."}
{"id": "article-23710_35", "title": "Intraocular Pressure -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "An emergent intraocular pressure reading must be obtained when acute-angle closure glaucoma is suspected based on essential and severe signs and symptoms. A physician or nurse in the emergency room should consult with an ophthalmologist to verify the pressure on arrival. Treatment should be given to lower IOP in addition to conducting other procedures to save eyesight.", "contents": "Intraocular Pressure -- Nursing, Allied Health, and Interprofessional Team Interventions. An emergent intraocular pressure reading must be obtained when acute-angle closure glaucoma is suspected based on essential and severe signs and symptoms. A physician or nurse in the emergency room should consult with an ophthalmologist to verify the pressure on arrival. Treatment should be given to lower IOP in addition to conducting other procedures to save eyesight."}
{"id": "article-23710_36", "title": "Intraocular Pressure -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intraocular Pressure -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}