{"id": "article-20904_0", "title": "Abnormal Neonatal EEG -- Continuing Education Activity", "content": "An electroencephalogram (EEG) of a newborn shows unique features compared to that of older children and adults. This technique is the only clinically available one that can address the premature neonate's normal and abnormal functional development week after week. The abnormalities usually seen include background rhythm abnormalities, states and maturation, and neonatal seizures. The principles employed in identifying abnormalities emphasize the polyphasic sleep activity of newborns and the maturation of the brain. In adjunct to EEGs, the clinical context and neuroimaging results also play a crucial role in diagnosing and managing neonatal seizures. Many neonatal units employ simplified electroencephalographic techniques and amplitude-integrated EEG (aEEG) for rapid screening and monitoring. This activity covers essential features of abnormal EEGs in newborns and highlights the role of the interprofessional team in treating patients with this condition.", "contents": "Abnormal Neonatal EEG -- Continuing Education Activity. An electroencephalogram (EEG) of a newborn shows unique features compared to that of older children and adults. This technique is the only clinically available one that can address the premature neonate's normal and abnormal functional development week after week. The abnormalities usually seen include background rhythm abnormalities, states and maturation, and neonatal seizures. The principles employed in identifying abnormalities emphasize the polyphasic sleep activity of newborns and the maturation of the brain. In adjunct to EEGs, the clinical context and neuroimaging results also play a crucial role in diagnosing and managing neonatal seizures. Many neonatal units employ simplified electroencephalographic techniques and amplitude-integrated EEG (aEEG) for rapid screening and monitoring. This activity covers essential features of abnormal EEGs in newborns and highlights the role of the interprofessional team in treating patients with this condition."}
{"id": "article-20904_1", "title": "Abnormal Neonatal EEG -- Continuing Education Activity", "content": "Objectives: Evaluate abnormal EEG patterns in the newborn. Differentiate normal neonatal EEGs from abnormal or concerning neonatal EEG abnormalities. Determine the possible differential diagnosis of a patient with an abnormal neonatal EEG. Communicate interprofessional team strategies for improving care coordination and communication for patients diagnosed with an abnormal neonatal EEG. Access free multiple choice questions on this topic.", "contents": "Abnormal Neonatal EEG -- Continuing Education Activity. Objectives: Evaluate abnormal EEG patterns in the newborn. Differentiate normal neonatal EEGs from abnormal or concerning neonatal EEG abnormalities. Determine the possible differential diagnosis of a patient with an abnormal neonatal EEG. Communicate interprofessional team strategies for improving care coordination and communication for patients diagnosed with an abnormal neonatal EEG. Access free multiple choice questions on this topic."}
{"id": "article-20904_2", "title": "Abnormal Neonatal EEG -- Introduction", "content": "An electroencephalogram of a newborn shows unique features compared to those of older children and adults. This technique is the only clinically available study that addresses the premature neonate's normal and abnormal functional development week after week. EEG changes result from gradual structural and functional modifications during the last trimester of pregnancy. EEG features are classified according to whether they manifest endogenous generators, such as theta activities that coalesce with a slow wave or delta brushes or originate from a broader network. [1] Neonatal patterns evolve weekly based on the gestational age. [2] Moreover, delta brush, a common characteristic waveform of the human preterm electroencephalogram, represents spontaneous electrical activity. Recent studies suggested that delta brushes are also evoked by external sensory stimulation or spontaneous movement and reflect the activity of subplate neurons, which plays a significant role in early brain development and network organization. [3]", "contents": "Abnormal Neonatal EEG -- Introduction. An electroencephalogram of a newborn shows unique features compared to those of older children and adults. This technique is the only clinically available study that addresses the premature neonate's normal and abnormal functional development week after week. EEG changes result from gradual structural and functional modifications during the last trimester of pregnancy. EEG features are classified according to whether they manifest endogenous generators, such as theta activities that coalesce with a slow wave or delta brushes or originate from a broader network. [1] Neonatal patterns evolve weekly based on the gestational age. [2] Moreover, delta brush, a common characteristic waveform of the human preterm electroencephalogram, represents spontaneous electrical activity. Recent studies suggested that delta brushes are also evoked by external sensory stimulation or spontaneous movement and reflect the activity of subplate neurons, which plays a significant role in early brain development and network organization. [3]"}
{"id": "article-20904_3", "title": "Abnormal Neonatal EEG -- Issues of Concern", "content": "In general, abnormalities of neonatal EEG can be classified as follows: Abnormalities of background rhythms Abnormalities of states and maturation Neonatal seizures [4] [5]", "contents": "Abnormal Neonatal EEG -- Issues of Concern. In general, abnormalities of neonatal EEG can be classified as follows: Abnormalities of background rhythms Abnormalities of states and maturation Neonatal seizures [4] [5]"}
{"id": "article-20904_4", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Background Abnormalities", "content": "In the preterm neonate between 27 and 30 weeks of postmenstrual age, there is a discontinuity of background rhythm compared to that of more mature newborns. There are high-voltage bursts of fast activity interspersed with lower-voltage activity. With maturity, the inter-burst intervals become shorter.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Background Abnormalities. In the preterm neonate between 27 and 30 weeks of postmenstrual age, there is a discontinuity of background rhythm compared to that of more mature newborns. There are high-voltage bursts of fast activity interspersed with lower-voltage activity. With maturity, the inter-burst intervals become shorter."}
{"id": "article-20904_5", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Background Abnormalities", "content": "The direct measure of EEG amplitude (range EEG or rEEG) can be used to detect bursts and inter-burst intervals (IBI), and this automatic measurement serves as a basis for improvement in neonatal brain monitoring. [6]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Background Abnormalities. The direct measure of EEG amplitude (range EEG or rEEG) can be used to detect bursts and inter-burst intervals (IBI), and this automatic measurement serves as a basis for improvement in neonatal brain monitoring. [6]"}
{"id": "article-20904_6", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Background Abnormalities", "content": "However, the prolongation of inter-burst intervals (IBI) can indicate diffuse brain injury or structural abnormality of the cortical network. The acceptable duration of the longest IBI within the record varies according to postmenstrual age and is also state-dependent. [7] Acceptable duration of the longest IBI according to postmenstrual age include the following: 26 weeks = 46 sec 27 weeks = 36 sec Fewer than 30 weeks = 30 to 35 sec 31 to 33 weeks = 20 sec 34 to 36 weeks = 10 sec 37 to 40 weeks = 6 sec Prolongation of the IBI is, however, non-specific and may be secondary to a neurological insult or can also occur due to medication effects.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Background Abnormalities. However, the prolongation of inter-burst intervals (IBI) can indicate diffuse brain injury or structural abnormality of the cortical network. The acceptable duration of the longest IBI within the record varies according to postmenstrual age and is also state-dependent. [7] Acceptable duration of the longest IBI according to postmenstrual age include the following: 26 weeks = 46 sec 27 weeks = 36 sec Fewer than 30 weeks = 30 to 35 sec 31 to 33 weeks = 20 sec 34 to 36 weeks = 10 sec 37 to 40 weeks = 6 sec Prolongation of the IBI is, however, non-specific and may be secondary to a neurological insult or can also occur due to medication effects."}
{"id": "article-20904_7", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Abnormal Voltage and Lack of Differentiation of Background Activity", "content": "Loss of faster frequencies in background activity is the earliest change in response to abnormalities in cortical function. Episodic generalized or regional voltage attenuation that is transient shows milder dysfunction compared to persistent, prolonged depression. The complete absence of polyfrequency activity suggests a lack of differentiation along with other abnormalities and can be related to a severe brain insult. These can be noted in diffuse processes such as perinatal hypoxia-ischemia, metabolic encephalopathies, meningitis, encephalitis, cerebral hemorrhages, and intraventricular hemorrhages. Persistently depressed and poorly differentiated activity in follow-up EEG recording after the first 24 hours carries a poor prognosis.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Abnormal Voltage and Lack of Differentiation of Background Activity. Loss of faster frequencies in background activity is the earliest change in response to abnormalities in cortical function. Episodic generalized or regional voltage attenuation that is transient shows milder dysfunction compared to persistent, prolonged depression. The complete absence of polyfrequency activity suggests a lack of differentiation along with other abnormalities and can be related to a severe brain insult. These can be noted in diffuse processes such as perinatal hypoxia-ischemia, metabolic encephalopathies, meningitis, encephalitis, cerebral hemorrhages, and intraventricular hemorrhages. Persistently depressed and poorly differentiated activity in follow-up EEG recording after the first 24 hours carries a poor prognosis."}
{"id": "article-20904_8", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Dyschronism", "content": "In simpler terms, dyschronism signifies a lag of maturity of the EEG from the expected postmenstrual age (conception age).", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Dyschronism. In simpler terms, dyschronism signifies a lag of maturity of the EEG from the expected postmenstrual age (conception age)."}
{"id": "article-20904_9", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Dyschronism", "content": "The term \"external dyschronism\" refers to disordered maturational development where the features of the record in all states demonstrate a lag or discrepancy between the stated postmenstrual age (PMA) and the PMA estimated by a review of the EEG. A gap of longer than 3 weeks suggests significant neurological dysfunction, particularly if associated with attenuation of background activity and multifocal epileptiform activity (sharp waves and spikes).", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Dyschronism. The term \"external dyschronism\" refers to disordered maturational development where the features of the record in all states demonstrate a lag or discrepancy between the stated postmenstrual age (PMA) and the PMA estimated by a review of the EEG. A gap of longer than 3 weeks suggests significant neurological dysfunction, particularly if associated with attenuation of background activity and multifocal epileptiform activity (sharp waves and spikes)."}
{"id": "article-20904_10", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Dyschronism", "content": "Internal dyschronism refers to the discrepancy in the postmenstrual age determined during waking and in the phase of deeper stages of quiet sleep (QS). If a lag or discrepancy of more than 3 weeks is present, this may also be a marker of cerebral dysfunction.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Dyschronism. Internal dyschronism refers to the discrepancy in the postmenstrual age determined during waking and in the phase of deeper stages of quiet sleep (QS). If a lag or discrepancy of more than 3 weeks is present, this may also be a marker of cerebral dysfunction."}
{"id": "article-20904_11", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Electrocerebral Silence", "content": "An isoelectric recording that is invariant over several or serial recordings indicates cortical neuronal death (but not of the brainstem). Of course, this degree of neuronal function depression is not ordinarily encountered in cases of medication-induced coma or encephalopathic states.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Electrocerebral Silence. An isoelectric recording that is invariant over several or serial recordings indicates cortical neuronal death (but not of the brainstem). Of course, this degree of neuronal function depression is not ordinarily encountered in cases of medication-induced coma or encephalopathic states."}
{"id": "article-20904_12", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Electrocerebral Silence", "content": "The most rigorous technical standards are to be applied with attention to the number of scalp electrodes (8 plus reference), interelectrode distance (>10 cm), polygraphic recording of ECG, EMG, and respiration, application of appropriate intense sensory and painful stimulation, appropriate electrode impedances, time constants, and sensitivity settings (2 μV/mm) to diagnose electrocerebral silence.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Electrocerebral Silence. The most rigorous technical standards are to be applied with attention to the number of scalp electrodes (8 plus reference), interelectrode distance (>10 cm), polygraphic recording of ECG, EMG, and respiration, application of appropriate intense sensory and painful stimulation, appropriate electrode impedances, time constants, and sensitivity settings (2 μV/mm) to diagnose electrocerebral silence."}
{"id": "article-20904_13", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern", "content": "The burst suppression pattern is usually observed in patients with severely reduced brain activity, such as severe cerebral anoxia, drug-induced, toxic-metabolic encephalopathies, severe structural malformations of the brain, and general anesthesia overdose. Studies mention the importance of reliably detecting burst suppression when administering anesthetic or sedative agents, especially for cerebral-protective treatments in different neurosurgical diseases. [8]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern. The burst suppression pattern is usually observed in patients with severely reduced brain activity, such as severe cerebral anoxia, drug-induced, toxic-metabolic encephalopathies, severe structural malformations of the brain, and general anesthesia overdose. Studies mention the importance of reliably detecting burst suppression when administering anesthetic or sedative agents, especially for cerebral-protective treatments in different neurosurgical diseases. [8]"}
{"id": "article-20904_14", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern", "content": "Burst suppression is described as brief bursts of spikes, sharp waves, or slow waves of relatively high amplitude alternating with relatively flat EEG or isoelectric periods. [9] The synchronous bursts (0.5-10-second duration) alternating with or followed by isoelectric background activity (2-10 seconds) in an invariant and non-reactive record is considered as fulfilling criteria for a suppression-burst pattern. Studies show that \"burst suppression with identical bursts\" only occurs after diffuse cerebral ischemia and is associated with poor outcomes. [10]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern. Burst suppression is described as brief bursts of spikes, sharp waves, or slow waves of relatively high amplitude alternating with relatively flat EEG or isoelectric periods. [9] The synchronous bursts (0.5-10-second duration) alternating with or followed by isoelectric background activity (2-10 seconds) in an invariant and non-reactive record is considered as fulfilling criteria for a suppression-burst pattern. Studies show that \"burst suppression with identical bursts\" only occurs after diffuse cerebral ischemia and is associated with poor outcomes. [10]"}
{"id": "article-20904_15", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern", "content": "It is also the hallmark of epileptic encephalopathies with burst suppression (Ohtahara syndrome and early myoclonic encephalopathy). In these conditions, the bursts contain very high-amplitude polymorphic variable sharp and spike-wave patterns with or without symmetry, with low-amplitude intervals ranging from 2 to 10 seconds. The pattern persists in all stages of wakefulness and sleep. See Image. Neonatal EEG showing Burst Suppression pattern in Ohtahara syndrome.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern. It is also the hallmark of epileptic encephalopathies with burst suppression (Ohtahara syndrome and early myoclonic encephalopathy). In these conditions, the bursts contain very high-amplitude polymorphic variable sharp and spike-wave patterns with or without symmetry, with low-amplitude intervals ranging from 2 to 10 seconds. The pattern persists in all stages of wakefulness and sleep. See Image. Neonatal EEG showing Burst Suppression pattern in Ohtahara syndrome."}
{"id": "article-20904_16", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern", "content": "Recent studies describe periods of low-amplitude electroencephalographic signal (quiescence) present during anesthetic-induced burst and postictal generalized electroencephalographic suppression (PGES). Quiescent epochs during both PGES and BS have distinct patterns of EEG signals across voltage, frequency, and spatial domains. Thus, these epochs serve as vital neurophysiological markers for clinical outcomes. [11]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern. Recent studies describe periods of low-amplitude electroencephalographic signal (quiescence) present during anesthetic-induced burst and postictal generalized electroencephalographic suppression (PGES). Quiescent epochs during both PGES and BS have distinct patterns of EEG signals across voltage, frequency, and spatial domains. Thus, these epochs serve as vital neurophysiological markers for clinical outcomes. [11]"}
{"id": "article-20904_17", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern", "content": "Synchronous bursts (0.5-10-second duration) alternating with or followed by isoelectric background activity (2-10 seconds) in an invariant and non-reactive record are considered as fulfilling criteria for a suppression-burst pattern. This pattern can be seen in severe cerebral anoxia, drug-induced, toxic-metabolic encephalopathies, and severe structural malformations of the brain. [12] [13]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Burst-Suppression Pattern. Synchronous bursts (0.5-10-second duration) alternating with or followed by isoelectric background activity (2-10 seconds) in an invariant and non-reactive record are considered as fulfilling criteria for a suppression-burst pattern. This pattern can be seen in severe cerebral anoxia, drug-induced, toxic-metabolic encephalopathies, and severe structural malformations of the brain. [12] [13]"}
{"id": "article-20904_18", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Excessive Discontinuity", "content": "Discontinuous recordings that do not meet the full criteria for burst suppression are perhaps encountered more commonly, particularly in the context of perinatal hypoxic-ischemic encephalopathy. The bursting activity may be of longer duration (10-30 seconds), and IBI occupied by very low amplitude activity of less than 10 μV, less than 10-second duration. These features may be associated with loss of sleep cycling and lability. There may be other variations on this theme of discontinuity, which have been described in the literature.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Excessive Discontinuity. Discontinuous recordings that do not meet the full criteria for burst suppression are perhaps encountered more commonly, particularly in the context of perinatal hypoxic-ischemic encephalopathy. The bursting activity may be of longer duration (10-30 seconds), and IBI occupied by very low amplitude activity of less than 10 μV, less than 10-second duration. These features may be associated with loss of sleep cycling and lability. There may be other variations on this theme of discontinuity, which have been described in the literature."}
{"id": "article-20904_19", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Excessive Discontinuity", "content": "Recent studies mention the association of prolonged electroencephalographic discontinuity with poor neurodevelopmental outcomes after perinatal asphyxia. Aside from seizure burden, excessive EEG discontinuity is also associated with increased cerebral tissue injury on MRI and is predictive of abnormal neurodevelopmental outcomes in infants treated with therapeutic hypothermia (TH) with hypoxic-ischaemic encephalopathy (HIE). The high positive predictive value of EEG discontinuity at 24 hours may be useful in selecting newborns with HIE for adjunctive treatments. [14] Another study assessed the prognostic effect of an early normal/mildly abnormal conventional EEG (cEEG) on seizure risk in neonates with therapeutic hypothermia. A normal/mildly abnormal cEEG during the first 24 hours indicates a very low risk of subsequent seizures. Therefore, cEEG monitoring can be safely discontinued after 24 hours if it has remained normal or excessively discontinuous and no seizures are detected, limiting the need for this resource-intensive and expensive procedure. [15]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Excessive Discontinuity. Recent studies mention the association of prolonged electroencephalographic discontinuity with poor neurodevelopmental outcomes after perinatal asphyxia. Aside from seizure burden, excessive EEG discontinuity is also associated with increased cerebral tissue injury on MRI and is predictive of abnormal neurodevelopmental outcomes in infants treated with therapeutic hypothermia (TH) with hypoxic-ischaemic encephalopathy (HIE). The high positive predictive value of EEG discontinuity at 24 hours may be useful in selecting newborns with HIE for adjunctive treatments. [14] Another study assessed the prognostic effect of an early normal/mildly abnormal conventional EEG (cEEG) on seizure risk in neonates with therapeutic hypothermia. A normal/mildly abnormal cEEG during the first 24 hours indicates a very low risk of subsequent seizures. Therefore, cEEG monitoring can be safely discontinued after 24 hours if it has remained normal or excessively discontinuous and no seizures are detected, limiting the need for this resource-intensive and expensive procedure. [15]"}
{"id": "article-20904_20", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Other Patterns of Uncertain Significance", "content": "Positive temporal sharp waves (<400 ms in duration) seen over temporal (T3, T4) electrodes can also be encountered in term neonates and may not be considered to be of clinical significance unless persistent in serial records. Similarly, short-duration central sharp waves (3-7 seconds) may occur in short bursts; these may not stand out from the background activity and are of uncertain clinical significance.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Other Patterns of Uncertain Significance. Positive temporal sharp waves (<400 ms in duration) seen over temporal (T3, T4) electrodes can also be encountered in term neonates and may not be considered to be of clinical significance unless persistent in serial records. Similarly, short-duration central sharp waves (3-7 seconds) may occur in short bursts; these may not stand out from the background activity and are of uncertain clinical significance."}
{"id": "article-20904_21", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Age-Dependent Patterns of Focal Brain Injury", "content": "Focal/unilateral attenuation or voltage depression These findings acquire significance in the context of persistent voltage asymmetry throughout the recording. Focal infarcts, hemorrhage, cystic lesions, accumulation of subdural fluid, and sometimes scalp edema on the dependent side, depending on the infant's position, can be associated with such a focal or unilateral voltage depression. [16]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Age-Dependent Patterns of Focal Brain Injury. Focal/unilateral attenuation or voltage depression These findings acquire significance in the context of persistent voltage asymmetry throughout the recording. Focal infarcts, hemorrhage, cystic lesions, accumulation of subdural fluid, and sometimes scalp edema on the dependent side, depending on the infant's position, can be associated with such a focal or unilateral voltage depression. [16]"}
{"id": "article-20904_22", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Positive Central Sharp Waves", "content": "Broad-based surface positive sharp waves often localize around C3, C4, and Cz electrodes. These may occur at a frequency of 1 to 2 per minute under pathological conditions. These waves are of higher amplitude and stand out against the background activity; they can sometimes be accompanied by superimposed waves of varying morphology and frequency. These positive central sharp waves are most frequently associated with periventricular white matter injury and consequential later motor impairments but have also been encountered in conditions such as meningitis, hydrocephalus, and perinatal HIE. They must be distinguished from sharp transients that can be encountered over similar locations but are of smaller amplitude and are less prominent.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Positive Central Sharp Waves. Broad-based surface positive sharp waves often localize around C3, C4, and Cz electrodes. These may occur at a frequency of 1 to 2 per minute under pathological conditions. These waves are of higher amplitude and stand out against the background activity; they can sometimes be accompanied by superimposed waves of varying morphology and frequency. These positive central sharp waves are most frequently associated with periventricular white matter injury and consequential later motor impairments but have also been encountered in conditions such as meningitis, hydrocephalus, and perinatal HIE. They must be distinguished from sharp transients that can be encountered over similar locations but are of smaller amplitude and are less prominent."}
{"id": "article-20904_23", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Persistent Focal Sharp Waves and Spikes", "content": "One must consider the clinical significance of focal sharps and spikes, the morphology, polarity, frequency, recurrence rate, and persistence regarding regional expression. This applies to both temporal and extra-temporal expression of focal epileptiform activity. Persistent focal sharps may often be associated with a focal brain injury, while diffuse brain injury can be associated with multifocal expression of sharps or spikes. These findings may or may not be associated with identifiable abnormalities on imaging.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Persistent Focal Sharp Waves and Spikes. One must consider the clinical significance of focal sharps and spikes, the morphology, polarity, frequency, recurrence rate, and persistence regarding regional expression. This applies to both temporal and extra-temporal expression of focal epileptiform activity. Persistent focal sharps may often be associated with a focal brain injury, while diffuse brain injury can be associated with multifocal expression of sharps or spikes. These findings may or may not be associated with identifiable abnormalities on imaging."}
{"id": "article-20904_24", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates", "content": "Broadly, neonatal seizures may be classified into these categories: Clinical seizures with electrographic correlation (electroclinical seizures) Purely electrographic seizures (EEG expression of ictal rhythms without clinical correlation) Clinical only seizures (ictal behaviors without EEG correlates)", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates. Broadly, neonatal seizures may be classified into these categories: Clinical seizures with electrographic correlation (electroclinical seizures) Purely electrographic seizures (EEG expression of ictal rhythms without clinical correlation) Clinical only seizures (ictal behaviors without EEG correlates)"}
{"id": "article-20904_25", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates", "content": "The EEG features of background activity can provide some direction towards establishing a possible diagnosis and prognosis. In infants suspected of having seizure activity, those with abnormal EEG backgrounds are more likely to have seizures than those with a normal background. On the other hand, those with documented clinical seizure activity have been more likely to have a normal EEG background. Severe background EEG abnormalities such as burst suppression have been associated with early myoclonic encephalopathy (EME) and Ohtahara syndrome (Early Infantile Epileptic Encephalopathy). [17] A t heta pointu alternant pattern (generalized sharply contoured theta alternating with periods of generalized attenuation)) has been reported to be associated with benign familial neonatal seizures, as well as during the postictal state.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates. The EEG features of background activity can provide some direction towards establishing a possible diagnosis and prognosis. In infants suspected of having seizure activity, those with abnormal EEG backgrounds are more likely to have seizures than those with a normal background. On the other hand, those with documented clinical seizure activity have been more likely to have a normal EEG background. Severe background EEG abnormalities such as burst suppression have been associated with early myoclonic encephalopathy (EME) and Ohtahara syndrome (Early Infantile Epileptic Encephalopathy). [17] A t heta pointu alternant pattern (generalized sharply contoured theta alternating with periods of generalized attenuation)) has been reported to be associated with benign familial neonatal seizures, as well as during the postictal state."}
{"id": "article-20904_26", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates", "content": "EEG or aEEG recorded during the first 7 days of life in preterm infants can be a potential predictor for later neurodevelopmental outcomes. [18] Amplitude-integrated EEG (aEEG) is significant in monitoring neonates with acute symptomatic with structural, metabolic, and genetic neonatal-onset EE, being at high risk of electrographic-only and prolonged seizures. EEG/aEEG monitoring has also been identified as an adjunctive method to confirm perinatal hypoxic-ischemic encephalopathy (HIE). Long-term monitoring studies are recommended to define and classify electro-clinical patterns of neonatal-onset EE. [19]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates. EEG or aEEG recorded during the first 7 days of life in preterm infants can be a potential predictor for later neurodevelopmental outcomes. [18] Amplitude-integrated EEG (aEEG) is significant in monitoring neonates with acute symptomatic with structural, metabolic, and genetic neonatal-onset EE, being at high risk of electrographic-only and prolonged seizures. EEG/aEEG monitoring has also been identified as an adjunctive method to confirm perinatal hypoxic-ischemic encephalopathy (HIE). Long-term monitoring studies are recommended to define and classify electro-clinical patterns of neonatal-onset EE. [19]"}
{"id": "article-20904_27", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates", "content": "Recent studies mentioned that continuous electroencephalogram (EEG) monitoring is the gold standard for neonatal seizure diagnosis, and most likely, high-risk neonatal populations with known brain injury, such as stroke or hypoxic-ischemic encephalopathy, will benefit from continuous EEG. Recent studies showed that categorizing risk for continuous EEG positively affects clinical care, such as fast and accurate diagnosis and treatment of neonatal seizures, reducing antiseizure medicine usage, and length of hospitalization. [20]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Neonatal Seizures and EEG Correlates. Recent studies mentioned that continuous electroencephalogram (EEG) monitoring is the gold standard for neonatal seizure diagnosis, and most likely, high-risk neonatal populations with known brain injury, such as stroke or hypoxic-ischemic encephalopathy, will benefit from continuous EEG. Recent studies showed that categorizing risk for continuous EEG positively affects clinical care, such as fast and accurate diagnosis and treatment of neonatal seizures, reducing antiseizure medicine usage, and length of hospitalization. [20]"}
{"id": "article-20904_28", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Ictal EEG Activity", "content": "Sustained rhythmic activity on the EEG, with highly variable morphology (spikes, sharps, slow waves, mixed waveforms), amplitude, and frequency, lasting for longer than 10 seconds, is considered suggestive of electrical seizure activity. Such activity is rarely documented earlier than 33 to 34 weeks of conception age; with increasing maturity of the neonatal brain, the ability to initiate and sustain seizure activity seems apparent. Another term, BIRDs (brief ictal rhythmic discharges), has been used to describe the rhythmic ictal activity of less than 10 seconds duration. Ictal rhythms are generally focal in onset, can arise in more than one region, tend to spread as the seizure evolves, often to one hemisphere, or may become generalized. The morphology of the discharge can change during a seizure, which helps differentiate it from monomorphic rhythmic patterns that may arise from artifacts. Specialized forms of focal discharges such as lateralized periodic discharges (LPDs) may be seen in neonates and have been described in association with herpes simplex encephalitis, and focal ischemic strokes, and have sometimes been considered indicative of seizures in a depressed brain.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Ictal EEG Activity. Sustained rhythmic activity on the EEG, with highly variable morphology (spikes, sharps, slow waves, mixed waveforms), amplitude, and frequency, lasting for longer than 10 seconds, is considered suggestive of electrical seizure activity. Such activity is rarely documented earlier than 33 to 34 weeks of conception age; with increasing maturity of the neonatal brain, the ability to initiate and sustain seizure activity seems apparent. Another term, BIRDs (brief ictal rhythmic discharges), has been used to describe the rhythmic ictal activity of less than 10 seconds duration. Ictal rhythms are generally focal in onset, can arise in more than one region, tend to spread as the seizure evolves, often to one hemisphere, or may become generalized. The morphology of the discharge can change during a seizure, which helps differentiate it from monomorphic rhythmic patterns that may arise from artifacts. Specialized forms of focal discharges such as lateralized periodic discharges (LPDs) may be seen in neonates and have been described in association with herpes simplex encephalitis, and focal ischemic strokes, and have sometimes been considered indicative of seizures in a depressed brain."}
{"id": "article-20904_29", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Ictal EEG Activity", "content": "A recent study defined a particular subtype of LPDs called \"LPDs-max.\" The LPDs-max pattern corresponds to an ictal pattern, particularly a focal non-convulsive status epilepticus, sometimes associated with subtle motor signs and epileptic seizures. LPDs-max is described as periodic polyspike-wave activity or focal burst-suppression-like patterns with predominance to the posterior over the temporal-parietal-occipital regions and are refractory to antiseizure drugs. [21]", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Ictal EEG Activity. A recent study defined a particular subtype of LPDs called \"LPDs-max.\" The LPDs-max pattern corresponds to an ictal pattern, particularly a focal non-convulsive status epilepticus, sometimes associated with subtle motor signs and epileptic seizures. LPDs-max is described as periodic polyspike-wave activity or focal burst-suppression-like patterns with predominance to the posterior over the temporal-parietal-occipital regions and are refractory to antiseizure drugs. [21]"}
{"id": "article-20904_30", "title": "Abnormal Neonatal EEG -- Issues of Concern -- Ictal EEG Activity", "content": "Generalized ictal rhythms are rare but may be seen in generalized myoclonus (generalized sharps) and spasms (generalized attenuation or electrodecrement). One further term—electroclinical dissociation or decoupling—must be considered here. The term denotes a situation involving the administration of AEDs to infants with electroclinical seizures; the clinical manifestations may stop while the electrical ictal rhythms continue to be expressed. [22] At other times, this may be noted when a sick infant is paralyzed for intubation and mechanical ventilation; there may be no clinical features, but the EEG continues to show ictal rhythmic patterns.", "contents": "Abnormal Neonatal EEG -- Issues of Concern -- Ictal EEG Activity. Generalized ictal rhythms are rare but may be seen in generalized myoclonus (generalized sharps) and spasms (generalized attenuation or electrodecrement). One further term—electroclinical dissociation or decoupling—must be considered here. The term denotes a situation involving the administration of AEDs to infants with electroclinical seizures; the clinical manifestations may stop while the electrical ictal rhythms continue to be expressed. [22] At other times, this may be noted when a sick infant is paralyzed for intubation and mechanical ventilation; there may be no clinical features, but the EEG continues to show ictal rhythmic patterns."}
{"id": "article-20904_31", "title": "Abnormal Neonatal EEG -- Clinical Significance", "content": "The clinical context and results of neuroimaging play key roles in the diagnosis and management, especially for neonatal seizures. [21] Even with current multichannel video electroencephalography, significant difficulty exists in the diagnosis and management of neonatal seizures, compounded by extreme prematurity, non-specific patterns, and seizures without EEG correlation.", "contents": "Abnormal Neonatal EEG -- Clinical Significance. The clinical context and results of neuroimaging play key roles in the diagnosis and management, especially for neonatal seizures. [21] Even with current multichannel video electroencephalography, significant difficulty exists in the diagnosis and management of neonatal seizures, compounded by extreme prematurity, non-specific patterns, and seizures without EEG correlation."}
{"id": "article-20904_32", "title": "Abnormal Neonatal EEG -- Other Issues", "content": "Many neonatal units employ much simplified electroencephalographic techniques, amplitude-integrated EEG (aEEG), for rapid screening and monitoring. [23] Whether using aEEGs has improved outcomes of neonatal seizures is unclear. [24]", "contents": "Abnormal Neonatal EEG -- Other Issues. Many neonatal units employ much simplified electroencephalographic techniques, amplitude-integrated EEG (aEEG), for rapid screening and monitoring. [23] Whether using aEEGs has improved outcomes of neonatal seizures is unclear. [24]"}
{"id": "article-20904_33", "title": "Abnormal Neonatal EEG -- Other Issues", "content": "Recently, actigraphy at a medium threshold has been useful in illustrating sleep among typically developing preterm infants in the NICU; thereby, aEEG may be an adjunct to actigraphy in evaluating sleep/wake states in the NICU setting. [25] Another study assessed the effect of maternal betamethasone administration at 34 to 35 weeks of accelerated neonatal amplitude-integrated EEG (aEEG) maturation. Findings revealed that betamethasone resulted in changes in lower border voltage support accelerated electrical activity. [26]", "contents": "Abnormal Neonatal EEG -- Other Issues. Recently, actigraphy at a medium threshold has been useful in illustrating sleep among typically developing preterm infants in the NICU; thereby, aEEG may be an adjunct to actigraphy in evaluating sleep/wake states in the NICU setting. [25] Another study assessed the effect of maternal betamethasone administration at 34 to 35 weeks of accelerated neonatal amplitude-integrated EEG (aEEG) maturation. Findings revealed that betamethasone resulted in changes in lower border voltage support accelerated electrical activity. [26]"}
{"id": "article-20904_34", "title": "Abnormal Neonatal EEG -- Other Issues", "content": "Multiparametric EEG analysis of brain network dynamics during neonatal seizures was found to be useful over time. The proposed methods were based on analyzing standardized trends of 2 brain network properties: synchronizabilty (S) and degree of phase synchronicity given by the circular omega complexity (COC). These properties differentiate seizure events from interictal periods and seizure-free patients and could also reliably support existing seizure detectors as a post-processing step in uncertain situations. [27]", "contents": "Abnormal Neonatal EEG -- Other Issues. Multiparametric EEG analysis of brain network dynamics during neonatal seizures was found to be useful over time. The proposed methods were based on analyzing standardized trends of 2 brain network properties: synchronizabilty (S) and degree of phase synchronicity given by the circular omega complexity (COC). These properties differentiate seizure events from interictal periods and seizure-free patients and could also reliably support existing seizure detectors as a post-processing step in uncertain situations. [27]"}
{"id": "article-20904_35", "title": "Abnormal Neonatal EEG -- Enhancing Healthcare Team Outcomes", "content": "Neonates with abnormal EEGs require special attention. Early identification can help risk stratify them for more aggressive treatment. A dedicated team of neonatal nurses, pharmacists, neurologists, and neurophysiologists with state-of-the-art technology is essential in diagnosing and managing neonatal seizures.", "contents": "Abnormal Neonatal EEG -- Enhancing Healthcare Team Outcomes. Neonates with abnormal EEGs require special attention. Early identification can help risk stratify them for more aggressive treatment. A dedicated team of neonatal nurses, pharmacists, neurologists, and neurophysiologists with state-of-the-art technology is essential in diagnosing and managing neonatal seizures."}
{"id": "article-20904_36", "title": "Abnormal Neonatal EEG -- Enhancing Healthcare Team Outcomes", "content": "Recent studies showed that EEG background is highly associated with neurodevelopmental impairment at 2 years old. These findings are helpful to healthcare providers in planning for follow-up care and counseling families for decision-making related to goals of care. [28]", "contents": "Abnormal Neonatal EEG -- Enhancing Healthcare Team Outcomes. Recent studies showed that EEG background is highly associated with neurodevelopmental impairment at 2 years old. These findings are helpful to healthcare providers in planning for follow-up care and counseling families for decision-making related to goals of care. [28]"}
{"id": "article-20904_37", "title": "Abnormal Neonatal EEG -- Enhancing Healthcare Team Outcomes", "content": "A strategic approach is equally crucial, involving evidence-based strategies to optimize treatment plans and minimize adverse effects. Ethical considerations must guide decision-making, ensuring informed consent and respecting patient autonomy in treatment choices. Effective interprofessional communication is paramount, allowing seamless information exchange and collaborative decision-making among the team members. Care coordination plays a pivotal role in ensuring that the patient's journey from diagnosis to treatment and follow-up is well-managed, minimizing errors and enhancing patient safety. By embracing these principles of skill, strategy, ethics, responsibilities, interprofessional communication, and care coordination, healthcare professionals can deliver patient-centered care, ultimately improving patient outcomes and enhancing team performance in the management of abnormal neonatal EEGs.", "contents": "Abnormal Neonatal EEG -- Enhancing Healthcare Team Outcomes. A strategic approach is equally crucial, involving evidence-based strategies to optimize treatment plans and minimize adverse effects. Ethical considerations must guide decision-making, ensuring informed consent and respecting patient autonomy in treatment choices. Effective interprofessional communication is paramount, allowing seamless information exchange and collaborative decision-making among the team members. Care coordination plays a pivotal role in ensuring that the patient's journey from diagnosis to treatment and follow-up is well-managed, minimizing errors and enhancing patient safety. By embracing these principles of skill, strategy, ethics, responsibilities, interprofessional communication, and care coordination, healthcare professionals can deliver patient-centered care, ultimately improving patient outcomes and enhancing team performance in the management of abnormal neonatal EEGs."}
{"id": "article-20904_38", "title": "Abnormal Neonatal EEG -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Abnormal Neonatal EEG -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}