{"id": "article-86859_0", "title": "Anatomy, Head and Neck: Buccal Nerve -- Introduction", "content": "The buccal nerve is the only sensory branch of the anterior mandibular division of the trigeminal nerve. It innervates the major part of the buccal mucosa, the inferior buccal gingiva in the molar area, and the skin above the anterior part of the buccinator muscle. The buccal nerve divides into superficial and deep branches. The superficial branches end in the skin of the cheek, and the deep branches have their distribution in the buccal mucosa of the molar area. [1]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Introduction. The buccal nerve is the only sensory branch of the anterior mandibular division of the trigeminal nerve. It innervates the major part of the buccal mucosa, the inferior buccal gingiva in the molar area, and the skin above the anterior part of the buccinator muscle. The buccal nerve divides into superficial and deep branches. The superficial branches end in the skin of the cheek, and the deep branches have their distribution in the buccal mucosa of the molar area. [1]"}
{"id": "article-86859_1", "title": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function", "content": "The trigeminal nerve is a mixed-function nerve that provides sensation to the face through its sensory branches and innervates the muscles of mastication through its motor branches.", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function. The trigeminal nerve is a mixed-function nerve that provides sensation to the face through its sensory branches and innervates the muscles of mastication through its motor branches."}
{"id": "article-86859_2", "title": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function", "content": "The trigeminal nerve originates at the annular protuberance at the limit of the cerebellar peduncles. At the level of the ganglion of Gasser, it divides into three large branches named the ophthalmic, the superior maxillary, and the inferior maxillary branches. The inferior maxillary branch exits via the oval foramen giving off collateral and terminal branches. The collateral branches consist of three external branches (deep median temporal nerves, temporomasseter, and temporobuccal, or temporobuccinator), an internal branch (internal pterygoid nerve), and a posterior branch (auriculotemporal). The terminal branches are the inferior dental nerve and the lingual nerve. From the point of view of clinical anatomy, the branches of the inferior maxillary nerve of the trigeminal can also subdivide into collaterals, anterior trunk, and posterior trunk. The temporobuccal or temporobuccinator, according to this latest classification is a branch of the anterior trunk arising from two short roots which merge into a single trunk which travels forward and passes through the two parts, (superior and inferior) of the external pterygoid muscle, later dividing into two branches named as the anterior deep temporal nerve and the buccal nerve. [1]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function. The trigeminal nerve originates at the annular protuberance at the limit of the cerebellar peduncles. At the level of the ganglion of Gasser, it divides into three large branches named the ophthalmic, the superior maxillary, and the inferior maxillary branches. The inferior maxillary branch exits via the oval foramen giving off collateral and terminal branches. The collateral branches consist of three external branches (deep median temporal nerves, temporomasseter, and temporobuccal, or temporobuccinator), an internal branch (internal pterygoid nerve), and a posterior branch (auriculotemporal). The terminal branches are the inferior dental nerve and the lingual nerve. From the point of view of clinical anatomy, the branches of the inferior maxillary nerve of the trigeminal can also subdivide into collaterals, anterior trunk, and posterior trunk. The temporobuccal or temporobuccinator, according to this latest classification is a branch of the anterior trunk arising from two short roots which merge into a single trunk which travels forward and passes through the two parts, (superior and inferior) of the external pterygoid muscle, later dividing into two branches named as the anterior deep temporal nerve and the buccal nerve. [1]"}
{"id": "article-86859_3", "title": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function", "content": "It is known that sometimes buccal nerve joins with buccal branches of the facial nerve.", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function. It is known that sometimes buccal nerve joins with buccal branches of the facial nerve."}
{"id": "article-86859_4", "title": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function", "content": "The buccal nerve runs downwards and forwards from the temporobuccal or temporobuccinator nerve to arrive at the external face of the buccinator muscle hidden by the fat pad of Bichat. Discussion on its relation to the tendon of insertion of the temporal muscle has led to the conclusion that it does not go through the tendon, but is situated firstly medial and then anterior to the tendon. [2] The buccal nerve divides into superficial and deep branches. The superficial or cutaneous branches of the buccal nerve end in the deep layer of the skin of the cheek and anastomose with branches of the facial nerve. The deep or mucosal branches pierce the buccinator muscle and distribute throughout the buccal mucosa. [3] [4]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function. The buccal nerve runs downwards and forwards from the temporobuccal or temporobuccinator nerve to arrive at the external face of the buccinator muscle hidden by the fat pad of Bichat. Discussion on its relation to the tendon of insertion of the temporal muscle has led to the conclusion that it does not go through the tendon, but is situated firstly medial and then anterior to the tendon. [2] The buccal nerve divides into superficial and deep branches. The superficial or cutaneous branches of the buccal nerve end in the deep layer of the skin of the cheek and anastomose with branches of the facial nerve. The deep or mucosal branches pierce the buccinator muscle and distribute throughout the buccal mucosa. [3] [4]"}
{"id": "article-86859_5", "title": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function", "content": "The dissection of the buccal nerve is located in the infratemporal fossa. The terminal branches of the facial nerve are split and rest posteriorly towards the parotid gland. The parotid duct is split instead where it penetrates the buccinator muscle and rests towards the parotid gland. It clears the lateral surface of the masseter muscle and rests inferiorly towards the angle of the mandible. The buccal nerve is located between the ascending ramus of the mandible and the anterior border of the temporal muscle. If the mandibular branch is cut horizontally to expose the lateral pterygoid muscle fibers, it shows that the buccal nerve descends between the two parts of this muscle. For surgical localization of the buccal nerve, an incision of 3.5 cm is made upwards in the mucosa of the external oblique edge of the mandibular ramus from the horizontal part of the retromolar trigone. Once the area of fat is exposed, the buccal nerve can be identified. The buccal nerve has dimensions of between 0.91 and 1.78 mm. [2]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Structure and Function. The dissection of the buccal nerve is located in the infratemporal fossa. The terminal branches of the facial nerve are split and rest posteriorly towards the parotid gland. The parotid duct is split instead where it penetrates the buccinator muscle and rests towards the parotid gland. It clears the lateral surface of the masseter muscle and rests inferiorly towards the angle of the mandible. The buccal nerve is located between the ascending ramus of the mandible and the anterior border of the temporal muscle. If the mandibular branch is cut horizontally to expose the lateral pterygoid muscle fibers, it shows that the buccal nerve descends between the two parts of this muscle. For surgical localization of the buccal nerve, an incision of 3.5 cm is made upwards in the mucosa of the external oblique edge of the mandibular ramus from the horizontal part of the retromolar trigone. Once the area of fat is exposed, the buccal nerve can be identified. The buccal nerve has dimensions of between 0.91 and 1.78 mm. [2]"}
{"id": "article-86859_6", "title": "Anatomy, Head and Neck: Buccal Nerve -- Blood Supply and Lymphatics", "content": "Like other nerves, the buccal nerve gets blood supply from vasa nervorum (vessel supplying the nerve). [5]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Blood Supply and Lymphatics. Like other nerves, the buccal nerve gets blood supply from vasa nervorum (vessel supplying the nerve). [5]"}
{"id": "article-86859_7", "title": "Anatomy, Head and Neck: Buccal Nerve -- Physiologic Variants", "content": "A scheduled anatomical dissection of left infratemporal fossa in an autopsied Caucasian male dead body aged 89 years old showed two roots of a left-sided BN. The BN derived from the mandibular nerve's anterior division. The BN originated as one trunk from the mandibular nerve 's main trunk and then split into two branches. The BN 's anterior branch can send branches into the lateral pterygoid muscle's superior head. The posterior branch of the BN traveled between the lateral pterygoid muscle's superior and inferior heads, rejoining the anterior root to continue down its course. The BN ended at the skin above the buccinator muscle surface. The BN 's two roots were superficial to the maxillary artery's second part and posterior to the buccal artery. [1] Anatomists have described the formation of plexuses between the terminal branches of the buccal nerve and the infraorbital and mentalis (menton) nerves. [6] [3]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Physiologic Variants. A scheduled anatomical dissection of left infratemporal fossa in an autopsied Caucasian male dead body aged 89 years old showed two roots of a left-sided BN. The BN derived from the mandibular nerve's anterior division. The BN originated as one trunk from the mandibular nerve 's main trunk and then split into two branches. The BN 's anterior branch can send branches into the lateral pterygoid muscle's superior head. The posterior branch of the BN traveled between the lateral pterygoid muscle's superior and inferior heads, rejoining the anterior root to continue down its course. The BN ended at the skin above the buccinator muscle surface. The BN 's two roots were superficial to the maxillary artery's second part and posterior to the buccal artery. [1] Anatomists have described the formation of plexuses between the terminal branches of the buccal nerve and the infraorbital and mentalis (menton) nerves. [6] [3]"}
{"id": "article-86859_8", "title": "Anatomy, Head and Neck: Buccal Nerve -- Physiologic Variants", "content": "On its course, the buccal nerve can present anatomical variations relative to the lateral pterygoid muscle, even occasionally bifurcating to form a nerve cavity. [1] In some segments, the area innervated by the buccal nerve overlaps the innervation from the posterior superior and medial alveolar nerves. [2]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Physiologic Variants. On its course, the buccal nerve can present anatomical variations relative to the lateral pterygoid muscle, even occasionally bifurcating to form a nerve cavity. [1] In some segments, the area innervated by the buccal nerve overlaps the innervation from the posterior superior and medial alveolar nerves. [2]"}
{"id": "article-86859_9", "title": "Anatomy, Head and Neck: Buccal Nerve -- Surgical Considerations", "content": "In clinical practice, the buccal nerve can suffer damage during surgical procedures such as osteotomy of the mandibular ramus. It can also serve as a graft pedicle in cases of lesions of the lingual nerve. [7] [8] Lesions of the buccal nerve give rise to neurosensory deficits, hyperalgesia, and burning sensation in the areas distal to the lesion. [9]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Surgical Considerations. In clinical practice, the buccal nerve can suffer damage during surgical procedures such as osteotomy of the mandibular ramus. It can also serve as a graft pedicle in cases of lesions of the lingual nerve. [7] [8] Lesions of the buccal nerve give rise to neurosensory deficits, hyperalgesia, and burning sensation in the areas distal to the lesion. [9]"}
{"id": "article-86859_10", "title": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance", "content": "Regional nerve block of the inferior alveolar nerve through Halsted’s technique or ‘ lower trunk technique,’ is the anesthetic technique most frequently used in odontology and consists of inserting the point of the needle near to the mandibular foramen to anesthetize the posterior branches of the mandibular nerve, including the inferior alveolar and lingual nerves. This technique rarely causes the buccal nerve block, so an additional form of anesthetic is necessary for the buccal gingiva innervated by the buccal nerve.", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance. Regional nerve block of the inferior alveolar nerve through Halsted’s technique or ‘ lower trunk technique,’ is the anesthetic technique most frequently used in odontology and consists of inserting the point of the needle near to the mandibular foramen to anesthetize the posterior branches of the mandibular nerve, including the inferior alveolar and lingual nerves. This technique rarely causes the buccal nerve block, so an additional form of anesthetic is necessary for the buccal gingiva innervated by the buccal nerve."}
{"id": "article-86859_11", "title": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance", "content": "Once the block of the inferior alveolar and lingual nerves has occurred through infiltration using one ampoule of anesthetic when the patient starts to feel the first signs of lip numbness, blockage of the buccal nerve can start using infiltration of another ampoule of anesthetic. [10] [11]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance. Once the block of the inferior alveolar and lingual nerves has occurred through infiltration using one ampoule of anesthetic when the patient starts to feel the first signs of lip numbness, blockage of the buccal nerve can start using infiltration of another ampoule of anesthetic. [10] [11]"}
{"id": "article-86859_12", "title": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance", "content": "Because this nerve has a “c” shaped pathway from the area of the duct of Stenon, the trigone, and the deep vestibule, it is in one of those points that the anesthetic must be deposited. It is recommended to choose two of these points and place half an ampoule in each one of them, to minimize the chances of error in the anesthesia.", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance. Because this nerve has a “c” shaped pathway from the area of the duct of Stenon, the trigone, and the deep vestibule, it is in one of those points that the anesthetic must be deposited. It is recommended to choose two of these points and place half an ampoule in each one of them, to minimize the chances of error in the anesthesia."}
{"id": "article-86859_13", "title": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance", "content": "Another possible option is an inferior alveolar nerve block, using the so-called anterior technique, which involves anesthetizing the buccal nerve. This technique uses the injection of the anesthetic into the pterygomaxillary space in the area anterior to the mandibular foramen and only infiltrating one ampoule of anesthetic. [12]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance. Another possible option is an inferior alveolar nerve block, using the so-called anterior technique, which involves anesthetizing the buccal nerve. This technique uses the injection of the anesthetic into the pterygomaxillary space in the area anterior to the mandibular foramen and only infiltrating one ampoule of anesthetic. [12]"}
{"id": "article-86859_14", "title": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance", "content": "Buccal nerve block must occur in a manner complementary to the alveolar and lingual nerves in all those surgical procedures performed at the mandibular level: dental extractions, surgery of the third molar, and implant treatment. In cases of abscess drainage in the deep vestibule, or surgery for small tumors in the jugal mucosal area, no other type of nerve block is necessary. [13]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance. Buccal nerve block must occur in a manner complementary to the alveolar and lingual nerves in all those surgical procedures performed at the mandibular level: dental extractions, surgery of the third molar, and implant treatment. In cases of abscess drainage in the deep vestibule, or surgery for small tumors in the jugal mucosal area, no other type of nerve block is necessary. [13]"}
{"id": "article-86859_15", "title": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance", "content": "The necessary instruments are those used for dental anesthesia: ampoule type syringes with short or long needles. The chosen local anesthetic will be an amide-type, preferably with a vasoconstrictor; this will extend the duration of the effect, diminish the incidence of adverse effects, and provide some degree of tissue ischemia. If the surgical procedure is going to be prolonged and postoperative pain is anticipated, anesthetics of medium to long duration, for example, articaine or bupivacaine, can be chosen. These give a more comfortable postoperative period for the patient and use less anesthetic.", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Clinical Significance. The necessary instruments are those used for dental anesthesia: ampoule type syringes with short or long needles. The chosen local anesthetic will be an amide-type, preferably with a vasoconstrictor; this will extend the duration of the effect, diminish the incidence of adverse effects, and provide some degree of tissue ischemia. If the surgical procedure is going to be prolonged and postoperative pain is anticipated, anesthetics of medium to long duration, for example, articaine or bupivacaine, can be chosen. These give a more comfortable postoperative period for the patient and use less anesthetic."}
{"id": "article-86859_16", "title": "Anatomy, Head and Neck: Buccal Nerve -- Other Issues", "content": "Various trigeminal nerve branches follow a path through the chewing muscles, and the buccal nerve is one of them—the muscle bundles crossed by the buccal nerve. If the muscle is hyperactive, then it can compress the nerve fibers. Due to the compression of the buccal nerve, patients may suffer from orofacial neurological symptoms like swelling and pain. [14]", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Other Issues. Various trigeminal nerve branches follow a path through the chewing muscles, and the buccal nerve is one of them—the muscle bundles crossed by the buccal nerve. If the muscle is hyperactive, then it can compress the nerve fibers. Due to the compression of the buccal nerve, patients may suffer from orofacial neurological symptoms like swelling and pain. [14]"}
{"id": "article-86859_17", "title": "Anatomy, Head and Neck: Buccal Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Buccal Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}