{"id": "article-29091_0", "title": "Skin Cancer -- Continuing Education Activity", "content": "Skin cancer is the most common form of cancer in the United States and is generally classified as nonmelanoma skin cancer (NMSC) or melanoma. This activity provides a broad overview of skin cancer and reviews epidemiology, risk factors, pathogenesis, and treatment. This activity highlights the role of the interprofessional interprofessional team in managing patients with skin cancer.", "contents": "Skin Cancer -- Continuing Education Activity. Skin cancer is the most common form of cancer in the United States and is generally classified as nonmelanoma skin cancer (NMSC) or melanoma. This activity provides a broad overview of skin cancer and reviews epidemiology, risk factors, pathogenesis, and treatment. This activity highlights the role of the interprofessional interprofessional team in managing patients with skin cancer."}
{"id": "article-29091_1", "title": "Skin Cancer -- Continuing Education Activity", "content": "Objectives: Identify the risk factors for the development of both nonmelanoma and melanoma skin cancers. Describe the common physical examination findings in actinic keratosis, squamous cell carcinoma, basal cell carcinoma, and melanoma. Summarize the treatment and management options available for skin cancer. Explain interprofessional team strategies for improving care coordination and communication in the management of skin cancer. Access free multiple choice questions on this topic.", "contents": "Skin Cancer -- Continuing Education Activity. Objectives: Identify the risk factors for the development of both nonmelanoma and melanoma skin cancers. Describe the common physical examination findings in actinic keratosis, squamous cell carcinoma, basal cell carcinoma, and melanoma. Summarize the treatment and management options available for skin cancer. Explain interprofessional team strategies for improving care coordination and communication in the management of skin cancer. Access free multiple choice questions on this topic."}
{"id": "article-29091_2", "title": "Skin Cancer -- Introduction", "content": "Skin cancer is the most common form of cancer in the United States. Skin cancer is generally classified as nonmelanoma skin cancer (NMSC) or melanoma. The exact incidence of skin cancer is difficult to determine due to the lack of diagnostic criteria and underreporting. However, several epidemiologic studies have shown an increasing incidence of both NMSC and melanoma over the past several decades. [1] [2] The diagnosis and treatment of these neoplasms represent a significant health problem from the standpoint of patient well-being and healthcare expenditures. Skin cancers are frequently located on the sun-exposed head and neck regions, which can result in significant morbidity during their diagnosis and treatment. Treatment options include surgical excision, cryotherapy, chemotherapy, immunotherapy, and radiation. Proper sun safety (i.e., sunscreen) is of the utmost importance to prevent skin cancer.", "contents": "Skin Cancer -- Introduction. Skin cancer is the most common form of cancer in the United States. Skin cancer is generally classified as nonmelanoma skin cancer (NMSC) or melanoma. The exact incidence of skin cancer is difficult to determine due to the lack of diagnostic criteria and underreporting. However, several epidemiologic studies have shown an increasing incidence of both NMSC and melanoma over the past several decades. [1] [2] The diagnosis and treatment of these neoplasms represent a significant health problem from the standpoint of patient well-being and healthcare expenditures. Skin cancers are frequently located on the sun-exposed head and neck regions, which can result in significant morbidity during their diagnosis and treatment. Treatment options include surgical excision, cryotherapy, chemotherapy, immunotherapy, and radiation. Proper sun safety (i.e., sunscreen) is of the utmost importance to prevent skin cancer."}
{"id": "article-29091_3", "title": "Skin Cancer -- Etiology", "content": "Ultraviolet (UV) solar radiation is the major etiologic factor in the development of cutaneous malignancies. An overwhelming majority of cases of NMSC and melanoma are related to UV exposure. [3] [4] UV exposure induces carcinogenesis by a twofold mechanism; it generates DNA damage that leads to mutation formation and reduces the ability of the host immune system to recognize and remove malignant cells. Basal cell carcinoma (BCC) and squamous cell carcinoma (SCC) are the most common forms of NMSC, and both are derived from mutated epidermal keratinocytes. The cumulative lifetime UV exposure is directly correlated with the risk of developing BCC and SCC. Melanoma is the deadliest form of skin and is derived from mutated melanocytes. In contrast to BCC and SCC, the risk of developing melanoma is directly correlated with sun exposure during adolescence, specifically the number of sunburns aged 15 to 20. [5] Other risk factors implicated in the development of cutaneous malignancies include family history, chemical exposure, tanning bed use, human papillomavirus (HPV), Fitzpatrick skin type, the presence of melanocytic nevi, and immunosuppressed status. [6]", "contents": "Skin Cancer -- Etiology. Ultraviolet (UV) solar radiation is the major etiologic factor in the development of cutaneous malignancies. An overwhelming majority of cases of NMSC and melanoma are related to UV exposure. [3] [4] UV exposure induces carcinogenesis by a twofold mechanism; it generates DNA damage that leads to mutation formation and reduces the ability of the host immune system to recognize and remove malignant cells. Basal cell carcinoma (BCC) and squamous cell carcinoma (SCC) are the most common forms of NMSC, and both are derived from mutated epidermal keratinocytes. The cumulative lifetime UV exposure is directly correlated with the risk of developing BCC and SCC. Melanoma is the deadliest form of skin and is derived from mutated melanocytes. In contrast to BCC and SCC, the risk of developing melanoma is directly correlated with sun exposure during adolescence, specifically the number of sunburns aged 15 to 20. [5] Other risk factors implicated in the development of cutaneous malignancies include family history, chemical exposure, tanning bed use, human papillomavirus (HPV), Fitzpatrick skin type, the presence of melanocytic nevi, and immunosuppressed status. [6]"}
{"id": "article-29091_4", "title": "Skin Cancer -- Epidemiology", "content": "There are more skin cancers in the United States population than all other cancers combined. [7] These cancers are on the rise, representing a significant health problem from the standpoint of patient well-being and health expenditures. [8] Skin cancer occurs in all races worldwide. However, the risk is substantially higher in Whites due to the photoprotective effects of epidermal melanin. [9] In individuals with fair skin, approximately 75% to 80% of non-melanoma skin cancers are basal cell carcinomas, and up to 25% are squamous cell carcinomas. Heritable defects in DNA repair mechanisms, as seen in xeroderma pigmentosum and Muir-Torre Syndrome, also put afflicted individuals at high risk for cutaneous carcinomas.", "contents": "Skin Cancer -- Epidemiology. There are more skin cancers in the United States population than all other cancers combined. [7] These cancers are on the rise, representing a significant health problem from the standpoint of patient well-being and health expenditures. [8] Skin cancer occurs in all races worldwide. However, the risk is substantially higher in Whites due to the photoprotective effects of epidermal melanin. [9] In individuals with fair skin, approximately 75% to 80% of non-melanoma skin cancers are basal cell carcinomas, and up to 25% are squamous cell carcinomas. Heritable defects in DNA repair mechanisms, as seen in xeroderma pigmentosum and Muir-Torre Syndrome, also put afflicted individuals at high risk for cutaneous carcinomas."}
{"id": "article-29091_5", "title": "Skin Cancer -- Pathophysiology", "content": "Sun exposure is the most important modifiable risk factor associated with the development of NMSC and melanoma. UV radiation can be subdivided into UV-A, UV-B, and UV-C. Sunlight is primarily composed of the UV-A (~90%) and UV-B (~10%) components. [3] UV-C rays are mostly absorbed by the atmosphere. UV-A has a longer wavelength (320-400 nm) and penetrates the dermis, causing the formation of free radicals. UV-B has a shorter wavelength (290-320 nm), penetrates to the level of the stratum basale of the epidermis, and causes the formation of thymine dimers. Both UV-A and UV-B contribute to carcinogenesis. However, UV-A is thought to play a larger role. UV radiation causes cell injury and apoptosis and impairs DNA repair mechanisms, leading to DNA mutations.", "contents": "Skin Cancer -- Pathophysiology. Sun exposure is the most important modifiable risk factor associated with the development of NMSC and melanoma. UV radiation can be subdivided into UV-A, UV-B, and UV-C. Sunlight is primarily composed of the UV-A (~90%) and UV-B (~10%) components. [3] UV-C rays are mostly absorbed by the atmosphere. UV-A has a longer wavelength (320-400 nm) and penetrates the dermis, causing the formation of free radicals. UV-B has a shorter wavelength (290-320 nm), penetrates to the level of the stratum basale of the epidermis, and causes the formation of thymine dimers. Both UV-A and UV-B contribute to carcinogenesis. However, UV-A is thought to play a larger role. UV radiation causes cell injury and apoptosis and impairs DNA repair mechanisms, leading to DNA mutations."}
{"id": "article-29091_6", "title": "Skin Cancer -- Pathophysiology", "content": "The development of cutaneous malignancy after DNA damage by solar radiation is multifactorial, including genetic factors, Fitzpatrick skin type, and immunosuppressed status. Most (90%) of cutaneous squamous cell carcinoma have UV-induced P53 gene mutations leading to the uninhibited proliferation of keratinocytes. [10] DNA mutations implicated in basal cell carcinoma include mutations in the PTCH gene and the p53 gene. [11] DNA mutations implicated in melanoma include mutations in cyclin-dependent kinase Inhibitor 2A (CDKN2A), melanocortin receptor 1 (MCR1), B-Raf, and DNA repair enzymes (e.g., UV-specific endonuclease in xeroderma pigmentosum). [12] [13]", "contents": "Skin Cancer -- Pathophysiology. The development of cutaneous malignancy after DNA damage by solar radiation is multifactorial, including genetic factors, Fitzpatrick skin type, and immunosuppressed status. Most (90%) of cutaneous squamous cell carcinoma have UV-induced P53 gene mutations leading to the uninhibited proliferation of keratinocytes. [10] DNA mutations implicated in basal cell carcinoma include mutations in the PTCH gene and the p53 gene. [11] DNA mutations implicated in melanoma include mutations in cyclin-dependent kinase Inhibitor 2A (CDKN2A), melanocortin receptor 1 (MCR1), B-Raf, and DNA repair enzymes (e.g., UV-specific endonuclease in xeroderma pigmentosum). [12] [13]"}
{"id": "article-29091_7", "title": "Skin Cancer -- History and Physical", "content": "A thorough skin examination is useful to identify premalignant and malignant skin lesions. It is important to note the location, texture, size, color, shape, borders, and any recent change of suspicious lesions. Premalignant actinic keratoses often present as rough, gritty skin papules on an erythematous base. Basal cell carcinomas usually appear as pink pearly papules with telangiectasias. Squamous cell carcinomas are often pink, rough papules, patches, and plaques. Melanomas are characteristically brown-to-black lesions with asymmetry, irregular borders, color variegation, and diameters greater than 6 mm. Any new/changing lesion or lesion that appears different than other nevi on the body (\"ugly duckling sign\") is considered suspicious. [14]", "contents": "Skin Cancer -- History and Physical. A thorough skin examination is useful to identify premalignant and malignant skin lesions. It is important to note the location, texture, size, color, shape, borders, and any recent change of suspicious lesions. Premalignant actinic keratoses often present as rough, gritty skin papules on an erythematous base. Basal cell carcinomas usually appear as pink pearly papules with telangiectasias. Squamous cell carcinomas are often pink, rough papules, patches, and plaques. Melanomas are characteristically brown-to-black lesions with asymmetry, irregular borders, color variegation, and diameters greater than 6 mm. Any new/changing lesion or lesion that appears different than other nevi on the body (\"ugly duckling sign\") is considered suspicious. [14]"}
{"id": "article-29091_8", "title": "Skin Cancer -- History and Physical", "content": "Basal cell carcinomas and squamous cell carcinomas are commonly noted on parts of the head and neck that receive the most cumulative UV  radiation over the course of a lifetime, such as the nose, ear, and upper lip. Melanomas can occur anywhere on the body and are most frequently discovered on the backs and shoulders of men and the lower limbs of women. [15] However, studies comparing the risk of melanoma per unit area of skin have found the face to be the highest risk area for melanoma. [16]", "contents": "Skin Cancer -- History and Physical. Basal cell carcinomas and squamous cell carcinomas are commonly noted on parts of the head and neck that receive the most cumulative UV  radiation over the course of a lifetime, such as the nose, ear, and upper lip. Melanomas can occur anywhere on the body and are most frequently discovered on the backs and shoulders of men and the lower limbs of women. [15] However, studies comparing the risk of melanoma per unit area of skin have found the face to be the highest risk area for melanoma. [16]"}
{"id": "article-29091_9", "title": "Skin Cancer -- Evaluation", "content": "Evaluation of patients at risk for cutaneous carcinoma usually includes a full body skin examination by a medical professional. This can be done by most primary care providers; however, the evaluation is often performed by specialists with three years of post-medical school advanced dermatology training. The vast majority of concerning lesions on physical examination will undergo an office procedure called a skin biopsy. This is done under local anesthesia during an outpatient office visit. The specimen is then sent for special interpretation by a trained dermatopathologist. If the pathologist reading the tissue specimen under the microscope confirms the diagnosis of cutaneous malignancy, further intervention is usually warranted based on the pathologic diagnosis and clinical scenario.", "contents": "Skin Cancer -- Evaluation. Evaluation of patients at risk for cutaneous carcinoma usually includes a full body skin examination by a medical professional. This can be done by most primary care providers; however, the evaluation is often performed by specialists with three years of post-medical school advanced dermatology training. The vast majority of concerning lesions on physical examination will undergo an office procedure called a skin biopsy. This is done under local anesthesia during an outpatient office visit. The specimen is then sent for special interpretation by a trained dermatopathologist. If the pathologist reading the tissue specimen under the microscope confirms the diagnosis of cutaneous malignancy, further intervention is usually warranted based on the pathologic diagnosis and clinical scenario."}
{"id": "article-29091_10", "title": "Skin Cancer -- Treatment / Management", "content": "Treatment of precancerous lesions and cutaneous carcinoma should be tailored toward the individual patient scenario and the best clinical outcome. If presenting as isolated lesions, precancerous actinic keratoses can be treated with lesion-directed therapies such as cryotherapy. [17] Often, patients may present with numerous lesions and diffuse actinic damage, which requires field-directed therapy as opposed to individually treating each lesion. [17] This can be done with topical agents (5-fluorouracil, imiquimod, and ingenol mebutate) or with photodynamic therapy after sensitizing the skin with a topical agent. Initial pre-emptive efforts should be made to reduce the patient's risk profile for developing cutaneous carcinoma, including optimizing the immunosuppressant regimen in solid organ transplant patients, proper surveillance schedules in patients treated with immunomodulatory therapies and adequate therapy of precancerous lesions.", "contents": "Skin Cancer -- Treatment / Management. Treatment of precancerous lesions and cutaneous carcinoma should be tailored toward the individual patient scenario and the best clinical outcome. If presenting as isolated lesions, precancerous actinic keratoses can be treated with lesion-directed therapies such as cryotherapy. [17] Often, patients may present with numerous lesions and diffuse actinic damage, which requires field-directed therapy as opposed to individually treating each lesion. [17] This can be done with topical agents (5-fluorouracil, imiquimod, and ingenol mebutate) or with photodynamic therapy after sensitizing the skin with a topical agent. Initial pre-emptive efforts should be made to reduce the patient's risk profile for developing cutaneous carcinoma, including optimizing the immunosuppressant regimen in solid organ transplant patients, proper surveillance schedules in patients treated with immunomodulatory therapies and adequate therapy of precancerous lesions."}
{"id": "article-29091_11", "title": "Skin Cancer -- Treatment / Management", "content": "Basal cell carcinomas and squamous cell carcinomas, if superficial, can be treated with topical therapies depending on provider preference. However, the standard practice is to surgically treat these lesions with destructive means such as electrodesiccation and curettage or surgical excision. Skin cancers greater than 2 cm in diameter and those located on functionally and cosmetically sensitive sites (head/neck, hands, feet, genitalia) are usually referred for a special surgical procedure called Mohs micrographic surgery. [18] Some patients with aggressive and recurrent forms of basal cell carcinoma who are not good surgical candidates are treated with radiation therapy or systemic medications (e.g., vismodegib for basal cell carcinoma). [19]", "contents": "Skin Cancer -- Treatment / Management. Basal cell carcinomas and squamous cell carcinomas, if superficial, can be treated with topical therapies depending on provider preference. However, the standard practice is to surgically treat these lesions with destructive means such as electrodesiccation and curettage or surgical excision. Skin cancers greater than 2 cm in diameter and those located on functionally and cosmetically sensitive sites (head/neck, hands, feet, genitalia) are usually referred for a special surgical procedure called Mohs micrographic surgery. [18] Some patients with aggressive and recurrent forms of basal cell carcinoma who are not good surgical candidates are treated with radiation therapy or systemic medications (e.g., vismodegib for basal cell carcinoma). [19]"}
{"id": "article-29091_12", "title": "Skin Cancer -- Treatment / Management", "content": "Melanoma is the most aggressive and lethal form of cancer, and the gold standard of treatment is surgical excision. If caught early, surgical excision can be curative. Later stage tumors portend a poor prognosis and often require adjuvant chemotherapy or immunotherapy. [20]", "contents": "Skin Cancer -- Treatment / Management. Melanoma is the most aggressive and lethal form of cancer, and the gold standard of treatment is surgical excision. If caught early, surgical excision can be curative. Later stage tumors portend a poor prognosis and often require adjuvant chemotherapy or immunotherapy. [20]"}
{"id": "article-29091_13", "title": "Skin Cancer -- Differential Diagnosis", "content": "Psoriasis Seborrheic keratoses Sebaceous hyperplasia Nevus Cherry angioma Benign melanocytic lesions Dysplastic nevus Metastatic tumors to the skin Epithelioid tumor", "contents": "Skin Cancer -- Differential Diagnosis. Psoriasis Seborrheic keratoses Sebaceous hyperplasia Nevus Cherry angioma Benign melanocytic lesions Dysplastic nevus Metastatic tumors to the skin Epithelioid tumor"}
{"id": "article-29091_14", "title": "Skin Cancer -- Enhancing Healthcare Team Outcomes", "content": "Skin cancers are frequently encountered in clinical practice by the primary care provider, nurse practitioner, and internist. In all cases, the patient should be referred to a dermatologist for final confirmation. While the treatment of skin cancer is done by an oncologist and a dermatologist, the primary care providers play a vital role in prevention. Patients should be educated about avoiding too much sun, wearing appropriate garments when going outdoors, and applying sunscreen. Finally, patients should be educated on how to inspect their skin and when to seek medical assistance. [21]", "contents": "Skin Cancer -- Enhancing Healthcare Team Outcomes. Skin cancers are frequently encountered in clinical practice by the primary care provider, nurse practitioner, and internist. In all cases, the patient should be referred to a dermatologist for final confirmation. While the treatment of skin cancer is done by an oncologist and a dermatologist, the primary care providers play a vital role in prevention. Patients should be educated about avoiding too much sun, wearing appropriate garments when going outdoors, and applying sunscreen. Finally, patients should be educated on how to inspect their skin and when to seek medical assistance. [21]"}
{"id": "article-29091_15", "title": "Skin Cancer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Skin Cancer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}