{"id": "article-27027_0", "title": "Peritoneal Metastasis -- Continuing Education Activity", "content": "The term peritoneal carcinomatosis (PC) generally refers to the metastatic involvement of the peritoneum. The name was first coined in 1931 by Sampson for the thorough description of metastatic involvement of the peritoneal stromal surface by ovarian cancer cells. Since then, it refers to almost any peritoneal metastatic deposits, metastatic cancer to the peritoneum is more common than a primary peritoneal malignancy. It often occurs with gastrointestinal or gynecological malignancies of advanced stages with locoregional involvement. This activity articulates how to evaluate this condition properly and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Peritoneal Metastasis -- Continuing Education Activity. The term peritoneal carcinomatosis (PC) generally refers to the metastatic involvement of the peritoneum. The name was first coined in 1931 by Sampson for the thorough description of metastatic involvement of the peritoneal stromal surface by ovarian cancer cells. Since then, it refers to almost any peritoneal metastatic deposits, metastatic cancer to the peritoneum is more common than a primary peritoneal malignancy. It often occurs with gastrointestinal or gynecological malignancies of advanced stages with locoregional involvement. This activity articulates how to evaluate this condition properly and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-27027_1", "title": "Peritoneal Metastasis -- Continuing Education Activity", "content": "Objectives: Describe the types of malignancies involving the peritoneum. Outline the presentation of peritoneal metastasis. Summarize the treatment of peritoneal metastases. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by peritoneal metastases. Access free multiple choice questions on this topic.", "contents": "Peritoneal Metastasis -- Continuing Education Activity. Objectives: Describe the types of malignancies involving the peritoneum. Outline the presentation of peritoneal metastasis. Summarize the treatment of peritoneal metastases. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by peritoneal metastases. Access free multiple choice questions on this topic."}
{"id": "article-27027_2", "title": "Peritoneal Metastasis -- Introduction", "content": "The peritoneum is a continuous membrane that covers the abdominal and pelvic cavities. Anatomically it has two layers that are, in and of themselves, continuous. One is the parietal peritoneum, which covers the inner surfaces of the abdominal and pelvic wall, and the other layer is the visceral peritoneum, which covers the abdominal organs and their suspending structures in the abdominopelvic cavity. [1] The greater omentum, a prominent peritoneal fold, also referred to as the gastrocolic ligament,  has been referred to as a policeman of the abdomen, recognizing its role in containing inflammation and minimizing the spread of infection or local disease in the abdominopelvic cavity.  This unique nature of the omentum puts it at risk of involvement with any abdominal malignancies through the local disease spread.", "contents": "Peritoneal Metastasis -- Introduction. The peritoneum is a continuous membrane that covers the abdominal and pelvic cavities. Anatomically it has two layers that are, in and of themselves, continuous. One is the parietal peritoneum, which covers the inner surfaces of the abdominal and pelvic wall, and the other layer is the visceral peritoneum, which covers the abdominal organs and their suspending structures in the abdominopelvic cavity. [1] The greater omentum, a prominent peritoneal fold, also referred to as the gastrocolic ligament,  has been referred to as a policeman of the abdomen, recognizing its role in containing inflammation and minimizing the spread of infection or local disease in the abdominopelvic cavity.  This unique nature of the omentum puts it at risk of involvement with any abdominal malignancies through the local disease spread."}
{"id": "article-27027_3", "title": "Peritoneal Metastasis -- Introduction", "content": "The term peritoneal carcinomatosis (PC) generally refers to the metastatic involvement of the peritoneum. The name was first coined in 1931 by Sampson for the thorough description of metastatic involvement of the peritoneal stromal surface by ovarian cancer cells. [2] Since then, it refers to almost any peritoneal metastatic deposits, metastatic cancer to the peritoneum is more common than a primary peritoneal malignancy. It often occurs with gastrointestinal or gynecological malignancies of advanced stages with locoregional involvement. Historically, the presence of metastatic deposits in the peritoneal cavity implied an incurable, fatal disease where curative surgical therapy was no longer a reasonable option. Newer surgical techniques and innovations in medical management strategies have dramatically changed the course of the disease over the past years. Effective treatment approaches have evolved, allowing for improvements in disease-free and overall survival. [3]", "contents": "Peritoneal Metastasis -- Introduction. The term peritoneal carcinomatosis (PC) generally refers to the metastatic involvement of the peritoneum. The name was first coined in 1931 by Sampson for the thorough description of metastatic involvement of the peritoneal stromal surface by ovarian cancer cells. [2] Since then, it refers to almost any peritoneal metastatic deposits, metastatic cancer to the peritoneum is more common than a primary peritoneal malignancy. It often occurs with gastrointestinal or gynecological malignancies of advanced stages with locoregional involvement. Historically, the presence of metastatic deposits in the peritoneal cavity implied an incurable, fatal disease where curative surgical therapy was no longer a reasonable option. Newer surgical techniques and innovations in medical management strategies have dramatically changed the course of the disease over the past years. Effective treatment approaches have evolved, allowing for improvements in disease-free and overall survival. [3]"}
{"id": "article-27027_4", "title": "Peritoneal Metastasis -- Etiology", "content": "Peritoneal involvement is most common with cancers of the gastrointestinal (GI), reproductive, and genitourinary tracts. Ovarian, colon, and gastric cancers are by far the most common conditions presenting in advanced stages with peritoneal metastasis. Cancers involving other organs such as the pancreas, appendix, small intestine, endometrium, and prostate can also cause peritoneal metastasis, but such occur less frequently. While peritoneal carcinomatosis can arise from extra-abdominal primary malignancies, such cases are uncommon; and they account for approximately 10% of diagnosed cases of peritoneal metastasis. [4] Examples include breast cancer, lung cancer, and malignant melanoma. Ovarian cancer is the most common neoplastic disease-causing peritoneal metastasis in 46% of cases due to the ovaries' anatomic location and their close contact with the peritoneum as well as the embryological developmental continuity of ovarian epithelial cells with peritoneal mesothelial cells. [5] [6]", "contents": "Peritoneal Metastasis -- Etiology. Peritoneal involvement is most common with cancers of the gastrointestinal (GI), reproductive, and genitourinary tracts. Ovarian, colon, and gastric cancers are by far the most common conditions presenting in advanced stages with peritoneal metastasis. Cancers involving other organs such as the pancreas, appendix, small intestine, endometrium, and prostate can also cause peritoneal metastasis, but such occur less frequently. While peritoneal carcinomatosis can arise from extra-abdominal primary malignancies, such cases are uncommon; and they account for approximately 10% of diagnosed cases of peritoneal metastasis. [4] Examples include breast cancer, lung cancer, and malignant melanoma. Ovarian cancer is the most common neoplastic disease-causing peritoneal metastasis in 46% of cases due to the ovaries' anatomic location and their close contact with the peritoneum as well as the embryological developmental continuity of ovarian epithelial cells with peritoneal mesothelial cells. [5] [6]"}
{"id": "article-27027_5", "title": "Peritoneal Metastasis -- Etiology", "content": "Colorectal cancer patients also contribute to a higher number of patients with peritoneal involvement due to the high incidence of these cancers overall. About 7% of cases develop synchronous peritoneal metastasis. [7]", "contents": "Peritoneal Metastasis -- Etiology. Colorectal cancer patients also contribute to a higher number of patients with peritoneal involvement due to the high incidence of these cancers overall. About 7% of cases develop synchronous peritoneal metastasis. [7]"}
{"id": "article-27027_6", "title": "Peritoneal Metastasis -- Etiology", "content": "Approximately 9% of non-endocrinal pancreatic cancer cases present with PC.", "contents": "Peritoneal Metastasis -- Etiology. Approximately 9% of non-endocrinal pancreatic cancer cases present with PC."}
{"id": "article-27027_7", "title": "Peritoneal Metastasis -- Etiology", "content": "Gastric carcinoma tends to reach an advanced stage at first presentation, and 14% of such cases can have peritoneal metastasis. [8]", "contents": "Peritoneal Metastasis -- Etiology. Gastric carcinoma tends to reach an advanced stage at first presentation, and 14% of such cases can have peritoneal metastasis. [8]"}
{"id": "article-27027_8", "title": "Peritoneal Metastasis -- Etiology", "content": "A neuroendocrine tumor arising from the gastrointestinal tract (GI-NET) is a slow-growing neoplasm, and it can metastasize to the peritoneum. PC can occur in about 6% of GI-NET patients. [9] Its frequency increases with age.", "contents": "Peritoneal Metastasis -- Etiology. A neuroendocrine tumor arising from the gastrointestinal tract (GI-NET) is a slow-growing neoplasm, and it can metastasize to the peritoneum. PC can occur in about 6% of GI-NET patients. [9] Its frequency increases with age."}
{"id": "article-27027_9", "title": "Peritoneal Metastasis -- Etiology", "content": "As described earlier, peritoneal carcinomatosis from extra-abdominal malignancy presents in only 10% of cases where metastatic breast cancer (41%), lung cancer (21%), and malignant melanoma (9%) account for the majority of the cases. [4]", "contents": "Peritoneal Metastasis -- Etiology. As described earlier, peritoneal carcinomatosis from extra-abdominal malignancy presents in only 10% of cases where metastatic breast cancer (41%), lung cancer (21%), and malignant melanoma (9%) account for the majority of the cases. [4]"}
{"id": "article-27027_10", "title": "Peritoneal Metastasis -- Etiology", "content": "Lung cancer is the primary cause of newly diagnosed cancers worldwide, accounting for over a million new cases per year. However, peritoneal carcinomatosis in lung cancer is rare and occurs in about 2.5 to 16% of autopsy results. Considering the scale of lung cancer rates globally, it could be the reason for a higher number of peritoneal carcinomatosis cases worldwide. [10]", "contents": "Peritoneal Metastasis -- Etiology. Lung cancer is the primary cause of newly diagnosed cancers worldwide, accounting for over a million new cases per year. However, peritoneal carcinomatosis in lung cancer is rare and occurs in about 2.5 to 16% of autopsy results. Considering the scale of lung cancer rates globally, it could be the reason for a higher number of peritoneal carcinomatosis cases worldwide. [10]"}
{"id": "article-27027_11", "title": "Peritoneal Metastasis -- Etiology", "content": "Sometimes it is difficult to find the primary tumor site. In such cases, we have peritoneal carcinomatosis with an unknown primary (UP). About 3 to 5% of cases of peritoneal carcinomatosis are of unknown origin. [11]", "contents": "Peritoneal Metastasis -- Etiology. Sometimes it is difficult to find the primary tumor site. In such cases, we have peritoneal carcinomatosis with an unknown primary (UP). About 3 to 5% of cases of peritoneal carcinomatosis are of unknown origin. [11]"}
{"id": "article-27027_12", "title": "Peritoneal Metastasis -- Epidemiology", "content": "Peritoneal metastasis (PM) is a relatively rare diagnosis. Due to the lack of satisfactory preoperative detection methods and imaging studies, accurate incidence data is absent (see Image. Peritoneal Cancer Index). Although registry data have suggested a rise in the overall incidence of peritoneal malignancy in the last two decades, advancements have been made in health technology to manage the condition. Peritoneal carcinomatosis is of primary peritoneal origin only 3% of the time; most often, it is the result of metastatic disease. One large population-based study from Ireland has shown that the annual incidence of peritoneal metastasis increased from 228 in 1994 to 402 in 2012. Females accounted for the majority of cases, and 70% of patients were 60 years of age or older at the time of diagnosis. [12]", "contents": "Peritoneal Metastasis -- Epidemiology. Peritoneal metastasis (PM) is a relatively rare diagnosis. Due to the lack of satisfactory preoperative detection methods and imaging studies, accurate incidence data is absent (see Image. Peritoneal Cancer Index). Although registry data have suggested a rise in the overall incidence of peritoneal malignancy in the last two decades, advancements have been made in health technology to manage the condition. Peritoneal carcinomatosis is of primary peritoneal origin only 3% of the time; most often, it is the result of metastatic disease. One large population-based study from Ireland has shown that the annual incidence of peritoneal metastasis increased from 228 in 1994 to 402 in 2012. Females accounted for the majority of cases, and 70% of patients were 60 years of age or older at the time of diagnosis. [12]"}
{"id": "article-27027_13", "title": "Peritoneal Metastasis -- Epidemiology", "content": "The incidence rate differs among the different types of primary cancers leading to peritoneal carcinomatosis. In the U.S., colorectal cancer is one of the most common cancers with a higher rate of occurrence. Estimates of the incidence of peritoneal carcinomatosis in colorectal cancer are at around 5 to 8%, which accounts for 2 to 3 out of 100000 individuals per year. [13] [7] Neuroendocrine tumors of the GI tract cause peritoneal metastasis in 1.6 per 1 million people per year in the U.S. [9]", "contents": "Peritoneal Metastasis -- Epidemiology. The incidence rate differs among the different types of primary cancers leading to peritoneal carcinomatosis. In the U.S., colorectal cancer is one of the most common cancers with a higher rate of occurrence. Estimates of the incidence of peritoneal carcinomatosis in colorectal cancer are at around 5 to 8%, which accounts for 2 to 3 out of 100000 individuals per year. [13] [7] Neuroendocrine tumors of the GI tract cause peritoneal metastasis in 1.6 per 1 million people per year in the U.S. [9]"}
{"id": "article-27027_14", "title": "Peritoneal Metastasis -- Pathophysiology", "content": "Cancer cell metastasis is a complex phenomenon involving a multistage process and multidirectional spread. Dissemination, adhesion, invasion, and proliferation are the significant steps for the development of peritoneal metastasis from any primary. Primary malignant cells can spread through local invasion, lymphatics, or blood to distal sites. In the case of peritoneal metastasis, malignant cells originating from primary abdominal organs usually spread through a transcoelomic mechanism. Peritoneal fluid cycles through the peritoneal cavity in a specific direction, and this could spread the cancer cells in a particular manner. Currently, extensive research has given more detailed knowledge about the pathophysiology of peritoneal metastasis. This complex process involves multilevel reactions among molecular and cellular components of the primary tumor site as well as the peritoneum. Peritoneal mesothelial cells provide adhesion to the invading cancer cells and stromal components, and endothelial cells help in proliferation. [14] Paget’s original theory of “seed and soil” very well describes the pattern of peritoneal metastasis in cancers such as ovarian, colorectal, stomach, etc. It proposed that the organ-preference patterns of cancer metastasis are the product of favorable interactions between metastatic tumor cells (the \"seed\") and their organ microenvironment (the \"soil\"), which several research studies have extensively demonstrated. [15]", "contents": "Peritoneal Metastasis -- Pathophysiology. Cancer cell metastasis is a complex phenomenon involving a multistage process and multidirectional spread. Dissemination, adhesion, invasion, and proliferation are the significant steps for the development of peritoneal metastasis from any primary. Primary malignant cells can spread through local invasion, lymphatics, or blood to distal sites. In the case of peritoneal metastasis, malignant cells originating from primary abdominal organs usually spread through a transcoelomic mechanism. Peritoneal fluid cycles through the peritoneal cavity in a specific direction, and this could spread the cancer cells in a particular manner. Currently, extensive research has given more detailed knowledge about the pathophysiology of peritoneal metastasis. This complex process involves multilevel reactions among molecular and cellular components of the primary tumor site as well as the peritoneum. Peritoneal mesothelial cells provide adhesion to the invading cancer cells and stromal components, and endothelial cells help in proliferation. [14] Paget’s original theory of “seed and soil” very well describes the pattern of peritoneal metastasis in cancers such as ovarian, colorectal, stomach, etc. It proposed that the organ-preference patterns of cancer metastasis are the product of favorable interactions between metastatic tumor cells (the \"seed\") and their organ microenvironment (the \"soil\"), which several research studies have extensively demonstrated. [15]"}
{"id": "article-27027_15", "title": "Peritoneal Metastasis -- Pathophysiology", "content": "One theory describes that peritoneal carcinomatosis from gastrointestinal cancers can occur in two different ways: 1) Via transversal growth and 2) via the intraperitoneal spread. Transversal growth means tumor cells can exfoliate from the primary tumor into the peritoneal cavity, also known as synchronous peritoneal carcinomatosis. This variant usually occurs preoperatively. Intraperitoneal spread implies spread due to surgical trauma, where tumor cells get released unintentionally from transected lymph node or blood vessel or upon manipulation of the primary tumor during handling, referred to as metachronous peritoneal carcinomatosis. The most common dissemination of malignant cells in the peritoneum is due to spontaneous exfoliation. Leucocyte-associated adhesional molecules like CD44, selectins, and/or integrin have been identified for cancer cell adhesion. Peritoneal stroma is the rich source for all the necessary factors required for proliferation. [16]", "contents": "Peritoneal Metastasis -- Pathophysiology. One theory describes that peritoneal carcinomatosis from gastrointestinal cancers can occur in two different ways: 1) Via transversal growth and 2) via the intraperitoneal spread. Transversal growth means tumor cells can exfoliate from the primary tumor into the peritoneal cavity, also known as synchronous peritoneal carcinomatosis. This variant usually occurs preoperatively. Intraperitoneal spread implies spread due to surgical trauma, where tumor cells get released unintentionally from transected lymph node or blood vessel or upon manipulation of the primary tumor during handling, referred to as metachronous peritoneal carcinomatosis. The most common dissemination of malignant cells in the peritoneum is due to spontaneous exfoliation. Leucocyte-associated adhesional molecules like CD44, selectins, and/or integrin have been identified for cancer cell adhesion. Peritoneal stroma is the rich source for all the necessary factors required for proliferation. [16]"}
{"id": "article-27027_16", "title": "Peritoneal Metastasis -- Pathophysiology", "content": "Hematogenous spread involving the peritoneal cavity can occur in patients with malignant melanoma, lung, and breast cancer. In such cases, the embolic metastatic focus begins as a small nodule with eventual progression. The lymphatic spread usually revolves around the ligaments and mesentery, and such dissemination can occur in non-Hodgkin lymphoma or neuroendocrine tumor (NET). Biological research describes three types of peritoneal cancer spread, which is helpful to understand to guide surgical management:", "contents": "Peritoneal Metastasis -- Pathophysiology. Hematogenous spread involving the peritoneal cavity can occur in patients with malignant melanoma, lung, and breast cancer. In such cases, the embolic metastatic focus begins as a small nodule with eventual progression. The lymphatic spread usually revolves around the ligaments and mesentery, and such dissemination can occur in non-Hodgkin lymphoma or neuroendocrine tumor (NET). Biological research describes three types of peritoneal cancer spread, which is helpful to understand to guide surgical management:"}
{"id": "article-27027_17", "title": "Peritoneal Metastasis -- Pathophysiology", "content": "Random Proximal Distribution (RPD): Typically occurs in moderate and high-grade cancers in their early implantation due to the adherence molecules on the cancer cells near the tumor area. Examples include adenocarcinoma and carcinoid of an appendix, non-mucinous colorectal cancer, gastric cancer, and serous ovarian cancer. Complete Redistribution (CRD): Here, there is no adhesion with the peritoneum near the primary tumor due to the low biological activity of the cancer cells. Examples are pseudomyxoma peritonei, diffuse malignant mesothelioma. Widespread Cancer Distribution (WCD): The presence of adherence molecules on the cancer cells, along with mucus production, leads to the aggressive and widespread dissemination of cancer. Examples in this category include mucinous colorectal cancer, mucinous ovarian cancer, cystadenocarcinoma of the appendix.", "contents": "Peritoneal Metastasis -- Pathophysiology. Random Proximal Distribution (RPD): Typically occurs in moderate and high-grade cancers in their early implantation due to the adherence molecules on the cancer cells near the tumor area. Examples include adenocarcinoma and carcinoid of an appendix, non-mucinous colorectal cancer, gastric cancer, and serous ovarian cancer. Complete Redistribution (CRD): Here, there is no adhesion with the peritoneum near the primary tumor due to the low biological activity of the cancer cells. Examples are pseudomyxoma peritonei, diffuse malignant mesothelioma. Widespread Cancer Distribution (WCD): The presence of adherence molecules on the cancer cells, along with mucus production, leads to the aggressive and widespread dissemination of cancer. Examples in this category include mucinous colorectal cancer, mucinous ovarian cancer, cystadenocarcinoma of the appendix."}
{"id": "article-27027_18", "title": "Peritoneal Metastasis -- Pathophysiology", "content": "This understanding of the pattern of spread helps in determining the best surgical approach: RPD treatment is best via selective peritonectomy of macroscopically involved regions. While CRD and WCD treatment should be with complete peritonectomy and extensive cytoreduction therapy. [17]", "contents": "Peritoneal Metastasis -- Pathophysiology. This understanding of the pattern of spread helps in determining the best surgical approach: RPD treatment is best via selective peritonectomy of macroscopically involved regions. While CRD and WCD treatment should be with complete peritonectomy and extensive cytoreduction therapy. [17]"}
{"id": "article-27027_19", "title": "Peritoneal Metastasis -- History and Physical", "content": "Patients with peritoneal metastasis usually present in a late stage of the disease. They typically present with symptoms and signs associated with their advanced primary cancer. Often, peritoneal carcinomatosis is an accidental finding during surgical exploration for primary tumor resection or during other elective procedures. The two most important clinical findings related to peritoneal carcinomatosis have been ascites and bowel obstruction. However, they are found clinically in less than 50% of patients. [18] [19] Similar to any other cancer, patients may complain of loss of appetite, organ-specific symptoms such as abdominal pain, nausea, vomiting, constipation, abdominal distension, weight loss, etc. Two main clinical features that could raise the suspicion for peritoneal metastasis include 1) the presence of malignant cells in ascitic fluid (28% to 30% of colorectal peritoneal metastasis patients), and 2) bowel obstruction (8% to 20% of patients with colorectal peritoneal metastasis. [20]", "contents": "Peritoneal Metastasis -- History and Physical. Patients with peritoneal metastasis usually present in a late stage of the disease. They typically present with symptoms and signs associated with their advanced primary cancer. Often, peritoneal carcinomatosis is an accidental finding during surgical exploration for primary tumor resection or during other elective procedures. The two most important clinical findings related to peritoneal carcinomatosis have been ascites and bowel obstruction. However, they are found clinically in less than 50% of patients. [18] [19] Similar to any other cancer, patients may complain of loss of appetite, organ-specific symptoms such as abdominal pain, nausea, vomiting, constipation, abdominal distension, weight loss, etc. Two main clinical features that could raise the suspicion for peritoneal metastasis include 1) the presence of malignant cells in ascitic fluid (28% to 30% of colorectal peritoneal metastasis patients), and 2) bowel obstruction (8% to 20% of patients with colorectal peritoneal metastasis. [20]"}
{"id": "article-27027_20", "title": "Peritoneal Metastasis -- History and Physical", "content": "Given the non-specific clinical picture associated with patients with peritoneal metastasis, it is highly unpredictable and difficult to diagnose this condition just based on clinical presentation. However, whenever there is a finding suggesting the possibility of abdominal cancer, clinicians should keep a low threshold for considering the presence of advanced-stage disease, as evidenced by the presence of peritoneal metastasis, even when imaging does not show readily show this. The peritoneum and any ascitic fluid can undergo an examination at the time of surgical exploration during a planned or emergent procedure.", "contents": "Peritoneal Metastasis -- History and Physical. Given the non-specific clinical picture associated with patients with peritoneal metastasis, it is highly unpredictable and difficult to diagnose this condition just based on clinical presentation. However, whenever there is a finding suggesting the possibility of abdominal cancer, clinicians should keep a low threshold for considering the presence of advanced-stage disease, as evidenced by the presence of peritoneal metastasis, even when imaging does not show readily show this. The peritoneum and any ascitic fluid can undergo an examination at the time of surgical exploration during a planned or emergent procedure."}
{"id": "article-27027_21", "title": "Peritoneal Metastasis -- Evaluation", "content": "Metastatic cancer of the peritoneum is often an incidental finding detected during surgical exploration or on diagnostic imaging with modalities like CT scan or MRI performed for other indications. Biopsy of detected tumors or lesions is a confirmatory test to identify the type of cancer cells and to differentiate it from primary peritoneal cancer. The primary objectives of the work-up and investigation modalities employed in cases of suspected peritoneal metastasis are the following:", "contents": "Peritoneal Metastasis -- Evaluation. Metastatic cancer of the peritoneum is often an incidental finding detected during surgical exploration or on diagnostic imaging with modalities like CT scan or MRI performed for other indications. Biopsy of detected tumors or lesions is a confirmatory test to identify the type of cancer cells and to differentiate it from primary peritoneal cancer. The primary objectives of the work-up and investigation modalities employed in cases of suspected peritoneal metastasis are the following:"}
{"id": "article-27027_22", "title": "Peritoneal Metastasis -- Evaluation", "content": "Early detection of possible peritoneal metastasis in a patient with recently diagnosed abdominal or pelvic malignancy and to rule out the presence of distant metastases in extra-abdominal areas, which becomes an absolute contraindication for surgery with curative intent. To determine the extent, size, and major organ involvement by metastatic cancer to decide proper patient selection for cytoreductive surgery (CRS) and hyperthermic intraperitoneal chemotherapy (HIPEC). Early staging of the PC to help ascertain valuable information about potential outcomes and predict prognosis after treatment.", "contents": "Peritoneal Metastasis -- Evaluation. Early detection of possible peritoneal metastasis in a patient with recently diagnosed abdominal or pelvic malignancy and to rule out the presence of distant metastases in extra-abdominal areas, which becomes an absolute contraindication for surgery with curative intent. To determine the extent, size, and major organ involvement by metastatic cancer to decide proper patient selection for cytoreductive surgery (CRS) and hyperthermic intraperitoneal chemotherapy (HIPEC). Early staging of the PC to help ascertain valuable information about potential outcomes and predict prognosis after treatment."}
{"id": "article-27027_23", "title": "Peritoneal Metastasis -- Evaluation", "content": "Cancerous lesions involving the peritoneum are sometimes visible with CT Scan, MRI, and 18F-fluorodeoxyglucose (FDG) positron emission tomography PET/CT. Each modality has its importance depending on the type of cancer and area of involvement. Presently the peritoneal carcinomatosis index (PCI) scoring system proposed by Dr. Sugarbacker provides a useful tool for better patient selection for surgery and a better understanding of prognosis and outcome (described in the management and staging section below). So most of the imaging studies are employed for their diagnostic parameters based on how accurately they can contribute to the PCI score preoperatively. [21]", "contents": "Peritoneal Metastasis -- Evaluation. Cancerous lesions involving the peritoneum are sometimes visible with CT Scan, MRI, and 18F-fluorodeoxyglucose (FDG) positron emission tomography PET/CT. Each modality has its importance depending on the type of cancer and area of involvement. Presently the peritoneal carcinomatosis index (PCI) scoring system proposed by Dr. Sugarbacker provides a useful tool for better patient selection for surgery and a better understanding of prognosis and outcome (described in the management and staging section below). So most of the imaging studies are employed for their diagnostic parameters based on how accurately they can contribute to the PCI score preoperatively. [21]"}
{"id": "article-27027_24", "title": "Peritoneal Metastasis -- Evaluation", "content": "CT Scan : It can provide appropriate site-specific cancer involvement in the abdominal cavity. The crucial findings for peritoneal metastasis are focal or diffuse thickening of peritoneal folds, which could appear as sclerotic, nodular, reticular, reticulonodular, or large plaque-like structures. Sometimes a large, thick layer of inhomogeneous density would be visible between the abdominal wall and bowel loops, which is sometimes called an “omental cake.” It is a neoplastic tissue layer. CT will also detect macronodules and micronodules if they are lying at the surface of the liver or spleen. Ascites can also be detected if it is over 50 ml. [22] The sensitivity of computed tomography scan of the abdomen and pelvis for the diagnosis of colorectal cancer-related PM is 90% for cancer nodules larger than 5 cm but drops to less than 25% for lesions smaller than 5 cm. [23] CT scan used to detect peritoneal tumors for future management decisions was also found to have inter-observer differences among radiologists and is not considered the most reliable tool for the same. [24] Additionally, CT is inefficient in assessing small bowel lesions, which could underestimate the PCI score preoperatively. However, it is still a valid tool to achieve optimal cytoreduction in cases of ovarian metastasis with moderate accuracy. [25] Currently, abdominopelvic CT scanning is the first line of investigation for the detection of peritoneal metastasis in the presence of any abdominal primary.", "contents": "Peritoneal Metastasis -- Evaluation. CT Scan : It can provide appropriate site-specific cancer involvement in the abdominal cavity. The crucial findings for peritoneal metastasis are focal or diffuse thickening of peritoneal folds, which could appear as sclerotic, nodular, reticular, reticulonodular, or large plaque-like structures. Sometimes a large, thick layer of inhomogeneous density would be visible between the abdominal wall and bowel loops, which is sometimes called an “omental cake.” It is a neoplastic tissue layer. CT will also detect macronodules and micronodules if they are lying at the surface of the liver or spleen. Ascites can also be detected if it is over 50 ml. [22] The sensitivity of computed tomography scan of the abdomen and pelvis for the diagnosis of colorectal cancer-related PM is 90% for cancer nodules larger than 5 cm but drops to less than 25% for lesions smaller than 5 cm. [23] CT scan used to detect peritoneal tumors for future management decisions was also found to have inter-observer differences among radiologists and is not considered the most reliable tool for the same. [24] Additionally, CT is inefficient in assessing small bowel lesions, which could underestimate the PCI score preoperatively. However, it is still a valid tool to achieve optimal cytoreduction in cases of ovarian metastasis with moderate accuracy. [25] Currently, abdominopelvic CT scanning is the first line of investigation for the detection of peritoneal metastasis in the presence of any abdominal primary."}
{"id": "article-27027_25", "title": "Peritoneal Metastasis -- Evaluation", "content": "MRI: It is also one of the diagnostic tools for detecting peritoneal metastasis. However, it has not shown any significant superiority over CT scanning. One study demonstrated an advantage of MR over single-helical CT to detect metastasis over peritoneum, omentum, and bowel. [26] The combined use of MRI and CT has improved the preoperative estimation of PCI compared to only CT-determined PCI. [27] Diffuse weighted MRI is used more for its diagnostic parameters, and one recently published study showed significant results. Whole-body diffuse weighted imagine-MRI (WB-DWI/MRI) was significantly better in the prediction of inoperability for peritoneal carcinomatosis than CT with sensitivity 90.6%, specificity 100%, PPV 100%, and NPV 90.3%. For CT alone these values were 25.0, 92.9, 80.0 and 52.0%, respectively. [28]", "contents": "Peritoneal Metastasis -- Evaluation. MRI: It is also one of the diagnostic tools for detecting peritoneal metastasis. However, it has not shown any significant superiority over CT scanning. One study demonstrated an advantage of MR over single-helical CT to detect metastasis over peritoneum, omentum, and bowel. [26] The combined use of MRI and CT has improved the preoperative estimation of PCI compared to only CT-determined PCI. [27] Diffuse weighted MRI is used more for its diagnostic parameters, and one recently published study showed significant results. Whole-body diffuse weighted imagine-MRI (WB-DWI/MRI) was significantly better in the prediction of inoperability for peritoneal carcinomatosis than CT with sensitivity 90.6%, specificity 100%, PPV 100%, and NPV 90.3%. For CT alone these values were 25.0, 92.9, 80.0 and 52.0%, respectively. [28]"}
{"id": "article-27027_26", "title": "Peritoneal Metastasis -- Evaluation", "content": "PET Scan: The use of a PET-CT scan is more useful than just a PET scan, as the addition of CT allows for better anatomic visualization. 18F-fluorodeoxyglucose (FDG) positron emission tomography PET/CT is the preferred imaging that can detect the presence of cancer lesions based on the glucose uptake of the cells. It can be falsely negative when cells do not show good glucose uptake. Thus in cases where it is used for postoperative imaging, it would be better to document preoperative results for comparison to avoid false-negative results. [22] To identify the exact localization and area of the peritoneal metastasis, PET-CT provides better accuracy and especially better NPV than MRI. [29] PET-CT adds good value to conventional imaging, mainly for monitoring response to the therapy, especially on long-term follow-up. [30]", "contents": "Peritoneal Metastasis -- Evaluation. PET Scan: The use of a PET-CT scan is more useful than just a PET scan, as the addition of CT allows for better anatomic visualization. 18F-fluorodeoxyglucose (FDG) positron emission tomography PET/CT is the preferred imaging that can detect the presence of cancer lesions based on the glucose uptake of the cells. It can be falsely negative when cells do not show good glucose uptake. Thus in cases where it is used for postoperative imaging, it would be better to document preoperative results for comparison to avoid false-negative results. [22] To identify the exact localization and area of the peritoneal metastasis, PET-CT provides better accuracy and especially better NPV than MRI. [29] PET-CT adds good value to conventional imaging, mainly for monitoring response to the therapy, especially on long-term follow-up. [30]"}
{"id": "article-27027_27", "title": "Peritoneal Metastasis -- Evaluation", "content": "Diagnostic Laparoscopy: Surgeons recommend preoperative use of diagnostic laparoscopy for the assessment of the resectability of peritoneal tumor nodules before undergoing cytoreductive surgery (CRS). This approach is useful in patients for whom the previous imagining studies are insufficient in providing adequate information about the extent of disease involvement. However, it is sometimes not favored due to the difficulty related to trocar insertion and fear of port-site tumor recurrence. But currently, many surgeons are advocating its important role in affirmative decision making before actually going for laparotomy. In one study, it was found to have a positive predictive value of 83.3%. It also helped to avoid unnecessary laparotomy in 45% of the cases with no port-site recurrences or morbidity after 18 months. [31] Similarly, another study suggested detailed technical aspects of the diagnostic laparoscopy, with over 94% of confirmative findings with the use of only two trocars and 99% for all cases. [22] Extensive studies would be needed to get more evidence for its routine practical use.", "contents": "Peritoneal Metastasis -- Evaluation. Diagnostic Laparoscopy: Surgeons recommend preoperative use of diagnostic laparoscopy for the assessment of the resectability of peritoneal tumor nodules before undergoing cytoreductive surgery (CRS). This approach is useful in patients for whom the previous imagining studies are insufficient in providing adequate information about the extent of disease involvement. However, it is sometimes not favored due to the difficulty related to trocar insertion and fear of port-site tumor recurrence. But currently, many surgeons are advocating its important role in affirmative decision making before actually going for laparotomy. In one study, it was found to have a positive predictive value of 83.3%. It also helped to avoid unnecessary laparotomy in 45% of the cases with no port-site recurrences or morbidity after 18 months. [31] Similarly, another study suggested detailed technical aspects of the diagnostic laparoscopy, with over 94% of confirmative findings with the use of only two trocars and 99% for all cases. [22] Extensive studies would be needed to get more evidence for its routine practical use."}
{"id": "article-27027_28", "title": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods", "content": "Different surgeon groups have proposed new diagnostic techniques for the optimum detection of peritoneal carcinomatosis and a more accurate understanding of its extent and size before considering surgical exploration:", "contents": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods. Different surgeon groups have proposed new diagnostic techniques for the optimum detection of peritoneal carcinomatosis and a more accurate understanding of its extent and size before considering surgical exploration:"}
{"id": "article-27027_29", "title": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods", "content": "Detection of ascitic CEA (carcinoma embryonic antigen) is a useful measure for diagnosing colorectal cancer (CRC) with PM. [32]", "contents": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods. Detection of ascitic CEA (carcinoma embryonic antigen) is a useful measure for diagnosing colorectal cancer (CRC) with PM. [32]"}
{"id": "article-27027_30", "title": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods", "content": "Extensive involvement of small bowel by peritoneal carcinomatosis precludes the use of cytoreductive surgery. CT lacks sufficient accuracy in preoperative detection of disease in the small intestine that may subsequently impact the decision to offer CRS. One group of researchers demonstrated that CT-enteroclysis (CTE) is very useful in detecting cancerous implants in small bowel/mesentery. It showed 92% sensitivity, 96% specificity, 97% PPV and 91% NPV. [33]", "contents": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods. Extensive involvement of small bowel by peritoneal carcinomatosis precludes the use of cytoreductive surgery. CT lacks sufficient accuracy in preoperative detection of disease in the small intestine that may subsequently impact the decision to offer CRS. One group of researchers demonstrated that CT-enteroclysis (CTE) is very useful in detecting cancerous implants in small bowel/mesentery. It showed 92% sensitivity, 96% specificity, 97% PPV and 91% NPV. [33]"}
{"id": "article-27027_31", "title": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods", "content": "Another group of investigators explored the use of single-incision flexible endoscopy (SIFE) for diagnostic staging before surgery, and they compared it to rigid endoscopy (SIRE). The major objective was to avoid trocar site metastasis by reducing the need for extra trocar usage. The study showed feasibility in 94% of cases with SIFE and demonstrated superiority to SIRE in terms of technical exploration and outcomes. Future studies are needed to compare this with conventional laparoscopy. [34]", "contents": "Peritoneal Metastasis -- Evaluation -- New Proposed Diagnostic Methods. Another group of investigators explored the use of single-incision flexible endoscopy (SIFE) for diagnostic staging before surgery, and they compared it to rigid endoscopy (SIRE). The major objective was to avoid trocar site metastasis by reducing the need for extra trocar usage. The study showed feasibility in 94% of cases with SIFE and demonstrated superiority to SIRE in terms of technical exploration and outcomes. Future studies are needed to compare this with conventional laparoscopy. [34]"}
{"id": "article-27027_32", "title": "Peritoneal Metastasis -- Treatment / Management", "content": "Recent advancements in surgical techniques and favorable outcomes related to targeted chemotherapy have encouraged the aggressive treatment of PC whenever it is feasible and accessible. Complete cytoreductive surgery (CRS) combined with hyperthermic intraperitoneal chemotherapy (HIPEC) and systemic chemotherapy has become the mainstay treatment for peritoneal carcinomatosis (PC) originating from most gastrointestinal and genitourinary tracts carcinomas. The efficacy of this treatment was validated in 2003 by a randomized clinical trial that compared CRS combined with HIPEC versus systemic chemotherapy alone (median survival: 22.3 vs. 12.6 months, P = 0.032). [35] Macroscopically complete CRS (CRS-R0) is a major prognostic factor, with 5-year survival rates as high as 45% compared to less than 10% when CRS is incomplete. [36] Dr. Sugarbaker changed the perception of peritoneal carcinomatosis from terminal cancer to a loco-regional disease and recommended an aggressive surgical approach with CRS, given the positive survival benefits.", "contents": "Peritoneal Metastasis -- Treatment / Management. Recent advancements in surgical techniques and favorable outcomes related to targeted chemotherapy have encouraged the aggressive treatment of PC whenever it is feasible and accessible. Complete cytoreductive surgery (CRS) combined with hyperthermic intraperitoneal chemotherapy (HIPEC) and systemic chemotherapy has become the mainstay treatment for peritoneal carcinomatosis (PC) originating from most gastrointestinal and genitourinary tracts carcinomas. The efficacy of this treatment was validated in 2003 by a randomized clinical trial that compared CRS combined with HIPEC versus systemic chemotherapy alone (median survival: 22.3 vs. 12.6 months, P = 0.032). [35] Macroscopically complete CRS (CRS-R0) is a major prognostic factor, with 5-year survival rates as high as 45% compared to less than 10% when CRS is incomplete. [36] Dr. Sugarbaker changed the perception of peritoneal carcinomatosis from terminal cancer to a loco-regional disease and recommended an aggressive surgical approach with CRS, given the positive survival benefits."}
{"id": "article-27027_33", "title": "Peritoneal Metastasis -- Treatment / Management", "content": "The first step in the management centers is the appropriate patient selection for surgery.", "contents": "Peritoneal Metastasis -- Treatment / Management. The first step in the management centers is the appropriate patient selection for surgery."}
{"id": "article-27027_34", "title": "Peritoneal Metastasis -- Treatment / Management -- Patient Selection", "content": "Patient characteristics: age, comorbidities, general condition, and functional status. The objective is to determine the fitness of the patient for the anticipated trauma of surgery and its perioperative impact. Exclude generalized metastatic disease: As pointed in the diagnostic section, CT and/or MRI or sometimes PET/CT can be used to investigate potential distal metastases depending on the type of cancer. Possible sites to look for are thorax, spine bones, brain, etc. The extent of the peritoneal disease:", "contents": "Peritoneal Metastasis -- Treatment / Management -- Patient Selection. Patient characteristics: age, comorbidities, general condition, and functional status. The objective is to determine the fitness of the patient for the anticipated trauma of surgery and its perioperative impact. Exclude generalized metastatic disease: As pointed in the diagnostic section, CT and/or MRI or sometimes PET/CT can be used to investigate potential distal metastases depending on the type of cancer. Possible sites to look for are thorax, spine bones, brain, etc. The extent of the peritoneal disease:"}
{"id": "article-27027_35", "title": "Peritoneal Metastasis -- Treatment / Management", "content": "CT/MRI is the primary investigation tool to determine the size, extent, and type of peritoneal lesions. PCI scoring system described in figure 1 is routinely used to determine the surgical resectability and possibly favorable prognosis. Diagnostic laparoscopy provides very accurate estimates for PCI along with probable completeness of the cytoreduction (CC) index and outcome assessment in terms of disease-free survival, overall survival, and quality of life. The involvement of the small bowel impacts the PCI score and can suggest a bad prognosis. The following are the usual surgical sites used for preoperative determination of the extent of the disease for exclusion from CRS. [22]", "contents": "Peritoneal Metastasis -- Treatment / Management. CT/MRI is the primary investigation tool to determine the size, extent, and type of peritoneal lesions. PCI scoring system described in figure 1 is routinely used to determine the surgical resectability and possibly favorable prognosis. Diagnostic laparoscopy provides very accurate estimates for PCI along with probable completeness of the cytoreduction (CC) index and outcome assessment in terms of disease-free survival, overall survival, and quality of life. The involvement of the small bowel impacts the PCI score and can suggest a bad prognosis. The following are the usual surgical sites used for preoperative determination of the extent of the disease for exclusion from CRS. [22]"}
{"id": "article-27027_36", "title": "Peritoneal Metastasis -- Treatment / Management", "content": "Massive mesenteric root infiltration not amenable to complete cytoreduction Significant pancreatic capsule infiltration or pancreatic involvement requiring major resection not feasibly or amenable to complete surgical cytoreduction More than one-third of small bowel length involvement requiring resection Extensive hepatic metastasis", "contents": "Peritoneal Metastasis -- Treatment / Management. Massive mesenteric root infiltration not amenable to complete cytoreduction Significant pancreatic capsule infiltration or pancreatic involvement requiring major resection not feasibly or amenable to complete surgical cytoreduction More than one-third of small bowel length involvement requiring resection Extensive hepatic metastasis"}
{"id": "article-27027_37", "title": "Peritoneal Metastasis -- Treatment / Management", "content": "Some surgeons advocate the use of peritoneal surface disease severity score (PSDSS) for the early preoperative assessment of the prognosis based on the symptoms, PCI index, and primary tumor histology. However, extensive study results are needed to implement it in regular practice. [37]", "contents": "Peritoneal Metastasis -- Treatment / Management. Some surgeons advocate the use of peritoneal surface disease severity score (PSDSS) for the early preoperative assessment of the prognosis based on the symptoms, PCI index, and primary tumor histology. However, extensive study results are needed to implement it in regular practice. [37]"}
{"id": "article-27027_38", "title": "Peritoneal Metastasis -- Treatment / Management -- Cytoreductive Surgery (CRS) and Hyperthermic Intraperitoneal Chemotherapy", "content": "Upon determining patient fitness for surgery with selection driven by feasibility criteria, CRS is commonly performed through an open abdominal wall incision approach along with perioperative intraperitoneal chemotherapy. This novel treatment option became a reality for surgeons through the extensive work of Dr. Sugarbacker [38] and his suggested surgical techniques. Cytoreductive surgery includes peritonectomy and individualized manual resection of the tumor lesions from different areas of the abdominal wall and mesentery. Peritonectomy now classifies as a curative treatment method for patients with peritoneal carcinomatosis, with the latter viewed as the locoregional spread instead of systemic disease. The usual surgical intention for any cancer treatment is the removal of all cancer cells through en-block resections with clear margins. However, for peritoneal carcinomatosis, it is highly difficult to achieve the complete removal of malignant cells. The idea behind cytoreduction is to reach complete removal of any macroscopic lesions, and the simultaneous use of HIPEC would potentially remove microscopic cancer lesions. [39] [40] This technical approach has shown tremendous survival benefits along with disease-free survival and improved quality of life in patients. Currently, CRS combined with HIPEC is a first-line treatment for appendiceal and colorectal cancer-related PM. [41] [42] It has also shown a promising role in ovarian, gastric, and neuroendocrine tumors. [43] [8] [44]", "contents": "Peritoneal Metastasis -- Treatment / Management -- Cytoreductive Surgery (CRS) and Hyperthermic Intraperitoneal Chemotherapy. Upon determining patient fitness for surgery with selection driven by feasibility criteria, CRS is commonly performed through an open abdominal wall incision approach along with perioperative intraperitoneal chemotherapy. This novel treatment option became a reality for surgeons through the extensive work of Dr. Sugarbacker [38] and his suggested surgical techniques. Cytoreductive surgery includes peritonectomy and individualized manual resection of the tumor lesions from different areas of the abdominal wall and mesentery. Peritonectomy now classifies as a curative treatment method for patients with peritoneal carcinomatosis, with the latter viewed as the locoregional spread instead of systemic disease. The usual surgical intention for any cancer treatment is the removal of all cancer cells through en-block resections with clear margins. However, for peritoneal carcinomatosis, it is highly difficult to achieve the complete removal of malignant cells. The idea behind cytoreduction is to reach complete removal of any macroscopic lesions, and the simultaneous use of HIPEC would potentially remove microscopic cancer lesions. [39] [40] This technical approach has shown tremendous survival benefits along with disease-free survival and improved quality of life in patients. Currently, CRS combined with HIPEC is a first-line treatment for appendiceal and colorectal cancer-related PM. [41] [42] It has also shown a promising role in ovarian, gastric, and neuroendocrine tumors. [43] [8] [44]"}
{"id": "article-27027_39", "title": "Peritoneal Metastasis -- Treatment / Management -- Pressurized Intraperitoneal Aerosol Chemotherapy (PIPAC)", "content": "This newer innovative therapeutic intervention has potential use in patients with extensive peritoneal carcinomatosis who may be deemed unresectable or unfit for surgery. The basis for aerosol chemotherapy is the premise that the intraabdominal application of chemotherapeutic drugs under pressure could potentially enhance tissue penetration and increases distribution. [45] It has also been found to have superior benefits of drug delivery to tumor tissue with a significant effect on tumor regression than conventional intraperitoneal chemotherapy or systemic chemotherapy. [46] This treatment option is beneficial in patients with extraperitoneal metastases in which this method could work as an effective palliative treatment option. Further ongoing prospective trials will decide on its future role and regular use.", "contents": "Peritoneal Metastasis -- Treatment / Management -- Pressurized Intraperitoneal Aerosol Chemotherapy (PIPAC). This newer innovative therapeutic intervention has potential use in patients with extensive peritoneal carcinomatosis who may be deemed unresectable or unfit for surgery. The basis for aerosol chemotherapy is the premise that the intraabdominal application of chemotherapeutic drugs under pressure could potentially enhance tissue penetration and increases distribution. [45] It has also been found to have superior benefits of drug delivery to tumor tissue with a significant effect on tumor regression than conventional intraperitoneal chemotherapy or systemic chemotherapy. [46] This treatment option is beneficial in patients with extraperitoneal metastases in which this method could work as an effective palliative treatment option. Further ongoing prospective trials will decide on its future role and regular use."}
{"id": "article-27027_40", "title": "Peritoneal Metastasis -- Differential Diagnosis", "content": "Primary peritoneal malignancy Peritoneal mesothelioma Peritoneal tuberculosis Peritonitis", "contents": "Peritoneal Metastasis -- Differential Diagnosis. Primary peritoneal malignancy Peritoneal mesothelioma Peritoneal tuberculosis Peritonitis"}
{"id": "article-27027_41", "title": "Peritoneal Metastasis -- Medical Oncology -- HIPEC", "content": "The limited effectiveness of systemic chemotherapy for peritoneal tumors, mostly due to the poor tumor blood supply and poor penetration, impedes its use after CRS. Instead, intraperitoneal chemotherapy is a common option in combination with CRS, especially in the presence of PC. Hyperthermia adds a direct cytotoxic advantage. [47] The primary purpose of HIPEC is to eliminate potential micrometastasis that surgery cannot remove. There are two main chemotherapeutic agents used in current clinical practice: 1) oxaliplatin and 2) mitomycin C. [48] They are alkylating agents, non-cell cycle-dependent, with enhanced cytotoxicity under hyperthermia and maximal tissue penetration up to less than or equal to 2.5 mm. [49]", "contents": "Peritoneal Metastasis -- Medical Oncology -- HIPEC. The limited effectiveness of systemic chemotherapy for peritoneal tumors, mostly due to the poor tumor blood supply and poor penetration, impedes its use after CRS. Instead, intraperitoneal chemotherapy is a common option in combination with CRS, especially in the presence of PC. Hyperthermia adds a direct cytotoxic advantage. [47] The primary purpose of HIPEC is to eliminate potential micrometastasis that surgery cannot remove. There are two main chemotherapeutic agents used in current clinical practice: 1) oxaliplatin and 2) mitomycin C. [48] They are alkylating agents, non-cell cycle-dependent, with enhanced cytotoxicity under hyperthermia and maximal tissue penetration up to less than or equal to 2.5 mm. [49]"}
{"id": "article-27027_42", "title": "Peritoneal Metastasis -- Medical Oncology -- HIPEC", "content": "The practical role of this approach regarding additional survival benefits has shown variability. One multicenter Dutch randomized controlled trial showed significant improvement in disease-free survival and overall survival in a group of patients treated with CRS+HIPEC compared to the surgery-only treated group for the advanced ovarian disease. [50] Also, the first RCT study demonstrated better survival outcomes when treated with HIPEC. But they also emphasized that complete achievement of cytoreduction is an important determinant given the exceptional 5-year survival of 45% with R1 resection. [36] While the French Prodige-7 trial questioned the actual benefit of HIPEC compared to systemic therapy in regards to advanced colorectal cancer, the difference in results might have a possible relation to the differences in parameters used in HIPEC. Certain parameters that were found to have an impact on the efficacy of HIPEC are the type of chemotherapeutic drug used, its concentration, carrier solution, the volume of the perfusate, temp of the perfusate, treatment duration, delivery technique, and patient selection. [51] Surgeons performing HIPEC treatment in different countries showed variation in the type of delivery technique they use (open vs. closed) and the temperature of the perfusate (varied 41 to 43 C). ASPSM (American society of peritoneal surface malignancy) has proposed standardized use of HIPEC in the treatment of PC from colorectal cancer origin. A consensus from surgeons resulted in the 7 HIPEC parameters. [52] The following are their suggested specifications:", "contents": "Peritoneal Metastasis -- Medical Oncology -- HIPEC. The practical role of this approach regarding additional survival benefits has shown variability. One multicenter Dutch randomized controlled trial showed significant improvement in disease-free survival and overall survival in a group of patients treated with CRS+HIPEC compared to the surgery-only treated group for the advanced ovarian disease. [50] Also, the first RCT study demonstrated better survival outcomes when treated with HIPEC. But they also emphasized that complete achievement of cytoreduction is an important determinant given the exceptional 5-year survival of 45% with R1 resection. [36] While the French Prodige-7 trial questioned the actual benefit of HIPEC compared to systemic therapy in regards to advanced colorectal cancer, the difference in results might have a possible relation to the differences in parameters used in HIPEC. Certain parameters that were found to have an impact on the efficacy of HIPEC are the type of chemotherapeutic drug used, its concentration, carrier solution, the volume of the perfusate, temp of the perfusate, treatment duration, delivery technique, and patient selection. [51] Surgeons performing HIPEC treatment in different countries showed variation in the type of delivery technique they use (open vs. closed) and the temperature of the perfusate (varied 41 to 43 C). ASPSM (American society of peritoneal surface malignancy) has proposed standardized use of HIPEC in the treatment of PC from colorectal cancer origin. A consensus from surgeons resulted in the 7 HIPEC parameters. [52] The following are their suggested specifications:"}
{"id": "article-27027_43", "title": "Peritoneal Metastasis -- Medical Oncology -- HIPEC", "content": "HIPEC Method: Closed. Drug: Mitomycin C Dosage: 40 mg The timing of drug delivery: 30 mg at time 0, 10 mg at 60 min. Volume of perfusate: 3 L Inflow temperature: 42 C Duration of perfusion: 90 min", "contents": "Peritoneal Metastasis -- Medical Oncology -- HIPEC. HIPEC Method: Closed. Drug: Mitomycin C Dosage: 40 mg The timing of drug delivery: 30 mg at time 0, 10 mg at 60 min. Volume of perfusate: 3 L Inflow temperature: 42 C Duration of perfusion: 90 min"}
{"id": "article-27027_44", "title": "Peritoneal Metastasis -- Medical Oncology -- HIPEC", "content": "Future studies, however, are needed to investigate the relative contribution or efficacy of each of the parameters. The proliferation of HIPEC treatment centers and ongoing prospective trials would possibly help in the standardization of the treatment and patient selection for optimal outcomes in the near future.", "contents": "Peritoneal Metastasis -- Medical Oncology -- HIPEC. Future studies, however, are needed to investigate the relative contribution or efficacy of each of the parameters. The proliferation of HIPEC treatment centers and ongoing prospective trials would possibly help in the standardization of the treatment and patient selection for optimal outcomes in the near future."}
{"id": "article-27027_45", "title": "Peritoneal Metastasis -- Medical Oncology -- PIPAC", "content": "Another new therapeutic approach recently adopted in the treatment of peritoneal carcinomatosis is pressurized intraperitoneal aerosol chemotherapy (PIPAC). This innovative approach shows safety and feasibility, along with systemic chemotherapy, in treating patients with PC and extraperitoneal metastases. It also showed less renal and hepato-toxicity, along with fewer side effects. [53] It is based on the assumption and related effectiveness evidence of ex-vivo and in vitro models that show that 1) intraabdominal application of chemotherapy under pressure will enhance tumor drug uptake, 2) aerosolizing and spraying chemotherapy will enhance the area of the peritoneal surface covered by the drug, and that this mechanical approach (3) results in improved anti-tumor efficacy. [54] The fundamental advantage of aerosol chemotherapy is laparoscopic delivery and less surgical trauma. It has also shown the superiority of drug distribution and tissue penetration over HIPEC and systemic chemotherapy. [46] Current clinical trials are underway. One registry-based study showed the possible and safe use of multiple PIPAC therapies with zero mortality and minimal morbidity. It has significantly improved ascites and tumor progression. [55] Available preliminary data are suggesting an enhanced quality of life and/or postponement in the deterioration of the quality of life in the context of end-stage disease. This treatment is a newly emerging palliative treatment option for patients with extensive advanced cancer. [54]", "contents": "Peritoneal Metastasis -- Medical Oncology -- PIPAC. Another new therapeutic approach recently adopted in the treatment of peritoneal carcinomatosis is pressurized intraperitoneal aerosol chemotherapy (PIPAC). This innovative approach shows safety and feasibility, along with systemic chemotherapy, in treating patients with PC and extraperitoneal metastases. It also showed less renal and hepato-toxicity, along with fewer side effects. [53] It is based on the assumption and related effectiveness evidence of ex-vivo and in vitro models that show that 1) intraabdominal application of chemotherapy under pressure will enhance tumor drug uptake, 2) aerosolizing and spraying chemotherapy will enhance the area of the peritoneal surface covered by the drug, and that this mechanical approach (3) results in improved anti-tumor efficacy. [54] The fundamental advantage of aerosol chemotherapy is laparoscopic delivery and less surgical trauma. It has also shown the superiority of drug distribution and tissue penetration over HIPEC and systemic chemotherapy. [46] Current clinical trials are underway. One registry-based study showed the possible and safe use of multiple PIPAC therapies with zero mortality and minimal morbidity. It has significantly improved ascites and tumor progression. [55] Available preliminary data are suggesting an enhanced quality of life and/or postponement in the deterioration of the quality of life in the context of end-stage disease. This treatment is a newly emerging palliative treatment option for patients with extensive advanced cancer. [54]"}
{"id": "article-27027_46", "title": "Peritoneal Metastasis -- Staging", "content": "Gilly classification: This system is used mainly for prognostic evaluation. Stage 0: No macroscopic disease Stage 1: Malignant implants less than 5 mm in size and localized to one part of the abdomen Stage 2: Diffuse to the whole abdomen Stage 3: Implants 5mm to 2 cm Stage 4: Large malignant nodules - greater than 2 cm", "contents": "Peritoneal Metastasis -- Staging. Gilly classification: This system is used mainly for prognostic evaluation. Stage 0: No macroscopic disease Stage 1: Malignant implants less than 5 mm in size and localized to one part of the abdomen Stage 2: Diffuse to the whole abdomen Stage 3: Implants 5mm to 2 cm Stage 4: Large malignant nodules - greater than 2 cm"}
{"id": "article-27027_47", "title": "Peritoneal Metastasis -- Staging", "content": "PCI score: As described in the figure, PCI scoring is the staging method most used preoperatively and intraoperatively for surgical patient selection, prognosis determination, and future outcome prediction.", "contents": "Peritoneal Metastasis -- Staging. PCI score: As described in the figure, PCI scoring is the staging method most used preoperatively and intraoperatively for surgical patient selection, prognosis determination, and future outcome prediction."}
{"id": "article-27027_48", "title": "Peritoneal Metastasis -- Staging", "content": "CC score: Completeness of Cytoreduction: Surgeons use this scoring system to assess surgical resection to look for prognostic benefits. They subdivide into the following score levels depending on the presence of carcinomatous lesions after surgery in any abdominal quadrant. CC 0 and CC 1 scores suggest better survival outcomes. Efforts remain directed at the achievement of complete cytoreduction whenever possible. CC 0 - no disease CC 1 - Present - less than 0.25 cm CC 2 - 0.25 to 2.5 cm CC 3 - greater than 2.5 cm", "contents": "Peritoneal Metastasis -- Staging. CC score: Completeness of Cytoreduction: Surgeons use this scoring system to assess surgical resection to look for prognostic benefits. They subdivide into the following score levels depending on the presence of carcinomatous lesions after surgery in any abdominal quadrant. CC 0 and CC 1 scores suggest better survival outcomes. Efforts remain directed at the achievement of complete cytoreduction whenever possible. CC 0 - no disease CC 1 - Present - less than 0.25 cm CC 2 - 0.25 to 2.5 cm CC 3 - greater than 2.5 cm"}
{"id": "article-27027_49", "title": "Peritoneal Metastasis -- Prognosis", "content": "Quantitative prognostic indicators currently used for peritoneal carcinomatosis are the following: [21] Tumor histology Intraoperative assessment of the extent of carcinomatosis at the time of surgical exploration, which can be determined by different scoring systems as described earlier, and they include: Gilly staging PCI scoring system Staging by Japanese cancer society for gastric cancer Dutch simplified peritoneal carcinomatosis index (SPCI) Completeness of cytoreduction (CC) Patient's clinical symptoms", "contents": "Peritoneal Metastasis -- Prognosis. Quantitative prognostic indicators currently used for peritoneal carcinomatosis are the following: [21] Tumor histology Intraoperative assessment of the extent of carcinomatosis at the time of surgical exploration, which can be determined by different scoring systems as described earlier, and they include: Gilly staging PCI scoring system Staging by Japanese cancer society for gastric cancer Dutch simplified peritoneal carcinomatosis index (SPCI) Completeness of cytoreduction (CC) Patient's clinical symptoms"}
{"id": "article-27027_50", "title": "Peritoneal Metastasis -- Prognosis", "content": "The primary outcome parameters such as overall survival, disease-free survival, and 5-year survival rate depend on the type of primary cancer, the achievement of cytoreduction (based on CC scoring), HIPEC treatment, and/or biological activity of cancer.", "contents": "Peritoneal Metastasis -- Prognosis. The primary outcome parameters such as overall survival, disease-free survival, and 5-year survival rate depend on the type of primary cancer, the achievement of cytoreduction (based on CC scoring), HIPEC treatment, and/or biological activity of cancer."}
{"id": "article-27027_51", "title": "Peritoneal Metastasis -- Prognosis", "content": "Peritoneal metastasis from an unknown primary tumor (UPT) has a poor prognosis, reaching as low as three months survival duration. Although specific histologic subtypes have shown favorable survival, efforts should focus on detecting and identifying the primary tumor, potentially increasing the prognostic benefits from treatment. [11]", "contents": "Peritoneal Metastasis -- Prognosis. Peritoneal metastasis from an unknown primary tumor (UPT) has a poor prognosis, reaching as low as three months survival duration. Although specific histologic subtypes have shown favorable survival, efforts should focus on detecting and identifying the primary tumor, potentially increasing the prognostic benefits from treatment. [11]"}
{"id": "article-27027_52", "title": "Peritoneal Metastasis -- Complications", "content": "Complication related to untreated/inoperable PC: [56] Refractory ascites Intestinal obstruction Gastrointestinal dysmotility Pulmonary thromboembolism Peritonitis Complications related to portal hypertension including upper GI bleed related to esophageal varices, splenomegaly, hepatic encephalopathy, and ascites Enteric fistula Complication related to CRS: Postoperative complications such as bleeding, infection, bowel obstruction, hemorrhage, or peritonitis. Complication related to HIPEC: Oxaliplatin is used with dextrose solutions, so it could potentially contribute to postoperative acidosis and hyperglycemia Mitomycin C can cause neutropenia in about one-third of patients Other GI side effects", "contents": "Peritoneal Metastasis -- Complications. Complication related to untreated/inoperable PC: [56] Refractory ascites Intestinal obstruction Gastrointestinal dysmotility Pulmonary thromboembolism Peritonitis Complications related to portal hypertension including upper GI bleed related to esophageal varices, splenomegaly, hepatic encephalopathy, and ascites Enteric fistula Complication related to CRS: Postoperative complications such as bleeding, infection, bowel obstruction, hemorrhage, or peritonitis. Complication related to HIPEC: Oxaliplatin is used with dextrose solutions, so it could potentially contribute to postoperative acidosis and hyperglycemia Mitomycin C can cause neutropenia in about one-third of patients Other GI side effects"}
{"id": "article-27027_53", "title": "Peritoneal Metastasis -- Deterrence and Patient Education", "content": "Peritoneal metastasis as a result of metastasis is naturally a huge stack for patients. So, healthcare professionals should counsel them about the condition and refer them to a psychologist if needed. Moreover, third spacing leading to ascites should be countered with salt and water restriction.", "contents": "Peritoneal Metastasis -- Deterrence and Patient Education. Peritoneal metastasis as a result of metastasis is naturally a huge stack for patients. So, healthcare professionals should counsel them about the condition and refer them to a psychologist if needed. Moreover, third spacing leading to ascites should be countered with salt and water restriction."}
{"id": "article-27027_54", "title": "Peritoneal Metastasis -- Enhancing Healthcare Team Outcomes", "content": "Often, when patients learn of having peritoneal carcinomatosis, they become taken with fear and anxiety, losing hope for a cure. The evolution of surgical and medical management for peritoneal carcinomatosis has provided for much-needed encouragement, better outcomes, and enhanced quality of life for some of these patients. Healthcare providers should become increasingly aware of the potential benefits of cytoreductive surgery and HIPEC when appropriately applied. They should encourage and arm newly diagnosed patients with currently available information and help arrange for appropriate referrals to consider surgical treatment options, preferably in interprofessional oncologic settings when available.", "contents": "Peritoneal Metastasis -- Enhancing Healthcare Team Outcomes. Often, when patients learn of having peritoneal carcinomatosis, they become taken with fear and anxiety, losing hope for a cure. The evolution of surgical and medical management for peritoneal carcinomatosis has provided for much-needed encouragement, better outcomes, and enhanced quality of life for some of these patients. Healthcare providers should become increasingly aware of the potential benefits of cytoreductive surgery and HIPEC when appropriately applied. They should encourage and arm newly diagnosed patients with currently available information and help arrange for appropriate referrals to consider surgical treatment options, preferably in interprofessional oncologic settings when available."}
{"id": "article-27027_55", "title": "Peritoneal Metastasis -- Enhancing Healthcare Team Outcomes", "content": "In the hope for the best possible outcomes, patients and their healthcare providers alike are encouraged not to underestimate general abdominal and bowel-related symptoms, especially when suggestive of intestinal obstruction, and keep malignancy, including peritoneal carcinomatosis, on the differential diagnosis for early detection and treatment whenever possible.", "contents": "Peritoneal Metastasis -- Enhancing Healthcare Team Outcomes. In the hope for the best possible outcomes, patients and their healthcare providers alike are encouraged not to underestimate general abdominal and bowel-related symptoms, especially when suggestive of intestinal obstruction, and keep malignancy, including peritoneal carcinomatosis, on the differential diagnosis for early detection and treatment whenever possible."}
{"id": "article-27027_56", "title": "Peritoneal Metastasis -- Enhancing Healthcare Team Outcomes", "content": "The overall outlook for patients with PC is poor. Thus, it is essential to approach these cases in an interprofessional team approach, including physicians, specialists, specialty-trained nursing, and pharmacy. A board-certified oncology pharmacist should work with the oncologist on agent selection and dosing, as well as educate the patient on pain management and available options. [Level 5] Consult with pain services, a hospice nurse, and palliative care merits consideration early on in the treatment.", "contents": "Peritoneal Metastasis -- Enhancing Healthcare Team Outcomes. The overall outlook for patients with PC is poor. Thus, it is essential to approach these cases in an interprofessional team approach, including physicians, specialists, specialty-trained nursing, and pharmacy. A board-certified oncology pharmacist should work with the oncologist on agent selection and dosing, as well as educate the patient on pain management and available options. [Level 5] Consult with pain services, a hospice nurse, and palliative care merits consideration early on in the treatment."}
{"id": "article-27027_57", "title": "Peritoneal Metastasis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Peritoneal Metastasis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}