{"id": "article-24485_0", "title": "Lung Abscess -- Continuing Education Activity", "content": "A lung abscess is a microbial infection of the lung that results in necrosis of the pulmonary parenchyma. Depending on the duration, it can be classified as acute (less than four weeks) or chronic (more than four weeks). Based on their etiology, they can be classified as secondary if they occur in the presence of underlying pulmonary lesions, or as primary if they occur in the absence of underlying pulmonary lesions. This activity reviews the cause, pathophysiology, presentation of lung abscess, and highlights the role of the interprofessional team in the management of these patients.", "contents": "Lung Abscess -- Continuing Education Activity. A lung abscess is a microbial infection of the lung that results in necrosis of the pulmonary parenchyma. Depending on the duration, it can be classified as acute (less than four weeks) or chronic (more than four weeks). Based on their etiology, they can be classified as secondary if they occur in the presence of underlying pulmonary lesions, or as primary if they occur in the absence of underlying pulmonary lesions. This activity reviews the cause, pathophysiology, presentation of lung abscess, and highlights the role of the interprofessional team in the management of these patients."}
{"id": "article-24485_1", "title": "Lung Abscess -- Continuing Education Activity", "content": "Objectives: Describe the causes of lung abscess. Review the presentation of a patient with lung abscess. Summarize the treatment options for lung abscess. Describe the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by lung abscess. Access free multiple choice questions on this topic.", "contents": "Lung Abscess -- Continuing Education Activity. Objectives: Describe the causes of lung abscess. Review the presentation of a patient with lung abscess. Summarize the treatment options for lung abscess. Describe the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by lung abscess. Access free multiple choice questions on this topic."}
{"id": "article-24485_2", "title": "Lung Abscess -- Introduction", "content": "A lung abscess is a microbial infection of the lung that results in necrosis of the pulmonary parenchyma. It is classified as acute (less than four weeks) or chronic (more than four weeks) depending on the duration. Based on their etiology, they can be classified as primary, if they occur in the absence of underlying pulmonary lesions or secondary if they occur in the presence of underlying pulmonary lesions. [1] Primary lung abscesses occur in patients who are prone to aspiration or in otherwise healthy individuals.", "contents": "Lung Abscess -- Introduction. A lung abscess is a microbial infection of the lung that results in necrosis of the pulmonary parenchyma. It is classified as acute (less than four weeks) or chronic (more than four weeks) depending on the duration. Based on their etiology, they can be classified as primary, if they occur in the absence of underlying pulmonary lesions or secondary if they occur in the presence of underlying pulmonary lesions. [1] Primary lung abscesses occur in patients who are prone to aspiration or in otherwise healthy individuals."}
{"id": "article-24485_3", "title": "Lung Abscess -- Etiology", "content": "The abscess can be described as nonspecific if no likely pathogen is recognized in the expectorated sputum or as a putrid abscess if the cause is presumed to be an anaerobic bacteria. The classification depends on the microorganism causing the abscess. In the majority of cases, it is polymicrobial, which includes anaerobic bacteria like Bacteroides , Prevotella , Peptostreptococcus , Fusobacterium , or streptococci. [2] Monomicrobial lung abscess is caused by streptococci, Staphylococcus aureus , Klebsiella pneumoniae , Streptococcus pyogenes , Burkholderia pseudomallei , Hemophilus influenzae type b, Nocardia , and Actinomyces . [3] [4]", "contents": "Lung Abscess -- Etiology. The abscess can be described as nonspecific if no likely pathogen is recognized in the expectorated sputum or as a putrid abscess if the cause is presumed to be an anaerobic bacteria. The classification depends on the microorganism causing the abscess. In the majority of cases, it is polymicrobial, which includes anaerobic bacteria like Bacteroides , Prevotella , Peptostreptococcus , Fusobacterium , or streptococci. [2] Monomicrobial lung abscess is caused by streptococci, Staphylococcus aureus , Klebsiella pneumoniae , Streptococcus pyogenes , Burkholderia pseudomallei , Hemophilus influenzae type b, Nocardia , and Actinomyces . [3] [4]"}
{"id": "article-24485_4", "title": "Lung Abscess -- Etiology", "content": "In patients with alcohol use disorder, the most common organisms involved in lung abscess include Staphylococcus aureus , Klebsiella pneumoniae , Streptococcus pyogenes , and Actinomyces . Poor dental hygiene is an independent risk factor for the development of lung abscess. [5]", "contents": "Lung Abscess -- Etiology. In patients with alcohol use disorder, the most common organisms involved in lung abscess include Staphylococcus aureus , Klebsiella pneumoniae , Streptococcus pyogenes , and Actinomyces . Poor dental hygiene is an independent risk factor for the development of lung abscess. [5]"}
{"id": "article-24485_5", "title": "Lung Abscess -- Epidemiology", "content": "Some of the most common factors that predispose a patient to develop lung abscess are: Immunocompromised hosts (HIV-AIDS, post-transplantation, or those receiving prolonged immune suppressive therapy). [6] Patients with high risk for aspiration: seizures, bulbar dysfunction, alcohol intoxication, and cognitive impairment.", "contents": "Lung Abscess -- Epidemiology. Some of the most common factors that predispose a patient to develop lung abscess are: Immunocompromised hosts (HIV-AIDS, post-transplantation, or those receiving prolonged immune suppressive therapy). [6] Patients with high risk for aspiration: seizures, bulbar dysfunction, alcohol intoxication, and cognitive impairment."}
{"id": "article-24485_6", "title": "Lung Abscess -- Pathophysiology", "content": "In most cases, lung abscesses are secondary to aspiration of oropharyngeal contents with anaerobes, which initially starts as aspiration pneumonia later complicated by pneumonitis progressing to tissue necrosis in one to two weeks if left untreated. [7] Bronchogenic causes include bronchial obstruction by a tumor, foreign body, enlarged lymph nodes, aspiration of oropharyngeal secretions, and congenital malformation. In remaining cases, it is through hematogenous spread. Common causes of hematogenous spread are abdominal sepsis, infective endocarditis, and septic thromboembolism.", "contents": "Lung Abscess -- Pathophysiology. In most cases, lung abscesses are secondary to aspiration of oropharyngeal contents with anaerobes, which initially starts as aspiration pneumonia later complicated by pneumonitis progressing to tissue necrosis in one to two weeks if left untreated. [7] Bronchogenic causes include bronchial obstruction by a tumor, foreign body, enlarged lymph nodes, aspiration of oropharyngeal secretions, and congenital malformation. In remaining cases, it is through hematogenous spread. Common causes of hematogenous spread are abdominal sepsis, infective endocarditis, and septic thromboembolism."}
{"id": "article-24485_7", "title": "Lung Abscess -- History and Physical", "content": "Depending on the patient's immune system, a lung abscess can be indolent or symptomatic. History should focus on finding patients at risk of aspiration circumstances (impaired cognition, loss of bulbar motor function, immobility), causes of immune incompetence, oral or rectal instrumentation, intravenous drug abuse, and recent upper respiratory illness. Patients could present with fevers, chills, weight loss, fatigue, loss of appetite, or a cough, which might be productive or non-productive depending on the closeness of the abscess to the airway.", "contents": "Lung Abscess -- History and Physical. Depending on the patient's immune system, a lung abscess can be indolent or symptomatic. History should focus on finding patients at risk of aspiration circumstances (impaired cognition, loss of bulbar motor function, immobility), causes of immune incompetence, oral or rectal instrumentation, intravenous drug abuse, and recent upper respiratory illness. Patients could present with fevers, chills, weight loss, fatigue, loss of appetite, or a cough, which might be productive or non-productive depending on the closeness of the abscess to the airway."}
{"id": "article-24485_8", "title": "Lung Abscess -- Evaluation", "content": "X-rays and computerized tomography (CT) of the chest aid in the diagnosis of a lung abscess. On imaging studies, lung abscess appears as cavitary lesions with infiltrates. [8] CT will be able to provide finer details along with anatomic relations of an abscess. [9] Microbiologic analysis of sputum can potentially assist in management. If the patient presents with risk factors for fungi or mycobacteria in their history, particular cultures should be requested. Pleural fluid analysis and bronchoscopy with bronchoalveolar lavage (BAL) also have been utilized in rare cases. [10]", "contents": "Lung Abscess -- Evaluation. X-rays and computerized tomography (CT) of the chest aid in the diagnosis of a lung abscess. On imaging studies, lung abscess appears as cavitary lesions with infiltrates. [8] CT will be able to provide finer details along with anatomic relations of an abscess. [9] Microbiologic analysis of sputum can potentially assist in management. If the patient presents with risk factors for fungi or mycobacteria in their history, particular cultures should be requested. Pleural fluid analysis and bronchoscopy with bronchoalveolar lavage (BAL) also have been utilized in rare cases. [10]"}
{"id": "article-24485_9", "title": "Lung Abscess -- Evaluation", "content": "Lung abscesses are more prone to develop over the posterior segment of the right upper lobe and middle lobe followed by the superior segment of the right lower lobe and sometimes of the left lung in case of aspiration of oropharyngeal contents. [8]", "contents": "Lung Abscess -- Evaluation. Lung abscesses are more prone to develop over the posterior segment of the right upper lobe and middle lobe followed by the superior segment of the right lower lobe and sometimes of the left lung in case of aspiration of oropharyngeal contents. [8]"}
{"id": "article-24485_10", "title": "Lung Abscess -- Evaluation", "content": "Complicated lung abscess can cause pyopneumothorax or pleural empyema. In such cases, pleural fluid analysis can aid in diagnosis. Lung abscess can get complicated if the patient is immunocompromised. In immunocompetent patients with adequate treatment, there is less chance of complications, and it usually resolves in three weeks. In cases of lung abscesses secondary to hematologic spread, blood cultures and echocardiography play an essential role in the management of lung abscess.", "contents": "Lung Abscess -- Evaluation. Complicated lung abscess can cause pyopneumothorax or pleural empyema. In such cases, pleural fluid analysis can aid in diagnosis. Lung abscess can get complicated if the patient is immunocompromised. In immunocompetent patients with adequate treatment, there is less chance of complications, and it usually resolves in three weeks. In cases of lung abscesses secondary to hematologic spread, blood cultures and echocardiography play an essential role in the management of lung abscess."}
{"id": "article-24485_11", "title": "Lung Abscess -- Treatment / Management", "content": "Consider empiric antibiotic therapy upon suspicion of a lung abscess. Empiric coverage should target colonized organisms in upper airway and oropharynx like gram-positive cocci, respiratory gram-negative cocci, aerobic, and anaerobic gram-negative bacilli. If the patient exposed to healthcare set three months before the presentation, coverage for MRSA should be considered. Atypical organisms can be found in the setting of an abscess that is not improving with broad-spectrum antibiotic therapy.", "contents": "Lung Abscess -- Treatment / Management. Consider empiric antibiotic therapy upon suspicion of a lung abscess. Empiric coverage should target colonized organisms in upper airway and oropharynx like gram-positive cocci, respiratory gram-negative cocci, aerobic, and anaerobic gram-negative bacilli. If the patient exposed to healthcare set three months before the presentation, coverage for MRSA should be considered. Atypical organisms can be found in the setting of an abscess that is not improving with broad-spectrum antibiotic therapy."}
{"id": "article-24485_12", "title": "Lung Abscess -- Treatment / Management", "content": "Poor prognostic factors are old age, severe comorbidities, immunosuppression, bronchial obstruction, and neoplasms. Beta-lactamase inhibitors (ticarcillin-clavulanate, ampicillin-sulbactam, amoxicillin-clavulanate, and piperacillin-tazobactam) are the preferred initial empiric antibiotic therapy followed by imipenem or meropenem. [11]", "contents": "Lung Abscess -- Treatment / Management. Poor prognostic factors are old age, severe comorbidities, immunosuppression, bronchial obstruction, and neoplasms. Beta-lactamase inhibitors (ticarcillin-clavulanate, ampicillin-sulbactam, amoxicillin-clavulanate, and piperacillin-tazobactam) are the preferred initial empiric antibiotic therapy followed by imipenem or meropenem. [11]"}
{"id": "article-24485_13", "title": "Lung Abscess -- Treatment / Management", "content": "Clindamycin, as empiric treatment for a lung abscess, is no longer recommended given the risk of Clostridioides difficile infection but remains an alternative for penicillin-allergic patients.For methicillin-resistant Staphylococcus aureus (MRSA), vancomycin or linezolid are preferred. Daptomycin has no activity against pulmonary infections. [12] For methicillin-sensitive Staphylococcus aureus (MSSA) choice is cefazolin 2 g IV every 8 hours or nafcillin 2 gm IV every four hours or oxacillin 2 gm every 4 hours. Dosing adjustment is considered in patients with compromised renal function.", "contents": "Lung Abscess -- Treatment / Management. Clindamycin, as empiric treatment for a lung abscess, is no longer recommended given the risk of Clostridioides difficile infection but remains an alternative for penicillin-allergic patients.For methicillin-resistant Staphylococcus aureus (MRSA), vancomycin or linezolid are preferred. Daptomycin has no activity against pulmonary infections. [12] For methicillin-sensitive Staphylococcus aureus (MSSA) choice is cefazolin 2 g IV every 8 hours or nafcillin 2 gm IV every four hours or oxacillin 2 gm every 4 hours. Dosing adjustment is considered in patients with compromised renal function."}
{"id": "article-24485_14", "title": "Lung Abscess -- Treatment / Management", "content": "Antibiotic duration is usually around three weeks but varies depending on clinical response. Consider switching to per oral (PO) antibiotics once patients are afebrile, stable, and able to tolerate an oral diet. Amoxicillin-clavulanate is the drug of choice for PO antibiotics for lung abscess. [13] Metronidazole, as a single therapy, does not appear to be particularly useful, due to polymicrobial flora. [14] Abscesses larger than six centimeters (cm) are unlikely to resolve with antibiotic therapy alone and might require surgical or percutaneous intervention. In patients who fail to respond with medical therapy, surgical intervention is considered with lobectomy or pneumonectomy. In patients who are poor surgical candidates, percutaneous and endoscopic drainage is considered. [15]", "contents": "Lung Abscess -- Treatment / Management. Antibiotic duration is usually around three weeks but varies depending on clinical response. Consider switching to per oral (PO) antibiotics once patients are afebrile, stable, and able to tolerate an oral diet. Amoxicillin-clavulanate is the drug of choice for PO antibiotics for lung abscess. [13] Metronidazole, as a single therapy, does not appear to be particularly useful, due to polymicrobial flora. [14] Abscesses larger than six centimeters (cm) are unlikely to resolve with antibiotic therapy alone and might require surgical or percutaneous intervention. In patients who fail to respond with medical therapy, surgical intervention is considered with lobectomy or pneumonectomy. In patients who are poor surgical candidates, percutaneous and endoscopic drainage is considered. [15]"}
{"id": "article-24485_15", "title": "Lung Abscess -- Treatment / Management", "content": "When the clinical response is inadequate, associated conditions or alternative diagnoses are considered, especially like certain fungi and mycobacteria. Empyema sometimes might be misdiagnosed as a parenchymal abscess. Antibiotic installation is proven to be beneficial in the case of chronic lung abscess. [16] Also, in the case of hematologic causes of lung abscess, underlying conditions such as infective endocarditis, septic thromboembolism, and others should be thoroughly treated.", "contents": "Lung Abscess -- Treatment / Management. When the clinical response is inadequate, associated conditions or alternative diagnoses are considered, especially like certain fungi and mycobacteria. Empyema sometimes might be misdiagnosed as a parenchymal abscess. Antibiotic installation is proven to be beneficial in the case of chronic lung abscess. [16] Also, in the case of hematologic causes of lung abscess, underlying conditions such as infective endocarditis, septic thromboembolism, and others should be thoroughly treated."}
{"id": "article-24485_16", "title": "Lung Abscess -- Differential Diagnosis", "content": "Excavating bronchial carcinoma (squamocellular or microcellular) Excavating tuberculosis Localized pleural empyema Infected emphysematous bullae Cavitary pneumoconiosis Hiatal hernia Pulmonary hematoma Hydatid cyst of the lung Cavitary infarcts of lung Polyangiitis with granulomatosis (Wegener granulomatosis) Foreign body aspiration Septic pulmonary emboli", "contents": "Lung Abscess -- Differential Diagnosis. Excavating bronchial carcinoma (squamocellular or microcellular) Excavating tuberculosis Localized pleural empyema Infected emphysematous bullae Cavitary pneumoconiosis Hiatal hernia Pulmonary hematoma Hydatid cyst of the lung Cavitary infarcts of lung Polyangiitis with granulomatosis (Wegener granulomatosis) Foreign body aspiration Septic pulmonary emboli"}
{"id": "article-24485_17", "title": "Lung Abscess -- Prognosis", "content": "In most cases, primary lung abscesses are successfully treated by empiric antibiotic therapy, followed by targeted therapy depending on gram stain and culture results with a cure rate of around 90%. Secondary abscesses need treatment of underlying causes to improve the outcome. Prognosis is poor, especially in immunocompromised patients and patients with bronchial neoplasm compared to primary lung abscess with a mortality rate of around 75%. [17]", "contents": "Lung Abscess -- Prognosis. In most cases, primary lung abscesses are successfully treated by empiric antibiotic therapy, followed by targeted therapy depending on gram stain and culture results with a cure rate of around 90%. Secondary abscesses need treatment of underlying causes to improve the outcome. Prognosis is poor, especially in immunocompromised patients and patients with bronchial neoplasm compared to primary lung abscess with a mortality rate of around 75%. [17]"}
{"id": "article-24485_18", "title": "Lung Abscess -- Complications", "content": "Complications are secondary to underrecognition, undertreatment, or untreated underlying cause of the lung abscess. They include rupture into pleural space, pleural fibrosis, trapped lung, respiratory failure, bronchopleural fistula, and pleurocutaneous fistula.", "contents": "Lung Abscess -- Complications. Complications are secondary to underrecognition, undertreatment, or untreated underlying cause of the lung abscess. They include rupture into pleural space, pleural fibrosis, trapped lung, respiratory failure, bronchopleural fistula, and pleurocutaneous fistula."}
{"id": "article-24485_19", "title": "Lung Abscess -- Deterrence and Patient Education", "content": "Patient's and families' education about the risk factors of developing lung abscess like avoiding excessive alcohol intake, proper dental care, elevation of the head end of the bed in case of patients who are at high risk of aspiration is out most important. They should be educated about prompt recognition of symptoms of lung abscess such as fever, Shortness of breath, cough, and productive or nonproductive sputum. Instructions about the importance of compliance with antibiotics and to monitor for side effects of medications to avoid its complications is necessary.", "contents": "Lung Abscess -- Deterrence and Patient Education. Patient's and families' education about the risk factors of developing lung abscess like avoiding excessive alcohol intake, proper dental care, elevation of the head end of the bed in case of patients who are at high risk of aspiration is out most important. They should be educated about prompt recognition of symptoms of lung abscess such as fever, Shortness of breath, cough, and productive or nonproductive sputum. Instructions about the importance of compliance with antibiotics and to monitor for side effects of medications to avoid its complications is necessary."}
{"id": "article-24485_20", "title": "Lung Abscess -- Pearls and Other Issues -- Aspiration of Oropharyngeal Secretions", "content": "Dental and periodontal infection Paranasal sinusitis Altered level of consciousness Gastroesophageal reflux disease Frequent vomiting Intubated patients Patients with tracheostomy Vocal cord paralysis Alcohol use disorder Cerebrovascular accident (CVA)", "contents": "Lung Abscess -- Pearls and Other Issues -- Aspiration of Oropharyngeal Secretions. Dental and periodontal infection Paranasal sinusitis Altered level of consciousness Gastroesophageal reflux disease Frequent vomiting Intubated patients Patients with tracheostomy Vocal cord paralysis Alcohol use disorder Cerebrovascular accident (CVA)"}
{"id": "article-24485_21", "title": "Lung Abscess -- Pearls and Other Issues -- Hematogenic Dissemination", "content": "Abdominal sepsis Infective endocarditis Intravenous drug abuse Infected cannula or central venous catheter Septic thromboembolisms", "contents": "Lung Abscess -- Pearls and Other Issues -- Hematogenic Dissemination. Abdominal sepsis Infective endocarditis Intravenous drug abuse Infected cannula or central venous catheter Septic thromboembolisms"}
{"id": "article-24485_22", "title": "Lung Abscess -- Pearls and Other Issues -- Coexisting Lung Diseases", "content": "Bronchiectasis Cystic fibrosis Bullous emphysema Bronchial obstruction by a tumor, foreign body, or enlarged lymph nodes Congenital malformations Infected pulmonary infarcts Pulmonary contusion Bronchoesophageal fistula", "contents": "Lung Abscess -- Pearls and Other Issues -- Coexisting Lung Diseases. Bronchiectasis Cystic fibrosis Bullous emphysema Bronchial obstruction by a tumor, foreign body, or enlarged lymph nodes Congenital malformations Infected pulmonary infarcts Pulmonary contusion Bronchoesophageal fistula"}
{"id": "article-24485_23", "title": "Lung Abscess -- Enhancing Healthcare Team Outcomes", "content": "It is essential to identify the patients with a high risk of aspiration, and putting them on strict aspiration precautions given inhalation of oropharyngeal contents is the most crucial risk factor for the development of lung abscess. Prompt identification and treatment of aspiration pneumonia are essential as undertreatment and unrecognition lead to lung abscess and its complications. Patients who are bedbound like CVA with hemiplegia, severe Parkinson disease, severe Alzheimer disease, postoperative patients who are at risk for aspiration should be thoroughly monitored. Patients with prolonged hospital stay should get adequate physical therapy to avoid bedbound status, respiratory muscle fatigue, and to prevent the ultimate aspiration of oropharyngeal contents.", "contents": "Lung Abscess -- Enhancing Healthcare Team Outcomes. It is essential to identify the patients with a high risk of aspiration, and putting them on strict aspiration precautions given inhalation of oropharyngeal contents is the most crucial risk factor for the development of lung abscess. Prompt identification and treatment of aspiration pneumonia are essential as undertreatment and unrecognition lead to lung abscess and its complications. Patients who are bedbound like CVA with hemiplegia, severe Parkinson disease, severe Alzheimer disease, postoperative patients who are at risk for aspiration should be thoroughly monitored. Patients with prolonged hospital stay should get adequate physical therapy to avoid bedbound status, respiratory muscle fatigue, and to prevent the ultimate aspiration of oropharyngeal contents."}
{"id": "article-24485_24", "title": "Lung Abscess -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lung Abscess -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}