{"id": "article-26846_0", "title": "Pegfilgrastim -- Continuing Education Activity", "content": "Pegfilgrastim is a pegylated granulocyte colony-stimulating factor that is FDA-approved to decrease the risk of patients developing febrile neutropenia when receiving myelosuppressive chemotherapy regimens. For primary prophylaxis, the risk of developing febrile neutropenia should be 20% or higher, and there should be no other safer regimen that is equally effective available to the patient. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, monitoring, and toxicity of pegfilgrastim so interprofessional team members can direct patient therapy in treating conditions for which it is indicated.", "contents": "Pegfilgrastim -- Continuing Education Activity. Pegfilgrastim is a pegylated granulocyte colony-stimulating factor that is FDA-approved to decrease the risk of patients developing febrile neutropenia when receiving myelosuppressive chemotherapy regimens. For primary prophylaxis, the risk of developing febrile neutropenia should be 20% or higher, and there should be no other safer regimen that is equally effective available to the patient. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, monitoring, and toxicity of pegfilgrastim so interprofessional team members can direct patient therapy in treating conditions for which it is indicated."}
{"id": "article-26846_1", "title": "Pegfilgrastim -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of pegfilgrastim. Determine the indications for using pegfilgrastim. Assess the adverse event profile of pegfilgrastim. Strategize about the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients who can benefit from therapy with pegfilgrastim. Access free multiple choice questions on this topic.", "contents": "Pegfilgrastim -- Continuing Education Activity. Objectives: Identify the mechanism of pegfilgrastim. Determine the indications for using pegfilgrastim. Assess the adverse event profile of pegfilgrastim. Strategize about the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients who can benefit from therapy with pegfilgrastim. Access free multiple choice questions on this topic."}
{"id": "article-26846_2", "title": "Pegfilgrastim -- Indications", "content": "Pegfilgrastim is a pegylated granulocyte colony-stimulating factor that is FDA-approved to decrease the risk of patients developing febrile neutropenia when receiving myelosuppressive chemotherapy regimens. For primary prophylaxis, the risk of developing febrile neutropenia should be 20% or higher, and there should be no other safer regimen that is equally effective available to the patient. Definable risk factors, as listed here, determine a patient's chance of developing febrile neutropenia: 65-years or older Advanced disease Previous chemotherapy or radiation therapy Preexisting neutropenia or bone marrow involvement with a tumor Infection Open wounds or having undergone recent surgery Poor performance or nutritional status Impaired renal function Inadequate liver function, mainly indicated by elevated bilirubin Cardiovascular disease Multiple comorbid conditions HIV", "contents": "Pegfilgrastim -- Indications. Pegfilgrastim is a pegylated granulocyte colony-stimulating factor that is FDA-approved to decrease the risk of patients developing febrile neutropenia when receiving myelosuppressive chemotherapy regimens. For primary prophylaxis, the risk of developing febrile neutropenia should be 20% or higher, and there should be no other safer regimen that is equally effective available to the patient. Definable risk factors, as listed here, determine a patient's chance of developing febrile neutropenia: 65-years or older Advanced disease Previous chemotherapy or radiation therapy Preexisting neutropenia or bone marrow involvement with a tumor Infection Open wounds or having undergone recent surgery Poor performance or nutritional status Impaired renal function Inadequate liver function, mainly indicated by elevated bilirubin Cardiovascular disease Multiple comorbid conditions HIV"}
{"id": "article-26846_3", "title": "Pegfilgrastim -- Indications", "content": "It is important to note that the risk of developing febrile neutropenia is less than 20% in many readily used chemotherapy regimens. Therefore, making individualized, patient-based decisions is essential when deciding if a granulocyte-colony-stimulating factor is required. [1]", "contents": "Pegfilgrastim -- Indications. It is important to note that the risk of developing febrile neutropenia is less than 20% in many readily used chemotherapy regimens. Therefore, making individualized, patient-based decisions is essential when deciding if a granulocyte-colony-stimulating factor is required. [1]"}
{"id": "article-26846_4", "title": "Pegfilgrastim -- Indications", "content": "Pegfilgrastim is also FDA-approved to help increase the survival of patients exposed to myelosuppressive doses of radiation. Receiving acute myelosuppressive doses of radiation is a syndrome known as acute radiation syndrome, and pegfilgrastim's indication is for the hematopoietic sub-syndrome. [2]", "contents": "Pegfilgrastim -- Indications. Pegfilgrastim is also FDA-approved to help increase the survival of patients exposed to myelosuppressive doses of radiation. Receiving acute myelosuppressive doses of radiation is a syndrome known as acute radiation syndrome, and pegfilgrastim's indication is for the hematopoietic sub-syndrome. [2]"}
{"id": "article-26846_5", "title": "Pegfilgrastim -- Mechanism of Action", "content": "Pegfilgrastim is the long-acting form of filgrastim, both granulocyte colony-stimulating factors. Pegfilgrastim has a polyethylene glycol molecule covalently bound to it, resulting in its prolonged action duration. It helps prevent febrile neutropenia by increasing the body's neutrophil level by inducing neutrophil proliferation, differentiation, and maturation. It also enhances the survival of mature neutrophils. [3]", "contents": "Pegfilgrastim -- Mechanism of Action. Pegfilgrastim is the long-acting form of filgrastim, both granulocyte colony-stimulating factors. Pegfilgrastim has a polyethylene glycol molecule covalently bound to it, resulting in its prolonged action duration. It helps prevent febrile neutropenia by increasing the body's neutrophil level by inducing neutrophil proliferation, differentiation, and maturation. It also enhances the survival of mature neutrophils. [3]"}
{"id": "article-26846_6", "title": "Pegfilgrastim -- Administration", "content": "Pegfilgrastim has specific administration instructions for both the prevention of febrile neutropenia and the prevention of the hematopoietic sub-syndrome of acute radiation syndrome. For the prevention of febrile neutropenia, a 6 mg dose of pegfilgrastim is given to the patient at least 24 hours after receiving chemotherapy. [1] It has 2 administration options; one is a prefilled syringe, and the other is an on-body injector. The pegfilgrastim prefilled syringe and on-body injector are typically given on the back of the upper arm or the abdomen, at least 2 inches from the navel. When receiving pegfilgrastim in the prefilled syringe, the patient must make an extra trip to a healthcare facility for subcutaneous administration by a healthcare professional. With the on-body injector, the patient can have it administered the day of their chemotherapy regimen before leaving the clinic, improving patient satisfaction and compliance.", "contents": "Pegfilgrastim -- Administration. Pegfilgrastim has specific administration instructions for both the prevention of febrile neutropenia and the prevention of the hematopoietic sub-syndrome of acute radiation syndrome. For the prevention of febrile neutropenia, a 6 mg dose of pegfilgrastim is given to the patient at least 24 hours after receiving chemotherapy. [1] It has 2 administration options; one is a prefilled syringe, and the other is an on-body injector. The pegfilgrastim prefilled syringe and on-body injector are typically given on the back of the upper arm or the abdomen, at least 2 inches from the navel. When receiving pegfilgrastim in the prefilled syringe, the patient must make an extra trip to a healthcare facility for subcutaneous administration by a healthcare professional. With the on-body injector, the patient can have it administered the day of their chemotherapy regimen before leaving the clinic, improving patient satisfaction and compliance."}
{"id": "article-26846_7", "title": "Pegfilgrastim -- Administration", "content": "The healthcare professional fills the on-body injector with the pegfilgrastim dose immediately before applying it to the patient's skin. Once filled with the medication, the unit activates automatically. The on-body injector deploys a needle 3 minutes after activation, which the healthcare provider inserts into the patient subcutaneously. The device is then attached to the patient via its adhesive backing. The pegfilgrastim dose is not injected into the patient until 27 hours after activation. Following administering the drug dose, the patient may appropriately discard the on-body injector. [4]", "contents": "Pegfilgrastim -- Administration. The healthcare professional fills the on-body injector with the pegfilgrastim dose immediately before applying it to the patient's skin. Once filled with the medication, the unit activates automatically. The on-body injector deploys a needle 3 minutes after activation, which the healthcare provider inserts into the patient subcutaneously. The device is then attached to the patient via its adhesive backing. The pegfilgrastim dose is not injected into the patient until 27 hours after activation. Following administering the drug dose, the patient may appropriately discard the on-body injector. [4]"}
{"id": "article-26846_8", "title": "Pegfilgrastim -- Administration", "content": "The patient should receive pegfilgrastim with the first dose of chemotherapy, and administrations should continue throughout their subsequent chemotherapy cycles. It is also important to note that pegfilgrastim should not be given to children under 45 kg because they require weight-based dosing. Since the prefilled syringe and on-body injector, both administer precisely 6 mg of pegfilgrastim and have no marks for measuring, they should not be used for patients who require weight-based dosing. [1]", "contents": "Pegfilgrastim -- Administration. The patient should receive pegfilgrastim with the first dose of chemotherapy, and administrations should continue throughout their subsequent chemotherapy cycles. It is also important to note that pegfilgrastim should not be given to children under 45 kg because they require weight-based dosing. Since the prefilled syringe and on-body injector, both administer precisely 6 mg of pegfilgrastim and have no marks for measuring, they should not be used for patients who require weight-based dosing. [1]"}
{"id": "article-26846_9", "title": "Pegfilgrastim -- Administration", "content": "To prevent the hematopoietic sub-syndrome of acute radiation syndrome, the recommended dose of pegfilgrastim is 2 doses of 6 mg each, and they should be administered 1 week apart after the patient has had radiation exposure. [2] There is no dose adjustment necessary in cases of renal impairment. [3]", "contents": "Pegfilgrastim -- Administration. To prevent the hematopoietic sub-syndrome of acute radiation syndrome, the recommended dose of pegfilgrastim is 2 doses of 6 mg each, and they should be administered 1 week apart after the patient has had radiation exposure. [2] There is no dose adjustment necessary in cases of renal impairment. [3]"}
{"id": "article-26846_10", "title": "Pegfilgrastim -- Adverse Effects", "content": "The most common adverse effect experienced with pegfilgrastim is bone pain. However, the pain appears to be manageable with non-steroidal anti-inflammatory drugs (NSAIDs). [5] It is important to note that NSAIDs may not be an appropriate option for pain relief in some patient populations, such as the elderly or those with kidney disease. Recently, research has looked at antihistamines as a potentially acceptable option to help ease the bone pain associated with receiving pegfilgrastim. When comparing loratadine to naproxen and placebo, both the naproxen and loratadine groups had consistently reduced levels of bone pain. There was no significant statistical difference between naproxen and loratadine, but the loratadine group had fewer adverse effects, such as gastrointestinal issues. Therefore, loratadine could be a potentially inexpensive and helpful option for patients experiencing bone pain while on pegfilgrastim. [6]", "contents": "Pegfilgrastim -- Adverse Effects. The most common adverse effect experienced with pegfilgrastim is bone pain. However, the pain appears to be manageable with non-steroidal anti-inflammatory drugs (NSAIDs). [5] It is important to note that NSAIDs may not be an appropriate option for pain relief in some patient populations, such as the elderly or those with kidney disease. Recently, research has looked at antihistamines as a potentially acceptable option to help ease the bone pain associated with receiving pegfilgrastim. When comparing loratadine to naproxen and placebo, both the naproxen and loratadine groups had consistently reduced levels of bone pain. There was no significant statistical difference between naproxen and loratadine, but the loratadine group had fewer adverse effects, such as gastrointestinal issues. Therefore, loratadine could be a potentially inexpensive and helpful option for patients experiencing bone pain while on pegfilgrastim. [6]"}
{"id": "article-26846_11", "title": "Pegfilgrastim -- Contraindications", "content": "Pegfilgrastim can cause hypersensitivity reactions. [7] Therefore, it is contraindicated in patients who have experienced hypersensitivity to pegfilgrastim, filgrastim, or any formulation component.", "contents": "Pegfilgrastim -- Contraindications. Pegfilgrastim can cause hypersensitivity reactions. [7] Therefore, it is contraindicated in patients who have experienced hypersensitivity to pegfilgrastim, filgrastim, or any formulation component."}
{"id": "article-26846_12", "title": "Pegfilgrastim -- Monitoring", "content": "Since pegfilgrastim works on neutrophils to prevent febrile neutropenia, it is imperative to monitor the patient's complete blood count throughout the treatment regimen, with particular attention given to the white blood cell count. [5] Pegfilgrastim has been shown to cause leukocytosis, so it is essential to monitor for elevated white blood cell counts [8] exceeding 11,000 per cubic millimeter. [9] Pegfilgrastim and all other granulocyte colony-stimulating factors can also cause capillary leak syndrome. Therefore, it is vital to monitor for signs of capillary leak syndrome, which include hypotension, edema, and hypoalbuminemia. [10] Monitoring the patient's temperature to detect the potential onset of febrile neutropenia is also critical. [5]", "contents": "Pegfilgrastim -- Monitoring. Since pegfilgrastim works on neutrophils to prevent febrile neutropenia, it is imperative to monitor the patient's complete blood count throughout the treatment regimen, with particular attention given to the white blood cell count. [5] Pegfilgrastim has been shown to cause leukocytosis, so it is essential to monitor for elevated white blood cell counts [8] exceeding 11,000 per cubic millimeter. [9] Pegfilgrastim and all other granulocyte colony-stimulating factors can also cause capillary leak syndrome. Therefore, it is vital to monitor for signs of capillary leak syndrome, which include hypotension, edema, and hypoalbuminemia. [10] Monitoring the patient's temperature to detect the potential onset of febrile neutropenia is also critical. [5]"}
{"id": "article-26846_13", "title": "Pegfilgrastim -- Toxicity", "content": "The maximum safe dose of pegfilgrastim has not been established. The highest dose studied in clinical trials has been 300 mcg/kg. There have been instances of accidental overdoses occurring in patients. In such a case, the patient was a 79-year-old man who self-administered pegfilgrastim for 8 days in a row. He experienced no symptoms during this time but was monitored closely by his doctor 3 times a week, during which he only complained of bone pain. In another overdose case, the patient was a 69-year-old man who self-administered a 36 mg overdose of pegfilgrastim. He was admitted to the hospital, where clinical staff observed leukocytosis, bone pain, and rhinorrhea. Due to the current lack of appropriate treatment for pegfilgrastim overdose, the best course of action for overdose is prevention by vigilant monitoring for signs and symptoms of toxicity. [11]", "contents": "Pegfilgrastim -- Toxicity. The maximum safe dose of pegfilgrastim has not been established. The highest dose studied in clinical trials has been 300 mcg/kg. There have been instances of accidental overdoses occurring in patients. In such a case, the patient was a 79-year-old man who self-administered pegfilgrastim for 8 days in a row. He experienced no symptoms during this time but was monitored closely by his doctor 3 times a week, during which he only complained of bone pain. In another overdose case, the patient was a 69-year-old man who self-administered a 36 mg overdose of pegfilgrastim. He was admitted to the hospital, where clinical staff observed leukocytosis, bone pain, and rhinorrhea. Due to the current lack of appropriate treatment for pegfilgrastim overdose, the best course of action for overdose is prevention by vigilant monitoring for signs and symptoms of toxicity. [11]"}
{"id": "article-26846_14", "title": "Pegfilgrastim -- Enhancing Healthcare Team Outcomes", "content": "Cancer is a complex disease state requiring interprofessional communication between many healthcare workers. The administration of pegfilgrastim in cancer patients receiving myelosuppressive chemotherapy is only a small part of the patient's entire treatment regimen; however, it still requires exceptional patient-centered care when given to the patient. Some examples of the roles of each interprofessional healthcare team member are:", "contents": "Pegfilgrastim -- Enhancing Healthcare Team Outcomes. Cancer is a complex disease state requiring interprofessional communication between many healthcare workers. The administration of pegfilgrastim in cancer patients receiving myelosuppressive chemotherapy is only a small part of the patient's entire treatment regimen; however, it still requires exceptional patient-centered care when given to the patient. Some examples of the roles of each interprofessional healthcare team member are:"}
{"id": "article-26846_15", "title": "Pegfilgrastim -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must monitor the patient carefully for any signs of adverse events, especially in the case of accidental overdose. [11] Clinicians must also appropriately administer pegfilgrastim if given in the pre-filled syringe. They must also attach the on-body injector properly when using this option. [4] Pharmacists must help ensure that the patient is receiving the right dose of pegfilgrastim to prevent an accidental overdose as well as the side effects associated with an overdose. Pharmacists must also help educate patients on why they are receiving pegfilgrastim. [11]", "contents": "Pegfilgrastim -- Enhancing Healthcare Team Outcomes. Clinicians must monitor the patient carefully for any signs of adverse events, especially in the case of accidental overdose. [11] Clinicians must also appropriately administer pegfilgrastim if given in the pre-filled syringe. They must also attach the on-body injector properly when using this option. [4] Pharmacists must help ensure that the patient is receiving the right dose of pegfilgrastim to prevent an accidental overdose as well as the side effects associated with an overdose. Pharmacists must also help educate patients on why they are receiving pegfilgrastim. [11]"}
{"id": "article-26846_16", "title": "Pegfilgrastim -- Enhancing Healthcare Team Outcomes", "content": "Each healthcare team member plays a vital role in the patient's overall well-being while being treated for cancer. The team must work together throughout the patient's treatment to ensure they receive appropriately directed care and achieve the best outcomes.", "contents": "Pegfilgrastim -- Enhancing Healthcare Team Outcomes. Each healthcare team member plays a vital role in the patient's overall well-being while being treated for cancer. The team must work together throughout the patient's treatment to ensure they receive appropriately directed care and achieve the best outcomes."}
{"id": "article-26846_17", "title": "Pegfilgrastim -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pegfilgrastim -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}