{"id": "article-20633_0", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Introduction", "content": "Pulmonary function tests are performed to assess lung function. Spirometry is the most common and widely used lung function test, followed by diffusing capacity of the lungs for carbon monoxide (DLCO). It is also known as the transfer factor. [1] DLCO is a measurement to assess the lungs' ability to transfer gas from inspired air to the bloodstream. [2] Carbon monoxide (CO) has a high affinity for hemoglobin, and it follows the same pathway as that of oxygen to finally bind with hemoglobin. Inhaled CO is used for this test due to its high affinity for hemoglobin (200 to 250 times that of oxygen). Among other potential gases for evaluating diffusing capacity, oxygen is not preferred since its uptake is limited by cardiac uptake and total body consumption. In brief, during a ten-second breath-hold, DLCO measures uptake of CO per unit time per mm of driving pressure of CO (cc of CO/sec/mm of Hg).", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Introduction. Pulmonary function tests are performed to assess lung function. Spirometry is the most common and widely used lung function test, followed by diffusing capacity of the lungs for carbon monoxide (DLCO). It is also known as the transfer factor. [1] DLCO is a measurement to assess the lungs' ability to transfer gas from inspired air to the bloodstream. [2] Carbon monoxide (CO) has a high affinity for hemoglobin, and it follows the same pathway as that of oxygen to finally bind with hemoglobin. Inhaled CO is used for this test due to its high affinity for hemoglobin (200 to 250 times that of oxygen). Among other potential gases for evaluating diffusing capacity, oxygen is not preferred since its uptake is limited by cardiac uptake and total body consumption. In brief, during a ten-second breath-hold, DLCO measures uptake of CO per unit time per mm of driving pressure of CO (cc of CO/sec/mm of Hg)."}
{"id": "article-20633_1", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Introduction", "content": "The respiratory membrane forms the diffusing barrier. It separates air within the alveoli from blood flowing in the pulmonary capillaries. It consists of the following layers: Alveolar epithelium Interstitium Capillary endothelium According to Fick's equation for the diffusion of gas [3] : Vg=[k*(A)(ΔP)] / T V = volume of gas transferred per unit time K = diffusion coefficient of the gas A = surface area for gas exchange ΔP = partial pressure difference of gas T = membrane thickness", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Introduction. The respiratory membrane forms the diffusing barrier. It separates air within the alveoli from blood flowing in the pulmonary capillaries. It consists of the following layers: Alveolar epithelium Interstitium Capillary endothelium According to Fick's equation for the diffusion of gas [3] : Vg=[k*(A)(ΔP)] / T V = volume of gas transferred per unit time K = diffusion coefficient of the gas A = surface area for gas exchange ΔP = partial pressure difference of gas T = membrane thickness"}
{"id": "article-20633_2", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Introduction", "content": "from this law, factors that influence the movement of gas molecules across the capillary membrane are the surface area of the membrane (A), the thickness of the membrane (T), driving pressure/pressure gradient across the capillary membrane (ΔP). [4] As a consequence, the diffusion of gas across the alveolar membrane increases with: Increased surface area of the membrane (A) Increased alveolar pressure gradient(ΔP) Increased solubility of the gas Decreased membrane thickness (T) On the other hand, the diffusion of gas across the alveolar membrane decreases with: Decreased surface area of the membrane (A) Decreased alveolar pressure gradient(ΔP) Decreased solubility of the gas Increased membrane thickness (T)", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Introduction. from this law, factors that influence the movement of gas molecules across the capillary membrane are the surface area of the membrane (A), the thickness of the membrane (T), driving pressure/pressure gradient across the capillary membrane (ΔP). [4] As a consequence, the diffusion of gas across the alveolar membrane increases with: Increased surface area of the membrane (A) Increased alveolar pressure gradient(ΔP) Increased solubility of the gas Decreased membrane thickness (T) On the other hand, the diffusion of gas across the alveolar membrane decreases with: Decreased surface area of the membrane (A) Decreased alveolar pressure gradient(ΔP) Decreased solubility of the gas Increased membrane thickness (T)"}
{"id": "article-20633_3", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures", "content": "DLCO is measured using the following techniques [1] : Single breath method Intrabreath method Rebreathing technique", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures. DLCO is measured using the following techniques [1] : Single breath method Intrabreath method Rebreathing technique"}
{"id": "article-20633_4", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures", "content": "In the single breath method, the patients are initially asked to take normal resting breaths initially; this is followed by full exhalation up to residual volume (RV). The patient is then asked to rapidly inhale the test gas up to vital capacity (VC). The test gas contains: 0.3% CO 0.3% tracer gas (helium, methane, or neon) 21% oxygen Balance nitrogen", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures. In the single breath method, the patients are initially asked to take normal resting breaths initially; this is followed by full exhalation up to residual volume (RV). The patient is then asked to rapidly inhale the test gas up to vital capacity (VC). The test gas contains: 0.3% CO 0.3% tracer gas (helium, methane, or neon) 21% oxygen Balance nitrogen"}
{"id": "article-20633_5", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures", "content": "The patient is then asked to hold his breath for 10 seconds at total lung capacity (TLC). Subsequently, the patient exhales out completely, and exhaled gas is collected for analysis after excluding the initial amount of gas from dead space. The collected gas is analyzed for CO and tracer concentrations. Total lung volume, initial and final CO concentration, and breath-holding time are used to calculate DLCO. The recommended timing method used is the Jones and Meade method, which measures breath holding time at thirty percent of inspiratory time up to half of the sampling time. Usually, an average of two or more attempts is considered for DLCO calculation in the single breath-holding technique.", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures. The patient is then asked to hold his breath for 10 seconds at total lung capacity (TLC). Subsequently, the patient exhales out completely, and exhaled gas is collected for analysis after excluding the initial amount of gas from dead space. The collected gas is analyzed for CO and tracer concentrations. Total lung volume, initial and final CO concentration, and breath-holding time are used to calculate DLCO. The recommended timing method used is the Jones and Meade method, which measures breath holding time at thirty percent of inspiratory time up to half of the sampling time. Usually, an average of two or more attempts is considered for DLCO calculation in the single breath-holding technique."}
{"id": "article-20633_6", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures", "content": "Another method to calculate DLCO is the intrabreath method, which is calculated during exhalation. The gas that exits during the initial phase of exhalation has less time to diffuse from alveoli to capillaries and will have a higher concentration of CO compared to the gas during later stages of exhalation. The difference between various exhaled gas samples can be used to calculate DLCO.", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures. Another method to calculate DLCO is the intrabreath method, which is calculated during exhalation. The gas that exits during the initial phase of exhalation has less time to diffuse from alveoli to capillaries and will have a higher concentration of CO compared to the gas during later stages of exhalation. The difference between various exhaled gas samples can be used to calculate DLCO."}
{"id": "article-20633_7", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures", "content": "The rebreathing technique is less frequently used, usually during exercise studies. However, a study carried out by Liu et al. showed the rebreathing technique to be more consistent with respiratory system physiology and could be a better test in measuring diffusing capacity than the intrabreath method. [5] Another study conducted by Suzuki et al. showed that the intrabreath method is a reliable alternative to the single breath method to measure diffusion capacity. [6]", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Procedures. The rebreathing technique is less frequently used, usually during exercise studies. However, a study carried out by Liu et al. showed the rebreathing technique to be more consistent with respiratory system physiology and could be a better test in measuring diffusing capacity than the intrabreath method. [5] Another study conducted by Suzuki et al. showed that the intrabreath method is a reliable alternative to the single breath method to measure diffusion capacity. [6]"}
{"id": "article-20633_8", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Indications", "content": "DLCO is indicated in the evaluation of parenchymal and non-parenchymal lung diseases in conjunction with spirometry. The severity of obstructive and restrictive lung diseases, pulmonary vascular disease, and preoperative risk can be assessed using DLCO. [7]", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Indications. DLCO is indicated in the evaluation of parenchymal and non-parenchymal lung diseases in conjunction with spirometry. The severity of obstructive and restrictive lung diseases, pulmonary vascular disease, and preoperative risk can be assessed using DLCO. [7]"}
{"id": "article-20633_9", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Normal and Critical Findings", "content": "Severity and classification of DLCO reduction [8] : Normal DLCO : >75% of predicted, up to 140% Mild : 60% to LLN (lower limit of normal) Moderate : 40% to 60% Severe : <40%", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Normal and Critical Findings. Severity and classification of DLCO reduction [8] : Normal DLCO : >75% of predicted, up to 140% Mild : 60% to LLN (lower limit of normal) Moderate : 40% to 60% Severe : <40%"}
{"id": "article-20633_10", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Interfering Factors", "content": "DLCO adjustment: Effect of hemoglobin on DLCO: Anemia can reduce DLCO. Hence DLCO is adjusted for hemoglobin values. Various calculators are available to calculate DLCO adjusted for hemoglobin. DLCO may need to be adjusted for several other factors like carboxyhemoglobin, FiO.", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Interfering Factors. DLCO adjustment: Effect of hemoglobin on DLCO: Anemia can reduce DLCO. Hence DLCO is adjusted for hemoglobin values. Various calculators are available to calculate DLCO adjusted for hemoglobin. DLCO may need to be adjusted for several other factors like carboxyhemoglobin, FiO."}
{"id": "article-20633_11", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Complications", "content": "DLCO contraindications: Measurements of pulmonary diffusing capacity are contraindicated in cases of chest and abdominal pain, oral or facial pain, dementia, or stress incontinence. [9]", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Complications. DLCO contraindications: Measurements of pulmonary diffusing capacity are contraindicated in cases of chest and abdominal pain, oral or facial pain, dementia, or stress incontinence. [9]"}
{"id": "article-20633_12", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Complications", "content": "The usual recommendation is to postpone pulmonary function testing by a month in cases of acute coronary syndrome or myocardial infarction. PFT is also contraindicated in patients with pneumothorax, ascending aortic aneurysm, pulmonary embolism, severe hypertension, hemoptysis, and major surgeries like thoracic/abdominal /brain/eye/ear/otolaryngological surgery. [8]", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Complications. The usual recommendation is to postpone pulmonary function testing by a month in cases of acute coronary syndrome or myocardial infarction. PFT is also contraindicated in patients with pneumothorax, ascending aortic aneurysm, pulmonary embolism, severe hypertension, hemoptysis, and major surgeries like thoracic/abdominal /brain/eye/ear/otolaryngological surgery. [8]"}
{"id": "article-20633_13", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Patient Safety and Education -- Role of Registered Respiratory Therapist", "content": "An optimal test performance requires optimal patient performance. It is important to coach patients to adapt instructions in different ways, including exaggerated body language. Registered respiratory therapists and other laboratory personnel play an important role in achieving acceptable and repeatable trials. [10]", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Patient Safety and Education -- Role of Registered Respiratory Therapist. An optimal test performance requires optimal patient performance. It is important to coach patients to adapt instructions in different ways, including exaggerated body language. Registered respiratory therapists and other laboratory personnel play an important role in achieving acceptable and repeatable trials. [10]"}
{"id": "article-20633_14", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Clinical Significance -- Interpretation of DLCO", "content": "DLCO= Va X Kco Va: number of contributing alveolar units measured by tracer gas (helium) Kco: CO transfer coefficient, usually written as DLCO/Va, which indicates the efficiency of CO transfer by alveoli. A decrease in DLCO will be due to a decrease in Va, Kco, or both. Low DLCO and Low KCO : seen in COPD with emphysema due to alveolar destruction (usually normal in chronic bronchitis) with an obstructive pattern on PFT. Smoking can also cause a decrease in DLCO. [11] DLCO and KCo are also reduced in interstitial lung diseases, pulmonary fibrosis due to the thickening of the alveolar-capillary membrane with a restrictive pattern on PFT. [7] A normal DLCO with a restrictive pattern on PFT suggests neuromuscular or chest wall disorder.", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Clinical Significance -- Interpretation of DLCO. DLCO= Va X Kco Va: number of contributing alveolar units measured by tracer gas (helium) Kco: CO transfer coefficient, usually written as DLCO/Va, which indicates the efficiency of CO transfer by alveoli. A decrease in DLCO will be due to a decrease in Va, Kco, or both. Low DLCO and Low KCO : seen in COPD with emphysema due to alveolar destruction (usually normal in chronic bronchitis) with an obstructive pattern on PFT. Smoking can also cause a decrease in DLCO. [11] DLCO and KCo are also reduced in interstitial lung diseases, pulmonary fibrosis due to the thickening of the alveolar-capillary membrane with a restrictive pattern on PFT. [7] A normal DLCO with a restrictive pattern on PFT suggests neuromuscular or chest wall disorder."}
{"id": "article-20633_15", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Clinical Significance", "content": "In dyspnea cases of unknown etiology, the pattern of normal spirometry with low DLCO increases the likelihood of pulmonary vascular disease. However, this pattern may also present in other disorders, e.g., mild ILD. [1]", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Clinical Significance. In dyspnea cases of unknown etiology, the pattern of normal spirometry with low DLCO increases the likelihood of pulmonary vascular disease. However, this pattern may also present in other disorders, e.g., mild ILD. [1]"}
{"id": "article-20633_16", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Clinical Significance", "content": "High DLCO is seen in conditions like obesity, asthma, which are characterized by large lung volumes. [12] KCo may be raised in conditions involving profuse pulmonary hemorrhage (e.g., Goodpasture syndrome, systemic lupus erythematosus, granulomatosis with polyangiitis). This is due to the uptake of CO by free RBCs lining the alveoli. When hemoglobin is broken down, KCO levels drop back to normal.", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Clinical Significance. High DLCO is seen in conditions like obesity, asthma, which are characterized by large lung volumes. [12] KCo may be raised in conditions involving profuse pulmonary hemorrhage (e.g., Goodpasture syndrome, systemic lupus erythematosus, granulomatosis with polyangiitis). This is due to the uptake of CO by free RBCs lining the alveoli. When hemoglobin is broken down, KCO levels drop back to normal."}
{"id": "article-20633_17", "title": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diffusing Capacity of the Lungs for Carbon Monoxide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}