{"id": "article-25071_0", "title": "Methemoglobinemia -- Continuing Education Activity", "content": "Methemoglobinemia is a condition with life-threatening potential in which diminution of the oxygen-carrying capacity of circulating hemoglobin occurs due to the conversion of some or all of the four iron species from the reduced ferrous (Fe2+) state to the oxidized ferric (Fe3+) state. Ferric iron is unable to bind and transport oxygen. Increased levels of methemoglobin results in functional anemia. This activity reviews the cause, pathophysiology, and presentation of methemoglobinemia and highlights the role of the interprofessional team in its management.", "contents": "Methemoglobinemia -- Continuing Education Activity. Methemoglobinemia is a condition with life-threatening potential in which diminution of the oxygen-carrying capacity of circulating hemoglobin occurs due to the conversion of some or all of the four iron species from the reduced ferrous (Fe2+) state to the oxidized ferric (Fe3+) state. Ferric iron is unable to bind and transport oxygen. Increased levels of methemoglobin results in functional anemia. This activity reviews the cause, pathophysiology, and presentation of methemoglobinemia and highlights the role of the interprofessional team in its management."}
{"id": "article-25071_1", "title": "Methemoglobinemia -- Continuing Education Activity", "content": "Objectives: Review the causes of methemoglobinemia. Describe the presentation of \nmethemoglobinemia. Explain the management of\nmethemoglobinemia . Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by methemoglobinemia. Access free multiple choice questions on this topic.", "contents": "Methemoglobinemia -- Continuing Education Activity. Objectives: Review the causes of methemoglobinemia. Describe the presentation of \nmethemoglobinemia. Explain the management of\nmethemoglobinemia . Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by methemoglobinemia. Access free multiple choice questions on this topic."}
{"id": "article-25071_2", "title": "Methemoglobinemia -- Introduction", "content": "Methemoglobinemia is a condition with life-threatening potential in which diminution of the oxygen-carrying capacity of circulating hemoglobin occurs due to conversion of some or all of the four iron species from the reduced ferrous [Fe2+] state to the oxidized ferric [Fe3+] state. Ferric iron is unable to bind and transport oxygen. Increased levels of methemoglobin results in functional anemia.", "contents": "Methemoglobinemia -- Introduction. Methemoglobinemia is a condition with life-threatening potential in which diminution of the oxygen-carrying capacity of circulating hemoglobin occurs due to conversion of some or all of the four iron species from the reduced ferrous [Fe2+] state to the oxidized ferric [Fe3+] state. Ferric iron is unable to bind and transport oxygen. Increased levels of methemoglobin results in functional anemia."}
{"id": "article-25071_3", "title": "Methemoglobinemia -- Etiology", "content": "Methemoglobinemia can result from either congenital or acquired processes. Congenital forms of methemoglobinemia are due to autosomal recessive defects in the enzyme cytochrome b5 reductase (CYB5R) or due to autosomal dominant mutations in the genes that code for globin proteins collectively known as hemoglobins M. [1] Multiple variants of hemoglobin M have been described (Boston, Fort Ripley, Hyde Park, Iwate, Kankakee, Osaka, Saskatoon). [2] Congenital methemoglobinemia type I is the condition where the CYB5R defect is expressed only on erythrocytes. Congenital methemoglobinemia type II occurs when all cells express the defect. [3] Hemoglobin M disease is a collection of possible mutations that usually occur in the alpha or beta chains of hemoglobin near the heme iron. [4] The mutation leads to easier oxidation of the iron to the ferric [Fe3+] state. [5] Acquired methemoglobinemia, which is much more common, is the result of exposure to substances that cause oxidation of the hemoglobin either directly or indirectly. This exposure results in the production of methemoglobin that exceeds the body’s capacity to convert the iron within the hemoglobin back to its ferrous state. Acquired methemoglobinemia may be due to exposure to direct oxidizing agents (e.g. benzocaine and prilocaine), indirect oxidation (e.g. nitrates), or metabolic activation (e.g. aniline and dapsone). [6] Classic examples include patient exposure to benzocaine in endoscopy suite and infantile exposure to nitrites from well water.", "contents": "Methemoglobinemia -- Etiology. Methemoglobinemia can result from either congenital or acquired processes. Congenital forms of methemoglobinemia are due to autosomal recessive defects in the enzyme cytochrome b5 reductase (CYB5R) or due to autosomal dominant mutations in the genes that code for globin proteins collectively known as hemoglobins M. [1] Multiple variants of hemoglobin M have been described (Boston, Fort Ripley, Hyde Park, Iwate, Kankakee, Osaka, Saskatoon). [2] Congenital methemoglobinemia type I is the condition where the CYB5R defect is expressed only on erythrocytes. Congenital methemoglobinemia type II occurs when all cells express the defect. [3] Hemoglobin M disease is a collection of possible mutations that usually occur in the alpha or beta chains of hemoglobin near the heme iron. [4] The mutation leads to easier oxidation of the iron to the ferric [Fe3+] state. [5] Acquired methemoglobinemia, which is much more common, is the result of exposure to substances that cause oxidation of the hemoglobin either directly or indirectly. This exposure results in the production of methemoglobin that exceeds the body’s capacity to convert the iron within the hemoglobin back to its ferrous state. Acquired methemoglobinemia may be due to exposure to direct oxidizing agents (e.g. benzocaine and prilocaine), indirect oxidation (e.g. nitrates), or metabolic activation (e.g. aniline and dapsone). [6] Classic examples include patient exposure to benzocaine in endoscopy suite and infantile exposure to nitrites from well water."}
{"id": "article-25071_4", "title": "Methemoglobinemia -- Epidemiology", "content": "Congenital methemoglobinemia due to cytochrome b5 reductase deficiency is very rare, but the actual incidence is not known. Increased frequency of disease has been found in Siberian Yakuts, Athabaskans, Eskimos, and Navajo. [7] Acquired methemoglobinemia is much more frequently encountered than the congenital form; although, it is also an unusual occurrence. Most cases are due to inadvertent exposure to a chemical or through the use of topical or local anesthetics. A single center review of nearly 30,000 transesophageal echocardiograms found the incidence of methemoglobinemia to be 0.067%. [8] A systematic review of cases of local anesthetic-related methemoglobinemia found that benzocaine was an agent in two-thirds of cases. [9] This higher association with benzocaine-containing products has led the United States Food and Drug Administration to release multiple advisories regarding the use of benzocaine-containing oral products. [10]", "contents": "Methemoglobinemia -- Epidemiology. Congenital methemoglobinemia due to cytochrome b5 reductase deficiency is very rare, but the actual incidence is not known. Increased frequency of disease has been found in Siberian Yakuts, Athabaskans, Eskimos, and Navajo. [7] Acquired methemoglobinemia is much more frequently encountered than the congenital form; although, it is also an unusual occurrence. Most cases are due to inadvertent exposure to a chemical or through the use of topical or local anesthetics. A single center review of nearly 30,000 transesophageal echocardiograms found the incidence of methemoglobinemia to be 0.067%. [8] A systematic review of cases of local anesthetic-related methemoglobinemia found that benzocaine was an agent in two-thirds of cases. [9] This higher association with benzocaine-containing products has led the United States Food and Drug Administration to release multiple advisories regarding the use of benzocaine-containing oral products. [10]"}
{"id": "article-25071_5", "title": "Methemoglobinemia -- Pathophysiology", "content": "Methemoglobin forms when hemoglobin is oxidized to contain iron in the ferric [Fe3+] rather than the normal ferrous [Fe2+] state. Any of the four iron species within a hemoglobin molecule that are in the ferric form are unable to bind oxygen. The presence of iron in the ferric [Fe3+] state results in allosteric changes to the molecule that shifts the oxygen-dissociation curve to the left. This shift leads to increased affinity of the ferrous iron for oxygen and thus impaired oxygen release to the tissue. [11] The end result of these changes is decreased oxygen delivery leading to tissue hypoxia.", "contents": "Methemoglobinemia -- Pathophysiology. Methemoglobin forms when hemoglobin is oxidized to contain iron in the ferric [Fe3+] rather than the normal ferrous [Fe2+] state. Any of the four iron species within a hemoglobin molecule that are in the ferric form are unable to bind oxygen. The presence of iron in the ferric [Fe3+] state results in allosteric changes to the molecule that shifts the oxygen-dissociation curve to the left. This shift leads to increased affinity of the ferrous iron for oxygen and thus impaired oxygen release to the tissue. [11] The end result of these changes is decreased oxygen delivery leading to tissue hypoxia."}
{"id": "article-25071_6", "title": "Methemoglobinemia -- Pathophysiology", "content": "In Hemoglobin M disease, a mutation in the gene coding for one of the globin proteins usually results in the substitution of an amino acid with tyrosine. This mutation allows for the stabilization of iron in the ferric [Fe3+] state. Patients with Hemoglobin M disease usually have methemoglobin levels between 15-30% and remain asymptomatic. [1]", "contents": "Methemoglobinemia -- Pathophysiology. In Hemoglobin M disease, a mutation in the gene coding for one of the globin proteins usually results in the substitution of an amino acid with tyrosine. This mutation allows for the stabilization of iron in the ferric [Fe3+] state. Patients with Hemoglobin M disease usually have methemoglobin levels between 15-30% and remain asymptomatic. [1]"}
{"id": "article-25071_7", "title": "Methemoglobinemia -- Pathophysiology", "content": "Under normal circumstances, a small amount of iron oxidizes to the ferric [Fe3+] state during the routine delivery of oxygen to tissue. Maintenance of methemoglobin levels is usually below 1% through the action of the enzyme cytochrome-b5 reductase. Cytochrome-b5 reductase utilizes NADH formed during glycolysis to reduce methemoglobin back to functional hemoglobin. [12]", "contents": "Methemoglobinemia -- Pathophysiology. Under normal circumstances, a small amount of iron oxidizes to the ferric [Fe3+] state during the routine delivery of oxygen to tissue. Maintenance of methemoglobin levels is usually below 1% through the action of the enzyme cytochrome-b5 reductase. Cytochrome-b5 reductase utilizes NADH formed during glycolysis to reduce methemoglobin back to functional hemoglobin. [12]"}
{"id": "article-25071_8", "title": "Methemoglobinemia -- Pathophysiology", "content": "An alternate pathway for the reduction of methemoglobin is through the function of nicotinamide adenine dinucleotide phosphate hydrogen methemoglobin (NADPH-MetHb) reductase. NADPH-MetHb reductase utilizes NADPH that forms through the action of glucose-6-phosphate dehydrogenase (G6PD) in the hexose monophosphate shunt, for its reducing power. [1] Under normal physiologic circumstances, NADPH-MetHb reductase contributes very little to the reduction of methemoglobin, but under oxidative stress, the function of this alternative reduction pathway can be enhanced by the presence of exogenous electron donors, such as methylene blue. This association with G6PD often leads to confusion that G6PD deficiency, itself, is a risk factor for methemoglobinemia.", "contents": "Methemoglobinemia -- Pathophysiology. An alternate pathway for the reduction of methemoglobin is through the function of nicotinamide adenine dinucleotide phosphate hydrogen methemoglobin (NADPH-MetHb) reductase. NADPH-MetHb reductase utilizes NADPH that forms through the action of glucose-6-phosphate dehydrogenase (G6PD) in the hexose monophosphate shunt, for its reducing power. [1] Under normal physiologic circumstances, NADPH-MetHb reductase contributes very little to the reduction of methemoglobin, but under oxidative stress, the function of this alternative reduction pathway can be enhanced by the presence of exogenous electron donors, such as methylene blue. This association with G6PD often leads to confusion that G6PD deficiency, itself, is a risk factor for methemoglobinemia."}
{"id": "article-25071_9", "title": "Methemoglobinemia -- Toxicokinetics", "content": "Methemoglobinemia secondary to toxic exposures occurs when cytochrome-b5 reductase's ability to reduce ferric hemoglobin, or methemoglobin, is overwhelmed by the induced oxidant stress. The result is increasing concentrations of methemoglobin leading to methemoglobinemia.", "contents": "Methemoglobinemia -- Toxicokinetics. Methemoglobinemia secondary to toxic exposures occurs when cytochrome-b5 reductase's ability to reduce ferric hemoglobin, or methemoglobin, is overwhelmed by the induced oxidant stress. The result is increasing concentrations of methemoglobin leading to methemoglobinemia."}
{"id": "article-25071_10", "title": "Methemoglobinemia -- History and Physical", "content": "Methemoglobinemia should be considered in the setting of dyspnea or cyanosis and hypoxemia that is refractory to supplemental oxygen, especially in the setting of exposure to a known oxidative agent. However, the presentation may vary in severity from minimally symptomatic to severe. The clinical presentation of methemoglobinemia is based on a spectrum illness that is associated with cyanosis, pallor, fatigue, weakness, headache, central nervous system depression, metabolic acidosis, seizures, dysrhythmias, coma, and death. The degree of symptom severity is multifactorial and depends on the patient's percentage of methemoglobin, the rate at which methemoglobin was accumulated, the individual's ability to intrinsically clear it, and the underlying health status of the patient. Duration and magnitude of exposure to an oxidizing agent may also play a role.", "contents": "Methemoglobinemia -- History and Physical. Methemoglobinemia should be considered in the setting of dyspnea or cyanosis and hypoxemia that is refractory to supplemental oxygen, especially in the setting of exposure to a known oxidative agent. However, the presentation may vary in severity from minimally symptomatic to severe. The clinical presentation of methemoglobinemia is based on a spectrum illness that is associated with cyanosis, pallor, fatigue, weakness, headache, central nervous system depression, metabolic acidosis, seizures, dysrhythmias, coma, and death. The degree of symptom severity is multifactorial and depends on the patient's percentage of methemoglobin, the rate at which methemoglobin was accumulated, the individual's ability to intrinsically clear it, and the underlying health status of the patient. Duration and magnitude of exposure to an oxidizing agent may also play a role."}
{"id": "article-25071_11", "title": "Methemoglobinemia -- History and Physical", "content": "Methemoglobin is expressed as a concentration or a percentage and this is further described under evaluation. Percentage of methemoglobin is calculated by dividing the concentration of methemoglobin by the concentration of total hemoglobin. Percentage of methemoglobin is likely a better indicator of illness severity than overall concentration, as underlying medical conditions play an important role. For example, a methemoglobin concentration of 1.5 g/dL may represent a percentage of 10% in an otherwise healthy patient with a baseline hemoglobin of 15 mg/dL, whereas the presence of the same concentration of 1.5 g/dL of methemoglobin in an anemic patient with a baseline hemoglobin of 8 g/dL would represent a percentage of 18.75%. The former patient will be left with a functional hemoglobin concentration of 13.5 g/dL and potentially remain asymptomatic while the latter patient with a functional hemoglobin concentration 6.5 g/dL may be severely symptomatic with a methemoglobin of less than 20%. This may be further compounded by the \"functional hemoglobin's\" decreased ability to release oxygen in the presence of methemoglobin. Anemia, congestive heart failure, chronic obstructive pulmonary disease, and essentially any pathology that impairs the ability to deliver oxygen may worsen the symptoms of methemoglobinemia.", "contents": "Methemoglobinemia -- History and Physical. Methemoglobin is expressed as a concentration or a percentage and this is further described under evaluation. Percentage of methemoglobin is calculated by dividing the concentration of methemoglobin by the concentration of total hemoglobin. Percentage of methemoglobin is likely a better indicator of illness severity than overall concentration, as underlying medical conditions play an important role. For example, a methemoglobin concentration of 1.5 g/dL may represent a percentage of 10% in an otherwise healthy patient with a baseline hemoglobin of 15 mg/dL, whereas the presence of the same concentration of 1.5 g/dL of methemoglobin in an anemic patient with a baseline hemoglobin of 8 g/dL would represent a percentage of 18.75%. The former patient will be left with a functional hemoglobin concentration of 13.5 g/dL and potentially remain asymptomatic while the latter patient with a functional hemoglobin concentration 6.5 g/dL may be severely symptomatic with a methemoglobin of less than 20%. This may be further compounded by the \"functional hemoglobin's\" decreased ability to release oxygen in the presence of methemoglobin. Anemia, congestive heart failure, chronic obstructive pulmonary disease, and essentially any pathology that impairs the ability to deliver oxygen may worsen the symptoms of methemoglobinemia."}
{"id": "article-25071_12", "title": "Methemoglobinemia -- History and Physical", "content": "In the otherwise healthy person, cyanosis may be clinically evident with a methemoglobin as low as 10%. [11] The classic appearance of \"chocolate brown blood\" can be present at as low as 15%. As the percentage of methemoglobinemia approaches 20%, the patient may experience anxiety, light-headedness, and headaches. At methemoglobin levels of 30-50%, there may be tachypnea, confusion, and loss of consciousness. Approaching 50%, the patient is at risk for seizures, dysrhythmias, metabolic acidosis, and coma. Levels above 70% are often fatal. [13] See Table 1: Symptoms Based on Methemoglobin Level", "contents": "Methemoglobinemia -- History and Physical. In the otherwise healthy person, cyanosis may be clinically evident with a methemoglobin as low as 10%. [11] The classic appearance of \"chocolate brown blood\" can be present at as low as 15%. As the percentage of methemoglobinemia approaches 20%, the patient may experience anxiety, light-headedness, and headaches. At methemoglobin levels of 30-50%, there may be tachypnea, confusion, and loss of consciousness. Approaching 50%, the patient is at risk for seizures, dysrhythmias, metabolic acidosis, and coma. Levels above 70% are often fatal. [13] See Table 1: Symptoms Based on Methemoglobin Level"}
{"id": "article-25071_13", "title": "Methemoglobinemia -- Evaluation", "content": "Methemoglobinemia is a clinical diagnosis based on history and presenting symptoms, including hypoxemia refractory to supplemental oxygen and the likely presence of chocolate-colored blood. The diagnosis is confirmed by arterial or venous blood gas with co-oximetry, which will speciate hemoglobin to determine the methemoglobin concentration and percentage. [10] SpO2 measurements cannot be utilized to directly calculate the severity of methemoglobinemia.", "contents": "Methemoglobinemia -- Evaluation. Methemoglobinemia is a clinical diagnosis based on history and presenting symptoms, including hypoxemia refractory to supplemental oxygen and the likely presence of chocolate-colored blood. The diagnosis is confirmed by arterial or venous blood gas with co-oximetry, which will speciate hemoglobin to determine the methemoglobin concentration and percentage. [10] SpO2 measurements cannot be utilized to directly calculate the severity of methemoglobinemia."}
{"id": "article-25071_14", "title": "Methemoglobinemia -- Evaluation", "content": "\"Refractory hypoxemia\" is a significant diagnostic clue. This is generally evident on pulse oximetry measurements of oxygen saturation (SpO2) based on wavelength detection, but not when calculated from blood gas analysis using the partial pressure of oxygen in the blood (SaO2). Traditional dual wave-length pulse oximetry is inaccurate in the setting of methemoglobinemia because these pulse oximeters measure the absorbance of light at two wavelengths - 660 and 940 nm. The ratio of this absorbance allows the distinction between oxyhemoglobin and deoxyhemoglobin, with the expressed percentage, or SpO2, indicating the measured amount of hemoglobin that is oxygenated. Methemoglobin has high absorbance at both of these wavelengths, leading to the interference that causes an inaccurate SpO2 reading. When the level of methemoglobin approaches 30-35%, the ratio of absorbance becomes 1.0. A ratio of absorbance (A660/A940) of 1.0 reads as a SpO2 of 85%. [14] There is a disproportional, inverse relationship between methemoglobin concentration and SpO2, and despite SpO2 being consistently depressed, it is generally a falsely elevated indication of true oxygen saturation that varies depending on a specific device.", "contents": "Methemoglobinemia -- Evaluation. \"Refractory hypoxemia\" is a significant diagnostic clue. This is generally evident on pulse oximetry measurements of oxygen saturation (SpO2) based on wavelength detection, but not when calculated from blood gas analysis using the partial pressure of oxygen in the blood (SaO2). Traditional dual wave-length pulse oximetry is inaccurate in the setting of methemoglobinemia because these pulse oximeters measure the absorbance of light at two wavelengths - 660 and 940 nm. The ratio of this absorbance allows the distinction between oxyhemoglobin and deoxyhemoglobin, with the expressed percentage, or SpO2, indicating the measured amount of hemoglobin that is oxygenated. Methemoglobin has high absorbance at both of these wavelengths, leading to the interference that causes an inaccurate SpO2 reading. When the level of methemoglobin approaches 30-35%, the ratio of absorbance becomes 1.0. A ratio of absorbance (A660/A940) of 1.0 reads as a SpO2 of 85%. [14] There is a disproportional, inverse relationship between methemoglobin concentration and SpO2, and despite SpO2 being consistently depressed, it is generally a falsely elevated indication of true oxygen saturation that varies depending on a specific device."}
{"id": "article-25071_15", "title": "Methemoglobinemia -- Evaluation", "content": "Whereas SpO2 measurements are inaccurate and depressed from wavelength interference, often to 75-90% even with supplemental oxygen, SaO2 calculations are falsely normal due to the assumption that all hemoglobin is either oxyhemoglobin or deoxyhemoglobin. [10] The difference between the depressed SpO2 measurement and the falsely normal SaO2 calculation is known as the \"saturation gap.\" This additional diagnostic clue should hint at the presence of a hemoglobinopathy, but is nonspecific and cannot be used to confirm a diagnosis of methemoglobinemia. A saturation gap greater than 5% presents in cases of elevated abnormal forms of hemoglobin such as carboxyhemoglobin, methemoglobin, and sulfhemoglobin. [15]", "contents": "Methemoglobinemia -- Evaluation. Whereas SpO2 measurements are inaccurate and depressed from wavelength interference, often to 75-90% even with supplemental oxygen, SaO2 calculations are falsely normal due to the assumption that all hemoglobin is either oxyhemoglobin or deoxyhemoglobin. [10] The difference between the depressed SpO2 measurement and the falsely normal SaO2 calculation is known as the \"saturation gap.\" This additional diagnostic clue should hint at the presence of a hemoglobinopathy, but is nonspecific and cannot be used to confirm a diagnosis of methemoglobinemia. A saturation gap greater than 5% presents in cases of elevated abnormal forms of hemoglobin such as carboxyhemoglobin, methemoglobin, and sulfhemoglobin. [15]"}
{"id": "article-25071_16", "title": "Methemoglobinemia -- Treatment / Management", "content": "Treatment of methemoglobinemia includes removal of the inciting agent and consideration of treatment with the antidote, methylene blue (tetramethylthionine chloride). High flow oxygen delivered by non-rebreather mask increases oxygen delivery to tissues and enhances the natural degradation of methemoglobin.", "contents": "Methemoglobinemia -- Treatment / Management. Treatment of methemoglobinemia includes removal of the inciting agent and consideration of treatment with the antidote, methylene blue (tetramethylthionine chloride). High flow oxygen delivered by non-rebreather mask increases oxygen delivery to tissues and enhances the natural degradation of methemoglobin."}
{"id": "article-25071_17", "title": "Methemoglobinemia -- Treatment / Management", "content": "Methylene blue usually works rapidly and effectively through its interaction with the aforementioned secondary pathway of methemoglobin reduction, where NADPH-MetHb reductase reduces methylene blue to leukomethylene blue using NADPH from the G6PD-dependent hexose monophosphate shunt. Leukomethylene blue then acts as an electron donor to reduce methemoglobin to hemoglobin. In cases of acquired methemoglobinemia, treatment with methylene blue should occur when methemoglobin exceeds 20-30%, or at lower levels, if the patient is symptomatic. Treatment decision should be made on clinical presentation and not withheld for confirmational laboratory values. The methylene blue dose is 1-2 mg/kg (0.1-0.2 mL/kg of 1% solution) intravenously over 5 minutes. [12] The dose can be repeated in 30-60 minutes if significant symptoms or levels remain above the treatment threshold.", "contents": "Methemoglobinemia -- Treatment / Management. Methylene blue usually works rapidly and effectively through its interaction with the aforementioned secondary pathway of methemoglobin reduction, where NADPH-MetHb reductase reduces methylene blue to leukomethylene blue using NADPH from the G6PD-dependent hexose monophosphate shunt. Leukomethylene blue then acts as an electron donor to reduce methemoglobin to hemoglobin. In cases of acquired methemoglobinemia, treatment with methylene blue should occur when methemoglobin exceeds 20-30%, or at lower levels, if the patient is symptomatic. Treatment decision should be made on clinical presentation and not withheld for confirmational laboratory values. The methylene blue dose is 1-2 mg/kg (0.1-0.2 mL/kg of 1% solution) intravenously over 5 minutes. [12] The dose can be repeated in 30-60 minutes if significant symptoms or levels remain above the treatment threshold."}
{"id": "article-25071_18", "title": "Methemoglobinemia -- Treatment / Management", "content": "Practitioners should be aware of the side effect profile of methylene blue. Benign side effects include green or blue discoloration of urine and patients should be forewarned. Significant side effects are based on methylene blue, itself, being an oxidizing agent and an inhibitor of monoamine oxidase A (MAO-A). As an oxidizing agent, methylene blue can actually precipitate methemoglobinemia or hemolysis in high doses or when ineffectively reduced. Methylene blue administration in a patient taking a serotonergic agents may predispose to serotonin syndrome. [16] Caution should also be practiced with treating neonates as they are also very sensitive to oxidizing agents. Also, methylene blue is a United States Food and Drug Administration (FDA) pregnancy category X drug, indicating that studies have shown concrete evidence of human fetal risk.", "contents": "Methemoglobinemia -- Treatment / Management. Practitioners should be aware of the side effect profile of methylene blue. Benign side effects include green or blue discoloration of urine and patients should be forewarned. Significant side effects are based on methylene blue, itself, being an oxidizing agent and an inhibitor of monoamine oxidase A (MAO-A). As an oxidizing agent, methylene blue can actually precipitate methemoglobinemia or hemolysis in high doses or when ineffectively reduced. Methylene blue administration in a patient taking a serotonergic agents may predispose to serotonin syndrome. [16] Caution should also be practiced with treating neonates as they are also very sensitive to oxidizing agents. Also, methylene blue is a United States Food and Drug Administration (FDA) pregnancy category X drug, indicating that studies have shown concrete evidence of human fetal risk."}
{"id": "article-25071_19", "title": "Methemoglobinemia -- Treatment / Management", "content": "Although methylene blue administration is controversial in the setting of G6PD-deficiency due to reduced levels of NADPH, it is not contraindicated and should be administered cautiously and judiciously. Many G6PD deficient patients may have some level of G6PD that can still provoke an adequate response, and therefore, treatment should not be withheld. Doses of methylene blue observed to produce hemolysis in patients with G6PD deficiency has been observed to be over 5 mg/kg, which is more than twice the recommended dose. [17]", "contents": "Methemoglobinemia -- Treatment / Management. Although methylene blue administration is controversial in the setting of G6PD-deficiency due to reduced levels of NADPH, it is not contraindicated and should be administered cautiously and judiciously. Many G6PD deficient patients may have some level of G6PD that can still provoke an adequate response, and therefore, treatment should not be withheld. Doses of methylene blue observed to produce hemolysis in patients with G6PD deficiency has been observed to be over 5 mg/kg, which is more than twice the recommended dose. [17]"}
{"id": "article-25071_20", "title": "Methemoglobinemia -- Treatment / Management", "content": "If methylene blue administration is ineffective after the second dose, underlying conditions including, but not limited to, G6PD and NADPH-MetHb reductase deficiency should be considered as reasons for refractoriness to treatment. However, methemoglobinemia alone is not an indication to screen for these disease processes.", "contents": "Methemoglobinemia -- Treatment / Management. If methylene blue administration is ineffective after the second dose, underlying conditions including, but not limited to, G6PD and NADPH-MetHb reductase deficiency should be considered as reasons for refractoriness to treatment. However, methemoglobinemia alone is not an indication to screen for these disease processes."}
{"id": "article-25071_21", "title": "Methemoglobinemia -- Treatment / Management", "content": "When treatment with methylene blue is ineffective or not recommended, additional options may include ascorbic acid, exchange transfusion, hyperbaric oxygen therapy. [18] [19] High-dose ascorbic acid (vitamin C), up to 10 g/dose intravenously, can be considered to treat methemoglobin. However, it is generally ineffective and not considered standard of care. High dose ascorbic acid administration is associated with increased urinary excretion of oxalate. In the presence of renal insufficiency, high dose ascorbic acid may be predisposed to renal failure due to hyperoxaluria. [20]", "contents": "Methemoglobinemia -- Treatment / Management. When treatment with methylene blue is ineffective or not recommended, additional options may include ascorbic acid, exchange transfusion, hyperbaric oxygen therapy. [18] [19] High-dose ascorbic acid (vitamin C), up to 10 g/dose intravenously, can be considered to treat methemoglobin. However, it is generally ineffective and not considered standard of care. High dose ascorbic acid administration is associated with increased urinary excretion of oxalate. In the presence of renal insufficiency, high dose ascorbic acid may be predisposed to renal failure due to hyperoxaluria. [20]"}
{"id": "article-25071_22", "title": "Methemoglobinemia -- Differential Diagnosis", "content": "The differential diagnosis of cyanosis also includes: Anemia Asthma Congestive heart failure Cyanotic congenital heart disease Peripheral cyanosis Polycythemia Sulfhemoglobinemia The differential diagnosis of bluish skin discoloration also includes: Acrodermatitis enteropathica Amiodarone-induced skin pigmentation Argyria", "contents": "Methemoglobinemia -- Differential Diagnosis. The differential diagnosis of cyanosis also includes: Anemia Asthma Congestive heart failure Cyanotic congenital heart disease Peripheral cyanosis Polycythemia Sulfhemoglobinemia The differential diagnosis of bluish skin discoloration also includes: Acrodermatitis enteropathica Amiodarone-induced skin pigmentation Argyria"}
{"id": "article-25071_23", "title": "Methemoglobinemia -- Prognosis", "content": "Most patients with methemoglobinemia respond well to treatment and can be discharged after brief period of observation. Anyone with persistent symptoms after initial treatment or exacerbated underlying medical conditions should be considered for admission.", "contents": "Methemoglobinemia -- Prognosis. Most patients with methemoglobinemia respond well to treatment and can be discharged after brief period of observation. Anyone with persistent symptoms after initial treatment or exacerbated underlying medical conditions should be considered for admission."}
{"id": "article-25071_24", "title": "Methemoglobinemia -- Consultations", "content": "All cases of methemoglobinemia should be managed in consultation with a medical toxicologist.", "contents": "Methemoglobinemia -- Consultations. All cases of methemoglobinemia should be managed in consultation with a medical toxicologist."}
{"id": "article-25071_25", "title": "Methemoglobinemia -- Pearls and Other Issues", "content": "Diagnosis of methemoglobinemia clinical and is confirmed by an arterial blood gas with co-oximetry Diagnostic clues are the presence of refractory hypoxemia, saturation gap, and chocolate-colored blood, Treatment with methylene blue should not be delayed for co-oximetry results. Methylene blue is a MAOI and, when administered to a patient taking any other serotonergic drug, can lead to serotonin syndrome. Methylene blue should be used cautiously and judiciously in infants and patients with G6PD-deficiency, but is not contraindicated.", "contents": "Methemoglobinemia -- Pearls and Other Issues. Diagnosis of methemoglobinemia clinical and is confirmed by an arterial blood gas with co-oximetry Diagnostic clues are the presence of refractory hypoxemia, saturation gap, and chocolate-colored blood, Treatment with methylene blue should not be delayed for co-oximetry results. Methylene blue is a MAOI and, when administered to a patient taking any other serotonergic drug, can lead to serotonin syndrome. Methylene blue should be used cautiously and judiciously in infants and patients with G6PD-deficiency, but is not contraindicated."}
{"id": "article-25071_26", "title": "Methemoglobinemia -- Enhancing Healthcare Team Outcomes", "content": "All cases should be managed in consultation a medical toxicologist. Critical care may be necessary in cases where prolonged treatment or observation are warranted, or if there have been significant adverse outcomes as a result of the elevated methemoglobin. For acquired methemoglobinemia, patients should receive education on how exposure to the offending agent led to the development of methemoglobinemia. The patient should be counseled to avoid future exposure.", "contents": "Methemoglobinemia -- Enhancing Healthcare Team Outcomes. All cases should be managed in consultation a medical toxicologist. Critical care may be necessary in cases where prolonged treatment or observation are warranted, or if there have been significant adverse outcomes as a result of the elevated methemoglobin. For acquired methemoglobinemia, patients should receive education on how exposure to the offending agent led to the development of methemoglobinemia. The patient should be counseled to avoid future exposure."}
{"id": "article-25071_27", "title": "Methemoglobinemia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Methemoglobinemia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}