{"id": "article-26568_0", "title": "Pancreatic Ascites -- Continuing Education Activity", "content": "Pancreatic ascites is an intraperitoneal collection of pancreatic fluid primarily caused by persistent pancreatic duct leakage or the intraperitoneal rupture of a pancreatic pseudocyst. This condition is commonly observed as a complication of persistent chronic alcoholic pancreatitis. Less frequent etiologies include biliary pancreatitis, major pancreatic duct trauma, ampullary stenosis, cystic ductal duplications, and choledocholithiasis. The severity of this condition varies widely, depending on the location and degree of ductal injury and the presence of infection. While mild cases may resolve spontaneously, infected or persistent pancreatic ascites, along with cases associated with adenocarcinoma of the pancreatic duct, are linked with significant morbidity and mortality.If conservative measures fail, a stent is recommended to bypass the damaged or leaking pancreatic duct. Adjunctive treatment includes medical management to decrease pancreatic exocrine secretions and salvage therapy with surgery.", "contents": "Pancreatic Ascites -- Continuing Education Activity. Pancreatic ascites is an intraperitoneal collection of pancreatic fluid primarily caused by persistent pancreatic duct leakage or the intraperitoneal rupture of a pancreatic pseudocyst. This condition is commonly observed as a complication of persistent chronic alcoholic pancreatitis. Less frequent etiologies include biliary pancreatitis, major pancreatic duct trauma, ampullary stenosis, cystic ductal duplications, and choledocholithiasis. The severity of this condition varies widely, depending on the location and degree of ductal injury and the presence of infection. While mild cases may resolve spontaneously, infected or persistent pancreatic ascites, along with cases associated with adenocarcinoma of the pancreatic duct, are linked with significant morbidity and mortality.If conservative measures fail, a stent is recommended to bypass the damaged or leaking pancreatic duct. Adjunctive treatment includes medical management to decrease pancreatic exocrine secretions and salvage therapy with surgery."}
{"id": "article-26568_1", "title": "Pancreatic Ascites -- Continuing Education Activity", "content": "In this course, participants explore the complexities of pancreatic ascites, including its etiology, clinical presentation, and management options. From conservative measures like fasting and nutritional support to advanced interventions such as endoscopic techniques and surgical options, learners gain comprehensive knowledge and skills to optimize patient outcomes. Furthermore, this course emphasizes the importance of interprofessional collaboration among gastroenterologists, surgeons, radiologists, and other healthcare professionals. By fostering communication and coordinated efforts, clinicians enhance their competence in managing pancreatic ascites and elevate the quality of care for affected patients.", "contents": "Pancreatic Ascites -- Continuing Education Activity. In this course, participants explore the complexities of pancreatic ascites, including its etiology, clinical presentation, and management options. From conservative measures like fasting and nutritional support to advanced interventions such as endoscopic techniques and surgical options, learners gain comprehensive knowledge and skills to optimize patient outcomes. Furthermore, this course emphasizes the importance of interprofessional collaboration among gastroenterologists, surgeons, radiologists, and other healthcare professionals. By fostering communication and coordinated efforts, clinicians enhance their competence in managing pancreatic ascites and elevate the quality of care for affected patients."}
{"id": "article-26568_2", "title": "Pancreatic Ascites -- Continuing Education Activity", "content": "Objectives: Identify the history and physical exam signs that indicate the diagnosis of pancreatic ascites. Implement systematic screening to identify patients at risk for pancreatic ascites, emphasizing early recognition in patients with predisposing conditions. Select appropriate diagnostic interventions based on patient characteristics, considering comorbidities and potential contraindications. Apply collaboration within an interprofessional team of gastroenterologists, radiologists, surgeons, and other specialists to enhance the approach to managing patients with pancreatic ascites. Access free multiple choice questions on this topic.", "contents": "Pancreatic Ascites -- Continuing Education Activity. Objectives: Identify the history and physical exam signs that indicate the diagnosis of pancreatic ascites. Implement systematic screening to identify patients at risk for pancreatic ascites, emphasizing early recognition in patients with predisposing conditions. Select appropriate diagnostic interventions based on patient characteristics, considering comorbidities and potential contraindications. Apply collaboration within an interprofessional team of gastroenterologists, radiologists, surgeons, and other specialists to enhance the approach to managing patients with pancreatic ascites. Access free multiple choice questions on this topic."}
{"id": "article-26568_3", "title": "Pancreatic Ascites -- Introduction", "content": "Pancreatic ascites is an intraperitoneal collection of pancreatic fluid primarily caused by persistent pancreatic duct leakage or the intraperitoneal rupture of a pancreatic pseudocyst. [1] Pancreatic ascites is a complication of persistent chronic alcoholic pancreatitis. [2] Less frequent etiologies of pancreatic ascites include biliary pancreatitis, major pancreatic duct trauma, ampullary stenosis, cystic ductal duplications, and choledocholithiasis. [3] The severity of this condition varies widely, depending on the location and degree of ductal injury and if there's an infection. Mild cases resolve spontaneously, but infected or persistent pancreatic ascites and cases associated with adenocarcinoma of the pancreatic duct are associated with significant morbidity and mortality. [4]", "contents": "Pancreatic Ascites -- Introduction. Pancreatic ascites is an intraperitoneal collection of pancreatic fluid primarily caused by persistent pancreatic duct leakage or the intraperitoneal rupture of a pancreatic pseudocyst. [1] Pancreatic ascites is a complication of persistent chronic alcoholic pancreatitis. [2] Less frequent etiologies of pancreatic ascites include biliary pancreatitis, major pancreatic duct trauma, ampullary stenosis, cystic ductal duplications, and choledocholithiasis. [3] The severity of this condition varies widely, depending on the location and degree of ductal injury and if there's an infection. Mild cases resolve spontaneously, but infected or persistent pancreatic ascites and cases associated with adenocarcinoma of the pancreatic duct are associated with significant morbidity and mortality. [4]"}
{"id": "article-26568_4", "title": "Pancreatic Ascites -- Introduction", "content": "If conservative measures fail, a stent is recommended to bypass the damaged or leaking pancreatic duct. [5] Adjunctive treatment includes medical management to decrease pancreatic exocrine secretions and salvage therapy with surgery. However, due to the low incidence of this condition, the results of comparative studies with different treatment approaches are unavailable. [6]", "contents": "Pancreatic Ascites -- Introduction. If conservative measures fail, a stent is recommended to bypass the damaged or leaking pancreatic duct. [5] Adjunctive treatment includes medical management to decrease pancreatic exocrine secretions and salvage therapy with surgery. However, due to the low incidence of this condition, the results of comparative studies with different treatment approaches are unavailable. [6]"}
{"id": "article-26568_5", "title": "Pancreatic Ascites -- Etiology -- Pancreatic Fistulas", "content": "This occurs when fluid is continuously leaked from a disrupted pancreatic duct, resulting in an abnormal connection between the duct and another epithelial-lined surface, space, pocket, or lumen. [7] A pancreatic fistula may occur due to iatrogenic or non-iatrogenic causes. Non-iatrogenic pancreatic fistulas may follow alcoholic chronic pancreatitis and cholecystitis. [8]", "contents": "Pancreatic Ascites -- Etiology -- Pancreatic Fistulas. This occurs when fluid is continuously leaked from a disrupted pancreatic duct, resulting in an abnormal connection between the duct and another epithelial-lined surface, space, pocket, or lumen. [7] A pancreatic fistula may occur due to iatrogenic or non-iatrogenic causes. Non-iatrogenic pancreatic fistulas may follow alcoholic chronic pancreatitis and cholecystitis. [8]"}
{"id": "article-26568_6", "title": "Pancreatic Ascites -- Etiology -- Iatrogenic Causes", "content": "Endoscopic retrograde cholangiopancreatography Left renal and or left adrenal surgical procedures Partial and total colectomy with splenic flexure mobilization Partial pancreatic resection Splenectomy Pancreatic fistulas drained externally, typically from pancreatic surgeries Anterior pancreatic duct disruptions leading to the peripancreatic fluid collection in the lesser sac Posterior pancreatic duct disruptions resulting in pancreatic-pleural fistula formation and pancreatic pleural effusions [9] [10] [11] [12]", "contents": "Pancreatic Ascites -- Etiology -- Iatrogenic Causes. Endoscopic retrograde cholangiopancreatography Left renal and or left adrenal surgical procedures Partial and total colectomy with splenic flexure mobilization Partial pancreatic resection Splenectomy Pancreatic fistulas drained externally, typically from pancreatic surgeries Anterior pancreatic duct disruptions leading to the peripancreatic fluid collection in the lesser sac Posterior pancreatic duct disruptions resulting in pancreatic-pleural fistula formation and pancreatic pleural effusions [9] [10] [11] [12]"}
{"id": "article-26568_7", "title": "Pancreatic Ascites -- Etiology -- Non-iatrogenic Causes", "content": "A persistent internal fistula to the peritoneum A pseudocyst or walled-off necrosis When inflammatory response does not limit the pancreatic fluid leakage Chronic pancreatitis [13] [14] [15] [16]", "contents": "Pancreatic Ascites -- Etiology -- Non-iatrogenic Causes. A persistent internal fistula to the peritoneum A pseudocyst or walled-off necrosis When inflammatory response does not limit the pancreatic fluid leakage Chronic pancreatitis [13] [14] [15] [16]"}
{"id": "article-26568_8", "title": "Pancreatic Ascites -- Etiology -- Pancreatic Pseudocysts", "content": "These develop when leakage from the pancreatic duct occurs due to infection, inflammation, trauma, or fistula formation. When the leaking pancreatic fluid is contained, any complications can occur, including a pseudocyst, a non-epithelialized wall of granulation, or fibrous tissue containing sterile amylase and pancreatic enzymes. Pseudocysts typically form several weeks after an episode of pancreatitis. Pseudocysts may be infected, asymptomatic, or cause abdominal pain, fever, anorexia, or peritoneal signs. A pseudocyst leak or rupture will likely lead to pancreatic ascites. This reportedly occurs in about 10% (6% to 14%) of patients with pseudocysts. [3] Pancreatic necrosis can cause major pancreatic duct injuries. Leakage of pancreatic fluid into the necrosis delays the resorption of the walled-off necrotic material. Dual-modality combined percutaneous and transmural endoscopic stenting is a method that can be used to manage this condition.", "contents": "Pancreatic Ascites -- Etiology -- Pancreatic Pseudocysts. These develop when leakage from the pancreatic duct occurs due to infection, inflammation, trauma, or fistula formation. When the leaking pancreatic fluid is contained, any complications can occur, including a pseudocyst, a non-epithelialized wall of granulation, or fibrous tissue containing sterile amylase and pancreatic enzymes. Pseudocysts typically form several weeks after an episode of pancreatitis. Pseudocysts may be infected, asymptomatic, or cause abdominal pain, fever, anorexia, or peritoneal signs. A pseudocyst leak or rupture will likely lead to pancreatic ascites. This reportedly occurs in about 10% (6% to 14%) of patients with pseudocysts. [3] Pancreatic necrosis can cause major pancreatic duct injuries. Leakage of pancreatic fluid into the necrosis delays the resorption of the walled-off necrotic material. Dual-modality combined percutaneous and transmural endoscopic stenting is a method that can be used to manage this condition."}
{"id": "article-26568_9", "title": "Pancreatic Ascites -- Epidemiology", "content": "The most common causes of ascites in the United States (US) include cirrhosis (about 85%), peritoneal carcinomatosis (about 7%), and cardiac failure (about 3%). Less common causes include nephrotic syndrome and tuberculosis. [17] Pancreatic ascites is extremely rare, and the epidemiology is not well studied, but about 3.5% of patients develop chronic pancreatitis. [18] This accounts for only about 1% of all cases of abdominal ascites. [19] Pancreatic ascites tends to be twice as common in men as in women. The predominant age range is 20 to 50. [5] However, in the context of pathophysiological association with pancreatic ascites, the following reported incidence rates of pancreatitis may provide some insight and guidance.", "contents": "Pancreatic Ascites -- Epidemiology. The most common causes of ascites in the United States (US) include cirrhosis (about 85%), peritoneal carcinomatosis (about 7%), and cardiac failure (about 3%). Less common causes include nephrotic syndrome and tuberculosis. [17] Pancreatic ascites is extremely rare, and the epidemiology is not well studied, but about 3.5% of patients develop chronic pancreatitis. [18] This accounts for only about 1% of all cases of abdominal ascites. [19] Pancreatic ascites tends to be twice as common in men as in women. The predominant age range is 20 to 50. [5] However, in the context of pathophysiological association with pancreatic ascites, the following reported incidence rates of pancreatitis may provide some insight and guidance."}
{"id": "article-26568_10", "title": "Pancreatic Ascites -- Epidemiology", "content": "Acute pancreatitis in the US varies from 4.5 to 35 individuals per 100,000 population. Chronic pancreatitis was reported in 42 to 73 patients per 100,000 of the adult population in the US. The annual incidence rate of chronic pancreatitis in the US ranges between 5 and 8 to 14 individuals per 100,000 adult population. The annual occurrence of acute and chronic pancreatitis is 34 cases and 10 cases per 100,000 adult population, respectively. Internal pancreatic fistulae, including pancreatic ascites and pleural effusions, are often (7.3%) seen in patients with chronic pancreatitis. Both complications are reported simultaneously in 14% of cases, while pancreatic pleural effusion alone is seen in 18%. [20] [21] [22] [23] [24] [25]", "contents": "Pancreatic Ascites -- Epidemiology. Acute pancreatitis in the US varies from 4.5 to 35 individuals per 100,000 population. Chronic pancreatitis was reported in 42 to 73 patients per 100,000 of the adult population in the US. The annual incidence rate of chronic pancreatitis in the US ranges between 5 and 8 to 14 individuals per 100,000 adult population. The annual occurrence of acute and chronic pancreatitis is 34 cases and 10 cases per 100,000 adult population, respectively. Internal pancreatic fistulae, including pancreatic ascites and pleural effusions, are often (7.3%) seen in patients with chronic pancreatitis. Both complications are reported simultaneously in 14% of cases, while pancreatic pleural effusion alone is seen in 18%. [20] [21] [22] [23] [24] [25]"}
{"id": "article-26568_11", "title": "Pancreatic Ascites -- Pathophysiology", "content": "Pancreatic leakage may happen as a result of a pseudocyst or walled-off necrosis. Pseudocysts, common in chronic pancreatitis, have a weaker fibrinous wall and are more likely to allow pancreatic secretions to leak into the peritoneum through the disrupted duct. [26] At other times, pancreatic duct disruption without a pseudocyst forms a fistulous tract. Fluid collections manifest differently depending on the route of the fistula. Fistulas from an anterior pancreatic duct disruption cause secretions to empty directly into the peritoneum, leading to ascites. Posterior pancreatic duct ruptures cause fistula formation through the aortic or esophageal hiatus and possibly through the diaphragmatic dome, leading to pleural effusions. Regardless of the route, pancreatic ascites is typically exudative with high amylase levels. [27] Some have attributed this exudative quality to the pancreatic fluid, causing a severe inflammatory reaction and increased vasopermeability. [7]", "contents": "Pancreatic Ascites -- Pathophysiology. Pancreatic leakage may happen as a result of a pseudocyst or walled-off necrosis. Pseudocysts, common in chronic pancreatitis, have a weaker fibrinous wall and are more likely to allow pancreatic secretions to leak into the peritoneum through the disrupted duct. [26] At other times, pancreatic duct disruption without a pseudocyst forms a fistulous tract. Fluid collections manifest differently depending on the route of the fistula. Fistulas from an anterior pancreatic duct disruption cause secretions to empty directly into the peritoneum, leading to ascites. Posterior pancreatic duct ruptures cause fistula formation through the aortic or esophageal hiatus and possibly through the diaphragmatic dome, leading to pleural effusions. Regardless of the route, pancreatic ascites is typically exudative with high amylase levels. [27] Some have attributed this exudative quality to the pancreatic fluid, causing a severe inflammatory reaction and increased vasopermeability. [7]"}
{"id": "article-26568_12", "title": "Pancreatic Ascites -- History and Physical", "content": "Patients diagnosed with pancreatic ascites commonly display the demographics associated with chronic pancreatitis, found in about 83% of cases. [3] Patients generally present with a subacute or recent history of progressive abdominal distension or weight loss, with infrequent pain and nausea. Weight loss may occur due to loss of appetite rather than the large amount of fluid retention in the abdomen. Typical symptoms are usually increasing abdominal girth with mild abdominal discomfort. [28] Non-specific findings, including tachycardia, ileus, hypotension, and shortness of breath, might be present if compromised diaphragmatic motion or related pleural effusions are evident. Protein loss into the abdominal ascites can result in anasarca or pedal edema.", "contents": "Pancreatic Ascites -- History and Physical. Patients diagnosed with pancreatic ascites commonly display the demographics associated with chronic pancreatitis, found in about 83% of cases. [3] Patients generally present with a subacute or recent history of progressive abdominal distension or weight loss, with infrequent pain and nausea. Weight loss may occur due to loss of appetite rather than the large amount of fluid retention in the abdomen. Typical symptoms are usually increasing abdominal girth with mild abdominal discomfort. [28] Non-specific findings, including tachycardia, ileus, hypotension, and shortness of breath, might be present if compromised diaphragmatic motion or related pleural effusions are evident. Protein loss into the abdominal ascites can result in anasarca or pedal edema."}
{"id": "article-26568_13", "title": "Pancreatic Ascites -- History and Physical", "content": "The major determinants of the intensity of symptoms are the severity of underlying pancreatitis and the degree, location, size, and leakage characteristics of the pancreatic ductal leak. [15] Up to 54% of patients with pancreatic ascites will also present with an associated pleural effusion. [29] Patients with such pleural effusions may present with a cough, chest pain, shortness of breath, and increased dyspnea on exertion. [30] A history of chronic pancreatitis is possible due to excessive alcohol intake, where about 3.5% of patients develop pancreatic ascites. [2] A recent history of abdominal trauma or endoscopic ultrasound-guided needle aspiration of the pancreas is common. [31] [32] [33] The past medical history in many patients is unremarkable for previous episodes of acute pancreatitis, but about one-third will report a recent history of an acute pancreatic attack. [34]", "contents": "Pancreatic Ascites -- History and Physical. The major determinants of the intensity of symptoms are the severity of underlying pancreatitis and the degree, location, size, and leakage characteristics of the pancreatic ductal leak. [15] Up to 54% of patients with pancreatic ascites will also present with an associated pleural effusion. [29] Patients with such pleural effusions may present with a cough, chest pain, shortness of breath, and increased dyspnea on exertion. [30] A history of chronic pancreatitis is possible due to excessive alcohol intake, where about 3.5% of patients develop pancreatic ascites. [2] A recent history of abdominal trauma or endoscopic ultrasound-guided needle aspiration of the pancreas is common. [31] [32] [33] The past medical history in many patients is unremarkable for previous episodes of acute pancreatitis, but about one-third will report a recent history of an acute pancreatic attack. [34]"}
{"id": "article-26568_14", "title": "Pancreatic Ascites -- History and Physical", "content": "The physical exam often reveals a large volume of ascites, with remarkable shifting dullness and fluid waves but little to no abdominal tenderness. [35] Nothing specific about the physical examination identifies the pancreas as the etiology of previously undiagnosed ascites. A careful history and results of the diagnostic paracentesis determine the next steps.", "contents": "Pancreatic Ascites -- History and Physical. The physical exam often reveals a large volume of ascites, with remarkable shifting dullness and fluid waves but little to no abdominal tenderness. [35] Nothing specific about the physical examination identifies the pancreas as the etiology of previously undiagnosed ascites. A careful history and results of the diagnostic paracentesis determine the next steps."}
{"id": "article-26568_15", "title": "Pancreatic Ascites -- Evaluation", "content": "Assessment for chronic pancreatitis and related complications necessitate diagnostic paracentesis, although diagnostic imaging and lab testing may be needed. [1] [23]", "contents": "Pancreatic Ascites -- Evaluation. Assessment for chronic pancreatitis and related complications necessitate diagnostic paracentesis, although diagnostic imaging and lab testing may be needed. [1] [23]"}
{"id": "article-26568_16", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "The American Association for the Study of Liver Diseases recommends diagnostic paracentesis as the first-line evaluation of new-onset abdominal ascites. The procedure is safe, cost-effective, and diagnostic. [17] Diagnostic paracentesis should be performed in all new cases of ascites. Amylase level, cell count, culture, gram stain, cytology, and serum protein are indicated. The results can confirm pancreatic ascites or suggest an alternate diagnosis as follows:", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. The American Association for the Study of Liver Diseases recommends diagnostic paracentesis as the first-line evaluation of new-onset abdominal ascites. The procedure is safe, cost-effective, and diagnostic. [17] Diagnostic paracentesis should be performed in all new cases of ascites. Amylase level, cell count, culture, gram stain, cytology, and serum protein are indicated. The results can confirm pancreatic ascites or suggest an alternate diagnosis as follows:"}
{"id": "article-26568_17", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Total ascitic fluid protein concentration", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Total ascitic fluid protein concentration"}
{"id": "article-26568_18", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "A protein level of greater than 3 g/dL Less than 15 g/L (1.5 g/dL) suggests possible spontaneous bacterial peritonitis or cirrhosis", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. A protein level of greater than 3 g/dL Less than 15 g/L (1.5 g/dL) suggests possible spontaneous bacterial peritonitis or cirrhosis"}
{"id": "article-26568_19", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Ascites fluid amylase level", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Ascites fluid amylase level"}
{"id": "article-26568_20", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Greater than 1000 (international units) IU/L If levels in the ascitic fluid are substantially higher (3 to 6 fold) than the serum level", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Greater than 1000 (international units) IU/L If levels in the ascitic fluid are substantially higher (3 to 6 fold) than the serum level"}
{"id": "article-26568_21", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Serum-ascites albumin gradient (calculated by subtracting the albumin concentration in the ascitic fluid from the serum albumin concentration.)", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Serum-ascites albumin gradient (calculated by subtracting the albumin concentration in the ascitic fluid from the serum albumin concentration.)"}
{"id": "article-26568_22", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Calculated serum-ascites albumin gradient (SAAG) is less than 1.1 g/dL Ascites secondary to portal hypertension would not have elevated amylase levels, and protein <1.5 g/dL with a SAAG >1.1 g/dL.", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Calculated serum-ascites albumin gradient (SAAG) is less than 1.1 g/dL Ascites secondary to portal hypertension would not have elevated amylase levels, and protein <1.5 g/dL with a SAAG >1.1 g/dL."}
{"id": "article-26568_23", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Polymorphonuclear (PMN) counts greater than or equal to 250 cells/mm³ in ascitic fluid and a PMN percentage equal to or greater than 50% are typically found in spontaneous bacterial peritonitis but can also be seen in patients with pancreatic ascites.", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Polymorphonuclear (PMN) counts greater than or equal to 250 cells/mm³ in ascitic fluid and a PMN percentage equal to or greater than 50% are typically found in spontaneous bacterial peritonitis but can also be seen in patients with pancreatic ascites."}
{"id": "article-26568_24", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Similar to results in peritoneal carcinomatosis except for the elevated amylase", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Similar to results in peritoneal carcinomatosis except for the elevated amylase"}
{"id": "article-26568_25", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Cirrhosis would show a high serum-ascites albumin gradient SAAG of >1.1 g/dL and low protein levels of <2.5 g/dL", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Cirrhosis would show a high serum-ascites albumin gradient SAAG of >1.1 g/dL and low protein levels of <2.5 g/dL"}
{"id": "article-26568_26", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Ascites due to cardiac failure would demonstrate elevated SAAG and ascitic fluid protein levels [27] [35] [36] [37] [38] [39] [40]", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Ascites due to cardiac failure would demonstrate elevated SAAG and ascitic fluid protein levels [27] [35] [36] [37] [38] [39] [40]"}
{"id": "article-26568_27", "title": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis", "content": "Bacterial culture on the ascitic fluid is a diagnostic measure in individuals suspected of spontaneous bacterial peritonitis, indicated by a polymorphonuclear count equal to or exceeding 250 cells/mm³ and a positive response to a 48-hour regimen of antibiotics. A bacterial culture is obligatory for patients with ascites who are scheduled for antibiotic therapy.", "contents": "Pancreatic Ascites -- Evaluation -- Diagnostic Paracentesis. Bacterial culture on the ascitic fluid is a diagnostic measure in individuals suspected of spontaneous bacterial peritonitis, indicated by a polymorphonuclear count equal to or exceeding 250 cells/mm³ and a positive response to a 48-hour regimen of antibiotics. A bacterial culture is obligatory for patients with ascites who are scheduled for antibiotic therapy."}
{"id": "article-26568_28", "title": "Pancreatic Ascites -- Evaluation -- Computed tomography scan", "content": "An abdominal computed tomography (CT) scan identifies pancreatic pseudocysts and detects small quantities of fluid in the peritoneum, which tend to accumulate primarily in Morrison pouch and pelvis. The following findings in the abdominal CT scan suggest pancreatic ascites: Accumulation of intraperitoneal ascitic fluid with >15 Hounsfield units density (indicating high protein content) Collapsed or partially collapsed pseudocysts Further evidence of chronic pancreatitis, such as: Diffuse parenchymal glandular atrophy Dilated main pancreatic duct Pancreatic calcifications [41]", "contents": "Pancreatic Ascites -- Evaluation -- Computed tomography scan. An abdominal computed tomography (CT) scan identifies pancreatic pseudocysts and detects small quantities of fluid in the peritoneum, which tend to accumulate primarily in Morrison pouch and pelvis. The following findings in the abdominal CT scan suggest pancreatic ascites: Accumulation of intraperitoneal ascitic fluid with >15 Hounsfield units density (indicating high protein content) Collapsed or partially collapsed pseudocysts Further evidence of chronic pancreatitis, such as: Diffuse parenchymal glandular atrophy Dilated main pancreatic duct Pancreatic calcifications [41]"}
{"id": "article-26568_29", "title": "Pancreatic Ascites -- Evaluation -- X-ray and abdominal ultrasound", "content": "Plain radiographs and abdominal ultrasounds are helpful but of limited diagnostic value in evaluating pancreatic ascites. The following non-specific features are expected in an abdominal x-ray in a patient with pancreatic ascites: Blurred outline of the soft tissue shadows, such as the liver, spleen, and psoas muscles Bulging of the flanks Increased interloop spacings of the small bowel Medial displacement of the bowel and solid viscera, moving away from the preperitoneal fat stripe Presence of fluid in the pelvic peritoneal recess and a positive \"dog ear\" sign Widespread density increases in the abdomen", "contents": "Pancreatic Ascites -- Evaluation -- X-ray and abdominal ultrasound. Plain radiographs and abdominal ultrasounds are helpful but of limited diagnostic value in evaluating pancreatic ascites. The following non-specific features are expected in an abdominal x-ray in a patient with pancreatic ascites: Blurred outline of the soft tissue shadows, such as the liver, spleen, and psoas muscles Bulging of the flanks Increased interloop spacings of the small bowel Medial displacement of the bowel and solid viscera, moving away from the preperitoneal fat stripe Presence of fluid in the pelvic peritoneal recess and a positive \"dog ear\" sign Widespread density increases in the abdomen"}
{"id": "article-26568_30", "title": "Pancreatic Ascites -- Evaluation -- X-ray and abdominal ultrasound", "content": "Abdominal ultrasound findings may indicate intraperitoneal fluid, although no unique or specific characteristics might suggest pancreatic ascites. Anechoic ascites is a simple, uncomplicated abdominal fluid collection while floating debris and septations are present in complicated hemorrhagic and loculated ascitic conditions. None of these findings are diagnostic for pancreatic ascites.", "contents": "Pancreatic Ascites -- Evaluation -- X-ray and abdominal ultrasound. Abdominal ultrasound findings may indicate intraperitoneal fluid, although no unique or specific characteristics might suggest pancreatic ascites. Anechoic ascites is a simple, uncomplicated abdominal fluid collection while floating debris and septations are present in complicated hemorrhagic and loculated ascitic conditions. None of these findings are diagnostic for pancreatic ascites."}
{"id": "article-26568_31", "title": "Pancreatic Ascites -- Evaluation -- Advanced imaging", "content": "Magnetic resonance cholangiopancreatography (MRCP) with secretin stimulation can help visualize the pancreatic duct and any associated leaks or abnormalities. [42] Secretin stimulates pancreatic secretions and improves the sensitivity of the MRCP by about 50%. This imaging modality is now recommended in guidelines as an acceptable diagnostic modality for evaluating the pancreatic duct. [43] MRCP is particularly useful in selected patients who are not good candidates for or wish to avoid endoscopic retrograde cholangiopancreatography (ERCP). [44] [45] [46] More successful than CT, MRCP visualizes the pancreatic duct and approaches up to 91% correlation with ERCP without endoscopy. [47] [48]", "contents": "Pancreatic Ascites -- Evaluation -- Advanced imaging. Magnetic resonance cholangiopancreatography (MRCP) with secretin stimulation can help visualize the pancreatic duct and any associated leaks or abnormalities. [42] Secretin stimulates pancreatic secretions and improves the sensitivity of the MRCP by about 50%. This imaging modality is now recommended in guidelines as an acceptable diagnostic modality for evaluating the pancreatic duct. [43] MRCP is particularly useful in selected patients who are not good candidates for or wish to avoid endoscopic retrograde cholangiopancreatography (ERCP). [44] [45] [46] More successful than CT, MRCP visualizes the pancreatic duct and approaches up to 91% correlation with ERCP without endoscopy. [47] [48]"}
{"id": "article-26568_32", "title": "Pancreatic Ascites -- Evaluation -- Advanced imaging", "content": "The limitations include ductal disruptions, the need to administer secretin for optimal visualization, and less detection of ductal defect or disconnect if transpapillary stenting is in place and functioning well. [49] Many experts agree that MRCP is a valuable imaging modality for pancreatic ductal anatomy, but the underutilization is probably due to unfamiliarity, cost, logistical obstacles, and limited access or availability of secretin. [26] [50]", "contents": "Pancreatic Ascites -- Evaluation -- Advanced imaging. The limitations include ductal disruptions, the need to administer secretin for optimal visualization, and less detection of ductal defect or disconnect if transpapillary stenting is in place and functioning well. [49] Many experts agree that MRCP is a valuable imaging modality for pancreatic ductal anatomy, but the underutilization is probably due to unfamiliarity, cost, logistical obstacles, and limited access or availability of secretin. [26] [50]"}
{"id": "article-26568_33", "title": "Pancreatic Ascites -- Treatment / Management", "content": "Managing pancreatic ascites consists of 3 main interventional pillars: medical, endoscopic, and surgical. A combination of these approaches is often used in a step-wise fashion. Conservative management with medical treatment is usually tried first, followed by endoscopic imaging and stenting. If this approach fails, then surgery is performed.", "contents": "Pancreatic Ascites -- Treatment / Management. Managing pancreatic ascites consists of 3 main interventional pillars: medical, endoscopic, and surgical. A combination of these approaches is often used in a step-wise fashion. Conservative management with medical treatment is usually tried first, followed by endoscopic imaging and stenting. If this approach fails, then surgery is performed."}
{"id": "article-26568_34", "title": "Pancreatic Ascites -- Treatment / Management -- Medical Management", "content": "An initial course of medical treatment for less severe cases is proposed since resolution without intervention can occur in approximately one-third of patients. Medical management involves keeping the patient in a nothing-by-mouth (NPO) status and providing nutritional support via total parenteral nutrition (TPN) or total enteral nutrition (TEN). [51] [52] TEN is generally preferred as recent evidence shows it is associated with significantly fewer adverse infectious events. [53] [54] [55] This is thought to be due to reduced changes to the intestinal microbiome and microenvironment compared to TPN. [56] Electrolyte imbalances should be carefully monitored and managed.", "contents": "Pancreatic Ascites -- Treatment / Management -- Medical Management. An initial course of medical treatment for less severe cases is proposed since resolution without intervention can occur in approximately one-third of patients. Medical management involves keeping the patient in a nothing-by-mouth (NPO) status and providing nutritional support via total parenteral nutrition (TPN) or total enteral nutrition (TEN). [51] [52] TEN is generally preferred as recent evidence shows it is associated with significantly fewer adverse infectious events. [53] [54] [55] This is thought to be due to reduced changes to the intestinal microbiome and microenvironment compared to TPN. [56] Electrolyte imbalances should be carefully monitored and managed."}
{"id": "article-26568_35", "title": "Pancreatic Ascites -- Treatment / Management -- Medical Management", "content": "Somatostatin or octreotide with diuretics decreases the exocrine function of the pancreas and promotes healing of the disrupted duct. [57] At the same time, intermittent therapeutic paracentesis can help patients with symptomatic ascites. [3] [15] [58] [59] [60] See our companion StatPearls reference articles on \" Octreotide \" and \" Physiology, Somatostatin .\" [61] [62]", "contents": "Pancreatic Ascites -- Treatment / Management -- Medical Management. Somatostatin or octreotide with diuretics decreases the exocrine function of the pancreas and promotes healing of the disrupted duct. [57] At the same time, intermittent therapeutic paracentesis can help patients with symptomatic ascites. [3] [15] [58] [59] [60] See our companion StatPearls reference articles on \" Octreotide \" and \" Physiology, Somatostatin .\" [61] [62]"}
{"id": "article-26568_36", "title": "Pancreatic Ascites -- Treatment / Management -- Medical Management", "content": "The optimal duration of conservative therapy is unknown, but a 4 to 6-week course is recommended. [63] A triple-drug therapy regimen (somatostatin analog, gabexate mesylate, and imipenem/cilastatin) is reasonably successful in treating animal models of pancreatic ascites. [64]", "contents": "Pancreatic Ascites -- Treatment / Management -- Medical Management. The optimal duration of conservative therapy is unknown, but a 4 to 6-week course is recommended. [63] A triple-drug therapy regimen (somatostatin analog, gabexate mesylate, and imipenem/cilastatin) is reasonably successful in treating animal models of pancreatic ascites. [64]"}
{"id": "article-26568_37", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "The ERCP also enables immediate, appropriate endoscopic intervention. [65] [66] [67] Secretin-augmented magnetic resonance cholangiopancreatography may be recommended, but this requires secretin administration for optimal results, and simultaneous endoscopic stenting is difficult. [46] Pancreatic duct disruptions are indicated by leakage or extravasation of contrast during ERCP injection of the pancreatic duct or secretin-enhanced MRCP. [26] [68] [69]", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. The ERCP also enables immediate, appropriate endoscopic intervention. [65] [66] [67] Secretin-augmented magnetic resonance cholangiopancreatography may be recommended, but this requires secretin administration for optimal results, and simultaneous endoscopic stenting is difficult. [46] Pancreatic duct disruptions are indicated by leakage or extravasation of contrast during ERCP injection of the pancreatic duct or secretin-enhanced MRCP. [26] [68] [69]"}
{"id": "article-26568_38", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "The mainstay of management following conservative measures remains endoscopic therapy, although a 2-week course of octreotide (long-acting somatostatin) therapy is suggested first. [15] A transpapillary stent at the pancreatic duct sphincter decreases intraductal pressure and diverts pancreatic secretions to the small bowel, enhancing the healing of the ductal disruption. [39] [70] [71] Ideally, the stent should bridge the ductal disruption to optimize the outcome. Duration is typically 4 to 6 weeks, with a longer period associated with improved healing. Following this, the stent is removed and can be replaced if any leakage or ductal injury remains. Stenting generally requires both endoscopic and fluoroscopic guidance, and the usual technique is described as follows:", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. The mainstay of management following conservative measures remains endoscopic therapy, although a 2-week course of octreotide (long-acting somatostatin) therapy is suggested first. [15] A transpapillary stent at the pancreatic duct sphincter decreases intraductal pressure and diverts pancreatic secretions to the small bowel, enhancing the healing of the ductal disruption. [39] [70] [71] Ideally, the stent should bridge the ductal disruption to optimize the outcome. Duration is typically 4 to 6 weeks, with a longer period associated with improved healing. Following this, the stent is removed and can be replaced if any leakage or ductal injury remains. Stenting generally requires both endoscopic and fluoroscopic guidance, and the usual technique is described as follows:"}
{"id": "article-26568_39", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "Endoscopically, a guidewire is placed into the ampulla and pancreatic duct. Sphincterotomy or dilation may be needed but is not necessary. The guidewire can be advanced carefully to bridge the damaged or disrupted duct area. The stent is carefully advanced over the guide wire. The guide wire and stent size should be compatible. Do not extend or push the stent completely into the pancreatic duct; removal isn't easy. Advancement is facilitated by keeping the guide wire steady and immobile while slowly advancing the stent under an endoscopic view. The guide wire can then be slowly removed when the stent is in optimal position while the pusher holds the stent in place. Fluoroscopic imaging should be used to verify and document the final position. [72]", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. Endoscopically, a guidewire is placed into the ampulla and pancreatic duct. Sphincterotomy or dilation may be needed but is not necessary. The guidewire can be advanced carefully to bridge the damaged or disrupted duct area. The stent is carefully advanced over the guide wire. The guide wire and stent size should be compatible. Do not extend or push the stent completely into the pancreatic duct; removal isn't easy. Advancement is facilitated by keeping the guide wire steady and immobile while slowly advancing the stent under an endoscopic view. The guide wire can then be slowly removed when the stent is in optimal position while the pusher holds the stent in place. Fluoroscopic imaging should be used to verify and document the final position. [72]"}
{"id": "article-26568_40", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "Stenting through the disrupted or disconnected duct is challenging in large pancreatic necrosis or ductal injuries. In these cases, transpapillary stenting has shown 48% to 100% success in controlling pancreatic ascites and distal segmental atrophy over time. However, stenting is ineffective if the leak results from disconnected duct syndrome, which describes a pancreatic segment separated from the head of the pancreas. In such cases, stent placement only across the ampulla is ineffective. Other endoscopic interventions, including transluminal stenting or surgery, are indicated, and a multidisciplinary approach may be necessary. [15] [68] [69] Following successful transmural stenting procedures, the stents are retained in situ indefinitely. [73]", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. Stenting through the disrupted or disconnected duct is challenging in large pancreatic necrosis or ductal injuries. In these cases, transpapillary stenting has shown 48% to 100% success in controlling pancreatic ascites and distal segmental atrophy over time. However, stenting is ineffective if the leak results from disconnected duct syndrome, which describes a pancreatic segment separated from the head of the pancreas. In such cases, stent placement only across the ampulla is ineffective. Other endoscopic interventions, including transluminal stenting or surgery, are indicated, and a multidisciplinary approach may be necessary. [15] [68] [69] Following successful transmural stenting procedures, the stents are retained in situ indefinitely. [73]"}
{"id": "article-26568_41", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "Endoscopic-guided drainage via lumen-apposing covered self-expanding metal stents provides a great success rate for the drainage of matured pancreatic fluid collections into the upper gastrointestinal tract. Still, this procedure is considered less valuable in managing pancreatic ascites. [74] These stents should generally be removed after 4 weeks. [48] When used for a disconnected pancreatic duct where longer duration stenting is usually recommended, early replacement with a more standard double pigtail stent was associated with decreased recurrences, fewer failures, and a higher percentage of successful long-term transmural drainage. [75]", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. Endoscopic-guided drainage via lumen-apposing covered self-expanding metal stents provides a great success rate for the drainage of matured pancreatic fluid collections into the upper gastrointestinal tract. Still, this procedure is considered less valuable in managing pancreatic ascites. [74] These stents should generally be removed after 4 weeks. [48] When used for a disconnected pancreatic duct where longer duration stenting is usually recommended, early replacement with a more standard double pigtail stent was associated with decreased recurrences, fewer failures, and a higher percentage of successful long-term transmural drainage. [75]"}
{"id": "article-26568_42", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "Endoscopic ultrasonic imaging is an evolving technology that appears promising. However, the imaging may be limited by access and is operator-dependent. [50] [76] [77] Procedural guidelines were recently published in a technical review by the European Society of Gastrointestinal Endoscopy. [78]", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. Endoscopic ultrasonic imaging is an evolving technology that appears promising. However, the imaging may be limited by access and is operator-dependent. [50] [76] [77] Procedural guidelines were recently published in a technical review by the European Society of Gastrointestinal Endoscopy. [78]"}
{"id": "article-26568_43", "title": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting", "content": "A combined transmural and percutaneous approach has shown promising results in selected cases with walled-off pancreatic necrosis. [26] Other endoscopic interventions include injectable endoscopic glues or fibrinogen injections into the fistula to block further fluid leakage into the peritoneum. However, supporting evidence to recommend use at this time is lacking. [79] Overall, the endoscopic approach has shown promising results without the higher mortality and morbidity associated with a traditional surgical approach. [48] [72] [80] [81]", "contents": "Pancreatic Ascites -- Treatment / Management -- Endoscopic Retrograde Cholangiopancreatography and Stenting. A combined transmural and percutaneous approach has shown promising results in selected cases with walled-off pancreatic necrosis. [26] Other endoscopic interventions include injectable endoscopic glues or fibrinogen injections into the fistula to block further fluid leakage into the peritoneum. However, supporting evidence to recommend use at this time is lacking. [79] Overall, the endoscopic approach has shown promising results without the higher mortality and morbidity associated with a traditional surgical approach. [48] [72] [80] [81]"}
{"id": "article-26568_44", "title": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention", "content": "The surgical approach to pancreatic ascites was formerly the standard of care in those failing medical therapy. Now, surgery is reserved for cases where endoscopic intervention has failed, or there is a complete pancreatic duct disruption with no visible opacity proximal to the ductal leak on cholangiography.", "contents": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention. The surgical approach to pancreatic ascites was formerly the standard of care in those failing medical therapy. Now, surgery is reserved for cases where endoscopic intervention has failed, or there is a complete pancreatic duct disruption with no visible opacity proximal to the ductal leak on cholangiography."}
{"id": "article-26568_45", "title": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention", "content": "Patients with total enteral nutrition or TPN are typically kept NPO for 4 to 6 weeks. Octreotide, diuretics, and intermittent therapeutic paracentese are used. If no improvement is seen after 2 weeks, ERCP and stenting are completed. If stenting is unsuccessful due to a ductal disruption disconnect, for example, then formal surgery is recommended. [82] Distal lesions are amenable to partial pancreatectomy if the remaining pancreatic volume has sufficient endocrine and exocrine function. Proximal lesions of the main pancreatic duct are often treated via pancreaticojejunostomy. [15]", "contents": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention. Patients with total enteral nutrition or TPN are typically kept NPO for 4 to 6 weeks. Octreotide, diuretics, and intermittent therapeutic paracentese are used. If no improvement is seen after 2 weeks, ERCP and stenting are completed. If stenting is unsuccessful due to a ductal disruption disconnect, for example, then formal surgery is recommended. [82] Distal lesions are amenable to partial pancreatectomy if the remaining pancreatic volume has sufficient endocrine and exocrine function. Proximal lesions of the main pancreatic duct are often treated via pancreaticojejunostomy. [15]"}
{"id": "article-26568_46", "title": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention", "content": "Surgical treatment options for pancreatic duct leaks that do not respond to other therapies include procedures such as the pylorus-preserving pancreaticoduodenectomy and the Beger procedure. These surgeries involve removing the entire pancreatic head and are longer compared to the Frey and Berne procedures, which only require local or partial pancreatic head resection. These procedures successfully restore pancreatic drainage, and the surgeon's choice, experience, local anatomy, and technical considerations at the time of surgery determine the method. [83] In experienced hands, surgical outcomes are generally excellent. [84]", "contents": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention. Surgical treatment options for pancreatic duct leaks that do not respond to other therapies include procedures such as the pylorus-preserving pancreaticoduodenectomy and the Beger procedure. These surgeries involve removing the entire pancreatic head and are longer compared to the Frey and Berne procedures, which only require local or partial pancreatic head resection. These procedures successfully restore pancreatic drainage, and the surgeon's choice, experience, local anatomy, and technical considerations at the time of surgery determine the method. [83] In experienced hands, surgical outcomes are generally excellent. [84]"}
{"id": "article-26568_47", "title": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention", "content": "General surgeons must carefully weigh the risks and benefits for each patient regarding surgical intervention. The best outcomes are achieved through close communication and collaboration among pancreatic duct leakage repair and management experts. Referring to a tertiary care facility with greater experience in these complex surgeries may be in the patient's best interests. Specific surgical intervention planning and treatment is highly individualized and based on many factors, including:", "contents": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention. General surgeons must carefully weigh the risks and benefits for each patient regarding surgical intervention. The best outcomes are achieved through close communication and collaboration among pancreatic duct leakage repair and management experts. Referring to a tertiary care facility with greater experience in these complex surgeries may be in the patient's best interests. Specific surgical intervention planning and treatment is highly individualized and based on many factors, including:"}
{"id": "article-26568_48", "title": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention", "content": "Availability and experience of supportive care Endoscopic ultrasound availability and gastroenterologist experience Evidence of infection Location and severity of the pancreatic duct leak Nutritional status Outcome of attempted stenting Pancreatic duct degree of damage: small leak, partial disruption, or complete disconnection Patient comorbidities Patient performance status and preferences Patient response to conservative treatment Technical skills and experience of the interventional gastroenterologist and general surgeon [56] [85] [86]", "contents": "Pancreatic Ascites -- Treatment / Management -- Surgical Intervention. Availability and experience of supportive care Endoscopic ultrasound availability and gastroenterologist experience Evidence of infection Location and severity of the pancreatic duct leak Nutritional status Outcome of attempted stenting Pancreatic duct degree of damage: small leak, partial disruption, or complete disconnection Patient comorbidities Patient performance status and preferences Patient response to conservative treatment Technical skills and experience of the interventional gastroenterologist and general surgeon [56] [85] [86]"}
{"id": "article-26568_49", "title": "Pancreatic Ascites -- Differential Diagnosis", "content": "Pancreatic ascites occur most often in patients with chronic pancreatitis and usually coincide with a history of excessive alcohol use. In such cases, ascites secondary to increased portal pressure from cirrhosis are excluded. Other etiologies of cirrhosis as a cause of ascites in the absence of alcohol use should also be considered. While ascites from cirrhosis usually have a SAAG greater than 1.1 g/dL, an infectious process can affect this value. Other processes with ascites and SAAG greater than 1.1 g/dL are hepatic vein occlusion (Budd-Chiari syndrome), portal vein thrombosis, and right heart failure. Additional causes of ascites include alcoholic hepatitis, constrictive pericarditis, myxedema, portal hypertension, and serositis, as well as conditions summarized below.", "contents": "Pancreatic Ascites -- Differential Diagnosis. Pancreatic ascites occur most often in patients with chronic pancreatitis and usually coincide with a history of excessive alcohol use. In such cases, ascites secondary to increased portal pressure from cirrhosis are excluded. Other etiologies of cirrhosis as a cause of ascites in the absence of alcohol use should also be considered. While ascites from cirrhosis usually have a SAAG greater than 1.1 g/dL, an infectious process can affect this value. Other processes with ascites and SAAG greater than 1.1 g/dL are hepatic vein occlusion (Budd-Chiari syndrome), portal vein thrombosis, and right heart failure. Additional causes of ascites include alcoholic hepatitis, constrictive pericarditis, myxedema, portal hypertension, and serositis, as well as conditions summarized below."}
{"id": "article-26568_50", "title": "Pancreatic Ascites -- Differential Diagnosis -- Enteric Duplication Cysts", "content": "These cysts are uncommon congenital gastrointestinal (GI) anomalies classified by their location and origin within the GI tract. Enteric duplication cysts in communication with the pancreas are a rare subset of these congenital anomalies. However, they are considered a differential diagnosis in pediatric patients with recurrent acute and chronic pancreatic attacks. Symptoms and physical exam findings are non-specific. [61]", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Enteric Duplication Cysts. These cysts are uncommon congenital gastrointestinal (GI) anomalies classified by their location and origin within the GI tract. Enteric duplication cysts in communication with the pancreas are a rare subset of these congenital anomalies. However, they are considered a differential diagnosis in pediatric patients with recurrent acute and chronic pancreatic attacks. Symptoms and physical exam findings are non-specific. [61]"}
{"id": "article-26568_51", "title": "Pancreatic Ascites -- Differential Diagnosis -- Nephrotic Syndrome", "content": "The syndrome should be considered in the differential for abdominal ascites in a compatible history and physical examination with a SAAG of less than 1.1 g/dL and the white blood cell (WBC) and polymorphonuclear leukocytes (PMN) counts of less than 500/mm³ and 250/mm³, respectively. Moreover, a total serum protein of less than 2.5 g/dL and proteinuria of more than 3 g/24 h is diagnostic of nephrotic syndrome, which necessitates an evaluation. See our companion StatPearls reference article on \" Nephrotic Syndrome .\"", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Nephrotic Syndrome. The syndrome should be considered in the differential for abdominal ascites in a compatible history and physical examination with a SAAG of less than 1.1 g/dL and the white blood cell (WBC) and polymorphonuclear leukocytes (PMN) counts of less than 500/mm³ and 250/mm³, respectively. Moreover, a total serum protein of less than 2.5 g/dL and proteinuria of more than 3 g/24 h is diagnostic of nephrotic syndrome, which necessitates an evaluation. See our companion StatPearls reference article on \" Nephrotic Syndrome .\""}
{"id": "article-26568_52", "title": "Pancreatic Ascites -- Differential Diagnosis -- Nephrotic Syndrome", "content": "Edema is the most significant clinical presentation of nephrotic syndrome. Nephrotic syndrome edema initially starts in the periorbital and leg areas. The edema is gradually generalized, and weight gain, ascites, and pleural effusions are predicted. Hematuria and hypertension may be present, but these are inconsistent findings. [88] In new-onset ascites with a SAAG less than 1.1 g/dL, malignancy is considered, noting that abnormal ascitic fluid cytology is sometimes due to a metaplastic response to the pancreatic fluid leak instead of a malignant process. WBC count of greater than 500 cells/mm³ and PMN percentage of less than 50% are further clues in a compatible history of metastatic peritoneal carcinomatosis. Patients with peritoneal metastasis usually present in the late stage of the disease. They typically present with symptoms and signs associated with advanced primary cancer. See the companion StatPearls reference article on \" Peritoneal Cancer .\" [89]", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Nephrotic Syndrome. Edema is the most significant clinical presentation of nephrotic syndrome. Nephrotic syndrome edema initially starts in the periorbital and leg areas. The edema is gradually generalized, and weight gain, ascites, and pleural effusions are predicted. Hematuria and hypertension may be present, but these are inconsistent findings. [88] In new-onset ascites with a SAAG less than 1.1 g/dL, malignancy is considered, noting that abnormal ascitic fluid cytology is sometimes due to a metaplastic response to the pancreatic fluid leak instead of a malignant process. WBC count of greater than 500 cells/mm³ and PMN percentage of less than 50% are further clues in a compatible history of metastatic peritoneal carcinomatosis. Patients with peritoneal metastasis usually present in the late stage of the disease. They typically present with symptoms and signs associated with advanced primary cancer. See the companion StatPearls reference article on \" Peritoneal Cancer .\" [89]"}
{"id": "article-26568_53", "title": "Pancreatic Ascites -- Differential Diagnosis -- Nephrotic Syndrome", "content": "Often, peritoneal carcinomatosis is an accidental finding during surgical exploration for primary tumor resection or other elective procedures. The 2 most important clinical findings related to peritoneal carcinomatosis are ascites and bowel obstruction. However, they are found in less than 50% of patients. [90] Repeated ascites cytologic analyses can significantly enhance the sensitivity of the peritoneal carcinomatosis diagnosis to 97%. [65]", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Nephrotic Syndrome. Often, peritoneal carcinomatosis is an accidental finding during surgical exploration for primary tumor resection or other elective procedures. The 2 most important clinical findings related to peritoneal carcinomatosis are ascites and bowel obstruction. However, they are found in less than 50% of patients. [90] Repeated ascites cytologic analyses can significantly enhance the sensitivity of the peritoneal carcinomatosis diagnosis to 97%. [65]"}
{"id": "article-26568_54", "title": "Pancreatic Ascites -- Differential Diagnosis -- Peritoneal Tuberculosis", "content": "Peritoneal tuberculosis (TB) usually occurs with other presentations of abdominal tuberculosis. However, peritoneal TB is predicted following the intraperitoneal rupture of necrotic lymph nodes. Peritoneal TB mainly involves the rupture of retroperitoneal and mesenteric lymph nodes. The mentioned lymph nodes might be calcified or have undergone the caseating granulomatosis. TB ascites is the most common presentation in this scenario but still accounts for only about 2% of all cases of abdominal ascites. [91]", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Peritoneal Tuberculosis. Peritoneal tuberculosis (TB) usually occurs with other presentations of abdominal tuberculosis. However, peritoneal TB is predicted following the intraperitoneal rupture of necrotic lymph nodes. Peritoneal TB mainly involves the rupture of retroperitoneal and mesenteric lymph nodes. The mentioned lymph nodes might be calcified or have undergone the caseating granulomatosis. TB ascites is the most common presentation in this scenario but still accounts for only about 2% of all cases of abdominal ascites. [91]"}
{"id": "article-26568_55", "title": "Pancreatic Ascites -- Differential Diagnosis -- Peritoneal Tuberculosis", "content": "Acid-fast bacilli staining and mycobacterial culture of ascitic fluid have low sensitivity in diagnosing peritoneal tuberculosis. Laparoscopic evaluation, obtaining a peritoneal biopsy, and histological assessment have great value in diagnosis. A low SAAG with lymphocytosis is predicted in peritoneal tuberculosis. [92] [93]", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Peritoneal Tuberculosis. Acid-fast bacilli staining and mycobacterial culture of ascitic fluid have low sensitivity in diagnosing peritoneal tuberculosis. Laparoscopic evaluation, obtaining a peritoneal biopsy, and histological assessment have great value in diagnosis. A low SAAG with lymphocytosis is predicted in peritoneal tuberculosis. [92] [93]"}
{"id": "article-26568_56", "title": "Pancreatic Ascites -- Differential Diagnosis -- Portal Hypertension", "content": "This condition refers to a hepatic venous pressure gradient greater than 5 mm Hg, which increases plasma volume via the renin-angiotensin-aldosterone pathway. The expanded plasma volume increases cardiac output. Patients with portal hypertension, specifically clinically significant portal hypertension (hepatic venous pressure gradient greater than 10 mm Hg), may present with a decompensated event, including ascites. See the companion StatPearls reference articles on \" Hepatic Cirrhosis \" and \" Portal Hypertension .\" [94] [95] The following results in the ascites fluid analysis of patients with uncomplicated cirrhosis are as follows: WBC count of fewer than 500 cells/mm³ PMN count of fewer than 250 cells/mm³ SAAG of 1.1 g/dL or less Total serum protein of less than 2.5 g/dL [1] [35]", "contents": "Pancreatic Ascites -- Differential Diagnosis -- Portal Hypertension. This condition refers to a hepatic venous pressure gradient greater than 5 mm Hg, which increases plasma volume via the renin-angiotensin-aldosterone pathway. The expanded plasma volume increases cardiac output. Patients with portal hypertension, specifically clinically significant portal hypertension (hepatic venous pressure gradient greater than 10 mm Hg), may present with a decompensated event, including ascites. See the companion StatPearls reference articles on \" Hepatic Cirrhosis \" and \" Portal Hypertension .\" [94] [95] The following results in the ascites fluid analysis of patients with uncomplicated cirrhosis are as follows: WBC count of fewer than 500 cells/mm³ PMN count of fewer than 250 cells/mm³ SAAG of 1.1 g/dL or less Total serum protein of less than 2.5 g/dL [1] [35]"}
{"id": "article-26568_57", "title": "Pancreatic Ascites -- Prognosis", "content": "Overall prognosis in patients with pancreatic ascites has improved with the availability of endoscopic interventions. A course of conservative medical management leads to recovery in approximately one-third of patients with pancreatic ascites. [3] [51] [52] Endoscopic placement of a transpapillary stent has a success rate of 82% to 100%. [62] A surgical approach is generally recommended for those in whom medical and endoscopic management fails. The mortality has been reported to be as high as 15% to 25%, but outcomes are positive in experienced hands. [63] Results from recent studies suggest that endoscopic management has reduced mortality, shortened hospital length of stay, and lowered recurrence rates. [26]", "contents": "Pancreatic Ascites -- Prognosis. Overall prognosis in patients with pancreatic ascites has improved with the availability of endoscopic interventions. A course of conservative medical management leads to recovery in approximately one-third of patients with pancreatic ascites. [3] [51] [52] Endoscopic placement of a transpapillary stent has a success rate of 82% to 100%. [62] A surgical approach is generally recommended for those in whom medical and endoscopic management fails. The mortality has been reported to be as high as 15% to 25%, but outcomes are positive in experienced hands. [63] Results from recent studies suggest that endoscopic management has reduced mortality, shortened hospital length of stay, and lowered recurrence rates. [26]"}
{"id": "article-26568_58", "title": "Pancreatic Ascites -- Complications", "content": "Pancreatic ascites can be managed effectively with conservative measures or endoscopic placement of a transpapillary pancreatic duct stent, mainly when pancreatic duct rupture is evident. ERCP and stent placement increase the risk of acute post-procedural pancreatitis and guide wire complications during the procedure, leading to a possible perforation. Due to inoculation via instrumentation, the procedure also carries an increased risk for cholangitis or an infected pseudocyst. The stent can become blocked or infected and migrate to distal portions of the pancreatic duct, making retrieval difficult. Prolonged stent placement can lead to pancreatic changes similar to chronic pancreatitis, and stent retrieval is recommended in most situations, usually within 4 to 6 weeks. The recurrence of pancreatic ascites decreases with endoscopic intervention compared to conservative medical management, but supporting data is unavailable. [15]", "contents": "Pancreatic Ascites -- Complications. Pancreatic ascites can be managed effectively with conservative measures or endoscopic placement of a transpapillary pancreatic duct stent, mainly when pancreatic duct rupture is evident. ERCP and stent placement increase the risk of acute post-procedural pancreatitis and guide wire complications during the procedure, leading to a possible perforation. Due to inoculation via instrumentation, the procedure also carries an increased risk for cholangitis or an infected pseudocyst. The stent can become blocked or infected and migrate to distal portions of the pancreatic duct, making retrieval difficult. Prolonged stent placement can lead to pancreatic changes similar to chronic pancreatitis, and stent retrieval is recommended in most situations, usually within 4 to 6 weeks. The recurrence of pancreatic ascites decreases with endoscopic intervention compared to conservative medical management, but supporting data is unavailable. [15]"}
{"id": "article-26568_59", "title": "Pancreatic Ascites -- Postoperative and Rehabilitation Care", "content": "Most patients with pancreatic ascites and ductal leaks are generally in poor overall physical condition. However, their outcomes depend significantly on the type and amount of systemic constitutional support they receive. Nutritional support and services, management of total parenteral nutrition (TPN) or enteral nutrition, use of antacids or proton-pump inhibitors as necessary, optimal treatment and management of their other medical conditions, appropriate use of antibiotics and antifungals, managing drains and lavages, liver support, probiotics, counseling for mental health, prevention of sarcopenia, implementation of physical and occupational therapy, and rehabilitation should be considered for comprehensive patient care.", "contents": "Pancreatic Ascites -- Postoperative and Rehabilitation Care. Most patients with pancreatic ascites and ductal leaks are generally in poor overall physical condition. However, their outcomes depend significantly on the type and amount of systemic constitutional support they receive. Nutritional support and services, management of total parenteral nutrition (TPN) or enteral nutrition, use of antacids or proton-pump inhibitors as necessary, optimal treatment and management of their other medical conditions, appropriate use of antibiotics and antifungals, managing drains and lavages, liver support, probiotics, counseling for mental health, prevention of sarcopenia, implementation of physical and occupational therapy, and rehabilitation should be considered for comprehensive patient care."}
{"id": "article-26568_60", "title": "Pancreatic Ascites -- Postoperative and Rehabilitation Care", "content": "Sarcopenia or muscle wasting can be effectively prevented by implementing physical exercise programs and rehabilitation starting when the patient is initially hospitalized. [64] Enhanced support, recovery, and exercise programs such as resistance training can shorten hospitalization stays, minimize muscle wasting, and improve overall clinical outcomes. [56] [65]", "contents": "Pancreatic Ascites -- Postoperative and Rehabilitation Care. Sarcopenia or muscle wasting can be effectively prevented by implementing physical exercise programs and rehabilitation starting when the patient is initially hospitalized. [64] Enhanced support, recovery, and exercise programs such as resistance training can shorten hospitalization stays, minimize muscle wasting, and improve overall clinical outcomes. [56] [65]"}
{"id": "article-26568_61", "title": "Pancreatic Ascites -- Deterrence and Patient Education", "content": "The most common causes of pancreatitis are modifiable causes, including alcohol use disorder and gallstones. Eating a healthy diet and exercising might prevent the development of gallstones, and limiting or eliminating alcohol intake can delay or prevent the development of pancreatitis and its complications.", "contents": "Pancreatic Ascites -- Deterrence and Patient Education. The most common causes of pancreatitis are modifiable causes, including alcohol use disorder and gallstones. Eating a healthy diet and exercising might prevent the development of gallstones, and limiting or eliminating alcohol intake can delay or prevent the development of pancreatitis and its complications."}
{"id": "article-26568_62", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "The key points are as follows:", "contents": "Pancreatic Ascites -- Pearls and Other Issues. The key points are as follows:"}
{"id": "article-26568_63", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Pancreatic ascites occur when pancreatic secretions enter the peritoneum due to a pancreatic duct injury or leakage.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Pancreatic ascites occur when pancreatic secretions enter the peritoneum due to a pancreatic duct injury or leakage."}
{"id": "article-26568_64", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Pancreatic ascites often follow necrotizing pancreatitis with a major pancreatic duct injury or via fistula formation, which communicates with the peritoneum.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Pancreatic ascites often follow necrotizing pancreatitis with a major pancreatic duct injury or via fistula formation, which communicates with the peritoneum."}
{"id": "article-26568_65", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Chronic pancreatitis with pseudocyst formation is the most significant risk factor and predictor for developing pancreatic ascites.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Chronic pancreatitis with pseudocyst formation is the most significant risk factor and predictor for developing pancreatic ascites."}
{"id": "article-26568_66", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "A 4 to 6-week trial of conservative measures (oral fasting, TPN, octreotide, and diuretic therapy, together with intermittent therapeutic paracentesis) is usually warranted and results in spontaneous healing in about one-third of patients.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. A 4 to 6-week trial of conservative measures (oral fasting, TPN, octreotide, and diuretic therapy, together with intermittent therapeutic paracentesis) is usually warranted and results in spontaneous healing in about one-third of patients."}
{"id": "article-26568_67", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Total enteric nutrition is preferred over TPN.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Total enteric nutrition is preferred over TPN."}
{"id": "article-26568_68", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Diagnostic workup includes paracentesis, which characteristically shows amylase levels greater than 1,000 IU/L, total protein >3 g/dL, and a SAAG less than 1.1 g/dL.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Diagnostic workup includes paracentesis, which characteristically shows amylase levels greater than 1,000 IU/L, total protein >3 g/dL, and a SAAG less than 1.1 g/dL."}
{"id": "article-26568_69", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Endoscopic retrograde cholangiopancreatography with cholangiography can show pancreatic duct disruption and leakage but is not recommended as a purely diagnostic test unless stenting is being attempted simultaneously.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Endoscopic retrograde cholangiopancreatography with cholangiography can show pancreatic duct disruption and leakage but is not recommended as a purely diagnostic test unless stenting is being attempted simultaneously."}
{"id": "article-26568_70", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Magnetic resonance cholangiopancreatography with secretin stimulation is an acceptable diagnostic alternative to ERCP if immediate therapeutic stenting is not required.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Magnetic resonance cholangiopancreatography with secretin stimulation is an acceptable diagnostic alternative to ERCP if immediate therapeutic stenting is not required."}
{"id": "article-26568_71", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Endoscopic ultrasound is a valuable adjunct in treatment.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Endoscopic ultrasound is a valuable adjunct in treatment."}
{"id": "article-26568_72", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Salvage therapy with surgery is rarely needed as endoscopic stenting and drainage techniques improve.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Salvage therapy with surgery is rarely needed as endoscopic stenting and drainage techniques improve."}
{"id": "article-26568_73", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "Endoscopic intervention decreases hospital length of stay while improving mortality and morbidity compared to medical or surgical management.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. Endoscopic intervention decreases hospital length of stay while improving mortality and morbidity compared to medical or surgical management."}
{"id": "article-26568_74", "title": "Pancreatic Ascites -- Pearls and Other Issues", "content": "If surgical intervention appears necessary, consider a transfer to a tertiary care facility with experience in these complex and difficult surgeries.", "contents": "Pancreatic Ascites -- Pearls and Other Issues. If surgical intervention appears necessary, consider a transfer to a tertiary care facility with experience in these complex and difficult surgeries."}
{"id": "article-26568_75", "title": "Pancreatic Ascites -- Enhancing Healthcare Team Outcomes", "content": "If pancreatic ascites is suspected based on the history, physical findings, diagnostic paracentesis results, and imaging results, a decision is made among the healthcare team and the patient regarding the best treatment approach. When the diagnostic paracentesis and abdomen CT have been obtained, specialist consultations from general surgery and gastroenterology are helpful. At that time, a determination regarding medical management or interventional care is appropriate. An interventional gastroenterologist performs ERCP with cholangiography and possible endoscopic stenting. ERCP is needed to diagnose pancreatic duct disruption or stenting, which is definitively required for drainage of a pseudocyst or bridging a pancreatic duct leak. [26]", "contents": "Pancreatic Ascites -- Enhancing Healthcare Team Outcomes. If pancreatic ascites is suspected based on the history, physical findings, diagnostic paracentesis results, and imaging results, a decision is made among the healthcare team and the patient regarding the best treatment approach. When the diagnostic paracentesis and abdomen CT have been obtained, specialist consultations from general surgery and gastroenterology are helpful. At that time, a determination regarding medical management or interventional care is appropriate. An interventional gastroenterologist performs ERCP with cholangiography and possible endoscopic stenting. ERCP is needed to diagnose pancreatic duct disruption or stenting, which is definitively required for drainage of a pseudocyst or bridging a pancreatic duct leak. [26]"}
{"id": "article-26568_76", "title": "Pancreatic Ascites -- Enhancing Healthcare Team Outcomes", "content": "Guidance of an interventional gastroenterologist and a general surgeon is required in complex or unresponsive cases, such as complete pancreatic duct disruption, to conduct ERCP with stenting and for further surgical interventions. These patients need prolonged follow-up by the primary care clinician to maintain adequate nutrition and manage other associated problems. The multimodal step-wise treatment plan for pancreatic duct leakage is reasonable and effective and minimizes the need for formal, complex pancreatic surgery. [66]", "contents": "Pancreatic Ascites -- Enhancing Healthcare Team Outcomes. Guidance of an interventional gastroenterologist and a general surgeon is required in complex or unresponsive cases, such as complete pancreatic duct disruption, to conduct ERCP with stenting and for further surgical interventions. These patients need prolonged follow-up by the primary care clinician to maintain adequate nutrition and manage other associated problems. The multimodal step-wise treatment plan for pancreatic duct leakage is reasonable and effective and minimizes the need for formal, complex pancreatic surgery. [66]"}
{"id": "article-26568_77", "title": "Pancreatic Ascites -- Enhancing Healthcare Team Outcomes", "content": "The overall prognosis for patients with pancreatic ascites depends on the underlying cause, the severity of their disorder, and their response to conservative measures, as one-third of patients will recover with medical management alone. [3] [51] [52] While endoscopic intervention has helped improve the quality of life in many patients, the success rates vary. The results of recent studies suggest that endoscopic management has significantly reduced mortality, hospital length of stay, recurrence, and cost more than medical and surgical interventions alone. [4] [67] Supportive services can optimize outcomes, including nutritional support, nursing care, rehabilitation, treatment of comorbid conditions, and patient education. [56]", "contents": "Pancreatic Ascites -- Enhancing Healthcare Team Outcomes. The overall prognosis for patients with pancreatic ascites depends on the underlying cause, the severity of their disorder, and their response to conservative measures, as one-third of patients will recover with medical management alone. [3] [51] [52] While endoscopic intervention has helped improve the quality of life in many patients, the success rates vary. The results of recent studies suggest that endoscopic management has significantly reduced mortality, hospital length of stay, recurrence, and cost more than medical and surgical interventions alone. [4] [67] Supportive services can optimize outcomes, including nutritional support, nursing care, rehabilitation, treatment of comorbid conditions, and patient education. [56]"}
{"id": "article-26568_78", "title": "Pancreatic Ascites -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pancreatic Ascites -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}