{"id": "article-29257_0", "title": "Special Education -- Introduction", "content": "Special education is the process by which students with special needs receive education by addressing their differences while integrating them as much as possible into the typical educational environment of their peers. Success, measured as self-sufficiency, academic achievement, and future contributions to the community, may not be achieved if students with special needs do not receive this additional help. In the United States and many other countries, children with special educational needs are entitled by law to receive services and accommodations to help them perform to the best of their abilities and reach their academic potential. [1] [2]", "contents": "Special Education -- Introduction. Special education is the process by which students with special needs receive education by addressing their differences while integrating them as much as possible into the typical educational environment of their peers. Success, measured as self-sufficiency, academic achievement, and future contributions to the community, may not be achieved if students with special needs do not receive this additional help. In the United States and many other countries, children with special educational needs are entitled by law to receive services and accommodations to help them perform to the best of their abilities and reach their academic potential. [1] [2]"}
{"id": "article-29257_1", "title": "Special Education -- Introduction", "content": "Special needs can include learning disabilities, speech and language impairments, autism spectrum disorders, cognitive impairments, emotional and behavioral disorders, physical disabilities like cerebral palsy, muscular dystrophies, sensory impairments like vision or hearing, chronic medical illnesses, and any condition that affects optimal education. Whenever possible, the needs of these students should be met in the same environment where other peers learn. Different classroom placements can be selected for their education only when progress is lacking in this mainstream setting. This new setting may include fewer students in the classroom, more teachers, or a higher level of support. Moving a child from the typical classroom or educational setting to a specially structured one is gradual. Emphasis should focus on finding the balance of meeting the student's academic needs in the least restrictive environment. [3]", "contents": "Special Education -- Introduction. Special needs can include learning disabilities, speech and language impairments, autism spectrum disorders, cognitive impairments, emotional and behavioral disorders, physical disabilities like cerebral palsy, muscular dystrophies, sensory impairments like vision or hearing, chronic medical illnesses, and any condition that affects optimal education. Whenever possible, the needs of these students should be met in the same environment where other peers learn. Different classroom placements can be selected for their education only when progress is lacking in this mainstream setting. This new setting may include fewer students in the classroom, more teachers, or a higher level of support. Moving a child from the typical classroom or educational setting to a specially structured one is gradual. Emphasis should focus on finding the balance of meeting the student's academic needs in the least restrictive environment. [3]"}
{"id": "article-29257_2", "title": "Special Education -- Function -- Background History", "content": "Beginning in 1975, the All Handicapped Children Act (PL 94-142), and later evolving into the Individuals with Disabilities Education Act (IDEA,1990), No Child Left Behind, and most recently, the IDEA Improvement Act 2004, federal laws in the United States have ruled that public schools must provide free, appropriate public education (FAPE) to students with disabilities. Any person between 3 and 21 years of age suspected of having a disability is entitled to a comprehensive, interprofessional evaluation and, if eligible, to an individualized learning plan and monitoring over time, showing the achievement of adequate progress. Part C of the law includes the educational services provided to children from birth to 3 years in an Early Intervention Program (EIP) program. [4]", "contents": "Special Education -- Function -- Background History. Beginning in 1975, the All Handicapped Children Act (PL 94-142), and later evolving into the Individuals with Disabilities Education Act (IDEA,1990), No Child Left Behind, and most recently, the IDEA Improvement Act 2004, federal laws in the United States have ruled that public schools must provide free, appropriate public education (FAPE) to students with disabilities. Any person between 3 and 21 years of age suspected of having a disability is entitled to a comprehensive, interprofessional evaluation and, if eligible, to an individualized learning plan and monitoring over time, showing the achievement of adequate progress. Part C of the law includes the educational services provided to children from birth to 3 years in an Early Intervention Program (EIP) program. [4]"}
{"id": "article-29257_3", "title": "Special Education -- Function -- Role of the Medical Provider", "content": "The medical provider has an indirect but essential role in supporting the education of their patients. This role includes early identification of students who struggle in school, encouraging families to ask the schools for help, keeping them through the process, providing medical documentation when necessary, and becoming involved in advocacy efforts at the individual and community levels.", "contents": "Special Education -- Function -- Role of the Medical Provider. The medical provider has an indirect but essential role in supporting the education of their patients. This role includes early identification of students who struggle in school, encouraging families to ask the schools for help, keeping them through the process, providing medical documentation when necessary, and becoming involved in advocacy efforts at the individual and community levels."}
{"id": "article-29257_4", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "General education: Standard curriculum without any special arrangements or modifications", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. General education: Standard curriculum without any special arrangements or modifications"}
{"id": "article-29257_5", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Mainstreaming: The environment in which students typically receive their education is the same as general education. Teachers accommodate the curriculum for group instruction.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Mainstreaming: The environment in which students typically receive their education is the same as general education. Teachers accommodate the curriculum for group instruction."}
{"id": "article-29257_6", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Response to Intervention (RTI): Initial interventions used by general education teachers in a regular classroom to help struggling students who are falling behind. This process is implemented and monitored to see how much the student benefits from it before more formal evaluations that may lead to an Individual Education Plan (IEP).", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Response to Intervention (RTI): Initial interventions used by general education teachers in a regular classroom to help struggling students who are falling behind. This process is implemented and monitored to see how much the student benefits from it before more formal evaluations that may lead to an Individual Education Plan (IEP)."}
{"id": "article-29257_7", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Individualized Education Program (IEP): A legally binding document by which the public school system, after an interprofessional evaluation, identifies a student's educational needs, the intervention that helps achieve this goal, and the method for monitoring progress.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Individualized Education Program (IEP): A legally binding document by which the public school system, after an interprofessional evaluation, identifies a student's educational needs, the intervention that helps achieve this goal, and the method for monitoring progress."}
{"id": "article-29257_8", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Individuals with Disabilities Education Act (IDEA): Federal law that requires public schools to provide special education services for children ages 3 to 21 who meet specific eligibility criteria.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Individuals with Disabilities Education Act (IDEA): Federal law that requires public schools to provide special education services for children ages 3 to 21 who meet specific eligibility criteria."}
{"id": "article-29257_9", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Free Appropriate Public Education (FAPE): The educational right of students with disabilities to be educated at public expense and make adequate progress.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Free Appropriate Public Education (FAPE): The educational right of students with disabilities to be educated at public expense and make adequate progress."}
{"id": "article-29257_10", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Remediation: Interventions are given to help the student who has fallen behind academically to catch up. The student may or may not have special needs, or their special needs may not have been identified.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Remediation: Interventions are given to help the student who has fallen behind academically to catch up. The student may or may not have special needs, or their special needs may not have been identified."}
{"id": "article-29257_11", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Accommodations: These include all the adaptations that will improve the student's academic success, like extra time for assignments or exams, the use of technology, or adaptive equipment.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Accommodations: These include all the adaptations that will improve the student's academic success, like extra time for assignments or exams, the use of technology, or adaptive equipment."}
{"id": "article-29257_12", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "504 modifications and accommodations: These are adaptations or accommodations to the curriculum based on a medical diagnosis. They are usually used when the student doesn't qualify for an IEP. They provide many similar interventions and support.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. 504 modifications and accommodations: These are adaptations or accommodations to the curriculum based on a medical diagnosis. They are usually used when the student doesn't qualify for an IEP. They provide many similar interventions and support."}
{"id": "article-29257_13", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Related services: Interventions that are not strictly educational but help the student benefit from the overall academic support they receive. They may include counseling, occupational therapy, physical therapy, speech and language therapy, and transportation.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Related services: Interventions that are not strictly educational but help the student benefit from the overall academic support they receive. They may include counseling, occupational therapy, physical therapy, speech and language therapy, and transportation."}
{"id": "article-29257_14", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Early Intervention Program (EIP): Educational services provided to children from birth to 3 years old who have a significant developmental delay or are at risk for a delay.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Early Intervention Program (EIP): Educational services provided to children from birth to 3 years old who have a significant developmental delay or are at risk for a delay."}
{"id": "article-29257_15", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Committee for Preschool Special Education (CPSE): Educational services provided to children 3 to 5 years old with educational needs.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Committee for Preschool Special Education (CPSE): Educational services provided to children 3 to 5 years old with educational needs."}
{"id": "article-29257_16", "title": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education", "content": "Committee for Special Education (CSE): Educational services for children 5 to 18 or 21 with academic needs.", "contents": "Special Education -- Issues of Concern -- Standard Terms Used in Special Education. Committee for Special Education (CSE): Educational services for children 5 to 18 or 21 with academic needs."}
{"id": "article-29257_17", "title": "Special Education -- Issues of Concern -- Evaluation Process", "content": "The process of providing educational interventions tailored to students' individual needs consists of multiple steps. The process begins with the identification of student's academic needs. Educators must recognize students who struggle and those whose needs are unmet. After identifying a struggling student, the family must consent to the evaluation. These students then receive an RTI. A personalized set of interventions is designed and implemented in this part of the process. The response to these interventions is monitored over a predetermined period. No further evaluation is necessary if the student can catch up with the rest of the class. However, if there is no progress, the school assessment team does an interprofessional evaluation.", "contents": "Special Education -- Issues of Concern -- Evaluation Process. The process of providing educational interventions tailored to students' individual needs consists of multiple steps. The process begins with the identification of student's academic needs. Educators must recognize students who struggle and those whose needs are unmet. After identifying a struggling student, the family must consent to the evaluation. These students then receive an RTI. A personalized set of interventions is designed and implemented in this part of the process. The response to these interventions is monitored over a predetermined period. No further evaluation is necessary if the student can catch up with the rest of the class. However, if there is no progress, the school assessment team does an interprofessional evaluation."}
{"id": "article-29257_18", "title": "Special Education -- Issues of Concern -- Evaluation Process", "content": "As a result of the review, a decision be made if the student has needs that make them eligible for an IEP. The student who meets the criteria to qualify is suitable for the services. The degree of delays or educational needs that make students suitable for services varies by state and local legislation. The student's individual needs, how to address these weaknesses, how to monitor progress, and clear goals for achievement over time are put together into a document called the IEP. This process includes procedural safeguards that ensure the rights of the children and their families and due process if these services are not provided. [5]", "contents": "Special Education -- Issues of Concern -- Evaluation Process. As a result of the review, a decision be made if the student has needs that make them eligible for an IEP. The student who meets the criteria to qualify is suitable for the services. The degree of delays or educational needs that make students suitable for services varies by state and local legislation. The student's individual needs, how to address these weaknesses, how to monitor progress, and clear goals for achievement over time are put together into a document called the IEP. This process includes procedural safeguards that ensure the rights of the children and their families and due process if these services are not provided. [5]"}
{"id": "article-29257_19", "title": "Special Education -- Issues of Concern -- Evaluation Process", "content": "After an IEP is implemented and the additional educational support starts, the student's progress is followed over time. Extra help usually begins in the general classroom setting. After a period, if the student does not make adequate progress and further support is necessary, then the student is placed in a more structured educational environment. This educational setting can be in an inclusive or collaborative team classroom, where students with and without IEPs are educated together by a teacher in cooperation with a special education teacher, or smaller classrooms, sometimes called self-contained classes, where all the students have special needs. In some cases, adequate placement may be in a different school outside their home district.", "contents": "Special Education -- Issues of Concern -- Evaluation Process. After an IEP is implemented and the additional educational support starts, the student's progress is followed over time. Extra help usually begins in the general classroom setting. After a period, if the student does not make adequate progress and further support is necessary, then the student is placed in a more structured educational environment. This educational setting can be in an inclusive or collaborative team classroom, where students with and without IEPs are educated together by a teacher in cooperation with a special education teacher, or smaller classrooms, sometimes called self-contained classes, where all the students have special needs. In some cases, adequate placement may be in a different school outside their home district."}
{"id": "article-29257_20", "title": "Special Education -- Issues of Concern -- Evaluation Process", "content": "A similar process exists for preschool-age children. Preschool children, 3 to 5 years old, are provided with educational services by the Committee for Preschool Special Education, following an interprofessional evaluation determining their eligibility. Children younger than 3 years old receive services by Early Intervention, part C of the IDEA. Children with their families undergo evaluation by a comprehensive, interprofessional, and family-centered assessment. An Individualized Family Service Plan (IFSP) then be developed.", "contents": "Special Education -- Issues of Concern -- Evaluation Process. A similar process exists for preschool-age children. Preschool children, 3 to 5 years old, are provided with educational services by the Committee for Preschool Special Education, following an interprofessional evaluation determining their eligibility. Children younger than 3 years old receive services by Early Intervention, part C of the IDEA. Children with their families undergo evaluation by a comprehensive, interprofessional, and family-centered assessment. An Individualized Family Service Plan (IFSP) then be developed."}
{"id": "article-29257_21", "title": "Special Education -- Issues of Concern -- Evaluation Process", "content": "Similarly, this plan includes educational goals. And it states how their educational needs be addressed. It also has ways to measure the child's progress and plans to transition the child to preschool services if the continuation of services is needed.", "contents": "Special Education -- Issues of Concern -- Evaluation Process. Similarly, this plan includes educational goals. And it states how their educational needs be addressed. It also has ways to measure the child's progress and plans to transition the child to preschool services if the continuation of services is needed."}
{"id": "article-29257_22", "title": "Special Education -- Clinical Significance", "content": "Early identification and proper remediation of developmental delays in young children and learning difficulties in older students have lifelong benefits. Students achieve higher academic levels and financial independence. Many studies have shown that students with unidentified educational needs experience negative labeling like being called lazy or dumb. They experience feelings of frustration and shame and can develop anxiety, poor self-esteem, a higher rate of substance abuse, school dropout, and juvenile delinquency. [6] [7] [8]", "contents": "Special Education -- Clinical Significance. Early identification and proper remediation of developmental delays in young children and learning difficulties in older students have lifelong benefits. Students achieve higher academic levels and financial independence. Many studies have shown that students with unidentified educational needs experience negative labeling like being called lazy or dumb. They experience feelings of frustration and shame and can develop anxiety, poor self-esteem, a higher rate of substance abuse, school dropout, and juvenile delinquency. [6] [7] [8]"}
{"id": "article-29257_23", "title": "Special Education -- Clinical Significance", "content": "Special education programs are put in place for those students who are mentally, physically, socially, and emotionally delayed. This \"delay\" aspect, categorized broadly as a developmental delay, signifies an aspect of the child's overall development (physical, cognitive, academic skills) that places them behind their peers. Due to these special requirements, students' needs cannot be met within the traditional classroom environment. [9]", "contents": "Special Education -- Clinical Significance. Special education programs are put in place for those students who are mentally, physically, socially, and emotionally delayed. This \"delay\" aspect, categorized broadly as a developmental delay, signifies an aspect of the child's overall development (physical, cognitive, academic skills) that places them behind their peers. Due to these special requirements, students' needs cannot be met within the traditional classroom environment. [9]"}
{"id": "article-29257_24", "title": "Special Education -- Other Issues -- 504 Modifications", "content": "When a student has a medical diagnosis but is not eligible for special education, schools can make accommodations or adaptations to provide support under Section 504 of the Rehabilitation Act of 1973 and the Americans with Disabilities Act of 1990 (ADA). For example, if academically, they are at grade level but have a medical condition (attention deficit hyperactivity disorder) that prevents them from performing to the best of their potential. Under this provision, there cannot be discrimination against people with disabilities, and equal opportunities must be available. For school purposes, this means that \"reasonable accommodations\" must be made to compensate for the deficits due to the individual's medical condition, including modifications for participation in the classroom, testing, transportation, and childcare.", "contents": "Special Education -- Other Issues -- 504 Modifications. When a student has a medical diagnosis but is not eligible for special education, schools can make accommodations or adaptations to provide support under Section 504 of the Rehabilitation Act of 1973 and the Americans with Disabilities Act of 1990 (ADA). For example, if academically, they are at grade level but have a medical condition (attention deficit hyperactivity disorder) that prevents them from performing to the best of their potential. Under this provision, there cannot be discrimination against people with disabilities, and equal opportunities must be available. For school purposes, this means that \"reasonable accommodations\" must be made to compensate for the deficits due to the individual's medical condition, including modifications for participation in the classroom, testing, transportation, and childcare."}
{"id": "article-29257_25", "title": "Special Education -- Other Issues -- Gifted Education", "content": "Children performing above the expected and considered gifted and talented may need specialized teaching, but this is usually not included in special education. Gifted students are not eligible for an IEP. [10]", "contents": "Special Education -- Other Issues -- Gifted Education. Children performing above the expected and considered gifted and talented may need specialized teaching, but this is usually not included in special education. Gifted students are not eligible for an IEP. [10]"}
{"id": "article-29257_26", "title": "Special Education -- Enhancing Healthcare Team Outcomes", "content": "Students with special educational needs due to medical conditions need optimal health care. Optimizing medical care for those students improve their educational outcomes. Routine assessment, long-term planning, and treatment are essential components of health care and education outcomes. Technology has become increasingly important in special needs students' health care and learning process. Various tools and devices became available to improve the function of impaired body systems like hearing, sensing, visualizing, vocalizing, ambulating, and writing or communicating. Learning, in general, has also made critical forward steps using technology. The availability of advanced audio-visual devices and learning objects, fast and highly efficient communication devices and routes, distant education concepts and tools, and the needed expertise gave a new meaning and set up new higher goals of education.", "contents": "Special Education -- Enhancing Healthcare Team Outcomes. Students with special educational needs due to medical conditions need optimal health care. Optimizing medical care for those students improve their educational outcomes. Routine assessment, long-term planning, and treatment are essential components of health care and education outcomes. Technology has become increasingly important in special needs students' health care and learning process. Various tools and devices became available to improve the function of impaired body systems like hearing, sensing, visualizing, vocalizing, ambulating, and writing or communicating. Learning, in general, has also made critical forward steps using technology. The availability of advanced audio-visual devices and learning objects, fast and highly efficient communication devices and routes, distant education concepts and tools, and the needed expertise gave a new meaning and set up new higher goals of education."}
{"id": "article-29257_27", "title": "Special Education -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Special Education -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}