{"id": "article-21613_0", "title": "Familial Hypocalciuric Hypercalcemia -- Continuing Education Activity", "content": "Familial hypocalciuric hypercalcemia (FHH) is a rare autosomal dominant condition. It occurs as a result of mutations in the calcium-sensing receptor gene (CASR) that lead to decreased receptor activity. Patients typically have mild hypercalcemia, hypocalciuria, hypermagnesemia, and hypophosphatemia. Parathyroid hormone is normal or mildly elevated. This activity reviews how to properly evaluate for familial hypocalciuric hypercalcemia and further steps that should be taken when this condition is present. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Familial Hypocalciuric Hypercalcemia -- Continuing Education Activity. Familial hypocalciuric hypercalcemia (FHH) is a rare autosomal dominant condition. It occurs as a result of mutations in the calcium-sensing receptor gene (CASR) that lead to decreased receptor activity. Patients typically have mild hypercalcemia, hypocalciuria, hypermagnesemia, and hypophosphatemia. Parathyroid hormone is normal or mildly elevated. This activity reviews how to properly evaluate for familial hypocalciuric hypercalcemia and further steps that should be taken when this condition is present. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-21613_1", "title": "Familial Hypocalciuric Hypercalcemia -- Continuing Education Activity", "content": "Objectives: Describe the population in which familial hypocalciuric hypercalcemia typically occurs. Outline a patient presentation consistent with familial hypocalciuric hypercalcemia. Review the potential complications associated with familial hypocalciuric hypercalcemia. Explain modalities to optimize care coordination among interprofessional team members in order to enhance outcomes for patients affected by familial hypocalciuric hypercalcemia. Access free multiple choice questions on this topic.", "contents": "Familial Hypocalciuric Hypercalcemia -- Continuing Education Activity. Objectives: Describe the population in which familial hypocalciuric hypercalcemia typically occurs. Outline a patient presentation consistent with familial hypocalciuric hypercalcemia. Review the potential complications associated with familial hypocalciuric hypercalcemia. Explain modalities to optimize care coordination among interprofessional team members in order to enhance outcomes for patients affected by familial hypocalciuric hypercalcemia. Access free multiple choice questions on this topic."}
{"id": "article-21613_2", "title": "Familial Hypocalciuric Hypercalcemia -- Introduction", "content": "Familial hypocalciuric hypercalcemia (FHH) is a rare autosomal dominant condition. It occurs as a result of mutations in the calcium-sensing receptor gene (CASR) causing decreased receptor activity. Patients have mild hypercalcemia, hypocalciuria, hypermagnesemia, hypophosphatemia. Parathyroid hormone is normal or mildly elevated [1] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Introduction. Familial hypocalciuric hypercalcemia (FHH) is a rare autosomal dominant condition. It occurs as a result of mutations in the calcium-sensing receptor gene (CASR) causing decreased receptor activity. Patients have mild hypercalcemia, hypocalciuria, hypermagnesemia, hypophosphatemia. Parathyroid hormone is normal or mildly elevated [1] ."}
{"id": "article-21613_3", "title": "Familial Hypocalciuric Hypercalcemia -- Etiology", "content": "The CaSR helps maintain a physiological level of ionized calcium in the blood.", "contents": "Familial Hypocalciuric Hypercalcemia -- Etiology. The CaSR helps maintain a physiological level of ionized calcium in the blood."}
{"id": "article-21613_4", "title": "Familial Hypocalciuric Hypercalcemia -- Etiology", "content": "FHH is usually a benign condition in patients who have the heterozygous mutation. In most of the cases, familial hypocalciuric hypercalcemia (FHH1) results from loss-of-function mutations in the calcium-sensing receptor (CaSR) gene on the long arm of chromosome 3 (over 85%) [2] [3] . The patient presents with the milder disorder and incidentally has a mild elevation in calcium and normal or mildly elevated PTH. The patients with a homozygous mutation can have severe hypercalcemia with marked hyperparathyroidism, fractures, and failure to thrive. Other rare cases of familial hypocalciuric hypercalcemia, FHH2 and FHH3 are linked to a mutation on chromosome 19 [4] [5] . FHH linked to chromosome 19q13 is called the Oklahoma variant [5] . FHH can rarely be caused by autoantibodies directed against the calcium-sensing receptor leading to decreased calcium-sensing receptor (CaSR) activity [6] . This type of FHH should be considered in case of a strong family history of autoimmune disorders.", "contents": "Familial Hypocalciuric Hypercalcemia -- Etiology. FHH is usually a benign condition in patients who have the heterozygous mutation. In most of the cases, familial hypocalciuric hypercalcemia (FHH1) results from loss-of-function mutations in the calcium-sensing receptor (CaSR) gene on the long arm of chromosome 3 (over 85%) [2] [3] . The patient presents with the milder disorder and incidentally has a mild elevation in calcium and normal or mildly elevated PTH. The patients with a homozygous mutation can have severe hypercalcemia with marked hyperparathyroidism, fractures, and failure to thrive. Other rare cases of familial hypocalciuric hypercalcemia, FHH2 and FHH3 are linked to a mutation on chromosome 19 [4] [5] . FHH linked to chromosome 19q13 is called the Oklahoma variant [5] . FHH can rarely be caused by autoantibodies directed against the calcium-sensing receptor leading to decreased calcium-sensing receptor (CaSR) activity [6] . This type of FHH should be considered in case of a strong family history of autoimmune disorders."}
{"id": "article-21613_5", "title": "Familial Hypocalciuric Hypercalcemia -- Epidemiology", "content": "FHH is a rare condition inherited in an autosomal dominant pattern equally distrib­uted between the sexes. Its true prevalence is not known. It has been estimated to be in the range of 1 in 78 000 compared with that of primary hyperparathyroidism of 1 in 1000, but the true prevalence is likely to be higher, due to its subclinical nature in many cases [1] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Epidemiology. FHH is a rare condition inherited in an autosomal dominant pattern equally distrib­uted between the sexes. Its true prevalence is not known. It has been estimated to be in the range of 1 in 78 000 compared with that of primary hyperparathyroidism of 1 in 1000, but the true prevalence is likely to be higher, due to its subclinical nature in many cases [1] ."}
{"id": "article-21613_6", "title": "Familial Hypocalciuric Hypercalcemia -- Pathophysiology", "content": "CaSR-expressing, homeostatic tissues include the parathyroid glands, thyroidal C cells, intestines, bone, and kidney [7] . In the parathyroid glands, the CaSR affects the release and synthesis of parathyroid hormone (PTH) and the proliferation of the Chief cells in the parathyroid gland. Studies have shown expres­sion of the CaSR in all segments of the nephron, with the greatest expression in the cortical thick ascending limb of Henle's loop. The CaSR affects reabsorption of calcium in the kidney.  When there is a decrease in ionized calcium, there is secretion of PTH from the parathyroid and increased tubular reabsorption of calcium.  Hypercalcemia suppresses PTH release and also increases urinary excretion of calcium, sodium chloride (NaCl), and magnesium independent of PTH and calcitonin levels [8] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Pathophysiology. CaSR-expressing, homeostatic tissues include the parathyroid glands, thyroidal C cells, intestines, bone, and kidney [7] . In the parathyroid glands, the CaSR affects the release and synthesis of parathyroid hormone (PTH) and the proliferation of the Chief cells in the parathyroid gland. Studies have shown expres­sion of the CaSR in all segments of the nephron, with the greatest expression in the cortical thick ascending limb of Henle's loop. The CaSR affects reabsorption of calcium in the kidney.  When there is a decrease in ionized calcium, there is secretion of PTH from the parathyroid and increased tubular reabsorption of calcium.  Hypercalcemia suppresses PTH release and also increases urinary excretion of calcium, sodium chloride (NaCl), and magnesium independent of PTH and calcitonin levels [8] ."}
{"id": "article-21613_7", "title": "Familial Hypocalciuric Hypercalcemia -- Pathophysiology", "content": "The loss of function mutations in the (CaSR) gene in the parathyroid gland increases the set point for calcium sensing. It makes the parathyroid glands less sensitive to calcium, and a higher than normal serum calcium level is required to reduce PTH release. In the kidney, this defect leads to an increase in tubular calcium and magnesium reabsorption resulting in hypercalcemia, hypocalciuria, and frequently high normal levels of serum magnesium [1] [9] [10] [11] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Pathophysiology. The loss of function mutations in the (CaSR) gene in the parathyroid gland increases the set point for calcium sensing. It makes the parathyroid glands less sensitive to calcium, and a higher than normal serum calcium level is required to reduce PTH release. In the kidney, this defect leads to an increase in tubular calcium and magnesium reabsorption resulting in hypercalcemia, hypocalciuria, and frequently high normal levels of serum magnesium [1] [9] [10] [11] ."}
{"id": "article-21613_8", "title": "Familial Hypocalciuric Hypercalcemia -- History and Physical", "content": "FHH patients are usually asymptomatic or have few symptoms associated with hypercalcemia, proba­bly due to its very mild nature. The usual symptoms are fatigue, weakness, constipation, polyuria, polydipsia, renal insufficiency, or a headache. Other symptoms include chondrocalcinosis or mental problems. Occasionally, patients have pancreatitis. An abnormally functioning CaSR might cause intra­ductal calcification and increased risk of pancreatitis. There is no increased incidence of fractures in FHH. FHH does not protect against age-related bone loss. [1]", "contents": "Familial Hypocalciuric Hypercalcemia -- History and Physical. FHH patients are usually asymptomatic or have few symptoms associated with hypercalcemia, proba­bly due to its very mild nature. The usual symptoms are fatigue, weakness, constipation, polyuria, polydipsia, renal insufficiency, or a headache. Other symptoms include chondrocalcinosis or mental problems. Occasionally, patients have pancreatitis. An abnormally functioning CaSR might cause intra­ductal calcification and increased risk of pancreatitis. There is no increased incidence of fractures in FHH. FHH does not protect against age-related bone loss. [1]"}
{"id": "article-21613_9", "title": "Familial Hypocalciuric Hypercalcemia -- Evaluation", "content": "The diagnosis of FHH can be easy to make in an asymptomatic hypercalcemic patient with a family his­tory of hypercalcemia, a personal or family history of failed neck exploration, or normal serum PTH [1] [2] . More than 99% of the filtered calcium gets reabsorbed despite the presence of hypercalcemia. The 24 hours urinary calcium excretion is less than 100 mg/24 hours. The Ca/Cr excretion ratio is very low. It is calculated as follows: [UCa × SCr] / [SCa × UCr], where UCa is the urinary calcium con­centration, SCr is the serum creatinine, SCa is the serum calcium concentration, and UCr is the urinary creati­nine concentration, all in mg/dl. The Ca/Cr clearance ratio is less than 0.01 in 80% of cases. All patients with calcium/creatinine clearance ratio of 0.020 or less should be tested for mutations in the CaSR gene. Serum Magnesium is in the upper-normal range or mildly elevated; whereas, serum magnesium tends to be nor­mal or low in primary hyperparathyroidism.", "contents": "Familial Hypocalciuric Hypercalcemia -- Evaluation. The diagnosis of FHH can be easy to make in an asymptomatic hypercalcemic patient with a family his­tory of hypercalcemia, a personal or family history of failed neck exploration, or normal serum PTH [1] [2] . More than 99% of the filtered calcium gets reabsorbed despite the presence of hypercalcemia. The 24 hours urinary calcium excretion is less than 100 mg/24 hours. The Ca/Cr excretion ratio is very low. It is calculated as follows: [UCa × SCr] / [SCa × UCr], where UCa is the urinary calcium con­centration, SCr is the serum creatinine, SCa is the serum calcium concentration, and UCr is the urinary creati­nine concentration, all in mg/dl. The Ca/Cr clearance ratio is less than 0.01 in 80% of cases. All patients with calcium/creatinine clearance ratio of 0.020 or less should be tested for mutations in the CaSR gene. Serum Magnesium is in the upper-normal range or mildly elevated; whereas, serum magnesium tends to be nor­mal or low in primary hyperparathyroidism."}
{"id": "article-21613_10", "title": "Familial Hypocalciuric Hypercalcemia -- Evaluation", "content": "The differentiation between FHH and primary hyperparathyroidism is more difficult in the absence of a family history of hypercalcemia if PTH levels are normal and if the Ca/Cr clearance ratio is greater than 0.01 and less than 0.02. The age at diagnosis of hypercalcemia and family history is important. Detection of asymp­tomatic hypercalcemia before the age of 40 years or so favors the diagnosis of FHH. Obtaining serum calcium values from first-degree relatives in the absence of family history can be helpful.", "contents": "Familial Hypocalciuric Hypercalcemia -- Evaluation. The differentiation between FHH and primary hyperparathyroidism is more difficult in the absence of a family history of hypercalcemia if PTH levels are normal and if the Ca/Cr clearance ratio is greater than 0.01 and less than 0.02. The age at diagnosis of hypercalcemia and family history is important. Detection of asymp­tomatic hypercalcemia before the age of 40 years or so favors the diagnosis of FHH. Obtaining serum calcium values from first-degree relatives in the absence of family history can be helpful."}
{"id": "article-21613_11", "title": "Familial Hypocalciuric Hypercalcemia -- Evaluation", "content": "Other causes of PTH-dependent hypocalciuric hypercalcemia should be ruled out, for example, vitamin D deficiency, very low calcium intake, mild renal insufficiency, and treatment with thiazide diuretics or lithium. Correction of any of these abnormalities will lead to hypercalciuria if the patient has PHPT. Serum levels of fibroblast growth factor 23 (FGF-23) may be elevated in patients with PHPT.", "contents": "Familial Hypocalciuric Hypercalcemia -- Evaluation. Other causes of PTH-dependent hypocalciuric hypercalcemia should be ruled out, for example, vitamin D deficiency, very low calcium intake, mild renal insufficiency, and treatment with thiazide diuretics or lithium. Correction of any of these abnormalities will lead to hypercalciuria if the patient has PHPT. Serum levels of fibroblast growth factor 23 (FGF-23) may be elevated in patients with PHPT."}
{"id": "article-21613_12", "title": "Familial Hypocalciuric Hypercalcemia -- Evaluation", "content": "Calcium infusion has also been used to distinguish renal calcium handling in FHH from that in primary hyperparathyroidism (PHPT). In PHPT, a rising filtered load of cal­cium increases urinary calcium excretion, whereas this response is absent in FHH [12] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Evaluation. Calcium infusion has also been used to distinguish renal calcium handling in FHH from that in primary hyperparathyroidism (PHPT). In PHPT, a rising filtered load of cal­cium increases urinary calcium excretion, whereas this response is absent in FHH [12] ."}
{"id": "article-21613_13", "title": "Familial Hypocalciuric Hypercalcemia -- Treatment / Management", "content": "FHH is usually a benign disorder and patients with FHH, for the most part, do not develop complica­tions from their disorder. The calcium/PTH levels are usually stable over the years. Subtotal parathyroidectomy does not cure the disorder. Educating and reassuring the patient and affected family members about the benign nature of this condition is very important. This communication avoids unnecessary and expensive monitoring and unneces­sary parathyroid exploration in the patient and relatives. Rarely, in a patient with atypical features, such as pancreatitis, total parathyroidec­tomy may be indicated to reduce the risk of further attacks of pancreatitis. The CaSR rep­resents a potentially important therapeutic target for disorders in which the receptor is hypoactive, such as FHH. Calcimimetics and calcilytics (CaSR antagonists) can play a pharmacological role in improving defective calcium sensing in inherited or acquired disorders of the CaSR [13] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Treatment / Management. FHH is usually a benign disorder and patients with FHH, for the most part, do not develop complica­tions from their disorder. The calcium/PTH levels are usually stable over the years. Subtotal parathyroidectomy does not cure the disorder. Educating and reassuring the patient and affected family members about the benign nature of this condition is very important. This communication avoids unnecessary and expensive monitoring and unneces­sary parathyroid exploration in the patient and relatives. Rarely, in a patient with atypical features, such as pancreatitis, total parathyroidec­tomy may be indicated to reduce the risk of further attacks of pancreatitis. The CaSR rep­resents a potentially important therapeutic target for disorders in which the receptor is hypoactive, such as FHH. Calcimimetics and calcilytics (CaSR antagonists) can play a pharmacological role in improving defective calcium sensing in inherited or acquired disorders of the CaSR [13] ."}
{"id": "article-21613_14", "title": "Familial Hypocalciuric Hypercalcemia -- Differential Diagnosis", "content": "Adrenal insufficiency Genetic disorders Granulomatous disease Other humoral diseases Osteolytic metastases Primary hyperparathyroidism Renal failure (acute or chronic) Williams syndrome", "contents": "Familial Hypocalciuric Hypercalcemia -- Differential Diagnosis. Adrenal insufficiency Genetic disorders Granulomatous disease Other humoral diseases Osteolytic metastases Primary hyperparathyroidism Renal failure (acute or chronic) Williams syndrome"}
{"id": "article-21613_15", "title": "Familial Hypocalciuric Hypercalcemia -- Pearls and Other Issues", "content": "It is important to distinguish asymptomatic primary hyperparathyroidism from FHH because FHH is a benign inherited condition that typically does not require parathyroidectomy, nor will it be routinely cured by it. Although it is not difficult to differentiate patients with typical biochemical findings of either FHH or primary hyperparathyroidism, it can be challenging to differentiate patients with atypical presentations of either disease and in the absence of family history. Family screening and education are mandatory to avoid unnecessary surgery in the hypercalcemic family members.", "contents": "Familial Hypocalciuric Hypercalcemia -- Pearls and Other Issues. It is important to distinguish asymptomatic primary hyperparathyroidism from FHH because FHH is a benign inherited condition that typically does not require parathyroidectomy, nor will it be routinely cured by it. Although it is not difficult to differentiate patients with typical biochemical findings of either FHH or primary hyperparathyroidism, it can be challenging to differentiate patients with atypical presentations of either disease and in the absence of family history. Family screening and education are mandatory to avoid unnecessary surgery in the hypercalcemic family members."}
{"id": "article-21613_16", "title": "Familial Hypocalciuric Hypercalcemia -- Enhancing Healthcare Team Outcomes", "content": "Patients with hypercalcemia are often encountered by the nurse practitioner, primary care provider, endocrinologist, and internist. Sometimes these patients present with a family history and hence FHH should be suspected. In general, FHH is a benign disorder, is not progressive, and rarely associated with complications. The calcium/PTH levels are usually stable over the years. The key is to educate the patient that surgery is not necessary or required. This communication avoids unnecessary and expensive monitoring and unneces­sary parathyroid exploration in the patient and relatives. Rarely, in a patient with atypical features, such as pancreatitis, total parathyroidec­tomy may be indicated to reduce the risk of further attacks of pancreatitis. The CaSR rep­resents a potentially important therapeutic target for disorders in which the receptor is hypoactive, such as FHH. Calcimimetics and calcilytics (CaSR antagonists) can play a pharmacological role in improving defective calcium sensing in inherited or acquired disorders of the CaSR [13] .", "contents": "Familial Hypocalciuric Hypercalcemia -- Enhancing Healthcare Team Outcomes. Patients with hypercalcemia are often encountered by the nurse practitioner, primary care provider, endocrinologist, and internist. Sometimes these patients present with a family history and hence FHH should be suspected. In general, FHH is a benign disorder, is not progressive, and rarely associated with complications. The calcium/PTH levels are usually stable over the years. The key is to educate the patient that surgery is not necessary or required. This communication avoids unnecessary and expensive monitoring and unneces­sary parathyroid exploration in the patient and relatives. Rarely, in a patient with atypical features, such as pancreatitis, total parathyroidec­tomy may be indicated to reduce the risk of further attacks of pancreatitis. The CaSR rep­resents a potentially important therapeutic target for disorders in which the receptor is hypoactive, such as FHH. Calcimimetics and calcilytics (CaSR antagonists) can play a pharmacological role in improving defective calcium sensing in inherited or acquired disorders of the CaSR [13] ."}
{"id": "article-21613_17", "title": "Familial Hypocalciuric Hypercalcemia -- Enhancing Healthcare Team Outcomes", "content": "The outcomes in most patients with FHH are good to excellent. [14] (Level V)", "contents": "Familial Hypocalciuric Hypercalcemia -- Enhancing Healthcare Team Outcomes. The outcomes in most patients with FHH are good to excellent. [14] (Level V)"}
{"id": "article-21613_18", "title": "Familial Hypocalciuric Hypercalcemia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Familial Hypocalciuric Hypercalcemia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}