{"id": "article-97358_0", "title": "Clotrimazole -- Continuing Education Activity", "content": "Clotrimazole is a medication used in the management and treatment of fungal infections. It is in the imidazole class of drugs. This activity outlines the indications, action, and contraindications for clotrimazole as a valuable agent in the treatment of fungal infections.", "contents": "Clotrimazole -- Continuing Education Activity. Clotrimazole is a medication used in the management and treatment of fungal infections. It is in the imidazole class of drugs. This activity outlines the indications, action, and contraindications for clotrimazole as a valuable agent in the treatment of fungal infections."}
{"id": "article-97358_1", "title": "Clotrimazole -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of clotrimazole. Describe the adverse effects of clotrimazole. Review the appropriate monitoring for toxicity of clotrimazole. Discuss interprofessional team strategies for improving care coordination and communication to advance appropriate antifungal treatment, identify warning signs of serious illness, and improve health outcomes. Access free multiple choice questions on this topic.", "contents": "Clotrimazole -- Continuing Education Activity. Objectives: Identify the mechanism of action of clotrimazole. Describe the adverse effects of clotrimazole. Review the appropriate monitoring for toxicity of clotrimazole. Discuss interprofessional team strategies for improving care coordination and communication to advance appropriate antifungal treatment, identify warning signs of serious illness, and improve health outcomes. Access free multiple choice questions on this topic."}
{"id": "article-97358_2", "title": "Clotrimazole -- Indications", "content": "Clotrimazole is a synthetic imidazole with a broad spectrum of antimycotic activity. [1] Clotrimazole is an FDA-approved drug to treat oral candidiasis, vaginal candidiasis, and dermatomycoses. Clotrimazole is effective in the treatment of skin infections such as athlete's foot, jock itch, ringworm, pityriasis versicolor, intertrigo, and erythrasma. [2] [3]", "contents": "Clotrimazole -- Indications. Clotrimazole is a synthetic imidazole with a broad spectrum of antimycotic activity. [1] Clotrimazole is an FDA-approved drug to treat oral candidiasis, vaginal candidiasis, and dermatomycoses. Clotrimazole is effective in the treatment of skin infections such as athlete's foot, jock itch, ringworm, pityriasis versicolor, intertrigo, and erythrasma. [2] [3]"}
{"id": "article-97358_3", "title": "Clotrimazole -- Indications", "content": "In addition, clotrimazole has some activity against certain gram-positive bacteria, and at very high concentrations, has activity against Trichomonas spp. [4] In adults and children older than 12 years, the FDA has approved the use of clotrimazole in combination with betamethasone propionate (corticosteroid) for the topical treatment of inflammatory tinea due to Epidermophyton floccosum and Trichophyton . However, caution should be exercised, as the use of such combinations can aggravate fungal infections. [5]", "contents": "Clotrimazole -- Indications. In addition, clotrimazole has some activity against certain gram-positive bacteria, and at very high concentrations, has activity against Trichomonas spp. [4] In adults and children older than 12 years, the FDA has approved the use of clotrimazole in combination with betamethasone propionate (corticosteroid) for the topical treatment of inflammatory tinea due to Epidermophyton floccosum and Trichophyton . However, caution should be exercised, as the use of such combinations can aggravate fungal infections. [5]"}
{"id": "article-97358_4", "title": "Clotrimazole -- Mechanism of Action", "content": "Clotrimazole exerts its action primarily by damaging the permeability barrier in the fungal cytoplasmic membrane. [6] Clotrimazole thereby inhibits the biosynthesis of ergosterol in a concentration-dependent manner by inhibiting the demethylation of 14 alpha lanosterol. [7] When ergosterol synthesis becomes inhibited, the cell can no longer construct an intact and functional cell membrane. [8] Ergosterol also directly promotes the growth of fungal cells in a hormone-like fashion; therefore, the rapid onset of the above events leads to a dose-dependent inhibition of fungal growth.", "contents": "Clotrimazole -- Mechanism of Action. Clotrimazole exerts its action primarily by damaging the permeability barrier in the fungal cytoplasmic membrane. [6] Clotrimazole thereby inhibits the biosynthesis of ergosterol in a concentration-dependent manner by inhibiting the demethylation of 14 alpha lanosterol. [7] When ergosterol synthesis becomes inhibited, the cell can no longer construct an intact and functional cell membrane. [8] Ergosterol also directly promotes the growth of fungal cells in a hormone-like fashion; therefore, the rapid onset of the above events leads to a dose-dependent inhibition of fungal growth."}
{"id": "article-97358_5", "title": "Clotrimazole -- Mechanism of Action", "content": "Though clotrimazole exerts its anti-fungal action by decreasing ergosterol biosynthesis, clotrimazole exerts other pharmacological actions. These include the inhibition of sarcoplasmic reticulum ca2+ ATPase, depletion of intracellular calcium, and blocking of calcium-dependent potassium channels and voltage-dependent calcium channels. [9] [10] Such action of clotrimazole on different cell targets accounts for other effects of this drug that are separate from its antimycotic activities. [1]", "contents": "Clotrimazole -- Mechanism of Action. Though clotrimazole exerts its anti-fungal action by decreasing ergosterol biosynthesis, clotrimazole exerts other pharmacological actions. These include the inhibition of sarcoplasmic reticulum ca2+ ATPase, depletion of intracellular calcium, and blocking of calcium-dependent potassium channels and voltage-dependent calcium channels. [9] [10] Such action of clotrimazole on different cell targets accounts for other effects of this drug that are separate from its antimycotic activities. [1]"}
{"id": "article-97358_6", "title": "Clotrimazole -- Administration", "content": "Clotrimazole is available as topical lotions, powders, oral lozenges, and vaginal inserts/tablets under various tradenames approved by the FDA.", "contents": "Clotrimazole -- Administration. Clotrimazole is available as topical lotions, powders, oral lozenges, and vaginal inserts/tablets under various tradenames approved by the FDA."}
{"id": "article-97358_7", "title": "Clotrimazole -- Administration -- Oral Administration of Other Oral Formulations", "content": "Transmucosal administration Patients should slowly dissolve troches in the mouth, do not chew.", "contents": "Clotrimazole -- Administration -- Oral Administration of Other Oral Formulations. Transmucosal administration Patients should slowly dissolve troches in the mouth, do not chew."}
{"id": "article-97358_8", "title": "Clotrimazole -- Administration -- Topical Administration Cream/Ointment/Lotion Formulations", "content": "Rub cream or solution gently into the cleansed affected skin. Topical preparations should not be used in the eye; or used intravaginally.", "contents": "Clotrimazole -- Administration -- Topical Administration Cream/Ointment/Lotion Formulations. Rub cream or solution gently into the cleansed affected skin. Topical preparations should not be used in the eye; or used intravaginally."}
{"id": "article-97358_9", "title": "Clotrimazole -- Administration -- Intravaginal Administration", "content": "Intravaginal application is only for those clotrimazole products labeled for intravaginal use. Some commercially available preparations contain both intravaginal tablets and vaginal cream in a combination package.  The intravaginal cream may be applied externally to the affected area (vulva) to relieve itching and discomfort. Use a special applicator supplied by the manufacturer. Instruct patients on proper administration and treatment courses.", "contents": "Clotrimazole -- Administration -- Intravaginal Administration. Intravaginal application is only for those clotrimazole products labeled for intravaginal use. Some commercially available preparations contain both intravaginal tablets and vaginal cream in a combination package.  The intravaginal cream may be applied externally to the affected area (vulva) to relieve itching and discomfort. Use a special applicator supplied by the manufacturer. Instruct patients on proper administration and treatment courses."}
{"id": "article-97358_10", "title": "Clotrimazole -- Administration -- Intravaginal Administration", "content": "Patients should not use tampons, douches, or spermicides during treatment. The patient should also receive instruction to abstain from sexual activity during treatment. Vaginal clotrimazole products may cause damage to condoms, diaphragms, and cervical caps and cause them to fail.", "contents": "Clotrimazole -- Administration -- Intravaginal Administration. Patients should not use tampons, douches, or spermicides during treatment. The patient should also receive instruction to abstain from sexual activity during treatment. Vaginal clotrimazole products may cause damage to condoms, diaphragms, and cervical caps and cause them to fail."}
{"id": "article-97358_11", "title": "Clotrimazole -- Administration -- Vaginal Dosage (vaginal cream) Adult Females", "content": "One applicatorful of 1% cream (50 mg) vaginally for seven days or one applicatorful of 2% cream (100 mg) vaginally for three days, applied at bedtime. External application of the cream may also is an option if there are extra-vaginal symptoms. Guidelines recommend treatment for seven days for pregnant patients and 7 to 14 days for immunocompromised patients. [11] [12]", "contents": "Clotrimazole -- Administration -- Vaginal Dosage (vaginal cream) Adult Females. One applicatorful of 1% cream (50 mg) vaginally for seven days or one applicatorful of 2% cream (100 mg) vaginally for three days, applied at bedtime. External application of the cream may also is an option if there are extra-vaginal symptoms. Guidelines recommend treatment for seven days for pregnant patients and 7 to 14 days for immunocompromised patients. [11] [12]"}
{"id": "article-97358_12", "title": "Clotrimazole -- Administration -- Adolescent Females 12 to 17 years", "content": "Apply one applicatorful of 1% cream (50 mg) vaginally for seven days or one applicatorful of 2% cream (100 mg) vaginally at bedtime for three days. External application of the cream may also are an option if there are extra-vaginal symptoms. Guidelines recommend treatment for seven days for pregnant patients and 7 to 14 days for immunocompromised patients.", "contents": "Clotrimazole -- Administration -- Adolescent Females 12 to 17 years. Apply one applicatorful of 1% cream (50 mg) vaginally for seven days or one applicatorful of 2% cream (100 mg) vaginally at bedtime for three days. External application of the cream may also are an option if there are extra-vaginal symptoms. Guidelines recommend treatment for seven days for pregnant patients and 7 to 14 days for immunocompromised patients."}
{"id": "article-97358_13", "title": "Clotrimazole -- Administration -- For the Treatment of Oropharyngeal Candidiasis (thrush) Transmucosal Dosage", "content": "10 mg PO 5 times daily for 7 to 14 days [13]", "contents": "Clotrimazole -- Administration -- For the Treatment of Oropharyngeal Candidiasis (thrush) Transmucosal Dosage. 10 mg PO 5 times daily for 7 to 14 days [13]"}
{"id": "article-97358_14", "title": "Clotrimazole -- Administration -- Children and Adolescents 3 to 17 years", "content": "10 mg PO 5 times daily for 7 to 14 days", "contents": "Clotrimazole -- Administration -- Children and Adolescents 3 to 17 years. 10 mg PO 5 times daily for 7 to 14 days"}
{"id": "article-97358_15", "title": "Clotrimazole -- Administration -- Adults", "content": "Apply to the affected skin and surrounding areas twice daily, both morning and evening.", "contents": "Clotrimazole -- Administration -- Adults. Apply to the affected skin and surrounding areas twice daily, both morning and evening."}
{"id": "article-97358_16", "title": "Clotrimazole -- Administration -- Children and Adolescents", "content": "Apply to the affected skin and surrounding areas twice daily, both morning and evening.", "contents": "Clotrimazole -- Administration -- Children and Adolescents. Apply to the affected skin and surrounding areas twice daily, both morning and evening."}
{"id": "article-97358_17", "title": "Clotrimazole -- Adverse Effects", "content": "The adverse effects of oral formulation include itching, nausea, and vomiting. More than 10% of patients using the oral formulation may have abnormal liver function tests. For this reason, liver function tests should have periodic monitoring when taking oral clotrimazole (troche). When using clotrimazole to treat vulvovaginal candidiasis, <10% of patients have a vulvar or vaginal burning sensation. Other side effects include rash, hives, blisters, burning, itching, peeling, redness, swelling, pain, or other signs of skin irritation. [14] For topical formulations, it should be used externally and discontinued if irritation or sensitivity develops at the administration site.", "contents": "Clotrimazole -- Adverse Effects. The adverse effects of oral formulation include itching, nausea, and vomiting. More than 10% of patients using the oral formulation may have abnormal liver function tests. For this reason, liver function tests should have periodic monitoring when taking oral clotrimazole (troche). When using clotrimazole to treat vulvovaginal candidiasis, <10% of patients have a vulvar or vaginal burning sensation. Other side effects include rash, hives, blisters, burning, itching, peeling, redness, swelling, pain, or other signs of skin irritation. [14] For topical formulations, it should be used externally and discontinued if irritation or sensitivity develops at the administration site."}
{"id": "article-97358_18", "title": "Clotrimazole -- Contraindications -- Onychomycosis", "content": "Topical clotrimazole is not effective for onychomycosis. Therefore, fungal nail infections usually require treatment with an oral (systemic) antifungal drug.", "contents": "Clotrimazole -- Contraindications -- Onychomycosis. Topical clotrimazole is not effective for onychomycosis. Therefore, fungal nail infections usually require treatment with an oral (systemic) antifungal drug."}
{"id": "article-97358_19", "title": "Clotrimazole -- Contraindications -- Pregnancy", "content": "Clotrimazole demonstrates poor absorption after dermal or intravaginal administration. Only topical preparations are recommended in pregnancy. [15] There are inadequate well-controlled human studies with the use of topical or intravaginal clotrimazole during the first trimester of pregnancy clotrimazole should only be used if indicated. [16] However, clinical trials showed intravaginal clotrimazole to be safe in clinical trials during the second and the third trimester of pregnancy and are recommended for use. [17] [12]", "contents": "Clotrimazole -- Contraindications -- Pregnancy. Clotrimazole demonstrates poor absorption after dermal or intravaginal administration. Only topical preparations are recommended in pregnancy. [15] There are inadequate well-controlled human studies with the use of topical or intravaginal clotrimazole during the first trimester of pregnancy clotrimazole should only be used if indicated. [16] However, clinical trials showed intravaginal clotrimazole to be safe in clinical trials during the second and the third trimester of pregnancy and are recommended for use. [17] [12]"}
{"id": "article-97358_20", "title": "Clotrimazole -- Contraindications -- Pregnancy", "content": "Clotrimazole is not known to cross the placenta. [11] FDA classifies clotrimazole as a class C drug in pregnancy risk classification. There are no adequate, well-controlled studies for oral clotrimazole in pregnant women. There have been no teratogenic effects demonstrated after clotrimazole therapy in pregnancy. [17] In animal studies with dosing up to 200 times the human dose, doses of 100 times the adult human dose have been embryotoxic in rats and mice. There are well-controlled studies in humans; hence the use of oral clotrimazole lozenges during pregnancy should only be an option if the potential benefit justifies the potential risk to the fetus.", "contents": "Clotrimazole -- Contraindications -- Pregnancy. Clotrimazole is not known to cross the placenta. [11] FDA classifies clotrimazole as a class C drug in pregnancy risk classification. There are no adequate, well-controlled studies for oral clotrimazole in pregnant women. There have been no teratogenic effects demonstrated after clotrimazole therapy in pregnancy. [17] In animal studies with dosing up to 200 times the human dose, doses of 100 times the adult human dose have been embryotoxic in rats and mice. There are well-controlled studies in humans; hence the use of oral clotrimazole lozenges during pregnancy should only be an option if the potential benefit justifies the potential risk to the fetus."}
{"id": "article-97358_21", "title": "Clotrimazole -- Contraindications -- Breast-feeding", "content": "The use of clotrimazole during breastfeeding has not been studied. No data is available about the excretion of clotrimazole in breast milk. Topical clotrimazole poses little risk to nursing infants as topical clotrimazole is not expected to result in significant maternal absorption. [18] Instruct mothers not to apply clotrimazole topically to the breast during times of breastfeeding. The oral troches should be used only when needed, as this may be systemically absorbed. Report to the FDA if a breastfeeding infant experiences any adverse effects.", "contents": "Clotrimazole -- Contraindications -- Breast-feeding. The use of clotrimazole during breastfeeding has not been studied. No data is available about the excretion of clotrimazole in breast milk. Topical clotrimazole poses little risk to nursing infants as topical clotrimazole is not expected to result in significant maternal absorption. [18] Instruct mothers not to apply clotrimazole topically to the breast during times of breastfeeding. The oral troches should be used only when needed, as this may be systemically absorbed. Report to the FDA if a breastfeeding infant experiences any adverse effects."}
{"id": "article-97358_22", "title": "Clotrimazole -- Contraindications -- Contraceptive Devices, Menstruation", "content": "Patients should abstain from sexual intercourse during the treatment course. With intravaginal clotrimazole preparations, contraceptive failures can occur during the treatment due to the damage of contraceptive devices such as diaphragms, condoms, and cervical caps. In addition, tampon use is not advisable while using clotrimazole during menstruation.", "contents": "Clotrimazole -- Contraindications -- Contraceptive Devices, Menstruation. Patients should abstain from sexual intercourse during the treatment course. With intravaginal clotrimazole preparations, contraceptive failures can occur during the treatment due to the damage of contraceptive devices such as diaphragms, condoms, and cervical caps. In addition, tampon use is not advisable while using clotrimazole during menstruation."}
{"id": "article-97358_23", "title": "Clotrimazole -- Contraindications -- Azole Antifungals Hypersensitivity", "content": "Patients with azole antifungals hypersensitivity should avoid using clotrimazole. Hypersensitivity reactions commonly occur due to the components in the formulation present in different clotrimazole preparations.", "contents": "Clotrimazole -- Contraindications -- Azole Antifungals Hypersensitivity. Patients with azole antifungals hypersensitivity should avoid using clotrimazole. Hypersensitivity reactions commonly occur due to the components in the formulation present in different clotrimazole preparations."}
{"id": "article-97358_24", "title": "Clotrimazole -- Contraindications -- Ocular Exposure, Ophthalmic Administration", "content": "If eye contact with clotrimazole occurs, treat immediately by flushing the affected eye with cool, clean water. Contact an ophthalmologist if eye irritation persists.", "contents": "Clotrimazole -- Contraindications -- Ocular Exposure, Ophthalmic Administration. If eye contact with clotrimazole occurs, treat immediately by flushing the affected eye with cool, clean water. Contact an ophthalmologist if eye irritation persists."}
{"id": "article-97358_25", "title": "Clotrimazole -- Contraindications -- Drug-drug Interactions", "content": "Clotrimazole therapy may result in a significant rise in tacrolimus levels, leading to tacrolimus-associated toxicities. Hence caution should be exercised. [19]", "contents": "Clotrimazole -- Contraindications -- Drug-drug Interactions. Clotrimazole therapy may result in a significant rise in tacrolimus levels, leading to tacrolimus-associated toxicities. Hence caution should be exercised. [19]"}
{"id": "article-97358_26", "title": "Clotrimazole -- Monitoring", "content": "Clotrimazole is not for systemic administration; it is administered via oral/transmucosal lozenges (troches), either topically or intravaginally. Small quantities absorbed are metabolized in the liver and excreted in the bile.", "contents": "Clotrimazole -- Monitoring. Clotrimazole is not for systemic administration; it is administered via oral/transmucosal lozenges (troches), either topically or intravaginally. Small quantities absorbed are metabolized in the liver and excreted in the bile."}
{"id": "article-97358_27", "title": "Clotrimazole -- Monitoring -- Oral Route", "content": "Transmucosal Route - clotrimazole oral lozenges are used for local treatment and are not significantly bioavailable. Concentrations persisting in saliva appear to be due to clotrimazole binding to the oral mucosa.", "contents": "Clotrimazole -- Monitoring -- Oral Route. Transmucosal Route - clotrimazole oral lozenges are used for local treatment and are not significantly bioavailable. Concentrations persisting in saliva appear to be due to clotrimazole binding to the oral mucosa."}
{"id": "article-97358_28", "title": "Clotrimazole -- Monitoring -- Topical Route", "content": "There is minimal systemic absorption following topical application of clotrimazole.", "contents": "Clotrimazole -- Monitoring -- Topical Route. There is minimal systemic absorption following topical application of clotrimazole."}
{"id": "article-97358_29", "title": "Clotrimazole -- Monitoring -- Other Routes", "content": "Intravaginal Route - roughly 5 to 10% of clotrimazole undergoes absorption following vaginal use. Therefore, fungicidal concentrations can persist in the vagina for up to 3 days after application.", "contents": "Clotrimazole -- Monitoring -- Other Routes. Intravaginal Route - roughly 5 to 10% of clotrimazole undergoes absorption following vaginal use. Therefore, fungicidal concentrations can persist in the vagina for up to 3 days after application."}
{"id": "article-97358_30", "title": "Clotrimazole -- Toxicity", "content": "When clotrimazole is applied locally and topically, toxic effects such as pelvic cramps, hives, skin rash, occasional headache, itching, and irritation of the vulva and vagina may be observed. Stop the medication if there are any adverse effects.", "contents": "Clotrimazole -- Toxicity. When clotrimazole is applied locally and topically, toxic effects such as pelvic cramps, hives, skin rash, occasional headache, itching, and irritation of the vulva and vagina may be observed. Stop the medication if there are any adverse effects."}
{"id": "article-97358_31", "title": "Clotrimazole -- Enhancing Healthcare Team Outcomes", "content": "With any atypical symptoms, careful evaluation and reassessment should take place before prescribing or dispensing clotrimazole. Vaginal candidal infections can co-exist with other sexually transmitted infections. Hence symptoms such as foul-smelling vaginal discharge, abdominal pain, or fever higher than 100 degrees F may indicate another vaginal infection or pelvic inflammatory disease.", "contents": "Clotrimazole -- Enhancing Healthcare Team Outcomes. With any atypical symptoms, careful evaluation and reassessment should take place before prescribing or dispensing clotrimazole. Vaginal candidal infections can co-exist with other sexually transmitted infections. Hence symptoms such as foul-smelling vaginal discharge, abdominal pain, or fever higher than 100 degrees F may indicate another vaginal infection or pelvic inflammatory disease."}
{"id": "article-97358_32", "title": "Clotrimazole -- Enhancing Healthcare Team Outcomes", "content": "The clinician or the nurse practitioner should also counsel the patient on the importance of reading labels to understand the possible side effects and avoid drug-related toxicities due to overdosing. Pharmacists should also check for any associated drug interactions and inform the prescriber and the patient of any concerns. Clinicians, nurses, physician assistants, and pharmacists should cooperate with interprofessional team strategies to advance appropriate antifungal treatment, identify warning signs of serious illness, and improve health outcomes. [level 5]", "contents": "Clotrimazole -- Enhancing Healthcare Team Outcomes. The clinician or the nurse practitioner should also counsel the patient on the importance of reading labels to understand the possible side effects and avoid drug-related toxicities due to overdosing. Pharmacists should also check for any associated drug interactions and inform the prescriber and the patient of any concerns. Clinicians, nurses, physician assistants, and pharmacists should cooperate with interprofessional team strategies to advance appropriate antifungal treatment, identify warning signs of serious illness, and improve health outcomes. [level 5]"}
{"id": "article-97358_33", "title": "Clotrimazole -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Clotrimazole -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}