{"id": "article-17003_0", "title": "Abciximab (Archived) -- Indications", "content": "Abciximab has been discontinued in the U.S.A. Researchers have studied abciximab in three phase III clinical trials: EPIC, EPILOG, and CAPTURE.", "contents": "Abciximab (Archived) -- Indications. Abciximab has been discontinued in the U.S.A. Researchers have studied abciximab in three phase III clinical trials: EPIC, EPILOG, and CAPTURE."}
{"id": "article-17003_1", "title": "Abciximab (Archived) -- Indications", "content": "Abciximab was previously a prescription-only medication only indicated for intravenous (IV) use. Further studies and randomized controlled trials (RCTs) are necessary to provide more interventions for this drug. Studies have shown abciximab to be effective in the prevention of ischemic cardiac complications in patients undergoing percutaneous coronary intervention and prevention of ischemic cardiac complications in patients with unstable angina (UA)/non-ST-elevation myocardial infarction (NSTMI) unresponsive to conventional therapy when scheduling PCI within 24 hours. Abciximab has only had research performed in conjunction with aspirin and heparin. [1] [2] [3]", "contents": "Abciximab (Archived) -- Indications. Abciximab was previously a prescription-only medication only indicated for intravenous (IV) use. Further studies and randomized controlled trials (RCTs) are necessary to provide more interventions for this drug. Studies have shown abciximab to be effective in the prevention of ischemic cardiac complications in patients undergoing percutaneous coronary intervention and prevention of ischemic cardiac complications in patients with unstable angina (UA)/non-ST-elevation myocardial infarction (NSTMI) unresponsive to conventional therapy when scheduling PCI within 24 hours. Abciximab has only had research performed in conjunction with aspirin and heparin. [1] [2] [3]"}
{"id": "article-17003_2", "title": "Abciximab (Archived) -- Indications -- FDA-labeled Indications", "content": "Myocardial ischemia: Prophylaxis and adjunct therapy to PCI PCI: Adjunct, refractory unstable angina", "contents": "Abciximab (Archived) -- Indications -- FDA-labeled Indications. Myocardial ischemia: Prophylaxis and adjunct therapy to PCI PCI: Adjunct, refractory unstable angina"}
{"id": "article-17003_3", "title": "Abciximab (Archived) -- Indications -- Non-FDA-labeled Uses", "content": "Acute myocardial infarction: cardiogenic shock Aneurysm of coronary vessels: such as with Kawasaki disease Acute arterial thrombosis Myocardial infarction", "contents": "Abciximab (Archived) -- Indications -- Non-FDA-labeled Uses. Acute myocardial infarction: cardiogenic shock Aneurysm of coronary vessels: such as with Kawasaki disease Acute arterial thrombosis Myocardial infarction"}
{"id": "article-17003_4", "title": "Abciximab (Archived) -- Mechanism of Action", "content": "Abciximab is the Fab antibody fragment of chimeric human-murine monoclonal antibody 7E3. This medication inhibits platelet aggregation by reversibly binding to platelet IIb/IIIa receptors, which in turn results in steric hindrance. It prevents the binding of fibrinogen, von Willebrand factor, and other aggregation-promoting molecules during clot formation. A second action that has not been a focus of research is the impact of abciximab binding onto the Mac-1 integrin receptor on activated monocytes. Inhibition is the result in a dose-dependent fashion, which produces an environment similar to the autosomal recessive disease Glanzmann thrombasthenia, which is marked by an inherent decrease in GPIIB-IIa receptors on the surface of the platelet. Laboratory findings in this condition include an increased bleeding time with no change in platelet count, PT, or PTT.  Do not confuse this with the pathogenesis of Von Willebrand disease or Bernard-Soulier syndrome. These are diseases of platelet adhesion, in contrast to Glanzmann thrombasthenia, which is a disorder of platelet aggregation. Clopidogrel and ticagrelor are drugs that decrease platelet aggregation and are useful in preventing ischemic stroke. Platelet adhesion is a commonly mistaken mechanism for abciximab. Abciximab produces its effect over a short half-life of approximately 30 minutes, allowing its use as a short-term platelet aggregation inhibitor on the way to the cath lab for PCI. The free plasma concentrations of abciximab decrease rapidly. There is an initial half-life of fewer than 10 minutes. The second phase half-life is about 30 minutes. Its effects on platelets last for 48 hours after administration and can still have effects for up to 15 days after administration. [4] [5]", "contents": "Abciximab (Archived) -- Mechanism of Action. Abciximab is the Fab antibody fragment of chimeric human-murine monoclonal antibody 7E3. This medication inhibits platelet aggregation by reversibly binding to platelet IIb/IIIa receptors, which in turn results in steric hindrance. It prevents the binding of fibrinogen, von Willebrand factor, and other aggregation-promoting molecules during clot formation. A second action that has not been a focus of research is the impact of abciximab binding onto the Mac-1 integrin receptor on activated monocytes. Inhibition is the result in a dose-dependent fashion, which produces an environment similar to the autosomal recessive disease Glanzmann thrombasthenia, which is marked by an inherent decrease in GPIIB-IIa receptors on the surface of the platelet. Laboratory findings in this condition include an increased bleeding time with no change in platelet count, PT, or PTT.  Do not confuse this with the pathogenesis of Von Willebrand disease or Bernard-Soulier syndrome. These are diseases of platelet adhesion, in contrast to Glanzmann thrombasthenia, which is a disorder of platelet aggregation. Clopidogrel and ticagrelor are drugs that decrease platelet aggregation and are useful in preventing ischemic stroke. Platelet adhesion is a commonly mistaken mechanism for abciximab. Abciximab produces its effect over a short half-life of approximately 30 minutes, allowing its use as a short-term platelet aggregation inhibitor on the way to the cath lab for PCI. The free plasma concentrations of abciximab decrease rapidly. There is an initial half-life of fewer than 10 minutes. The second phase half-life is about 30 minutes. Its effects on platelets last for 48 hours after administration and can still have effects for up to 15 days after administration. [4] [5]"}
{"id": "article-17003_5", "title": "Abciximab (Archived) -- Administration", "content": "Abciximab is typically available as an IV solution of 2 mg/ml.", "contents": "Abciximab (Archived) -- Administration. Abciximab is typically available as an IV solution of 2 mg/ml."}
{"id": "article-17003_6", "title": "Abciximab (Archived) -- Administration", "content": "Percutaneous coronary intervention (PCI): 0.25 mg/kg IV bolus administered 10 to 60 minutes before the start of PCI followed by infusion of 0.125 mcg/kg/min for 12 hours, not to exceed 10 mcg per minute.", "contents": "Abciximab (Archived) -- Administration. Percutaneous coronary intervention (PCI): 0.25 mg/kg IV bolus administered 10 to 60 minutes before the start of PCI followed by infusion of 0.125 mcg/kg/min for 12 hours, not to exceed 10 mcg per minute."}
{"id": "article-17003_7", "title": "Abciximab (Archived) -- Administration", "content": "Unstable angina/non-ST-elevation MI (UA/NSTEMI) unresponsive to conventional medical therapy with planned PCI within 24 hours: 0.25 mg/kg IV bolus followed by an 18 to 24-hour infusion of 10 mcg/min, concluding one hour after PCI.  An ACT of 300 seconds and an aPTT of 70 seconds should be aimed for while completing PCI. Dosage does not require modification for patients with renal failure. Infuse at a maximum rate of 10 mcg per minute and do not mix with other drugs.", "contents": "Abciximab (Archived) -- Administration. Unstable angina/non-ST-elevation MI (UA/NSTEMI) unresponsive to conventional medical therapy with planned PCI within 24 hours: 0.25 mg/kg IV bolus followed by an 18 to 24-hour infusion of 10 mcg/min, concluding one hour after PCI.  An ACT of 300 seconds and an aPTT of 70 seconds should be aimed for while completing PCI. Dosage does not require modification for patients with renal failure. Infuse at a maximum rate of 10 mcg per minute and do not mix with other drugs."}
{"id": "article-17003_8", "title": "Abciximab (Archived) -- Administration", "content": "Aneurysm of coronary vessels: Kawasaki disease (off-label use, two months to 7 years) 0.25 mg/kg IV loading dose by bolus, followed by an infusion of 0.125 mcg/kg/minute for 12 hours. Standard therapy includes IV gamma globulin 2 gm/kg, give 24 to 48 hours before abciximab, and aspirin 80 to 100 mg/kg per day. All subjects were heparinized and also stabilized on warfarin before hospital discharge (study dosage).", "contents": "Abciximab (Archived) -- Administration. Aneurysm of coronary vessels: Kawasaki disease (off-label use, two months to 7 years) 0.25 mg/kg IV loading dose by bolus, followed by an infusion of 0.125 mcg/kg/minute for 12 hours. Standard therapy includes IV gamma globulin 2 gm/kg, give 24 to 48 hours before abciximab, and aspirin 80 to 100 mg/kg per day. All subjects were heparinized and also stabilized on warfarin before hospital discharge (study dosage)."}
{"id": "article-17003_9", "title": "Abciximab (Archived) -- Adverse Effects", "content": "The most common adverse effects are chest pain, hypotension, injection site pain, abdominal pain, nausea, vomiting, minor hemorrhage, gross hematuria, and backache. [6] [7] Rare but severe side effects include thrombocytopenia, anaphylaxis, major hemorrhage (cerebrovascular, pulmonary), and non-hemorrhagic cerebrovascular accident. Abciximab administration is not associated with a higher risk of bleeding in those undergoing CABG treatment. Pregnancy category C risk has not been ruled out. Infant risk during breastfeeding has not had research performed to date.", "contents": "Abciximab (Archived) -- Adverse Effects. The most common adverse effects are chest pain, hypotension, injection site pain, abdominal pain, nausea, vomiting, minor hemorrhage, gross hematuria, and backache. [6] [7] Rare but severe side effects include thrombocytopenia, anaphylaxis, major hemorrhage (cerebrovascular, pulmonary), and non-hemorrhagic cerebrovascular accident. Abciximab administration is not associated with a higher risk of bleeding in those undergoing CABG treatment. Pregnancy category C risk has not been ruled out. Infant risk during breastfeeding has not had research performed to date."}
{"id": "article-17003_10", "title": "Abciximab (Archived) -- Contraindications", "content": "All of the following are contraindications for the use of abciximab:", "contents": "Abciximab (Archived) -- Contraindications. All of the following are contraindications for the use of abciximab:"}
{"id": "article-17003_11", "title": "Abciximab (Archived) -- Contraindications", "content": "Hypersensitivity to abciximab or component of the formulation", "contents": "Abciximab (Archived) -- Contraindications. Hypersensitivity to abciximab or component of the formulation"}
{"id": "article-17003_12", "title": "Abciximab (Archived) -- Contraindications", "content": "Recent (within six weeks) clinically significant gastrointestinal (GI) or genitourinary (GU) bleeding or active internal hemorrhage", "contents": "Abciximab (Archived) -- Contraindications. Recent (within six weeks) clinically significant gastrointestinal (GI) or genitourinary (GU) bleeding or active internal hemorrhage"}
{"id": "article-17003_13", "title": "Abciximab (Archived) -- Contraindications", "content": "Within two years of cerebrovascular accident or with substantial neurological deficit", "contents": "Abciximab (Archived) -- Contraindications. Within two years of cerebrovascular accident or with substantial neurological deficit"}
{"id": "article-17003_14", "title": "Abciximab (Archived) -- Contraindications", "content": "Clotting abnormalities or within seven days of administration of oral anticoagulants unless prothrombin time (PT) is 1.2 times control PT value or lower", "contents": "Abciximab (Archived) -- Contraindications. Clotting abnormalities or within seven days of administration of oral anticoagulants unless prothrombin time (PT) is 1.2 times control PT value or lower"}
{"id": "article-17003_15", "title": "Abciximab (Archived) -- Contraindications", "content": "Thrombocytopenia (less than 100,000 cells/microliter)", "contents": "Abciximab (Archived) -- Contraindications. Thrombocytopenia (less than 100,000 cells/microliter)"}
{"id": "article-17003_16", "title": "Abciximab (Archived) -- Contraindications", "content": "Within six weeks of major surgery or trauma", "contents": "Abciximab (Archived) -- Contraindications. Within six weeks of major surgery or trauma"}
{"id": "article-17003_17", "title": "Abciximab (Archived) -- Contraindications", "content": "Intracranial tumor", "contents": "Abciximab (Archived) -- Contraindications. Intracranial tumor"}
{"id": "article-17003_18", "title": "Abciximab (Archived) -- Contraindications", "content": "Arteriovenous malformation or an aneurysm", "contents": "Abciximab (Archived) -- Contraindications. Arteriovenous malformation or an aneurysm"}
{"id": "article-17003_19", "title": "Abciximab (Archived) -- Contraindications", "content": "Severe uncontrolled hypertension", "contents": "Abciximab (Archived) -- Contraindications. Severe uncontrolled hypertension"}
{"id": "article-17003_20", "title": "Abciximab (Archived) -- Contraindications", "content": "History of vasculitis", "contents": "Abciximab (Archived) -- Contraindications. History of vasculitis"}
{"id": "article-17003_21", "title": "Abciximab (Archived) -- Contraindications", "content": "Use of dextran before PTCA or intent to use dextran during PTCA", "contents": "Abciximab (Archived) -- Contraindications. Use of dextran before PTCA or intent to use dextran during PTCA"}
{"id": "article-17003_22", "title": "Abciximab (Archived) -- Contraindications", "content": "Concomitant use of another parenteral GP IIb/IIIa inhibitor", "contents": "Abciximab (Archived) -- Contraindications. Concomitant use of another parenteral GP IIb/IIIa inhibitor"}
{"id": "article-17003_23", "title": "Abciximab (Archived) -- Contraindications", "content": "Oral anticoagulant use within the last seven days unless a PT time of 1.2 times the control or less", "contents": "Abciximab (Archived) -- Contraindications. Oral anticoagulant use within the last seven days unless a PT time of 1.2 times the control or less"}
{"id": "article-17003_24", "title": "Abciximab (Archived) -- Contraindications", "content": "Vasculitis: clinical or documented diagnosis", "contents": "Abciximab (Archived) -- Contraindications. Vasculitis: clinical or documented diagnosis"}
{"id": "article-17003_25", "title": "Abciximab (Archived) -- Contraindications", "content": "Hypertension, severely uncontrolled", "contents": "Abciximab (Archived) -- Contraindications. Hypertension, severely uncontrolled"}
{"id": "article-17003_26", "title": "Abciximab (Archived) -- Contraindications", "content": "Theoretical contraindications exist for coadministration with defibrotide and eptifibatide. Interactions may increase the risk of hemorrhage.", "contents": "Abciximab (Archived) -- Contraindications. Theoretical contraindications exist for coadministration with defibrotide and eptifibatide. Interactions may increase the risk of hemorrhage."}
{"id": "article-17003_27", "title": "Abciximab (Archived) -- Monitoring", "content": "The clinician should monitor complete blood counts (CBCs), prothrombin time (PT), activated clotting time, and signs and symptoms of bleeding. CBC: look for thrombocytopenia and anemia due to occult hemorrhage PT/aPTT: monitor the risk of bleeding Chest X-ray if signs of hemoptysis", "contents": "Abciximab (Archived) -- Monitoring. The clinician should monitor complete blood counts (CBCs), prothrombin time (PT), activated clotting time, and signs and symptoms of bleeding. CBC: look for thrombocytopenia and anemia due to occult hemorrhage PT/aPTT: monitor the risk of bleeding Chest X-ray if signs of hemoptysis"}
{"id": "article-17003_28", "title": "Abciximab (Archived) -- Toxicity", "content": "There is not a minimum toxic dose listed. It is advisable, to begin with, the therapeutic dose and to monitor patient response carefully. There is not enough research to verify the efficacy or safety of abciximab use in pediatric patients. [8] [9] [10]", "contents": "Abciximab (Archived) -- Toxicity. There is not a minimum toxic dose listed. It is advisable, to begin with, the therapeutic dose and to monitor patient response carefully. There is not enough research to verify the efficacy or safety of abciximab use in pediatric patients. [8] [9] [10]"}
{"id": "article-17003_29", "title": "Abciximab (Archived) -- Toxicity", "content": "Approximately 5% of those treated with abciximab will develop bleeding, but due to inpatient administration, an overdose is highly unlikely. There have been several case reports describing gastrointestinal bleeding and thrombocytopenia as adverse effects.  Bleeding at infusion sites is the most common adverse effect and would likely worsen at toxic concentrations. Infusion with COX inhibitors or other antiplatelet drugs increases the risk of toxicity and adverse effects. In the event of toxicity or adverse effects, transfuse the patient with platelets with severe thrombocytopenia. If the patient becomes hypotensive, deliver a fluid bolus. No antidote exists for reversing abciximab. Hemodialysis may be useful to remove toxic concentrations of the drug successfully. Toxic/adverse effects of abciximab are quality for admission criteria due to the need for continuous monitoring of hematologic stability.", "contents": "Abciximab (Archived) -- Toxicity. Approximately 5% of those treated with abciximab will develop bleeding, but due to inpatient administration, an overdose is highly unlikely. There have been several case reports describing gastrointestinal bleeding and thrombocytopenia as adverse effects.  Bleeding at infusion sites is the most common adverse effect and would likely worsen at toxic concentrations. Infusion with COX inhibitors or other antiplatelet drugs increases the risk of toxicity and adverse effects. In the event of toxicity or adverse effects, transfuse the patient with platelets with severe thrombocytopenia. If the patient becomes hypotensive, deliver a fluid bolus. No antidote exists for reversing abciximab. Hemodialysis may be useful to remove toxic concentrations of the drug successfully. Toxic/adverse effects of abciximab are quality for admission criteria due to the need for continuous monitoring of hematologic stability."}
{"id": "article-17003_30", "title": "Abciximab (Archived) -- Toxicity", "content": "Important questions and considerations to ask about or explain to the patient before use include: Has the patient used any anticoagulants in the last seven days Information about treatments if bleeding occurs Information about monitoring for lab abnormalities Importance of rest after the infusion Instruction to avoid bruises and lacerations after the infusion Instruction to return to the hospital with any new signs of bleeding or syncope", "contents": "Abciximab (Archived) -- Toxicity. Important questions and considerations to ask about or explain to the patient before use include: Has the patient used any anticoagulants in the last seven days Information about treatments if bleeding occurs Information about monitoring for lab abnormalities Importance of rest after the infusion Instruction to avoid bruises and lacerations after the infusion Instruction to return to the hospital with any new signs of bleeding or syncope"}
{"id": "article-17003_31", "title": "Abciximab (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Abciximab enjoys extensive use in interventional cardiology for the treatment of unstable angina and as an adjunct therapy following percutaneous coronary intervention. The drug is only available intravenously. Healthcare workers, including nurses, pharmacists, and clinicians, should be aware that one of the most common complications of abciximab is bleeding and work together as a team to identify this complication early. Patients who receive this agent require monitoring for bleeding especially at the IV access site. It is also critical to review patient history for any recent bleeding disorders, especially gastrointestinal bleeds.", "contents": "Abciximab (Archived) -- Enhancing Healthcare Team Outcomes. Abciximab enjoys extensive use in interventional cardiology for the treatment of unstable angina and as an adjunct therapy following percutaneous coronary intervention. The drug is only available intravenously. Healthcare workers, including nurses, pharmacists, and clinicians, should be aware that one of the most common complications of abciximab is bleeding and work together as a team to identify this complication early. Patients who receive this agent require monitoring for bleeding especially at the IV access site. It is also critical to review patient history for any recent bleeding disorders, especially gastrointestinal bleeds."}
{"id": "article-17003_32", "title": "Abciximab (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Because there is no specific antidote to reverse bleeding, it is vital to avoid other anticoagulants at the same time; this is where the pharmacist must perform thorough medication record checking, to prevent additive effects with other anticoagulant agents, as well as verifying dosing, and alerting the healthcare team of any concerns. Also, the platelet count requires monitoring since abciximab can cause thrombocytopenia. Nursing will be administering this drug in most instances and needs to be vigilant for adverse effects (especially signs of bleeding), as well as assessing therapeutic effectiveness, and report any issues to the physician team. If bleeding occurs, a consult with the hematologist is a strong recommendation. Only with this type of interprofessional team approach can abciximab be successfully used to improve patient care. [Level 5]", "contents": "Abciximab (Archived) -- Enhancing Healthcare Team Outcomes. Because there is no specific antidote to reverse bleeding, it is vital to avoid other anticoagulants at the same time; this is where the pharmacist must perform thorough medication record checking, to prevent additive effects with other anticoagulant agents, as well as verifying dosing, and alerting the healthcare team of any concerns. Also, the platelet count requires monitoring since abciximab can cause thrombocytopenia. Nursing will be administering this drug in most instances and needs to be vigilant for adverse effects (especially signs of bleeding), as well as assessing therapeutic effectiveness, and report any issues to the physician team. If bleeding occurs, a consult with the hematologist is a strong recommendation. Only with this type of interprofessional team approach can abciximab be successfully used to improve patient care. [Level 5]"}
{"id": "article-17003_33", "title": "Abciximab (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Abciximab (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}