{"id": "article-32228_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Introduction", "content": "The vasculature of the foot is composed of arteries that originate from the anterior and posterior tibial arteries, the terminal branches of the popliteal artery. [1] The posterior tibial artery is said to be the stronger branch of the two, as it is considered a continuation of the main trunk. [2] The anterior tibial artery produces arteries that supply the dorsum of the foot, while the posterior tibial artery produces arteries that supply the plantar aspect of the foot. [1] [3] [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Introduction. The vasculature of the foot is composed of arteries that originate from the anterior and posterior tibial arteries, the terminal branches of the popliteal artery. [1] The posterior tibial artery is said to be the stronger branch of the two, as it is considered a continuation of the main trunk. [2] The anterior tibial artery produces arteries that supply the dorsum of the foot, while the posterior tibial artery produces arteries that supply the plantar aspect of the foot. [1] [3] [4]"}
{"id": "article-32228_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Introduction", "content": "This article will review both dorsal and plantar foot vasculature in detail, discuss its embryonic origin, and touch on its relevance to peripheral arterial disease (PAD) and the clinical physical exam. The intrinsic foot muscles supplied by these arteries will be briefly discussed as well.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Introduction. This article will review both dorsal and plantar foot vasculature in detail, discuss its embryonic origin, and touch on its relevance to peripheral arterial disease (PAD) and the clinical physical exam. The intrinsic foot muscles supplied by these arteries will be briefly discussed as well."}
{"id": "article-32228_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot", "content": "The dorsal aspect of the foot receives supply from the arteries that arise from the anterior tibial artery. [1] [3] [4] When the anterior tibial artery crosses beneath the Y-shaped inferior extensor retinaculum of the ankle joint, it becomes known as the dorsalis pedis artery. [1] [4] [5] The dorsalis pedis artery gives rise to several smaller arteries as it moves distally in the direction of the first metatarsal space. These arteries are the anterior lateral malleolar, medial malleolar, lateral tarsal, and medial tarsal arteries. [3] As the dorsalis pedis artery continues to course toward the first metatarsal space, it reaches the tarsal-metatarsal joint line near the middle cuneiform bone and gives off the arcuate artery and the first dorsal metatarsal artery. [1] [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot. The dorsal aspect of the foot receives supply from the arteries that arise from the anterior tibial artery. [1] [3] [4] When the anterior tibial artery crosses beneath the Y-shaped inferior extensor retinaculum of the ankle joint, it becomes known as the dorsalis pedis artery. [1] [4] [5] The dorsalis pedis artery gives rise to several smaller arteries as it moves distally in the direction of the first metatarsal space. These arteries are the anterior lateral malleolar, medial malleolar, lateral tarsal, and medial tarsal arteries. [3] As the dorsalis pedis artery continues to course toward the first metatarsal space, it reaches the tarsal-metatarsal joint line near the middle cuneiform bone and gives off the arcuate artery and the first dorsal metatarsal artery. [1] [3]"}
{"id": "article-32228_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot", "content": "The arcuate artery, as its name suggests, arcs medially-to-laterally over the dorsum of the foot, with branches the second, third, and fourth dorsal metatarsal arteries; these course between the metatarsal bones. [3] The second and third dorsal metatarsal arteries travel toward the phalanges, and each split into two dorsal digital arteries to create a total of four dorsal digital arteries. [1] [3] These four short arteries supply the second, third, and fourth toes of the foot. [1] The fourth dorsal metatarsal artery, instead, splits into three dorsal digital arteries in order to supply the fourth and fifth toes. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot. The arcuate artery, as its name suggests, arcs medially-to-laterally over the dorsum of the foot, with branches the second, third, and fourth dorsal metatarsal arteries; these course between the metatarsal bones. [3] The second and third dorsal metatarsal arteries travel toward the phalanges, and each split into two dorsal digital arteries to create a total of four dorsal digital arteries. [1] [3] These four short arteries supply the second, third, and fourth toes of the foot. [1] The fourth dorsal metatarsal artery, instead, splits into three dorsal digital arteries in order to supply the fourth and fifth toes. [1]"}
{"id": "article-32228_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot", "content": "The first dorsal metatarsal artery, which arises from the dorsalis pedis artery before reaching the first metatarsal space, splits into two at the level of the first metatarsal bone. [1] [3] The more medial of these two branches become a dorsal digital artery that supplies the medial aspect of the hallux. [1] The other branch continues coursing through the first metatarsal space and then splits distally into two dorsal digital arteries that supply both the second toe and the lateral portion of the hallux. [1] In total, the first dorsal metatarsal artery (like the fourth dorsal metatarsal artery) is responsible for giving rise to three dorsal digital arteries. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot. The first dorsal metatarsal artery, which arises from the dorsalis pedis artery before reaching the first metatarsal space, splits into two at the level of the first metatarsal bone. [1] [3] The more medial of these two branches become a dorsal digital artery that supplies the medial aspect of the hallux. [1] The other branch continues coursing through the first metatarsal space and then splits distally into two dorsal digital arteries that supply both the second toe and the lateral portion of the hallux. [1] In total, the first dorsal metatarsal artery (like the fourth dorsal metatarsal artery) is responsible for giving rise to three dorsal digital arteries. [1]"}
{"id": "article-32228_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot", "content": "It is important to note that the dorsal vasculature of the foot is in constant contact with the plantar vasculature in most cases. [3] The deep perforating artery, which arises at the first metatarsal space as a branch from the dorsalis pedis artery, connects the dorsum of the foot to the deep plantar arch and the lateral plantar artery. [1] [3] This anastomosis is referred to as the pedal-plantar loop, and it is the main pedal-plantar connection. [3] Other small arteries joining the arcuate artery to the plantar arch through the metatarsal spaces are the perforating branches. Additionally, the medial tarsal artery may anastomose with the superficial branch of the medial plantar artery. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Dorsal Foot. It is important to note that the dorsal vasculature of the foot is in constant contact with the plantar vasculature in most cases. [3] The deep perforating artery, which arises at the first metatarsal space as a branch from the dorsalis pedis artery, connects the dorsum of the foot to the deep plantar arch and the lateral plantar artery. [1] [3] This anastomosis is referred to as the pedal-plantar loop, and it is the main pedal-plantar connection. [3] Other small arteries joining the arcuate artery to the plantar arch through the metatarsal spaces are the perforating branches. Additionally, the medial tarsal artery may anastomose with the superficial branch of the medial plantar artery. [3]"}
{"id": "article-32228_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot", "content": "The posterior tibial artery supplies the plantar aspect of the foot. [3] As the posterior tibial artery curves around the medial malleolus, it gives rise to three separate arterial branches that supply different portions of the foot. [2] [3] These three branches are known as the medial calcaneal arteries, lateral plantar artery, and medial plantar artery. [3] [5] [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot. The posterior tibial artery supplies the plantar aspect of the foot. [3] As the posterior tibial artery curves around the medial malleolus, it gives rise to three separate arterial branches that supply different portions of the foot. [2] [3] These three branches are known as the medial calcaneal arteries, lateral plantar artery, and medial plantar artery. [3] [5] [6]"}
{"id": "article-32228_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot", "content": "The medial calcaneal arteries are a vascular network that supplies the medial portion of the calcaneus. [6] These vessels anastomose with the lateral calcaneal arteries, which arise from the peroneal (fibular) artery of the leg, and together provide blood supply to the heel of the foot. [3] [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot. The medial calcaneal arteries are a vascular network that supplies the medial portion of the calcaneus. [6] These vessels anastomose with the lateral calcaneal arteries, which arise from the peroneal (fibular) artery of the leg, and together provide blood supply to the heel of the foot. [3] [6]"}
{"id": "article-32228_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot", "content": "The lateral plantar artery courses diagonally toward the lateral aspect of the foot, and then splits into two vessels at the level of the proximal fifth metatarsal bone. These two vessels are the superficial branch of the lateral plantar artery and the plantar arch. [3] [5] The superficial branch of the lateral plantar artery travels distally toward the fifth phalanx to become a plantar digital artery that will supply the fifth toe. [3] The plantar arch, similar to the arcuate artery of the dorsal foot, arcs medially toward the first metatarsal bone and gives rise to five plantar metatarsal arteries. [3] [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot. The lateral plantar artery courses diagonally toward the lateral aspect of the foot, and then splits into two vessels at the level of the proximal fifth metatarsal bone. These two vessels are the superficial branch of the lateral plantar artery and the plantar arch. [3] [5] The superficial branch of the lateral plantar artery travels distally toward the fifth phalanx to become a plantar digital artery that will supply the fifth toe. [3] The plantar arch, similar to the arcuate artery of the dorsal foot, arcs medially toward the first metatarsal bone and gives rise to five plantar metatarsal arteries. [3] [5]"}
{"id": "article-32228_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot", "content": "The first four of these plantar metatarsal arteries will travel distally through the metatarsal spaces, and each split into two dorsal digital arteries to create a total of eight. [3] These eight dorsal digital arteries will supply all five toes. The final plantar metatarsal artery, nearest the medial portion of the foot, is the first plantar metatarsal artery. The first plantar metatarsal artery will join the medial plantar artery (discussed below). [3] [7] The plantar arch will additionally produce the deep perforating artery that will loop through the first metatarsal space and join the dorsalis pedis artery, and other perforating arteries that will connect to the arcuate artery. [3] [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot. The first four of these plantar metatarsal arteries will travel distally through the metatarsal spaces, and each split into two dorsal digital arteries to create a total of eight. [3] These eight dorsal digital arteries will supply all five toes. The final plantar metatarsal artery, nearest the medial portion of the foot, is the first plantar metatarsal artery. The first plantar metatarsal artery will join the medial plantar artery (discussed below). [3] [7] The plantar arch will additionally produce the deep perforating artery that will loop through the first metatarsal space and join the dorsalis pedis artery, and other perforating arteries that will connect to the arcuate artery. [3] [7]"}
{"id": "article-32228_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot", "content": "The medial plantar artery travels distally through the medial aspect of the foot and splits into deep and superficial branches near the tarsal-metatarsal joint line. [7] The deep branch of the medial plantar artery continues distally toward the hallux, joins with the first plantar metatarsal artery, and supplies the first toe as a plantar digital artery. [3] [7] The superficial branch of the medial plantar artery, on the other hand, connects to the circulation of the dorsal foot via the medial tarsal arteries. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Structure and Function -- Vasculature of the Plantar Foot. The medial plantar artery travels distally through the medial aspect of the foot and splits into deep and superficial branches near the tarsal-metatarsal joint line. [7] The deep branch of the medial plantar artery continues distally toward the hallux, joins with the first plantar metatarsal artery, and supplies the first toe as a plantar digital artery. [3] [7] The superficial branch of the medial plantar artery, on the other hand, connects to the circulation of the dorsal foot via the medial tarsal arteries. [3]"}
{"id": "article-32228_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Embryology", "content": "The process of blood vessel formation is vasculogenesis. [8] In the developing embryo, vasculogenesis begins shortly after completion of gastrulation, near the end of the third week. [1] [8] It is thought that the creation of blood islands, formed from a combination of hematopoietic and endothelial precursors, commences the process. [8] Arteries of the foot originate from the paired embryonic dorsal aorta, which circulates most of the blood in the developing embryo and also acts as the main source of hematopoietic stem cells. [1] [8] [9] The dorsal aorta gives rise to several arterial branches, including the umbilical arteries and dorsal branches, which are the main focus for the vasculogenesis of the foot. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Embryology. The process of blood vessel formation is vasculogenesis. [8] In the developing embryo, vasculogenesis begins shortly after completion of gastrulation, near the end of the third week. [1] [8] It is thought that the creation of blood islands, formed from a combination of hematopoietic and endothelial precursors, commences the process. [8] Arteries of the foot originate from the paired embryonic dorsal aorta, which circulates most of the blood in the developing embryo and also acts as the main source of hematopoietic stem cells. [1] [8] [9] The dorsal aorta gives rise to several arterial branches, including the umbilical arteries and dorsal branches, which are the main focus for the vasculogenesis of the foot. [1]"}
{"id": "article-32228_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Embryology", "content": "The umbilical arteries and dorsal branches of the dorsal aorta join to form the common iliac arteries. [1] The common iliac arteries then give rise to the internal and external iliac arteries. The internal iliac arteries give rise to sciatic arteries, and the external iliac arteries give rise to the femoral arteries. [1] Together, the sciatic and femoral arteries will produce the arteries of the lower limbs. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Embryology. The umbilical arteries and dorsal branches of the dorsal aorta join to form the common iliac arteries. [1] The common iliac arteries then give rise to the internal and external iliac arteries. The internal iliac arteries give rise to sciatic arteries, and the external iliac arteries give rise to the femoral arteries. [1] Together, the sciatic and femoral arteries will produce the arteries of the lower limbs. [1]"}
{"id": "article-32228_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Embryology", "content": "Part of the sciatic arteries will regress, and other parts will develop into the popliteal and peroneal (fibular) arteries. [1] The femoral arteries remain intact. [1] The anterior tibial artery will then arise from the popliteal artery, and the posterior tibial artery will arise from anastomoses that develop between the femoral and popliteal arteries. [1] Finally, the dorsal arteries of the foot will arise from the anterior tibial artery, and the plantar arteries of the foot will emerge from the posterior tibial artery. [1] [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Embryology. Part of the sciatic arteries will regress, and other parts will develop into the popliteal and peroneal (fibular) arteries. [1] The femoral arteries remain intact. [1] The anterior tibial artery will then arise from the popliteal artery, and the posterior tibial artery will arise from anastomoses that develop between the femoral and popliteal arteries. [1] Finally, the dorsal arteries of the foot will arise from the anterior tibial artery, and the plantar arteries of the foot will emerge from the posterior tibial artery. [1] [3]"}
{"id": "article-32228_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Muscles -- Muscles of the Dorsal Foot", "content": "The intrinsic muscles of the dorsal foot are mainly supplied by the dorsalis pedis artery and include the extensor digitorum brevis, the dorsal interossei, and the extensor hallucis brevis. [10] The extensor digitorum brevis extends the second to fourth toes, and the extensor hallucis brevis extends the hallux. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Muscles -- Muscles of the Dorsal Foot. The intrinsic muscles of the dorsal foot are mainly supplied by the dorsalis pedis artery and include the extensor digitorum brevis, the dorsal interossei, and the extensor hallucis brevis. [10] The extensor digitorum brevis extends the second to fourth toes, and the extensor hallucis brevis extends the hallux. [10]"}
{"id": "article-32228_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Muscles -- Muscles of the Plantar Foot", "content": "The intrinsic muscles of the plantar aspect of the foot primarily receive vascular supply via the medial and lateral plantar arteries, the plantar arch, and the plantar metatarsal arteries. [10] These muscles include the abductor hallucis, flexor digitorum brevis, abductor digiti minimi, quadratus plantae, lumbricals, flexor hallucis brevis, adductor hallucis, flexor digiti minimi brevis, and plantar interossei. [10] The abductor hallucis abducts the hallux, and the abductor digiti minimi abducts the fifth toe. [10] The flexor digitorum brevis flexes the second to fifth toe, the quadratus plantae assists with flexing the toes, the flexor hallucis brevis flexes the hallux, and the flexor digiti minimi brevis flexes the fifth toe. [10] The adductor hallucis adducts the hallux, and the plantar interossei help with the adduction of the toes. [10] The lumbricals have a dual function and work to flex the metatarsophalangeal joints as well as extend the interphalangeal joints. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Muscles -- Muscles of the Plantar Foot. The intrinsic muscles of the plantar aspect of the foot primarily receive vascular supply via the medial and lateral plantar arteries, the plantar arch, and the plantar metatarsal arteries. [10] These muscles include the abductor hallucis, flexor digitorum brevis, abductor digiti minimi, quadratus plantae, lumbricals, flexor hallucis brevis, adductor hallucis, flexor digiti minimi brevis, and plantar interossei. [10] The abductor hallucis abducts the hallux, and the abductor digiti minimi abducts the fifth toe. [10] The flexor digitorum brevis flexes the second to fifth toe, the quadratus plantae assists with flexing the toes, the flexor hallucis brevis flexes the hallux, and the flexor digiti minimi brevis flexes the fifth toe. [10] The adductor hallucis adducts the hallux, and the plantar interossei help with the adduction of the toes. [10] The lumbricals have a dual function and work to flex the metatarsophalangeal joints as well as extend the interphalangeal joints. [10]"}
{"id": "article-32228_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Physiologic Variants", "content": "The dorsalis pedis artery has been found to have multiple anatomic variants. [11] [12] Several studies have described a wide range of branching patterns in the dorsalis pedis artery, an important detail to consider when attempting to assess this pulse during a clinical exam. According to some studies, the most common dorsalis pedis branching variant is the one described earlier in this article, where the dorsalis pedis branches into lateral and medial tarsal arteries and then splits into the first dorsal metatarsal artery and arcuate artery. [12] However, other variations described include the absence of the dorsalis pedis artery, the absence of the arcuate artery, and changes in origin and number of the tarsal and dorsal metatarsal arteries. Ntuli, Nalla, and Kiter [12] classify the various branching patterns into the types below:", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Physiologic Variants. The dorsalis pedis artery has been found to have multiple anatomic variants. [11] [12] Several studies have described a wide range of branching patterns in the dorsalis pedis artery, an important detail to consider when attempting to assess this pulse during a clinical exam. According to some studies, the most common dorsalis pedis branching variant is the one described earlier in this article, where the dorsalis pedis branches into lateral and medial tarsal arteries and then splits into the first dorsal metatarsal artery and arcuate artery. [12] However, other variations described include the absence of the dorsalis pedis artery, the absence of the arcuate artery, and changes in origin and number of the tarsal and dorsal metatarsal arteries. Ntuli, Nalla, and Kiter [12] classify the various branching patterns into the types below:"}
{"id": "article-32228_17", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Physiologic Variants", "content": "Type A: The standard vascular pattern described in this article Type B: Absence of the dorsalis pedis artery Type C: Absence of the arcuate artery Type D: Absence of the arcuate artery and differences in the quantity of the lateral tarsal arteries Type E: Second dorsal metatarsal artery has a variable origin Type F: Presence of dorsalis pedis artery, but with variable branching patterns Type G: Dorsalis pedis and lateral tarsal arteries originate from different vessels Type H: Incomplete formation of the dorsalis pedis and lateral tarsal arteries Type I: Looping of the arcuate artery", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Physiologic Variants. Type A: The standard vascular pattern described in this article Type B: Absence of the dorsalis pedis artery Type C: Absence of the arcuate artery Type D: Absence of the arcuate artery and differences in the quantity of the lateral tarsal arteries Type E: Second dorsal metatarsal artery has a variable origin Type F: Presence of dorsalis pedis artery, but with variable branching patterns Type G: Dorsalis pedis and lateral tarsal arteries originate from different vessels Type H: Incomplete formation of the dorsalis pedis and lateral tarsal arteries Type I: Looping of the arcuate artery"}
{"id": "article-32228_18", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Clinical Significance -- Peripheral Arterial Disease", "content": "Peripheral arterial disease (PAD) is a significant risk factor for cardiovascular disease and mortality. [13] [14] The ankle-brachial index (ABI) is a common diagnostic tool in the primary care clinic or hospital setting to diagnose PAD, as well as assess its extent. [14] ABI has also been encouraged by some as a screening method for PAD. [13] The ABI is calculated by comparing the systolic blood pressure at the brachial artery to the systolic blood pressure at either the dorsalis pedis or posterior tibial arteries (see formula below). [13] A ratio of 0.9 and below is considered diagnostic of PAD and can be further classified into mild, moderate, or severe disease. [13] [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Clinical Significance -- Peripheral Arterial Disease. Peripheral arterial disease (PAD) is a significant risk factor for cardiovascular disease and mortality. [13] [14] The ankle-brachial index (ABI) is a common diagnostic tool in the primary care clinic or hospital setting to diagnose PAD, as well as assess its extent. [14] ABI has also been encouraged by some as a screening method for PAD. [13] The ABI is calculated by comparing the systolic blood pressure at the brachial artery to the systolic blood pressure at either the dorsalis pedis or posterior tibial arteries (see formula below). [13] A ratio of 0.9 and below is considered diagnostic of PAD and can be further classified into mild, moderate, or severe disease. [13] [14]"}
{"id": "article-32228_19", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Clinical Significance -- Peripheral Arterial Disease", "content": "Though using the ABI to screen for PAD could be helpful, assessment of the dorsalis pedis and posterior tibial artery pulses during the vascular physical exam may prove more efficient. One study found that in patients with the presence of both pedal pulses and the absence of femoral bruits on physical exam, the specificity of predicting a normal ABI (above 0.9) was 98.3%. [13] Armstrong, Tobin, and Matangi [13] highlight the importance of the vascular physical exam as a screening tool for PAD, suggesting that inspection of pedal pulses can help rule out PAD as well as identify patients who would benefit from diagnostic ABI testing. ABI = Dorsalis Pedis or Posterior Tibial Systolic Pressure/Brachial Systolic Pressure", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Clinical Significance -- Peripheral Arterial Disease. Though using the ABI to screen for PAD could be helpful, assessment of the dorsalis pedis and posterior tibial artery pulses during the vascular physical exam may prove more efficient. One study found that in patients with the presence of both pedal pulses and the absence of femoral bruits on physical exam, the specificity of predicting a normal ABI (above 0.9) was 98.3%. [13] Armstrong, Tobin, and Matangi [13] highlight the importance of the vascular physical exam as a screening tool for PAD, suggesting that inspection of pedal pulses can help rule out PAD as well as identify patients who would benefit from diagnostic ABI testing. ABI = Dorsalis Pedis or Posterior Tibial Systolic Pressure/Brachial Systolic Pressure"}
{"id": "article-32228_20", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Clinical Significance -- Physical Exam: Pedal Pulse Assessment", "content": "During the physical exam, pulse palpation of the dorsalis pedis and posterior tibial arteries is important for evaluating peripheral arterial disease (as mentioned above). [13] [15] The dorsalis pedis pulse can be felt superficially over the dorsum of the foot. One helpful technique to use is first to locate the dorsal prominence of the navicular bone and then palpate within 1 to 1.5 cm of this landmark. [16] However, it is important to keep in mind that anatomical variations of the dorsalis pedis artery exist, and some patients may have a complete absence of the artery. [11] [12] [15] The posterior tibial artery is palpable in the hollowed space behind the medial malleolus, where its pulse may be more likely to be obscured beneath a layer of fat. [15] [16] For this reason, factors such as obesity and ankle edema may mask the detection of the posterior tibial pulse. [15] [16]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Clinical Significance -- Physical Exam: Pedal Pulse Assessment. During the physical exam, pulse palpation of the dorsalis pedis and posterior tibial arteries is important for evaluating peripheral arterial disease (as mentioned above). [13] [15] The dorsalis pedis pulse can be felt superficially over the dorsum of the foot. One helpful technique to use is first to locate the dorsal prominence of the navicular bone and then palpate within 1 to 1.5 cm of this landmark. [16] However, it is important to keep in mind that anatomical variations of the dorsalis pedis artery exist, and some patients may have a complete absence of the artery. [11] [12] [15] The posterior tibial artery is palpable in the hollowed space behind the medial malleolus, where its pulse may be more likely to be obscured beneath a layer of fat. [15] [16] For this reason, factors such as obesity and ankle edema may mask the detection of the posterior tibial pulse. [15] [16]"}
{"id": "article-32228_21", "title": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Foot Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}