{"id": "article-102985_0", "title": "Physiology, Muscle Energy -- Introduction", "content": "Muscle energy technique (MET) is a type of osteopathic manipulative medicine (OMM) developed by Fred Mitchell, Sr, DO. In 1948, Dr. Mitchell first described the kinematic motion of the pelvis. From this concept, and inspired by the work of the neurophysiologist Charles Sherrington, Dr. Mitchell developed a modality to treat muscular action dysfunction using the patient's muscle action. Sherrington's observation was that the contraction of an antagonistic muscle would help relax the agonistic muscle. [1] [2] [3] He named the modality Muscle Energy, which was designed to improve musculoskeletal function by mobilizing joints and stretching tight muscles and fascia; this reduced pain and improved circulation and lymphatic flow.", "contents": "Physiology, Muscle Energy -- Introduction. Muscle energy technique (MET) is a type of osteopathic manipulative medicine (OMM) developed by Fred Mitchell, Sr, DO. In 1948, Dr. Mitchell first described the kinematic motion of the pelvis. From this concept, and inspired by the work of the neurophysiologist Charles Sherrington, Dr. Mitchell developed a modality to treat muscular action dysfunction using the patient's muscle action. Sherrington's observation was that the contraction of an antagonistic muscle would help relax the agonistic muscle. [1] [2] [3] He named the modality Muscle Energy, which was designed to improve musculoskeletal function by mobilizing joints and stretching tight muscles and fascia; this reduced pain and improved circulation and lymphatic flow."}
{"id": "article-102985_1", "title": "Physiology, Muscle Energy -- Introduction", "content": "MET can be applied in all body joints except the cranium. [1] [4] MET is a nontraumatic modality, and its application helps treat key lesions that are the root cause of many dysfunctions in the body. Understanding the intricacies of MET involves understanding the biomechanics of the human body; this knowledge can help make treatments with other modalities easier. For example, those with an in-depth understanding of human biomechanics can treat lesions of high velocity using less force and more precision. Though Dr. Mitchell's initial concept of MET involved muscle activation with post-isometric relaxation, many other physiological principles for MET have been developed. In today's MET, there are a total of 9 different physiological principles: crossed, extensor reflex, isolytic lengthening, isokinetic strengthening, joint mobilization using muscle force, respiratory assistance, oculocephalogyric reflex, reciprocal inhibition, muscle force in one region of the body to achieve movement in another and post-isometric relaxation. Of the 9 approaches, the most utilized is post-isometric relaxation. We will delve further into these principles in later chapters.", "contents": "Physiology, Muscle Energy -- Introduction. MET can be applied in all body joints except the cranium. [1] [4] MET is a nontraumatic modality, and its application helps treat key lesions that are the root cause of many dysfunctions in the body. Understanding the intricacies of MET involves understanding the biomechanics of the human body; this knowledge can help make treatments with other modalities easier. For example, those with an in-depth understanding of human biomechanics can treat lesions of high velocity using less force and more precision. Though Dr. Mitchell's initial concept of MET involved muscle activation with post-isometric relaxation, many other physiological principles for MET have been developed. In today's MET, there are a total of 9 different physiological principles: crossed, extensor reflex, isolytic lengthening, isokinetic strengthening, joint mobilization using muscle force, respiratory assistance, oculocephalogyric reflex, reciprocal inhibition, muscle force in one region of the body to achieve movement in another and post-isometric relaxation. Of the 9 approaches, the most utilized is post-isometric relaxation. We will delve further into these principles in later chapters."}
{"id": "article-102985_2", "title": "Physiology, Muscle Energy -- Introduction", "content": "MET is a safe technique and can be used with inpatients to help decrease hospital stays. [5] [6] [7] [8] MET with post-isometric relaxation is generally contraindicated in patients with low vitality, certain post-surgical patients, or those in the ICU. They would benefit from MET using reciprocal inhibition, respiratory assist, or the oculocephlogyric reflex.", "contents": "Physiology, Muscle Energy -- Introduction. MET is a safe technique and can be used with inpatients to help decrease hospital stays. [5] [6] [7] [8] MET with post-isometric relaxation is generally contraindicated in patients with low vitality, certain post-surgical patients, or those in the ICU. They would benefit from MET using reciprocal inhibition, respiratory assist, or the oculocephlogyric reflex."}
{"id": "article-102985_3", "title": "Physiology, Muscle Energy -- Introduction", "content": "Patients with a history of eye surgery are contraindicated for MET with oculocephalogyric reflex. As the treatment requires patient cooperation, patients should be able to understand and communicate easily with the clinician. Complications can be avoided if the clinicians correctly diagnose, localize the lesions, and use appropriate force.", "contents": "Physiology, Muscle Energy -- Introduction. Patients with a history of eye surgery are contraindicated for MET with oculocephalogyric reflex. As the treatment requires patient cooperation, patients should be able to understand and communicate easily with the clinician. Complications can be avoided if the clinicians correctly diagnose, localize the lesions, and use appropriate force."}
{"id": "article-102985_4", "title": "Physiology, Muscle Energy -- Introduction", "content": "Understanding muscle physiology is essential for MET. There are 4 types of muscle contraction: isometric, concentric, eccentric, and isolytic. Isometric contraction is when the muscles contract without having the origin and insertion of the muscles approach each other. Concentric contraction is when the muscles shorten with contraction. Eccentric contraction is when the muscle lengthens with contraction, and isolytic contraction is when an external force lengthens muscle contraction. [9] The physiology of muscle contractions best explains the mechanism of action in MET.", "contents": "Physiology, Muscle Energy -- Introduction. Understanding muscle physiology is essential for MET. There are 4 types of muscle contraction: isometric, concentric, eccentric, and isolytic. Isometric contraction is when the muscles contract without having the origin and insertion of the muscles approach each other. Concentric contraction is when the muscles shorten with contraction. Eccentric contraction is when the muscle lengthens with contraction, and isolytic contraction is when an external force lengthens muscle contraction. [9] The physiology of muscle contractions best explains the mechanism of action in MET."}
{"id": "article-102985_5", "title": "Physiology, Muscle Energy -- Issues of Concern", "content": "MET has clinical benefits, but there have been some anecdotal injuries using this technique. An inappropriate amount of force can cause tendon avulsion in geriatric patients. Rib fractures are also possible in those with osteoporosis. There have been stories of intraocular hemorrhage in a postcataract removal patient who had MET with oculocephalogyric reflex. Prioritizing precise diagnosis and localization and applying the appropriate force when using this technique is highly important.", "contents": "Physiology, Muscle Energy -- Issues of Concern. MET has clinical benefits, but there have been some anecdotal injuries using this technique. An inappropriate amount of force can cause tendon avulsion in geriatric patients. Rib fractures are also possible in those with osteoporosis. There have been stories of intraocular hemorrhage in a postcataract removal patient who had MET with oculocephalogyric reflex. Prioritizing precise diagnosis and localization and applying the appropriate force when using this technique is highly important."}
{"id": "article-102985_6", "title": "Physiology, Muscle Energy -- Cellular Level", "content": "Understanding muscle anatomy and physiology is essential in MET. A muscle includes many spindles; each spindle comprises 3 to 12 intrafusal muscle fibers surrounded by a large extrafusal fiber. Each spindle has an efferent and an afferent neural component. Motor nerve fibers innervate the extrafusal fibers through the alpha motor neurons, and the gamma motor neurons innervate the intrafusal fibers. The Ia and II fibers innervate the muscle spindles' afferent (sensory) portions. The central portion of a muscle spindle does not have myofibrils and does not have contracting capabilities; however, the ends of these spindles do contract in response to gamma motor neurons. The Ib fibers innervate the Golgi tendon organs (GTO) in the myotendinous junctions. [10]", "contents": "Physiology, Muscle Energy -- Cellular Level. Understanding muscle anatomy and physiology is essential in MET. A muscle includes many spindles; each spindle comprises 3 to 12 intrafusal muscle fibers surrounded by a large extrafusal fiber. Each spindle has an efferent and an afferent neural component. Motor nerve fibers innervate the extrafusal fibers through the alpha motor neurons, and the gamma motor neurons innervate the intrafusal fibers. The Ia and II fibers innervate the muscle spindles' afferent (sensory) portions. The central portion of a muscle spindle does not have myofibrils and does not have contracting capabilities; however, the ends of these spindles do contract in response to gamma motor neurons. The Ib fibers innervate the Golgi tendon organs (GTO) in the myotendinous junctions. [10]"}
{"id": "article-102985_7", "title": "Physiology, Muscle Energy -- Cellular Level", "content": "GTO is an encapsulated sensory receptor associated with 10 to 15 muscle fibers. They are stimulated to inhibit the muscle when exposed to contraction or stretching; this stimulation occurs by a negative feedback loop through the alpha neuron. When the tension on a muscle is too great, the GTO will contract to relax the entire muscle via the Ia fibers. [11] Dr. Mitchell initially hypothesized that the muscle is refractory after an isometric contraction, where it may be passively stretched without a reflexive contraction. In MET with post-isometric relaxation, the GTO is activated by increasing tension on the muscle fibers when the patient is asked to contract against a barrier. Once activated, there is a reflexive inhibition and relaxation of the muscle through the Ia fibers, and the clinician may further passively stretch the muscle due to the refractory state. Two reflex systems within a muscle unit play a role in MET: intrinsic and extrinsic reflex systems.", "contents": "Physiology, Muscle Energy -- Cellular Level. GTO is an encapsulated sensory receptor associated with 10 to 15 muscle fibers. They are stimulated to inhibit the muscle when exposed to contraction or stretching; this stimulation occurs by a negative feedback loop through the alpha neuron. When the tension on a muscle is too great, the GTO will contract to relax the entire muscle via the Ia fibers. [11] Dr. Mitchell initially hypothesized that the muscle is refractory after an isometric contraction, where it may be passively stretched without a reflexive contraction. In MET with post-isometric relaxation, the GTO is activated by increasing tension on the muscle fibers when the patient is asked to contract against a barrier. Once activated, there is a reflexive inhibition and relaxation of the muscle through the Ia fibers, and the clinician may further passively stretch the muscle due to the refractory state. Two reflex systems within a muscle unit play a role in MET: intrinsic and extrinsic reflex systems."}
{"id": "article-102985_8", "title": "Physiology, Muscle Energy -- Cellular Level -- Intrinsic Reflex System", "content": "The basic functional unit in muscle physiology is called a myotactic unit, which includes a motor unit and the intrinsic sensory system from the muscle fibers. These sensory receptors comprise 2 types of intrafusal fibers: nuclear bag and nuclear chain (bundles together). The nuclear bag fibers extend beyond the capsule to attach to the endomysium, and the nuclear chain attaches to the inside of the capsule. [12] Nuclear bag receptors adapt to muscle length, velocity, and acceleration of contractions. The nuclear chain fibers slowly adapt to tension. There is a hypothesis that the alpha motor neuron is firing to contract the muscle to reduce the tension on the nuclear chain fibers in a somatic dysfunction. During MET with post-isometric relaxation, contracting the extrafusal muscles while the length of the muscle remains constant engages the nuclear bag fibers. This contracting reduces the nuclear chain, and the nuclear bag fibers quickly adapt to the stretch. The post-isometric stretch is complete without further elongating the bag fibers due to the refractory period from the decrease in gamma efferent discharge to the spindles.", "contents": "Physiology, Muscle Energy -- Cellular Level -- Intrinsic Reflex System. The basic functional unit in muscle physiology is called a myotactic unit, which includes a motor unit and the intrinsic sensory system from the muscle fibers. These sensory receptors comprise 2 types of intrafusal fibers: nuclear bag and nuclear chain (bundles together). The nuclear bag fibers extend beyond the capsule to attach to the endomysium, and the nuclear chain attaches to the inside of the capsule. [12] Nuclear bag receptors adapt to muscle length, velocity, and acceleration of contractions. The nuclear chain fibers slowly adapt to tension. There is a hypothesis that the alpha motor neuron is firing to contract the muscle to reduce the tension on the nuclear chain fibers in a somatic dysfunction. During MET with post-isometric relaxation, contracting the extrafusal muscles while the length of the muscle remains constant engages the nuclear bag fibers. This contracting reduces the nuclear chain, and the nuclear bag fibers quickly adapt to the stretch. The post-isometric stretch is complete without further elongating the bag fibers due to the refractory period from the decrease in gamma efferent discharge to the spindles."}
{"id": "article-102985_9", "title": "Physiology, Muscle Energy -- Cellular Level -- Extrinsic Reflex System", "content": "In the extrinsic system, the alpha and gamma efferents of the muscle receive synaptic information from sensory nerves from other organs or muscles. This system includes reciprocal inhibition of antagonist muscles, pain avoidance, conditioned reflex, viscerosomatic reflexes, and muscle spasms. [13]", "contents": "Physiology, Muscle Energy -- Cellular Level -- Extrinsic Reflex System. In the extrinsic system, the alpha and gamma efferents of the muscle receive synaptic information from sensory nerves from other organs or muscles. This system includes reciprocal inhibition of antagonist muscles, pain avoidance, conditioned reflex, viscerosomatic reflexes, and muscle spasms. [13]"}
{"id": "article-102985_10", "title": "Physiology, Muscle Energy -- Development", "content": "Before birth, the first evidence of GTOs is observable in aponeurosis, where Ib axons terminate within islets of collagen bundles and myotubules. [14] In the first postnatal week, the innervated core elongates as collagen bundles and Schwann cells proliferate. Within the capsule completed by day 2, collagen fibrils are placed between the Schwann cells and the terminal nerve ends. These collagen bundles link the muscle fiber tips to the aponeurosis, establishing the relationship of muscle tension to GTO activation. Muscular contraction applies force to the collagen bundles, stimulating the nerve endings within the GTO. [15] [16]", "contents": "Physiology, Muscle Energy -- Development. Before birth, the first evidence of GTOs is observable in aponeurosis, where Ib axons terminate within islets of collagen bundles and myotubules. [14] In the first postnatal week, the innervated core elongates as collagen bundles and Schwann cells proliferate. Within the capsule completed by day 2, collagen fibrils are placed between the Schwann cells and the terminal nerve ends. These collagen bundles link the muscle fiber tips to the aponeurosis, establishing the relationship of muscle tension to GTO activation. Muscular contraction applies force to the collagen bundles, stimulating the nerve endings within the GTO. [15] [16]"}
{"id": "article-102985_11", "title": "Physiology, Muscle Energy -- Development", "content": "Muscle spindle differentiation starts around 11 weeks of gestation when the intrafusal and extrafusal fibers differentiate. The Ia afferent axon communicates to the spindle, prompting the formation of the nuclear bag, a term given to intrafusal fibers with multiple equatorial nuclei. [17] [18] Subsequently, the motor nerve supply reaches the spindle. [17] [19] The spindle matures between 24 to 31 weeks and increases in length after birth. [19]", "contents": "Physiology, Muscle Energy -- Development. Muscle spindle differentiation starts around 11 weeks of gestation when the intrafusal and extrafusal fibers differentiate. The Ia afferent axon communicates to the spindle, prompting the formation of the nuclear bag, a term given to intrafusal fibers with multiple equatorial nuclei. [17] [18] Subsequently, the motor nerve supply reaches the spindle. [17] [19] The spindle matures between 24 to 31 weeks and increases in length after birth. [19]"}
{"id": "article-102985_12", "title": "Physiology, Muscle Energy -- Organ Systems Involved", "content": "The MET cannot directly affect organ systems, as this technique is used to treat the musculoskeletal system. However, it may affect and change certain organ system's functioning through viscerosomatic reflexes. [20] [21] Each organ system in the body has sympathetic and parasympathetic innervations dependent on where the nervous innervation arises in the spinal cord: sympathetic in the thoracolumbar region and parasympathetic in the sacral and cervical regions. Autonomic formation of the viscerosomatic reflex is beyond the scope of this topic. There is speculation that problems in specific viscera will present with somatic changes due to the innervation at that level called spinal facilitation. This facilitation sends increased output from the spinal cord, leading to changes in the alpha motor neuron and sympathetic outflow, causing increased pain. This facilitation can be treated using specific MET. [20]", "contents": "Physiology, Muscle Energy -- Organ Systems Involved. The MET cannot directly affect organ systems, as this technique is used to treat the musculoskeletal system. However, it may affect and change certain organ system's functioning through viscerosomatic reflexes. [20] [21] Each organ system in the body has sympathetic and parasympathetic innervations dependent on where the nervous innervation arises in the spinal cord: sympathetic in the thoracolumbar region and parasympathetic in the sacral and cervical regions. Autonomic formation of the viscerosomatic reflex is beyond the scope of this topic. There is speculation that problems in specific viscera will present with somatic changes due to the innervation at that level called spinal facilitation. This facilitation sends increased output from the spinal cord, leading to changes in the alpha motor neuron and sympathetic outflow, causing increased pain. This facilitation can be treated using specific MET. [20]"}
{"id": "article-102985_13", "title": "Physiology, Muscle Energy -- Function", "content": "MET assumes that a shortened or contracted muscle maintains a somatic dysfunction. There are several hypotheses to the behaviors of such muscles: neuroreflexive (most likely), fibrosis, and congestion of muscle tissue (a cause of myofascial trigger points). MET approaches and treats the muscles using physiological principles and is not used to treat subluxations. There is currently no evidence to support the clinical benefit of treating subluxations. [22] [23] Another commonly believed restriction mechanism follows the Meniscoid Theory proposed by Emminger in 1967; this theory is more prevalent in Europe than North America and states that meniscoid between the facets causes restrictions in joint movement. [24]", "contents": "Physiology, Muscle Energy -- Function. MET assumes that a shortened or contracted muscle maintains a somatic dysfunction. There are several hypotheses to the behaviors of such muscles: neuroreflexive (most likely), fibrosis, and congestion of muscle tissue (a cause of myofascial trigger points). MET approaches and treats the muscles using physiological principles and is not used to treat subluxations. There is currently no evidence to support the clinical benefit of treating subluxations. [22] [23] Another commonly believed restriction mechanism follows the Meniscoid Theory proposed by Emminger in 1967; this theory is more prevalent in Europe than North America and states that meniscoid between the facets causes restrictions in joint movement. [24]"}
{"id": "article-102985_14", "title": "Physiology, Muscle Energy -- Mechanism", "content": "As mentioned in the introduction, METs take advantage of the physiologic mechanisms of post-isometric relaxation and reciprocal inhibition, primarily to improve musculoskeletal function and reduce pain. MET is \"direct\" or \"indirect\" for a given joint based on the indication. [1]", "contents": "Physiology, Muscle Energy -- Mechanism. As mentioned in the introduction, METs take advantage of the physiologic mechanisms of post-isometric relaxation and reciprocal inhibition, primarily to improve musculoskeletal function and reduce pain. MET is \"direct\" or \"indirect\" for a given joint based on the indication. [1]"}
{"id": "article-102985_15", "title": "Physiology, Muscle Energy -- Mechanism -- Post-isometric Relaxation", "content": "Golgi tendon organs (GTOs) are mechanoreceptors in most skeletal muscles. They are sensitive to muscular contractile force, and in contrast to muscle spindles, muscle stretches rarely and inconsistently activate GTOs. These encapsulated bundles of collagen are innervated by fast-conducting type Ib afferent fibers and are present at muscle-tendon or muscle-aponeurosis junctions; they attach to an individual muscle fascicle tendon on one end, and the whole muscle-tendon or aponeurosis of the other. This positioning, described as \"in-series,\" means the receptor is part of the functional unit and stands in contrast to the muscle spindle that operates adjacent to the functional unit \"in parallel.\" [15] [16] GTOs are activated at high levels of force and hypothetically inhibit muscle activity, preventing musculoskeletal injury. [25]", "contents": "Physiology, Muscle Energy -- Mechanism -- Post-isometric Relaxation. Golgi tendon organs (GTOs) are mechanoreceptors in most skeletal muscles. They are sensitive to muscular contractile force, and in contrast to muscle spindles, muscle stretches rarely and inconsistently activate GTOs. These encapsulated bundles of collagen are innervated by fast-conducting type Ib afferent fibers and are present at muscle-tendon or muscle-aponeurosis junctions; they attach to an individual muscle fascicle tendon on one end, and the whole muscle-tendon or aponeurosis of the other. This positioning, described as \"in-series,\" means the receptor is part of the functional unit and stands in contrast to the muscle spindle that operates adjacent to the functional unit \"in parallel.\" [15] [16] GTOs are activated at high levels of force and hypothetically inhibit muscle activity, preventing musculoskeletal injury. [25]"}
{"id": "article-102985_16", "title": "Physiology, Muscle Energy -- Mechanism -- Post-isometric Relaxation", "content": "Physiologically, increased tension to the GTO prompts the activation of the type Ib afferent fibers that project to the spine, where they provide positive input on inhibitory interneurons that, in turn, add negative or inhibitory input on the efferent α-motor neurons that receive input from the cortex to the homonymous muscle. [26] In effect, sufficient GTO stimulation can override the efferent output from the brain, leading to relaxation. This phenomenon is known as the \"inverse stretch\" or the \"autogenic\" reflex. [27] [28] Dr. Mitchell Jr further postulated that there is a refractory state after an isometric contraction where passive stretching may be performed without a myostatic reflex opposition.", "contents": "Physiology, Muscle Energy -- Mechanism -- Post-isometric Relaxation. Physiologically, increased tension to the GTO prompts the activation of the type Ib afferent fibers that project to the spine, where they provide positive input on inhibitory interneurons that, in turn, add negative or inhibitory input on the efferent α-motor neurons that receive input from the cortex to the homonymous muscle. [26] In effect, sufficient GTO stimulation can override the efferent output from the brain, leading to relaxation. This phenomenon is known as the \"inverse stretch\" or the \"autogenic\" reflex. [27] [28] Dr. Mitchell Jr further postulated that there is a refractory state after an isometric contraction where passive stretching may be performed without a myostatic reflex opposition."}
{"id": "article-102985_17", "title": "Physiology, Muscle Energy -- Mechanism -- Post-isometric Relaxation", "content": "The patients are usually placed into the barrier and asked to contract against the clinician. They are then asked to relax. This phase is refractory, where a new barrier can be reached, and the process is repeated.", "contents": "Physiology, Muscle Energy -- Mechanism -- Post-isometric Relaxation. The patients are usually placed into the barrier and asked to contract against the clinician. They are then asked to relax. This phase is refractory, where a new barrier can be reached, and the process is repeated."}
{"id": "article-102985_18", "title": "Physiology, Muscle Energy -- Mechanism -- Joint Mobilization Using Muscle Force", "content": "This principle works off the Meniscoid theory as described above. A distortion of articulation and motion loss leads to reflexive hypertonicity of the muscles crossing the joint. The reflexive hypertonicity further compresses the dysfunctional joint surface and leads to the thinning of the synovial fluid layers and adherence of both joint surfaces. Treating the segment requires the maximum force the clinician can tolerate to \"reseat\" the joint and reflexively relax the hypertonic muscle.", "contents": "Physiology, Muscle Energy -- Mechanism -- Joint Mobilization Using Muscle Force. This principle works off the Meniscoid theory as described above. A distortion of articulation and motion loss leads to reflexive hypertonicity of the muscles crossing the joint. The reflexive hypertonicity further compresses the dysfunctional joint surface and leads to the thinning of the synovial fluid layers and adherence of both joint surfaces. Treating the segment requires the maximum force the clinician can tolerate to \"reseat\" the joint and reflexively relax the hypertonic muscle."}
{"id": "article-102985_19", "title": "Physiology, Muscle Energy -- Mechanism -- Respiratory Assists", "content": "The clinician holds a fulcrum using the motion of the ribs or the subtle movement of the spine/pelvis during respiration, allowing the respiratory forces to work. This technique frequently treats somatic dysfunctions in the ribs and sacrum.", "contents": "Physiology, Muscle Energy -- Mechanism -- Respiratory Assists. The clinician holds a fulcrum using the motion of the ribs or the subtle movement of the spine/pelvis during respiration, allowing the respiratory forces to work. This technique frequently treats somatic dysfunctions in the ribs and sacrum."}
{"id": "article-102985_20", "title": "Physiology, Muscle Energy -- Mechanism -- Reciprocal Inhibition", "content": "Muscle spindles are stretch-sensitive mechanoreceptors found in skeletal muscle. A muscle spindle is a bundle of striated, intrafusal muscle fibers within the fascicles of force-producing, extrafusal muscle fibers. \"Fusal\" derives from the term \"fusiform,\" meaning spindle-shaped. Any stretch or change in the length of the extrafusal fibers results in a stretch of the intrafusal fibers, which is then detected in the equatorial and polar regions of the muscle spindle. This physiology stands in contrast to GTOs, which are relatively insensate to passive changes in length but respond to an increase in muscle force. Two afferents, primary (type Ia) and secondary (type II), measure the stretch sensation. A single Ia fiber is present, along with between 0 to 5 II fibers per spindle. [29]", "contents": "Physiology, Muscle Energy -- Mechanism -- Reciprocal Inhibition. Muscle spindles are stretch-sensitive mechanoreceptors found in skeletal muscle. A muscle spindle is a bundle of striated, intrafusal muscle fibers within the fascicles of force-producing, extrafusal muscle fibers. \"Fusal\" derives from the term \"fusiform,\" meaning spindle-shaped. Any stretch or change in the length of the extrafusal fibers results in a stretch of the intrafusal fibers, which is then detected in the equatorial and polar regions of the muscle spindle. This physiology stands in contrast to GTOs, which are relatively insensate to passive changes in length but respond to an increase in muscle force. Two afferents, primary (type Ia) and secondary (type II), measure the stretch sensation. A single Ia fiber is present, along with between 0 to 5 II fibers per spindle. [29]"}
{"id": "article-102985_21", "title": "Physiology, Muscle Energy -- Mechanism -- Reciprocal Inhibition", "content": "The Ia fiber is comparable in size and speed of transmission to the previously mentioned Ib fibers and supplies all intrafusal fibers in the spindle at the equatorial region. [15] The exact function of type II fibers is less understood; however, these smaller fibers terminate on the polar ends of the spindle. Muscle spindles are unique among proprioceptors in that efferent fibers innervate them. These myelinated γ-motor neurons derive from the same efferents that supply the extrafusal muscle. Excitation of these γ-motor neurons does not affect overall muscle tension but appears to maintain tension on the muscle spindles to track the length of the extrafusal fibers effectively. Lastly, spindle afferents are tonically active, with an increased firing rate in response to passive stretch in a velocity-dependent manner. [29]", "contents": "Physiology, Muscle Energy -- Mechanism -- Reciprocal Inhibition. The Ia fiber is comparable in size and speed of transmission to the previously mentioned Ib fibers and supplies all intrafusal fibers in the spindle at the equatorial region. [15] The exact function of type II fibers is less understood; however, these smaller fibers terminate on the polar ends of the spindle. Muscle spindles are unique among proprioceptors in that efferent fibers innervate them. These myelinated γ-motor neurons derive from the same efferents that supply the extrafusal muscle. Excitation of these γ-motor neurons does not affect overall muscle tension but appears to maintain tension on the muscle spindles to track the length of the extrafusal fibers effectively. Lastly, spindle afferents are tonically active, with an increased firing rate in response to passive stretch in a velocity-dependent manner. [29]"}
{"id": "article-102985_22", "title": "Physiology, Muscle Energy -- Mechanism -- Reciprocal Inhibition", "content": "Physiologically, stretch to a muscle fiber produces activation of Ia muscle spindle afferents that project to the spine and activate the efferent α-motor neurons and, subsequently, the γ-motor neurons of the homonymous muscle, leading to contraction of the intra- and extrafusal fibers. Simultaneously, the Ia fibers activate inhibitory interneurons in the spine to inhibit the α-motor neurons of the antagonist's muscle. This circuit is called the stretch reflex, believed to prevent muscle strain and support bipedal walking and posture. [30] [31] [32] [33] [34] This principle is used when contracting the antagonist to relax the dysfunctional agonist muscle.", "contents": "Physiology, Muscle Energy -- Mechanism -- Reciprocal Inhibition. Physiologically, stretch to a muscle fiber produces activation of Ia muscle spindle afferents that project to the spine and activate the efferent α-motor neurons and, subsequently, the γ-motor neurons of the homonymous muscle, leading to contraction of the intra- and extrafusal fibers. Simultaneously, the Ia fibers activate inhibitory interneurons in the spine to inhibit the α-motor neurons of the antagonist's muscle. This circuit is called the stretch reflex, believed to prevent muscle strain and support bipedal walking and posture. [30] [31] [32] [33] [34] This principle is used when contracting the antagonist to relax the dysfunctional agonist muscle."}
{"id": "article-102985_23", "title": "Physiology, Muscle Energy -- Mechanism -- Oculocephalogyric Reflex", "content": "The oculocephalogyric reflex approach to MET can gently treat an unstable segment in the upper cervical spine using eye motion. This reflex is not fully understood but is related to the doll's eye and vestibulo-ocular reflex. [35] [36] Nerves for the extraocular muscles are sent to the vestibular nuclei via the ophthalmic division of the trigeminal nerve. Information from the vestibular nuclei then travels down the medial and lateral vestibulospinal tract. The medial tract specifically goes to C1, which may branch into the suboccipital muscles, allowing motion within the suboccipital muscles. [37] This approach is useful if the patient has severe pain in the upper cervical spine or if upper cervical instability is suspected. The patient is set up to look toward a stimulus to test the reflex.", "contents": "Physiology, Muscle Energy -- Mechanism -- Oculocephalogyric Reflex. The oculocephalogyric reflex approach to MET can gently treat an unstable segment in the upper cervical spine using eye motion. This reflex is not fully understood but is related to the doll's eye and vestibulo-ocular reflex. [35] [36] Nerves for the extraocular muscles are sent to the vestibular nuclei via the ophthalmic division of the trigeminal nerve. Information from the vestibular nuclei then travels down the medial and lateral vestibulospinal tract. The medial tract specifically goes to C1, which may branch into the suboccipital muscles, allowing motion within the suboccipital muscles. [37] This approach is useful if the patient has severe pain in the upper cervical spine or if upper cervical instability is suspected. The patient is set up to look toward a stimulus to test the reflex."}
{"id": "article-102985_24", "title": "Physiology, Muscle Energy -- Mechanism -- Crossed Extensor Reflex", "content": "MET uses the concept of crossed extensor reflex in the extremities when muscle damage occurs. Voluntary contraction will inhibit the same contralateral muscle and activate the contralateral antagonist muscle. [38] An example of the reflex is if one flexes their quads to lift their legs due to stepping on a nail, and the contralateral hamstring muscle contracts to help stabilize. During the signaling pathway, the efferent nerves will communicate with multiple interneurons at the level of the spinal cord, where one will relay the message to the contralateral agonist muscle to relax.", "contents": "Physiology, Muscle Energy -- Mechanism -- Crossed Extensor Reflex. MET uses the concept of crossed extensor reflex in the extremities when muscle damage occurs. Voluntary contraction will inhibit the same contralateral muscle and activate the contralateral antagonist muscle. [38] An example of the reflex is if one flexes their quads to lift their legs due to stepping on a nail, and the contralateral hamstring muscle contracts to help stabilize. During the signaling pathway, the efferent nerves will communicate with multiple interneurons at the level of the spinal cord, where one will relay the message to the contralateral agonist muscle to relax."}
{"id": "article-102985_25", "title": "Physiology, Muscle Energy -- Mechanism -- Isokinetic Strengthening", "content": "This approach to MET is to help strengthen the muscle. A concentric contraction is utilized, and the muscle can shorten at a controlled rate. It is advised to first treat any shortening of an antagonistic muscle before performing strengthening treatments. For example, the quadriceps may be weakened due to hypertonic/shortened hamstrings; treatment would begin with treating the shortened hamstring muscles followed by isokinetic quadriceps strengthening.", "contents": "Physiology, Muscle Energy -- Mechanism -- Isokinetic Strengthening. This approach to MET is to help strengthen the muscle. A concentric contraction is utilized, and the muscle can shorten at a controlled rate. It is advised to first treat any shortening of an antagonistic muscle before performing strengthening treatments. For example, the quadriceps may be weakened due to hypertonic/shortened hamstrings; treatment would begin with treating the shortened hamstring muscles followed by isokinetic quadriceps strengthening."}
{"id": "article-102985_26", "title": "Physiology, Muscle Energy -- Mechanism -- Isolytic Lengthening", "content": "This approach is used to lengthen a muscle shortened by contracture of fibrosis. An isolytic contraction occurs because the clinician's force overcomes the contracture of the patient. The clinician applies a vibratory motion while performing the technique, as there is anecdotal evidence that it can help break up fibrosis and circulation.", "contents": "Physiology, Muscle Energy -- Mechanism -- Isolytic Lengthening. This approach is used to lengthen a muscle shortened by contracture of fibrosis. An isolytic contraction occurs because the clinician's force overcomes the contracture of the patient. The clinician applies a vibratory motion while performing the technique, as there is anecdotal evidence that it can help break up fibrosis and circulation."}
{"id": "article-102985_27", "title": "Physiology, Muscle Energy -- Mechanism -- Coordinated Motor Movement", "content": "This approach to MET involves moving adjacent body parts to treat the somatic dysfunction. It is thought that muscle contraction during the motion of the adjacent regions will also affect the area of dysfunction. An example is the treatment of a bilaterally extended sacrum; the patient is asked to push the pelvis and leg to help treat the sacral dysfunction.", "contents": "Physiology, Muscle Energy -- Mechanism -- Coordinated Motor Movement. This approach to MET involves moving adjacent body parts to treat the somatic dysfunction. It is thought that muscle contraction during the motion of the adjacent regions will also affect the area of dysfunction. An example is the treatment of a bilaterally extended sacrum; the patient is asked to push the pelvis and leg to help treat the sacral dysfunction."}
{"id": "article-102985_28", "title": "Physiology, Muscle Energy -- Related Testing", "content": "To successfully perform MET, it is imperative to have the correct diagnosis. Often, Fryette's laws of spinal mechanics are used to diagnose MET; there are 3 laws of spinal mechanics, according to Fryette: In a neutral position, the segments will side bend and rotate to the opposite side In a non-neutral spinal position, the segments will side-bend and rotate in the same direction A motion in one plane will reduce the motions in the other two planes of the spinal segment [39]", "contents": "Physiology, Muscle Energy -- Related Testing. To successfully perform MET, it is imperative to have the correct diagnosis. Often, Fryette's laws of spinal mechanics are used to diagnose MET; there are 3 laws of spinal mechanics, according to Fryette: In a neutral position, the segments will side bend and rotate to the opposite side In a non-neutral spinal position, the segments will side-bend and rotate in the same direction A motion in one plane will reduce the motions in the other two planes of the spinal segment [39]"}
{"id": "article-102985_29", "title": "Physiology, Muscle Energy -- Pathophysiology", "content": "The increased muscle tone purportedly treated by MET is comparable to that of the hypertonicity or spasticity that presents in upper motor neuron disease. [1] [40] Increased activity of the extrafusal muscle fibers is secondary to either increased activity of the muscle spindle or abnormal sensory processing in the spinal cord. In the former, increased activity of γ-motor neurons leads to abnormally shortened muscle spindles, resulting in a hyperexcitable state such that movement within the physiologic range of motion produces reflexive muscular contraction. Similarly, type II fibers are hypothesized to contribute to spasticity through direct α-motor neuron activation. [40]", "contents": "Physiology, Muscle Energy -- Pathophysiology. The increased muscle tone purportedly treated by MET is comparable to that of the hypertonicity or spasticity that presents in upper motor neuron disease. [1] [40] Increased activity of the extrafusal muscle fibers is secondary to either increased activity of the muscle spindle or abnormal sensory processing in the spinal cord. In the former, increased activity of γ-motor neurons leads to abnormally shortened muscle spindles, resulting in a hyperexcitable state such that movement within the physiologic range of motion produces reflexive muscular contraction. Similarly, type II fibers are hypothesized to contribute to spasticity through direct α-motor neuron activation. [40]"}
{"id": "article-102985_30", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "As mentioned in the introduction, MET primarily serves to improve the range of motion and reduce pain. [1] [4] These techniques are used by physicians (osteopathic and allopathic) as well as physical therapists and chiropractors for primary or adjunctive therapy. [41] In the case of the former, MET is commonly used to reduce pain secondary to hypertonicity in the back, neck, and other major joints. However, this modality may hypothetically treat nearly any joint in the body. [42] [43] As for the latter, MET, in addition to standard-of-care treatment and other osteopathic techniques, has been demonstrated to improve outcomes in conditions such as pneumonia and fibromyalgia. In these cases, the complementary effects are attributed to fascial stretching, which is proposed to improve lymphatic and hemodynamic function. [44] [45]", "contents": "Physiology, Muscle Energy -- Clinical Significance. As mentioned in the introduction, MET primarily serves to improve the range of motion and reduce pain. [1] [4] These techniques are used by physicians (osteopathic and allopathic) as well as physical therapists and chiropractors for primary or adjunctive therapy. [41] In the case of the former, MET is commonly used to reduce pain secondary to hypertonicity in the back, neck, and other major joints. However, this modality may hypothetically treat nearly any joint in the body. [42] [43] As for the latter, MET, in addition to standard-of-care treatment and other osteopathic techniques, has been demonstrated to improve outcomes in conditions such as pneumonia and fibromyalgia. In these cases, the complementary effects are attributed to fascial stretching, which is proposed to improve lymphatic and hemodynamic function. [44] [45]"}
{"id": "article-102985_31", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "A handful of metanalyses have been performed to assess MET's effectiveness in treating various conditions, particularly low back pain. While some yielded mixed results, there is an apparent consensus on the positive effects of MET on low back pain, with insufficient and inconsistent evidence to support its use in other circumstances. [1] [42] [46] [41] Additional research has demonstrated decreased motor excitability in the lumbar spine, leading to enhanced function. [47]", "contents": "Physiology, Muscle Energy -- Clinical Significance. A handful of metanalyses have been performed to assess MET's effectiveness in treating various conditions, particularly low back pain. While some yielded mixed results, there is an apparent consensus on the positive effects of MET on low back pain, with insufficient and inconsistent evidence to support its use in other circumstances. [1] [42] [46] [41] Additional research has demonstrated decreased motor excitability in the lumbar spine, leading to enhanced function. [47]"}
{"id": "article-102985_32", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "The effectiveness of MET is dependent on diagnosis, localization, and the amount of force used. Differentiating between a key lesion and a compensatory change in diagnosis is important. An example is when a somatic dysfunction at the L5 often causes a compensatory change at the sacral base. [48] Treating the compensation will not correct the patient's presenting symptoms. Awareness of one lesion's fascial factors on another is also critical. Although a segmental diagnosis is identified, significant side bending restriction in the segment above actively causes fascial strain, potentially leading to treatment difficulty in the identified segmental somatic dysfunction. As in all aspects of osteopathy, diagnosing the patient accurately and considering the broader clinical context is essential.", "contents": "Physiology, Muscle Energy -- Clinical Significance. The effectiveness of MET is dependent on diagnosis, localization, and the amount of force used. Differentiating between a key lesion and a compensatory change in diagnosis is important. An example is when a somatic dysfunction at the L5 often causes a compensatory change at the sacral base. [48] Treating the compensation will not correct the patient's presenting symptoms. Awareness of one lesion's fascial factors on another is also critical. Although a segmental diagnosis is identified, significant side bending restriction in the segment above actively causes fascial strain, potentially leading to treatment difficulty in the identified segmental somatic dysfunction. As in all aspects of osteopathy, diagnosing the patient accurately and considering the broader clinical context is essential."}
{"id": "article-102985_33", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "Using an excessive amount of force is a common mistake that is made by those new to MET. When using excessive force, a larger group of muscles is engaged to help stabilize the segment being treated. Further stability in the treated segment will negate the effects of muscle energy. Using 5 to 10 pounds of force during MET is commonly taught. However, experienced clinicians use enough force to observe a change in the relevant segment without recruiting surrounding muscles.", "contents": "Physiology, Muscle Energy -- Clinical Significance. Using an excessive amount of force is a common mistake that is made by those new to MET. When using excessive force, a larger group of muscles is engaged to help stabilize the segment being treated. Further stability in the treated segment will negate the effects of muscle energy. Using 5 to 10 pounds of force during MET is commonly taught. However, experienced clinicians use enough force to observe a change in the relevant segment without recruiting surrounding muscles."}
{"id": "article-102985_34", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "Lastly, the localization of the force is more important than the amount of force. Position the body so the force applied is on the treated segmental joint. Clinicians should make subtle changes depending on the anatomic variability between individual patients. For example, the sacrum is known to have 3 transverse axes and 2 oblique axes. The middle transverse axis is where the sacrum moves about the innominate, and the inferior transverse axis is where the innominate moves against the sacrum. A clinician treating an anterior innominate would want to flex the hip until the inferior transverse axis is engaged. Flexing too much or too little will not engage the proper joint segment and decrease the chance of successful treatment. MET with post-isometric relaxation is the most commonly used modality and entails the following steps:", "contents": "Physiology, Muscle Energy -- Clinical Significance. Lastly, the localization of the force is more important than the amount of force. Position the body so the force applied is on the treated segmental joint. Clinicians should make subtle changes depending on the anatomic variability between individual patients. For example, the sacrum is known to have 3 transverse axes and 2 oblique axes. The middle transverse axis is where the sacrum moves about the innominate, and the inferior transverse axis is where the innominate moves against the sacrum. A clinician treating an anterior innominate would want to flex the hip until the inferior transverse axis is engaged. Flexing too much or too little will not engage the proper joint segment and decrease the chance of successful treatment. MET with post-isometric relaxation is the most commonly used modality and entails the following steps:"}
{"id": "article-102985_35", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "The target joint or muscle barrier is isolated through joint positioning, generally to a pathologic barrier. Follow with active muscle contraction by the patient in a specific direction, generally away from the restriction, for a specified period against clinician-applied counterforce. Conventionally, the amount of force generated by the patient should be the maximum amount comfortably tolerated by both the patient and the clinician. Have the patient relaxation of the contracted muscle. Use passive movement of the patient's anatomy toward a new pathologic barrier. Repeat steps 1 to 4 as tolerated until physiologic pain is sufficiently relieved, or the patient achieves the desired range of motion. [41]", "contents": "Physiology, Muscle Energy -- Clinical Significance. The target joint or muscle barrier is isolated through joint positioning, generally to a pathologic barrier. Follow with active muscle contraction by the patient in a specific direction, generally away from the restriction, for a specified period against clinician-applied counterforce. Conventionally, the amount of force generated by the patient should be the maximum amount comfortably tolerated by both the patient and the clinician. Have the patient relaxation of the contracted muscle. Use passive movement of the patient's anatomy toward a new pathologic barrier. Repeat steps 1 to 4 as tolerated until physiologic pain is sufficiently relieved, or the patient achieves the desired range of motion. [41]"}
{"id": "article-102985_36", "title": "Physiology, Muscle Energy -- Clinical Significance", "content": "Different protocols have been developed for each step within this framework, including duration and strength of contraction, duration of rest, and the number of repetitions. [1] [49] [50] [51] For example, the Greenman method proposes a 5- to 7-second relaxation step and 3 to 5 repetitions overall. [1]", "contents": "Physiology, Muscle Energy -- Clinical Significance. Different protocols have been developed for each step within this framework, including duration and strength of contraction, duration of rest, and the number of repetitions. [1] [49] [50] [51] For example, the Greenman method proposes a 5- to 7-second relaxation step and 3 to 5 repetitions overall. [1]"}
{"id": "article-102985_37", "title": "Physiology, Muscle Energy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Muscle Energy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}