{"id": "article-43110_0", "title": "Physiology, Urination -- Introduction", "content": "Urination or micturition removes metabolic products and toxic wastes filtered from the kidneys and is a vital human bodily function. The micturition reflex requires a complex network of signals between the nervous system and the urinary tract. Urine storage and bladder emptying are highly dependent on these pathways.", "contents": "Physiology, Urination -- Introduction. Urination or micturition removes metabolic products and toxic wastes filtered from the kidneys and is a vital human bodily function. The micturition reflex requires a complex network of signals between the nervous system and the urinary tract. Urine storage and bladder emptying are highly dependent on these pathways."}
{"id": "article-43110_1", "title": "Physiology, Urination -- Introduction", "content": "Neurological function and anatomic abnormalities can involve many disease states and disorders, such as incontinence, bladder outlet obstruction, urinary retention, vesicoureteral reflux, incomplete emptying, detrusor overactivity, or infections (see Image. Urinary System).", "contents": "Physiology, Urination -- Introduction. Neurological function and anatomic abnormalities can involve many disease states and disorders, such as incontinence, bladder outlet obstruction, urinary retention, vesicoureteral reflux, incomplete emptying, detrusor overactivity, or infections (see Image. Urinary System)."}
{"id": "article-43110_2", "title": "Physiology, Urination -- Issues of Concern", "content": "Understanding the process of normal micturition is critical to managing disorders of abnormal urination. Issues of concern related to the physiology of urination encompass a range of conditions and complications that can significantly impact an individual's urinary system and overall well-being. These issues include urinary incontinence, where voluntary control over urination is compromised, affecting individuals across various age groups. Urinary retention, characterized by the inability to empty the bladder fully, can lead to discomfort and potential complications like urinary tract infections. Frequent and urgent urination, often associated with conditions like overactive bladder, can disrupt daily life and activities. Hesitancy, or difficulty initiating urination, may indicate underlying problems such as an enlarged prostate in men.", "contents": "Physiology, Urination -- Issues of Concern. Understanding the process of normal micturition is critical to managing disorders of abnormal urination. Issues of concern related to the physiology of urination encompass a range of conditions and complications that can significantly impact an individual's urinary system and overall well-being. These issues include urinary incontinence, where voluntary control over urination is compromised, affecting individuals across various age groups. Urinary retention, characterized by the inability to empty the bladder fully, can lead to discomfort and potential complications like urinary tract infections. Frequent and urgent urination, often associated with conditions like overactive bladder, can disrupt daily life and activities. Hesitancy, or difficulty initiating urination, may indicate underlying problems such as an enlarged prostate in men."}
{"id": "article-43110_3", "title": "Physiology, Urination -- Issues of Concern", "content": "Painful urination can be a symptom of various conditions like urinary tract infections or interstitial cystitis, causing discomfort during urination. Neurological disorders, like spinal cord injuries or multiple sclerosis, can affect the nerves that control urination. Structural abnormalities in the urinary tract, congenital or acquired, can contribute to urinary issues. Hormonal changes, particularly in women during menopause, can also impact urinary function.", "contents": "Physiology, Urination -- Issues of Concern. Painful urination can be a symptom of various conditions like urinary tract infections or interstitial cystitis, causing discomfort during urination. Neurological disorders, like spinal cord injuries or multiple sclerosis, can affect the nerves that control urination. Structural abnormalities in the urinary tract, congenital or acquired, can contribute to urinary issues. Hormonal changes, particularly in women during menopause, can also impact urinary function."}
{"id": "article-43110_4", "title": "Physiology, Urination -- Issues of Concern", "content": "Additionally, certain medications can have urinary problems as an adverse effect, and inadequate fluid intake leading to concentrated urine can exacerbate these concerns. Addressing these issues requires a comprehensive assessment, accurate diagnosis, and the development of individualized treatment plans tailored to the underlying cause of the problem, aiming to improve urinary function and overall quality of life.", "contents": "Physiology, Urination -- Issues of Concern. Additionally, certain medications can have urinary problems as an adverse effect, and inadequate fluid intake leading to concentrated urine can exacerbate these concerns. Addressing these issues requires a comprehensive assessment, accurate diagnosis, and the development of individualized treatment plans tailored to the underlying cause of the problem, aiming to improve urinary function and overall quality of life."}
{"id": "article-43110_5", "title": "Physiology, Urination -- Cellular Level", "content": "The upper urinary-collecting system consists of the kidneys, of which the renal papillae are the first gross structure of the upper urinary tract (see Image. Kidney Gross Anatomy). These papillae are individually cupped by the minor calyx, which then goes to the infundibulum and combines to form the major calyces. The major calyces then coalesce to form the renal pelvis. Urine flows from the renal pelvis into the bilateral ureters, consisting of fibromuscular tubes that terminate in the bladder (see Image. Transverse Section of Ureter). The ureters are narrowest at the ureteropelvic junction, ureterovesical junction, and where they cross the common iliac vessels, which is clinically significant. [1]", "contents": "Physiology, Urination -- Cellular Level. The upper urinary-collecting system consists of the kidneys, of which the renal papillae are the first gross structure of the upper urinary tract (see Image. Kidney Gross Anatomy). These papillae are individually cupped by the minor calyx, which then goes to the infundibulum and combines to form the major calyces. The major calyces then coalesce to form the renal pelvis. Urine flows from the renal pelvis into the bilateral ureters, consisting of fibromuscular tubes that terminate in the bladder (see Image. Transverse Section of Ureter). The ureters are narrowest at the ureteropelvic junction, ureterovesical junction, and where they cross the common iliac vessels, which is clinically significant. [1]"}
{"id": "article-43110_6", "title": "Physiology, Urination -- Cellular Level", "content": "The lower urinary tract system consists of the bladder and urethra (see Image. Median Sagittal Section of Male Pelvis Anatomy). The urethra connects with the bladder neck and is the final destination for urine to flow through before exiting the body. [2] [3]", "contents": "Physiology, Urination -- Cellular Level. The lower urinary tract system consists of the bladder and urethra (see Image. Median Sagittal Section of Male Pelvis Anatomy). The urethra connects with the bladder neck and is the final destination for urine to flow through before exiting the body. [2] [3]"}
{"id": "article-43110_7", "title": "Physiology, Urination -- Cellular Level", "content": "The histological anatomy of the urinary tract comprises a specialized epithelium called urothelium (transitional epithelium), characterized by cell surface glycoproteins known as uroplakins. [4] These uroplakins cover most of each urothelial cell and are preferentially directed toward the luminal interior. [4]", "contents": "Physiology, Urination -- Cellular Level. The histological anatomy of the urinary tract comprises a specialized epithelium called urothelium (transitional epithelium), characterized by cell surface glycoproteins known as uroplakins. [4] These uroplakins cover most of each urothelial cell and are preferentially directed toward the luminal interior. [4]"}
{"id": "article-43110_8", "title": "Physiology, Urination -- Cellular Level", "content": "Different parts of the urinary tract have distinctive epithelium (see Image. Urinary Bladder, Vertical Section of Bladder Wall). Some areas, such as the ureters, contain fewer uroplakins and cytoplasmic fusiform vesicles than the bladder urothelium. The bladder is mostly composed of smooth muscle and collagen with elastic and nerve fibers. [5] [6] [7] The bladder also contains a large number of \"umbrella cells,\" which are big, multinucleated luminal cells that can form large urothelial plaques. They are in direct contact with urine and are found in the most superficial mucosal layer of the renal pelvis, ureters, and especially the urinary bladder.", "contents": "Physiology, Urination -- Cellular Level. Different parts of the urinary tract have distinctive epithelium (see Image. Urinary Bladder, Vertical Section of Bladder Wall). Some areas, such as the ureters, contain fewer uroplakins and cytoplasmic fusiform vesicles than the bladder urothelium. The bladder is mostly composed of smooth muscle and collagen with elastic and nerve fibers. [5] [6] [7] The bladder also contains a large number of \"umbrella cells,\" which are big, multinucleated luminal cells that can form large urothelial plaques. They are in direct contact with urine and are found in the most superficial mucosal layer of the renal pelvis, ureters, and especially the urinary bladder."}
{"id": "article-43110_9", "title": "Physiology, Urination -- Cellular Level", "content": "Umbrella cells are primarily responsible for the initial barrier to mucosal penetration by urine, ions, and solutes. They must maintain this defense during all phases of stretching as the bladder fills and empties. [8] This is accomplished by changing their physical shape and stretching as the bladder fills. [8] Adjacent umbrella cells form tight junctions and membrane interdigitations, further contributing to their barrier function. [9]", "contents": "Physiology, Urination -- Cellular Level. Umbrella cells are primarily responsible for the initial barrier to mucosal penetration by urine, ions, and solutes. They must maintain this defense during all phases of stretching as the bladder fills and empties. [8] This is accomplished by changing their physical shape and stretching as the bladder fills. [8] Adjacent umbrella cells form tight junctions and membrane interdigitations, further contributing to their barrier function. [9]"}
{"id": "article-43110_10", "title": "Physiology, Urination -- Cellular Level", "content": "The bladder urothelium has a unique lipid and protein composition that forms an apical membrane, high-resistance tight junctions with strong intercellular interdigitations, and can regulate the movement of water, ions, and solutes through the mucosal surface. [10] The urothelium can also produce mucus and release chemical mediators and neurotransmitters that communicate with and affect underlying nerve and muscle tissues. [10] [11]", "contents": "Physiology, Urination -- Cellular Level. The bladder urothelium has a unique lipid and protein composition that forms an apical membrane, high-resistance tight junctions with strong intercellular interdigitations, and can regulate the movement of water, ions, and solutes through the mucosal surface. [10] The urothelium can also produce mucus and release chemical mediators and neurotransmitters that communicate with and affect underlying nerve and muscle tissues. [10] [11]"}
{"id": "article-43110_11", "title": "Physiology, Urination -- Cellular Level", "content": "Recent research suggests that urothelial cells can also initiate bladder contractions via local signaling or sensory nerve stimulation. [12] This finding expands our understanding of the complex regulatory processes involved in bladder function and has potential implications for developing treatments for various urinary disorders.", "contents": "Physiology, Urination -- Cellular Level. Recent research suggests that urothelial cells can also initiate bladder contractions via local signaling or sensory nerve stimulation. [12] This finding expands our understanding of the complex regulatory processes involved in bladder function and has potential implications for developing treatments for various urinary disorders."}
{"id": "article-43110_12", "title": "Physiology, Urination -- Development", "content": "The development of the urinary tract system starts at week 4, with the pronephros as a set of rudimentary and nonfunctional kidneys. [13] These disappear and pave the way for the mesonephros, which function from week 5 through week 10 as the permanent kidneys form (see Image. Urogenital Apparatus, Human Embryo Aged 8.5 to 9 Weeks). The mesonephric structures make a pathway for urine production. [13] The metanephros, a critical stage in kidney development, emerges during fetal development around week 5. While it begins to form during this early stage, it becomes fully functional by approximately week 10. Subsequently, the metanephros continues to mature and develop, ultimately evolving into fully functional adult kidneys. [13]", "contents": "Physiology, Urination -- Development. The development of the urinary tract system starts at week 4, with the pronephros as a set of rudimentary and nonfunctional kidneys. [13] These disappear and pave the way for the mesonephros, which function from week 5 through week 10 as the permanent kidneys form (see Image. Urogenital Apparatus, Human Embryo Aged 8.5 to 9 Weeks). The mesonephric structures make a pathway for urine production. [13] The metanephros, a critical stage in kidney development, emerges during fetal development around week 5. While it begins to form during this early stage, it becomes fully functional by approximately week 10. Subsequently, the metanephros continues to mature and develop, ultimately evolving into fully functional adult kidneys. [13]"}
{"id": "article-43110_13", "title": "Physiology, Urination -- Development", "content": "The metanephros comprises 2 essential components: the metanephric mesenchyme, where nephrogenesis, or the formation of nephrons (the functional units of the kidney), occurs, and the ureteric bud. The ureteric bud is responsible for giving rise to the collecting system, which includes structures such as the collecting tubules, major and minor calyces, renal pelves, and ureters. [13] [14]", "contents": "Physiology, Urination -- Development. The metanephros comprises 2 essential components: the metanephric mesenchyme, where nephrogenesis, or the formation of nephrons (the functional units of the kidney), occurs, and the ureteric bud. The ureteric bud is responsible for giving rise to the collecting system, which includes structures such as the collecting tubules, major and minor calyces, renal pelves, and ureters. [13] [14]"}
{"id": "article-43110_14", "title": "Physiology, Urination -- Function", "content": "Urination or micturition primarily functions in the excretion of metabolic products and toxic wastes. The urinary tract also serves as a storage vessel for the liquid waste filtered from the kidneys. Urine stored in the urinary bladder is released and expelled through the urethra by a complex network of coordinated neurological functions.", "contents": "Physiology, Urination -- Function. Urination or micturition primarily functions in the excretion of metabolic products and toxic wastes. The urinary tract also serves as a storage vessel for the liquid waste filtered from the kidneys. Urine stored in the urinary bladder is released and expelled through the urethra by a complex network of coordinated neurological functions."}
{"id": "article-43110_15", "title": "Physiology, Urination -- Function", "content": "The bladder muscle comprises 3 layers that are significantly interwoven and intermingled. The inner and outer layers are mainly longitudinal, while the intermediate layer comprises circular fibers. [15]", "contents": "Physiology, Urination -- Function. The bladder muscle comprises 3 layers that are significantly interwoven and intermingled. The inner and outer layers are mainly longitudinal, while the intermediate layer comprises circular fibers. [15]"}
{"id": "article-43110_16", "title": "Physiology, Urination -- Function", "content": "The bladder can accommodate increasing amounts of urine without significantly changing its low intravesical pressure until it fills or a detrusor contraction occurs. A normal bladder maintains an intravesical pressure of 20 cm H 2 O or less during filling until it reaches fullness or contracts. [16] This ability of the bladder to manage increasing amounts of urine without increasing pressure is called compliance. A loss of bladder compliance results in urinary frequency and incontinence. [17]", "contents": "Physiology, Urination -- Function. The bladder can accommodate increasing amounts of urine without significantly changing its low intravesical pressure until it fills or a detrusor contraction occurs. A normal bladder maintains an intravesical pressure of 20 cm H 2 O or less during filling until it reaches fullness or contracts. [16] This ability of the bladder to manage increasing amounts of urine without increasing pressure is called compliance. A loss of bladder compliance results in urinary frequency and incontinence. [17]"}
{"id": "article-43110_17", "title": "Physiology, Urination -- Function", "content": "Compliance can be calculated mathematically as Compliance=ΔV(mL)/ΔP(cm H 2 O), with values of 12.5 to 40 mL/cm H 2 O generally considered normal. [17] [18] [19] Lower values (<12.5 mL/cm H 2 O) indicate a loss of compliance as intravesical pressure would increase significantly with bladder filling by relatively small volumes. [17]", "contents": "Physiology, Urination -- Function. Compliance can be calculated mathematically as Compliance=ΔV(mL)/ΔP(cm H 2 O), with values of 12.5 to 40 mL/cm H 2 O generally considered normal. [17] [18] [19] Lower values (<12.5 mL/cm H 2 O) indicate a loss of compliance as intravesical pressure would increase significantly with bladder filling by relatively small volumes. [17]"}
{"id": "article-43110_18", "title": "Physiology, Urination -- Function", "content": "Loss of bladder compliance can result from bladder neurogenicity (eg, from multiple sclerosis, cauda equina syndrome, myelodysplasia), overactivity, detrusor instability, irritability, radiation effect, chronic denervation, long-term bladder outlet obstruction, infectious and noninfectious cystitis, possibly from tuberculosis or interstitial cystitis. [20]", "contents": "Physiology, Urination -- Function. Loss of bladder compliance can result from bladder neurogenicity (eg, from multiple sclerosis, cauda equina syndrome, myelodysplasia), overactivity, detrusor instability, irritability, radiation effect, chronic denervation, long-term bladder outlet obstruction, infectious and noninfectious cystitis, possibly from tuberculosis or interstitial cystitis. [20]"}
{"id": "article-43110_19", "title": "Physiology, Urination -- Function", "content": "Patients with bladder overactivity show a rise in detrusor pressure even when bladder filling is stopped, but those with a loss of compliance drop their intravesical pressure when bladder filling ceases. [17] Medical treatment of loss of compliance is based on maintaining the sustained detrusor pressure at <40 cm H 2 O, which not only improves storage but also helps protect the kidneys and upper tracts by protecting the ureterovesical junction (UVJ) and avoiding vesicoureteral reflux. [17] The management of loss of compliance may involve anticholinergics/antimuscarinics, β-adrenergic medications, sacral neuromodulation, tibial nerve stimulation, onabotulinum toxin A detrusor injections, intermittent self-catheterization, and augmentation cystoplasty. [17]", "contents": "Physiology, Urination -- Function. Patients with bladder overactivity show a rise in detrusor pressure even when bladder filling is stopped, but those with a loss of compliance drop their intravesical pressure when bladder filling ceases. [17] Medical treatment of loss of compliance is based on maintaining the sustained detrusor pressure at <40 cm H 2 O, which not only improves storage but also helps protect the kidneys and upper tracts by protecting the ureterovesical junction (UVJ) and avoiding vesicoureteral reflux. [17] The management of loss of compliance may involve anticholinergics/antimuscarinics, β-adrenergic medications, sacral neuromodulation, tibial nerve stimulation, onabotulinum toxin A detrusor injections, intermittent self-catheterization, and augmentation cystoplasty. [17]"}
{"id": "article-43110_20", "title": "Physiology, Urination -- Function", "content": "The first sensation of bladder filling is typically noted at 150 mL to 250 mL in normal adults. Fullness is generally appreciated at 350 mL to 400 mL but can be easily suppressed by voluntary activity of the pudendal nerve. The maximum normal capacity is about 500 mL. A detrusor pressure of 30 to 40 cm H 2 O is sufficient for bladder emptying in men, less in women.", "contents": "Physiology, Urination -- Function. The first sensation of bladder filling is typically noted at 150 mL to 250 mL in normal adults. Fullness is generally appreciated at 350 mL to 400 mL but can be easily suppressed by voluntary activity of the pudendal nerve. The maximum normal capacity is about 500 mL. A detrusor pressure of 30 to 40 cm H 2 O is sufficient for bladder emptying in men, less in women."}
{"id": "article-43110_21", "title": "Physiology, Urination -- Mechanism", "content": "The brain, spinal cord, and peripheral ganglia all affect the micturition reflex. Afferent pathways from the bladder to the brain include the dorsal system and the spinothalamic tract. Efferent pathways from the brain to the bladder exist for micturition and storage, which regulate the bladder and an outlet, ie, the bladder neck, urethra, and urethral sphincter.", "contents": "Physiology, Urination -- Mechanism. The brain, spinal cord, and peripheral ganglia all affect the micturition reflex. Afferent pathways from the bladder to the brain include the dorsal system and the spinothalamic tract. Efferent pathways from the brain to the bladder exist for micturition and storage, which regulate the bladder and an outlet, ie, the bladder neck, urethra, and urethral sphincter."}
{"id": "article-43110_22", "title": "Physiology, Urination -- Mechanism -- Bladder Storage", "content": "Bladder storage is maintained by the pontine storage center, which activates and maintains spinal sympathetic tone to the bladder and somatic stimulation of the urethral sphincter. [21]", "contents": "Physiology, Urination -- Mechanism -- Bladder Storage. Bladder storage is maintained by the pontine storage center, which activates and maintains spinal sympathetic tone to the bladder and somatic stimulation of the urethral sphincter. [21]"}
{"id": "article-43110_23", "title": "Physiology, Urination -- Mechanism -- Bladder Storage", "content": "Sympathetic fibers originating from the T11-L2 spinal segments travel in the hypogastric nerve and link to the base of the bladder and urethra through the β3 adrenergic and α1 adrenergic receptors, respectively. Their primary function is facilitating bladder storage. When sympathetic postganglionic neurons release noradrenaline, the β3 receptors are stimulated to relax the bladder smooth muscle, while the α1 receptors activate and contract the urethral smooth muscle to help store urine. [21]", "contents": "Physiology, Urination -- Mechanism -- Bladder Storage. Sympathetic fibers originating from the T11-L2 spinal segments travel in the hypogastric nerve and link to the base of the bladder and urethra through the β3 adrenergic and α1 adrenergic receptors, respectively. Their primary function is facilitating bladder storage. When sympathetic postganglionic neurons release noradrenaline, the β3 receptors are stimulated to relax the bladder smooth muscle, while the α1 receptors activate and contract the urethral smooth muscle to help store urine. [21]"}
{"id": "article-43110_24", "title": "Physiology, Urination -- Mechanism -- Bladder Storage", "content": "Somatic motor nerves from the S2-S4 motor neurons travel in the pudendal nerves and link to the striated muscles of the external urethral sphincter through the nicotinic cholinergic receptor. The release of acetylcholine from the somatic axons stimulates the nicotinic receptors of the external sphincter and causes them to contract, facilitating bladder storage. [21]", "contents": "Physiology, Urination -- Mechanism -- Bladder Storage. Somatic motor nerves from the S2-S4 motor neurons travel in the pudendal nerves and link to the striated muscles of the external urethral sphincter through the nicotinic cholinergic receptor. The release of acetylcholine from the somatic axons stimulates the nicotinic receptors of the external sphincter and causes them to contract, facilitating bladder storage. [21]"}
{"id": "article-43110_25", "title": "Physiology, Urination -- Mechanism -- Guarding Reflex", "content": "The \"guarding reflex\" also helps maintain continence during situations that suddenly increase intravesical pressure, such as coughing, sneezing, straining, Valsalva maneuver, and laughing. Such a sudden increase in intravesical pressure stimulates the bladder wall's  stretch-sensitive mechanoreceptors, which then send afferent signals to the sacral spinal cord and Onuf's nucleus (the sacral origin of the pudendal nerve, located in the anterior horn of S2.) Efferent signals from Onuf's nucleus are then transmitted via the pudendal nerve and stimulate contraction of the external sphincter muscle, preserving continence. [22] [23] The process is normally automatic, quick, effective, and involuntary. [21] [22] [23]", "contents": "Physiology, Urination -- Mechanism -- Guarding Reflex. The \"guarding reflex\" also helps maintain continence during situations that suddenly increase intravesical pressure, such as coughing, sneezing, straining, Valsalva maneuver, and laughing. Such a sudden increase in intravesical pressure stimulates the bladder wall's  stretch-sensitive mechanoreceptors, which then send afferent signals to the sacral spinal cord and Onuf's nucleus (the sacral origin of the pudendal nerve, located in the anterior horn of S2.) Efferent signals from Onuf's nucleus are then transmitted via the pudendal nerve and stimulate contraction of the external sphincter muscle, preserving continence. [22] [23] The process is normally automatic, quick, effective, and involuntary. [21] [22] [23]"}
{"id": "article-43110_26", "title": "Physiology, Urination -- Mechanism -- Bladder Emptying or Voiding", "content": "Voiding starts with increased afferent activity from the detrusor muscle. This activity stimulates the pontine micturition center, which blocks the guarding reflex described above. The pontine micturition center, also called Barrington's nucleus, is located in the brainstem, where it coordinates neurological activity from the periaqueductal gray matter and elsewhere that results in voiding. [21] [24] [25]", "contents": "Physiology, Urination -- Mechanism -- Bladder Emptying or Voiding. Voiding starts with increased afferent activity from the detrusor muscle. This activity stimulates the pontine micturition center, which blocks the guarding reflex described above. The pontine micturition center, also called Barrington's nucleus, is located in the brainstem, where it coordinates neurological activity from the periaqueductal gray matter and elsewhere that results in voiding. [21] [24] [25]"}
{"id": "article-43110_27", "title": "Physiology, Urination -- Mechanism -- Bladder Emptying or Voiding", "content": "The pelvic floor and sphincteric muscles relax by voluntary action of the somatic nerves. Sympathetic tone is reduced, and parasympathetic stimulation begins. Parasympathetic preganglionic fibers originate from the S2-S4 spinal segments and travel in the pelvic nerves. They link to the bladder wall through M3 muscarinic receptors. When the parasympathetic postganglionic axons release acetylcholine, the M3 receptors of the bladder smooth muscle (detrusor) are stimulated, and the bladder contracts. These combined pathways conjunctively lead to normal urination. [21] [26] [27] [28]", "contents": "Physiology, Urination -- Mechanism -- Bladder Emptying or Voiding. The pelvic floor and sphincteric muscles relax by voluntary action of the somatic nerves. Sympathetic tone is reduced, and parasympathetic stimulation begins. Parasympathetic preganglionic fibers originate from the S2-S4 spinal segments and travel in the pelvic nerves. They link to the bladder wall through M3 muscarinic receptors. When the parasympathetic postganglionic axons release acetylcholine, the M3 receptors of the bladder smooth muscle (detrusor) are stimulated, and the bladder contracts. These combined pathways conjunctively lead to normal urination. [21] [26] [27] [28]"}
{"id": "article-43110_28", "title": "Physiology, Urination -- Mechanism -- Bladder Emptying or Voiding", "content": "Spinal cord lesions above the pontine voiding centers result in coordinated voiding reflex functions, which are lost if the lesions are below this level. In such situations, detrusor-sphincter-dyssynergia may result. [29] See StatPearls' companion reference on Bladder Sphincter Dyssynergia . [29]", "contents": "Physiology, Urination -- Mechanism -- Bladder Emptying or Voiding. Spinal cord lesions above the pontine voiding centers result in coordinated voiding reflex functions, which are lost if the lesions are below this level. In such situations, detrusor-sphincter-dyssynergia may result. [29] See StatPearls' companion reference on Bladder Sphincter Dyssynergia . [29]"}
{"id": "article-43110_29", "title": "Physiology, Urination -- Mechanism -- Bladder Storage and Emptying Reflexes Summary", "content": "Storage: Low-level vesical afferent stimulation is produced during urinary storage as the bladder fills and distends. This action stimulates the hypogastric nerve (T11-L2), which provides continuous sympathetic tone to the bladder, inducing detrusor relaxation and promoting urinary storage. Somatic innervation stimulation through the pudendal nerve (S2-S4) is also stimulated, resulting in urethral sphincter closure, further facilitating continence and bladder storage. The pontine storage center is activated, helping to maintain urethral sphincter tone and activity. [21]", "contents": "Physiology, Urination -- Mechanism -- Bladder Storage and Emptying Reflexes Summary. Storage: Low-level vesical afferent stimulation is produced during urinary storage as the bladder fills and distends. This action stimulates the hypogastric nerve (T11-L2), which provides continuous sympathetic tone to the bladder, inducing detrusor relaxation and promoting urinary storage. Somatic innervation stimulation through the pudendal nerve (S2-S4) is also stimulated, resulting in urethral sphincter closure, further facilitating continence and bladder storage. The pontine storage center is activated, helping to maintain urethral sphincter tone and activity. [21]"}
{"id": "article-43110_30", "title": "Physiology, Urination -- Mechanism -- Bladder Storage and Emptying Reflexes Summary", "content": "Voiding: Intense vesical afferent stimulation of the pelvic nerves activates the spinobulbospinal reflex pathways, the periaqueductal gray matter, and the pontine micturition center. The guarding reflex is suppressed, as well as sympathetic (relaxing) tone to the bladder and pudendal somatic urethral closure. Parasympathetic stimulation utilizing the pelvic nerves (S2-S4) initiates bladder contractility while inhibiting somatic activity. The detrusor contracts and the urethral sphincter opens, allowing micturition and urinary flow with bladder emptying. The pontine storage center and the periaqueductal gray matter provide higher neurological control to coordinate these processes. Higher brain centers initiate voluntary and conscious voiding. [30]", "contents": "Physiology, Urination -- Mechanism -- Bladder Storage and Emptying Reflexes Summary. Voiding: Intense vesical afferent stimulation of the pelvic nerves activates the spinobulbospinal reflex pathways, the periaqueductal gray matter, and the pontine micturition center. The guarding reflex is suppressed, as well as sympathetic (relaxing) tone to the bladder and pudendal somatic urethral closure. Parasympathetic stimulation utilizing the pelvic nerves (S2-S4) initiates bladder contractility while inhibiting somatic activity. The detrusor contracts and the urethral sphincter opens, allowing micturition and urinary flow with bladder emptying. The pontine storage center and the periaqueductal gray matter provide higher neurological control to coordinate these processes. Higher brain centers initiate voluntary and conscious voiding. [30]"}
{"id": "article-43110_31", "title": "Physiology, Urination -- Clinical Significance", "content": "Pathologies affecting the urinary tract system can result from both intrinsic and extrinsic factors. These conditions encompass a wide range of disorders, including neurological disorders, outlet obstruction, and infections. Neurological disorders can disrupt the normal coordination of bladder function, leading to issues such as urinary incontinence or retention. Outlet obstruction, often caused by conditions like an enlarged prostate in men or pelvic organ prolapse in women, can impede urine flow. Infections, which can be bacterial or viral, can affect various parts of the urinary tract, leading to infections or pyelonephritis. Understanding the underlying causes of urinary tract pathologies is crucial for accurate diagnosis and effective treatment.", "contents": "Physiology, Urination -- Clinical Significance. Pathologies affecting the urinary tract system can result from both intrinsic and extrinsic factors. These conditions encompass a wide range of disorders, including neurological disorders, outlet obstruction, and infections. Neurological disorders can disrupt the normal coordination of bladder function, leading to issues such as urinary incontinence or retention. Outlet obstruction, often caused by conditions like an enlarged prostate in men or pelvic organ prolapse in women, can impede urine flow. Infections, which can be bacterial or viral, can affect various parts of the urinary tract, leading to infections or pyelonephritis. Understanding the underlying causes of urinary tract pathologies is crucial for accurate diagnosis and effective treatment."}
{"id": "article-43110_32", "title": "Physiology, Urination -- Clinical Significance -- Incontinence", "content": "Incontinence is common in older patients, patients with diabetes, overactive bladder, and postmenopausal women. [31] See StatPearls' companion reference on Urinary Incontinence . [31] Urge incontinence characteristically presents as the sudden need to pass urine, with the underlying cause most likely idiopathic, although excessive caffeine intake and infections should be excluded first. [32] Stress incontinence is voiding after increased intrabdominal pressure, such as from coughing or sneezing, most likely from dysfunctional urethral closure. [33] See StatPearls' companion reference on Stress Incontinence . [33] Mixed urinary incontinence is a condition combining both stress and urge incontinence. [34] [35] See StatPearls' reference on Mixed Urinary Incontinence . [35]", "contents": "Physiology, Urination -- Clinical Significance -- Incontinence. Incontinence is common in older patients, patients with diabetes, overactive bladder, and postmenopausal women. [31] See StatPearls' companion reference on Urinary Incontinence . [31] Urge incontinence characteristically presents as the sudden need to pass urine, with the underlying cause most likely idiopathic, although excessive caffeine intake and infections should be excluded first. [32] Stress incontinence is voiding after increased intrabdominal pressure, such as from coughing or sneezing, most likely from dysfunctional urethral closure. [33] See StatPearls' companion reference on Stress Incontinence . [33] Mixed urinary incontinence is a condition combining both stress and urge incontinence. [34] [35] See StatPearls' reference on Mixed Urinary Incontinence . [35]"}
{"id": "article-43110_33", "title": "Physiology, Urination -- Clinical Significance -- Incontinence", "content": "Overflow incontinence is an increase in post-void residual urine due to incomplete bladder emptying or urinary retention. [36] See StatPearls' references on Female Urinary Retention and Male Urinary Retention . [36] [37]", "contents": "Physiology, Urination -- Clinical Significance -- Incontinence. Overflow incontinence is an increase in post-void residual urine due to incomplete bladder emptying or urinary retention. [36] See StatPearls' references on Female Urinary Retention and Male Urinary Retention . [36] [37]"}
{"id": "article-43110_34", "title": "Physiology, Urination -- Clinical Significance -- Incontinence", "content": "The narrowing of the ureter at certain anatomical locations may become obstructed by ureteral calculi. [1] [38] The most common places are at the ureteropelvic junction, ureterovesical junction, and when they cross the common iliac vessels. [1] [2] [38] Common signs and symptoms of ureterolithiasis or nephrolithiasis include hematuria, severe intermittent colicky flank pain radiating to the groin, nausea, and vomiting. [38]", "contents": "Physiology, Urination -- Clinical Significance -- Incontinence. The narrowing of the ureter at certain anatomical locations may become obstructed by ureteral calculi. [1] [38] The most common places are at the ureteropelvic junction, ureterovesical junction, and when they cross the common iliac vessels. [1] [2] [38] Common signs and symptoms of ureterolithiasis or nephrolithiasis include hematuria, severe intermittent colicky flank pain radiating to the groin, nausea, and vomiting. [38]"}
{"id": "article-43110_35", "title": "Physiology, Urination -- Clinical Significance -- Congenital Abnormalities", "content": "The complex nature of genitourinary embryology can lead to various congenital abnormalities, such as unilateral renal agenesis, due to the abnormal interaction of the ureteric bud and metanephric mesenchyme. [13] See Statpearls' companion reference on Genitourinary Embryology . [13]", "contents": "Physiology, Urination -- Clinical Significance -- Congenital Abnormalities. The complex nature of genitourinary embryology can lead to various congenital abnormalities, such as unilateral renal agenesis, due to the abnormal interaction of the ureteric bud and metanephric mesenchyme. [13] See Statpearls' companion reference on Genitourinary Embryology . [13]"}
{"id": "article-43110_36", "title": "Physiology, Urination -- Clinical Significance -- Congenital Abnormalities", "content": "Horseshoe kidneys occur when the inferior poles of both kidneys fuse, most commonly during ascent (see Image. CT Scan, Horseshoe Kidney). [39] [40] This condition can often be found in Turner syndrome (see Image. Girl With Turner Syndrome). [39] [41] See StatPearls' companion reference on Horseshoe Kidneys and Turner Syndrome . [40] [41]", "contents": "Physiology, Urination -- Clinical Significance -- Congenital Abnormalities. Horseshoe kidneys occur when the inferior poles of both kidneys fuse, most commonly during ascent (see Image. CT Scan, Horseshoe Kidney). [39] [40] This condition can often be found in Turner syndrome (see Image. Girl With Turner Syndrome). [39] [41] See StatPearls' companion reference on Horseshoe Kidneys and Turner Syndrome . [40] [41]"}
{"id": "article-43110_37", "title": "Physiology, Urination -- Clinical Significance -- Infections", "content": "Due to its anatomy and physiological function, the genitourinary tract is prone to infections, urinary tract infections. [42] Urethritis is more common in females because of the urethra's shorter length and proximity to the anus than in males. [43] Cystitis is bladder inflammation and can present with suprapubic pain, urinary urgency, and frequency. [44] Prostatitis is inflammation of the prostate, usually characterized by male pelvic discomfort and other symptoms. [45] Pyelonephritis is inflammation of the renal parenchyma and pelvis (see Image. Pyelonephritis With Renal Abscesses). [46] The condition can present with upper urinary tract infection symptoms such as fever, flank pain, costovertebral angle tenderness, and lower urinary tract symptomatology such as dysuria, urinary urgency, and frequency. [46] [47] See StatPearls' references on Acute Pyelonephritis and Complicated Urinary Tract Infections . [46] [48]", "contents": "Physiology, Urination -- Clinical Significance -- Infections. Due to its anatomy and physiological function, the genitourinary tract is prone to infections, urinary tract infections. [42] Urethritis is more common in females because of the urethra's shorter length and proximity to the anus than in males. [43] Cystitis is bladder inflammation and can present with suprapubic pain, urinary urgency, and frequency. [44] Prostatitis is inflammation of the prostate, usually characterized by male pelvic discomfort and other symptoms. [45] Pyelonephritis is inflammation of the renal parenchyma and pelvis (see Image. Pyelonephritis With Renal Abscesses). [46] The condition can present with upper urinary tract infection symptoms such as fever, flank pain, costovertebral angle tenderness, and lower urinary tract symptomatology such as dysuria, urinary urgency, and frequency. [46] [47] See StatPearls' references on Acute Pyelonephritis and Complicated Urinary Tract Infections . [46] [48]"}
{"id": "article-43110_38", "title": "Physiology, Urination -- Clinical Significance -- Infections", "content": "Urination holds vital clinical significance as it is essential for eliminating waste products, maintaining fluid balance, and assessing kidney function. Changes in urine composition can signal various medical conditions, including infections and metabolic disorders. Urine also plays a critical role in medication excretion, and monitoring urination patterns aids in diagnosing and managing bladder-related conditions. In essence, urination serves as a valuable diagnostic and therapeutic tool, contributing significantly to clinical assessments and treatment decisions.", "contents": "Physiology, Urination -- Clinical Significance -- Infections. Urination holds vital clinical significance as it is essential for eliminating waste products, maintaining fluid balance, and assessing kidney function. Changes in urine composition can signal various medical conditions, including infections and metabolic disorders. Urine also plays a critical role in medication excretion, and monitoring urination patterns aids in diagnosing and managing bladder-related conditions. In essence, urination serves as a valuable diagnostic and therapeutic tool, contributing significantly to clinical assessments and treatment decisions."}
{"id": "article-43110_39", "title": "Physiology, Urination -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Urination -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}