{"id": "article-46852_0", "title": "Excited Delirium (Archived) -- Introduction", "content": "The understanding of delirium is as a complex neuropsychiatric syndrome that is characterized by disturbances in consciousness, orientation, memory, thought, perception, and behavior resulting from or more structural and/or physiological abnormalities directly or indirectly affecting the brain. It is quite prevalent in medical and surgical settings and is associated with high rates of death and healthcare costs. [1]", "contents": "Excited Delirium (Archived) -- Introduction. The understanding of delirium is as a complex neuropsychiatric syndrome that is characterized by disturbances in consciousness, orientation, memory, thought, perception, and behavior resulting from or more structural and/or physiological abnormalities directly or indirectly affecting the brain. It is quite prevalent in medical and surgical settings and is associated with high rates of death and healthcare costs. [1]"}
{"id": "article-46852_1", "title": "Excited Delirium (Archived) -- Introduction", "content": "Delirium is defined as a unitary syndrome, whereby a range of different etiological causes produces a relatively consistent pattern of acute generalized cognitive disturbances. Delirium was introduced as an umbrella term encompassing all such disturbances and thus subsumed a range of synonyms that had previously been in use (acute confusion, ICU psychosis, acute brain failure, septic encephalopathy, etc.). However, despite these commonalities, the symptom profile, course, and outcome of delirium are highly heterogeneous. Consequently, interest has focused on identifying clinically meaningful subtypes. Disturbances of motor behavior are an important and highly visible feature of delirium that physicians have recognized since ancient times with the terms ‘phrenitis,’ and ‘lethargus’ used to denote agitated/hyperactive vs. somnolent/hypoactive presentations respectively. To date, there have been many studies of motor-defined clinical subtypes of delirium, which suggests that they differ significantly regarding frequency and severity of non-motoric symptoms, etiology, pathophysiology, detection rates, and treatment experience. [2] Delirium characteristically demonstrates a cluster of symptoms of which the ’core’ symptoms, which more frequently present include fluctuating levels of consciousness, inattention and disorientation, sleep-wake cycle disturbances, memory impairment, and motor activity changes. Other features that are more variable in their presentation are perceptual disturbances, thought process abnormalities, and affective disturbances. [3] The term “excited delirium” first appeared in 1985. [4] The term gained popularity in academic literature in the late 1980s as cocaine, and other sympathomimetic drugs gained popularity in the United States, and a movement toward the de-institutionalization of the chronically mentally ill occurred. [5] Excited delirium syndrome is a disease state characterized by a constellation of delirium, agitation, and hyperadrenergic autonomic dysfunction. The cause of excited delirium is multifactorial and secondary to a complex interaction of co-morbid, and acute-on-chronic medical conditions, including psychiatric, neurologic, toxicologic, thermal, and metabolic derangement. In 1849, Dr. Luther Bell, the primary psychiatrist at McLane Asylum for the Insane, introduced the disease into medical literature under the name \"Bell mania.\" It correlates with elevated morbidity and mortality that is at least in part independent of underlying medical morbidity and premorbid cognitive status. [6]", "contents": "Excited Delirium (Archived) -- Introduction. Delirium is defined as a unitary syndrome, whereby a range of different etiological causes produces a relatively consistent pattern of acute generalized cognitive disturbances. Delirium was introduced as an umbrella term encompassing all such disturbances and thus subsumed a range of synonyms that had previously been in use (acute confusion, ICU psychosis, acute brain failure, septic encephalopathy, etc.). However, despite these commonalities, the symptom profile, course, and outcome of delirium are highly heterogeneous. Consequently, interest has focused on identifying clinically meaningful subtypes. Disturbances of motor behavior are an important and highly visible feature of delirium that physicians have recognized since ancient times with the terms ‘phrenitis,’ and ‘lethargus’ used to denote agitated/hyperactive vs. somnolent/hypoactive presentations respectively. To date, there have been many studies of motor-defined clinical subtypes of delirium, which suggests that they differ significantly regarding frequency and severity of non-motoric symptoms, etiology, pathophysiology, detection rates, and treatment experience. [2] Delirium characteristically demonstrates a cluster of symptoms of which the ’core’ symptoms, which more frequently present include fluctuating levels of consciousness, inattention and disorientation, sleep-wake cycle disturbances, memory impairment, and motor activity changes. Other features that are more variable in their presentation are perceptual disturbances, thought process abnormalities, and affective disturbances. [3] The term “excited delirium” first appeared in 1985. [4] The term gained popularity in academic literature in the late 1980s as cocaine, and other sympathomimetic drugs gained popularity in the United States, and a movement toward the de-institutionalization of the chronically mentally ill occurred. [5] Excited delirium syndrome is a disease state characterized by a constellation of delirium, agitation, and hyperadrenergic autonomic dysfunction. The cause of excited delirium is multifactorial and secondary to a complex interaction of co-morbid, and acute-on-chronic medical conditions, including psychiatric, neurologic, toxicologic, thermal, and metabolic derangement. In 1849, Dr. Luther Bell, the primary psychiatrist at McLane Asylum for the Insane, introduced the disease into medical literature under the name \"Bell mania.\" It correlates with elevated morbidity and mortality that is at least in part independent of underlying medical morbidity and premorbid cognitive status. [6]"}
{"id": "article-46852_2", "title": "Excited Delirium (Archived) -- Etiology", "content": "Delirium is complex fluctuating neuropsychiatric syndrome that occurs in approximately one in five general hospital admissions with higher rates in the elderly, usually the one with prior cognitive difficulties and the other receiving intensive and palliative care. [7] Excited delirium syndrome characteristically presents with delirium, agitation, and hyperadrenergic autonomic dysfunction. [8] Rather than one single disease state, it manifests symptomatically with any single, or multiple, broad differential diagnoses of inter-related, co-morbid, and acute-on-chronic medical conditions. The utility of defining this syndrome is that it allows for a precise approach to stabilization, diagnosis, and treatment of these inherently difficult and minimally differentiated disease states. [5] [9]", "contents": "Excited Delirium (Archived) -- Etiology. Delirium is complex fluctuating neuropsychiatric syndrome that occurs in approximately one in five general hospital admissions with higher rates in the elderly, usually the one with prior cognitive difficulties and the other receiving intensive and palliative care. [7] Excited delirium syndrome characteristically presents with delirium, agitation, and hyperadrenergic autonomic dysfunction. [8] Rather than one single disease state, it manifests symptomatically with any single, or multiple, broad differential diagnoses of inter-related, co-morbid, and acute-on-chronic medical conditions. The utility of defining this syndrome is that it allows for a precise approach to stabilization, diagnosis, and treatment of these inherently difficult and minimally differentiated disease states. [5] [9]"}
{"id": "article-46852_3", "title": "Excited Delirium (Archived) -- Epidemiology", "content": "Delirium occurs in 11 to 42% of general medical inpatients, [10] up to 50% of the hospitalized elderly, and at even higher rates in those with pre-existing cognitive impairment, terminal illness, or receiving care in intensive care units. [11] It is common in 20% to 50% of non mechanically intensive care units and 60% to 80% of mechanically intensive care units. Patients diagnosed with delirium tend to have longer hospital stays (average 5 to 10 additional days) and are likely to be shifted to a nursing facility rather than home. They are more likely to be reintubated, if in the intensive care unit, where there is a 20% increased risk of prolonged hospitalization, and 10% increased risk of death. [12] Postoperative delirium recurs in 15% to 53% of surgical patients over 65 years of age. The incidence of delirium can reach up to  70% to 87%. [13] A 2018 review article on excited delirium syndrome, found an age range of 14 to 71, with a median age of 30 years old. Studies report 70% to 95% of cases occur in men; and that males in their mid-30s who are aggressive, impervious to pain, and display bizarre behavior represent the cohort with the highest mortality. [5]", "contents": "Excited Delirium (Archived) -- Epidemiology. Delirium occurs in 11 to 42% of general medical inpatients, [10] up to 50% of the hospitalized elderly, and at even higher rates in those with pre-existing cognitive impairment, terminal illness, or receiving care in intensive care units. [11] It is common in 20% to 50% of non mechanically intensive care units and 60% to 80% of mechanically intensive care units. Patients diagnosed with delirium tend to have longer hospital stays (average 5 to 10 additional days) and are likely to be shifted to a nursing facility rather than home. They are more likely to be reintubated, if in the intensive care unit, where there is a 20% increased risk of prolonged hospitalization, and 10% increased risk of death. [12] Postoperative delirium recurs in 15% to 53% of surgical patients over 65 years of age. The incidence of delirium can reach up to  70% to 87%. [13] A 2018 review article on excited delirium syndrome, found an age range of 14 to 71, with a median age of 30 years old. Studies report 70% to 95% of cases occur in men; and that males in their mid-30s who are aggressive, impervious to pain, and display bizarre behavior represent the cohort with the highest mortality. [5]"}
{"id": "article-46852_4", "title": "Excited Delirium (Archived) -- Pathophysiology", "content": "Science does not know much about the pathophysiology of excited delirium. Based on past studies, the role of the sympathetic nervous system has been found to carry associations with the clinical picture of excited delirium. There have been observations that sympathetic nervous system activation or dysfunction controls our emotions to stress and similarly, excited delirium secondary to substance use. The neurotransmitter with which it most commonly associates is dopamine. Researchers have found elevated levels of synaptic dopamine in brains of patients suffering from Bell mania. [5]", "contents": "Excited Delirium (Archived) -- Pathophysiology. Science does not know much about the pathophysiology of excited delirium. Based on past studies, the role of the sympathetic nervous system has been found to carry associations with the clinical picture of excited delirium. There have been observations that sympathetic nervous system activation or dysfunction controls our emotions to stress and similarly, excited delirium secondary to substance use. The neurotransmitter with which it most commonly associates is dopamine. Researchers have found elevated levels of synaptic dopamine in brains of patients suffering from Bell mania. [5]"}
{"id": "article-46852_5", "title": "Excited Delirium (Archived) -- History and Physical", "content": "Excited delirium syndrome is a clinical diagnosis. The history and physical examination will represent findings consistent with delirium, agitation, and hyperadrenergic autonomic dysfunction. Patients will exhibit an acute change in mental status, cognition, and orientation associated with agitation and adrenergic dysfunction. Other vital elements can include increased pain tolerance, police or EMS noncompliance, excessive energy, lack of fatigue, unusual strength, and often wearing inappropriate clothing. [5]", "contents": "Excited Delirium (Archived) -- History and Physical. Excited delirium syndrome is a clinical diagnosis. The history and physical examination will represent findings consistent with delirium, agitation, and hyperadrenergic autonomic dysfunction. Patients will exhibit an acute change in mental status, cognition, and orientation associated with agitation and adrenergic dysfunction. Other vital elements can include increased pain tolerance, police or EMS noncompliance, excessive energy, lack of fatigue, unusual strength, and often wearing inappropriate clothing. [5]"}
{"id": "article-46852_6", "title": "Excited Delirium (Archived) -- History and Physical", "content": "The physical examination will likewise be consistent with acute changes in neurologic status as well as hyperadrenergic autonomic dysfunction, such as tachycardia, tachypnea, hyperthermia, and diaphoresis. Initial evaluation of these patients should include a primary survey for hemodynamic stability. Further examination will focus not just on the disease process but on identifying the underlying etiology and potential downstream injury. The examiner should include a primary and secondary survey for trauma in the evaluation, both to assess for traumatic etiology and traumatic injuries sustained before the patient presents. A comprehensive physical exam, while ultimately necessary in all these patients, might initially be precluded by the patient’s agitated or combative nature. The patient may require stabilizing interventions, including sedation, before obtaining a complete history, physical, or laboratory evaluation. [9]", "contents": "Excited Delirium (Archived) -- History and Physical. The physical examination will likewise be consistent with acute changes in neurologic status as well as hyperadrenergic autonomic dysfunction, such as tachycardia, tachypnea, hyperthermia, and diaphoresis. Initial evaluation of these patients should include a primary survey for hemodynamic stability. Further examination will focus not just on the disease process but on identifying the underlying etiology and potential downstream injury. The examiner should include a primary and secondary survey for trauma in the evaluation, both to assess for traumatic etiology and traumatic injuries sustained before the patient presents. A comprehensive physical exam, while ultimately necessary in all these patients, might initially be precluded by the patient’s agitated or combative nature. The patient may require stabilizing interventions, including sedation, before obtaining a complete history, physical, or laboratory evaluation. [9]"}
{"id": "article-46852_7", "title": "Excited Delirium (Archived) -- Evaluation", "content": "The goals of laboratory and imaging evaluation in excited delirium syndrome are to identify an underlying causative pathology, to identify acute life-and-limb threatening pathology masked by excited delirium syndrome, and to evaluate the progression of the disease state into further physiologic derangement. Vital signs, including temperature and point-of-care serum glucose, should be obtained as soon as possible. Initial laboratory analysis should include a hepatic panel, complete blood count, and standard electrolyte panel including calcium, magnesium, and phosphorous. Ammonia level is also necessary if there is clinical or laboratory evidence of hepatotoxicity. Thyroid studies should likewise be performed as clinically indicated. Depending on clinical suspicion for infection, further studies and treatment for infection may be necessary, including serum lactate, chest radiograph, urinalysis, and blood/urine/sputum/wound cultures. Clinical suspicion for central nervous system infection should undergo an evaluation with a timely lumbar puncture. An EKG should be performed, both to diagnose acute pathology and to guide the use of treatment agents. CPK and urinalysis should be performed to assess for rhabdomyolysis. Toxic ingestion merit evaluation with toxicology screens, as well as serum acetaminophen, salicylates, and alcohol level, as clinically indicated. It is important to remember that ED toxicology testing only provides a limited picture as many drugs of abuse cannot be screened for with routine ED drug screens. Serum levels of all neurologic/psychiatric drugs that the patient is known to be taking are also beneficial in diagnosis (e.g., lithium, valproic acid, carbamazepine). CT imaging of the head is an option if there is any clinical suspicion of acute intracranial pathology. Imaging via ultrasound, radiography, and CT should be performed as indicated based on suspected or identified injuries. The injuries may be the cause of the excited delirium or a result of the disease state. Cardiac enzymes may be added depending on clinical suspicion of myocardial injury and EKG changes. [9]", "contents": "Excited Delirium (Archived) -- Evaluation. The goals of laboratory and imaging evaluation in excited delirium syndrome are to identify an underlying causative pathology, to identify acute life-and-limb threatening pathology masked by excited delirium syndrome, and to evaluate the progression of the disease state into further physiologic derangement. Vital signs, including temperature and point-of-care serum glucose, should be obtained as soon as possible. Initial laboratory analysis should include a hepatic panel, complete blood count, and standard electrolyte panel including calcium, magnesium, and phosphorous. Ammonia level is also necessary if there is clinical or laboratory evidence of hepatotoxicity. Thyroid studies should likewise be performed as clinically indicated. Depending on clinical suspicion for infection, further studies and treatment for infection may be necessary, including serum lactate, chest radiograph, urinalysis, and blood/urine/sputum/wound cultures. Clinical suspicion for central nervous system infection should undergo an evaluation with a timely lumbar puncture. An EKG should be performed, both to diagnose acute pathology and to guide the use of treatment agents. CPK and urinalysis should be performed to assess for rhabdomyolysis. Toxic ingestion merit evaluation with toxicology screens, as well as serum acetaminophen, salicylates, and alcohol level, as clinically indicated. It is important to remember that ED toxicology testing only provides a limited picture as many drugs of abuse cannot be screened for with routine ED drug screens. Serum levels of all neurologic/psychiatric drugs that the patient is known to be taking are also beneficial in diagnosis (e.g., lithium, valproic acid, carbamazepine). CT imaging of the head is an option if there is any clinical suspicion of acute intracranial pathology. Imaging via ultrasound, radiography, and CT should be performed as indicated based on suspected or identified injuries. The injuries may be the cause of the excited delirium or a result of the disease state. Cardiac enzymes may be added depending on clinical suspicion of myocardial injury and EKG changes. [9]"}
{"id": "article-46852_8", "title": "Excited Delirium (Archived) -- Treatment / Management", "content": "In most clinical settings, intervention is often necessary without a complete history and physical exam. Treatment strategies require tailoring to different patient populations, including pediatrics, geriatrics, and obstetric populations. There is some debate regarding optimal first-line agents in diverse populations. As of the time of this authorship the Florida Regional Common EMS Protocol recommends 4 mg/kg IM ketamine for violent and agitated patients with excited delirium syndrome, with options for midazolam, lorazepam, diazepam, diphenhydramine, and haloperidol via various routes based on paramedic judgment. [14] First-line agents for acute agitation in an adult patient include an antipsychotic (droperidol, haloperidol, ziprasidone, risperidone or olanzapine) plus a benzodiazepine (midazolam or lorazepam). Haloperidol and droperidol carry a significant risk of QT prolongation and associated cardiac events, especially in patients on psychiatric medication or with electrolyte abnormalities. [15]", "contents": "Excited Delirium (Archived) -- Treatment / Management. In most clinical settings, intervention is often necessary without a complete history and physical exam. Treatment strategies require tailoring to different patient populations, including pediatrics, geriatrics, and obstetric populations. There is some debate regarding optimal first-line agents in diverse populations. As of the time of this authorship the Florida Regional Common EMS Protocol recommends 4 mg/kg IM ketamine for violent and agitated patients with excited delirium syndrome, with options for midazolam, lorazepam, diazepam, diphenhydramine, and haloperidol via various routes based on paramedic judgment. [14] First-line agents for acute agitation in an adult patient include an antipsychotic (droperidol, haloperidol, ziprasidone, risperidone or olanzapine) plus a benzodiazepine (midazolam or lorazepam). Haloperidol and droperidol carry a significant risk of QT prolongation and associated cardiac events, especially in patients on psychiatric medication or with electrolyte abnormalities. [15]"}
{"id": "article-46852_9", "title": "Excited Delirium (Archived) -- Treatment / Management", "content": "Geriatric patients may have multiple chronic medical comorbidities, poor physiologic reserve, and may have abnormal physiology due to polypharmacy. The Beers list, a frequently cited resource for medications to use with caution in the geriatric population, includes all antipsychotic drugs, diphenhydramine, and benzodiazepines. Ketamine is not on the Beers list, but it does have multiple adverse reactions that carry higher morbidity in older adults, including an increased risk of the need for intubation, and sympathetic effects. Many reviewed resources include no recommendations for the management of older adults beyond the general avoidance of these medications. Others recommend the use of typical or atypical antipsychotics at half of the normal adult dosage. [16]", "contents": "Excited Delirium (Archived) -- Treatment / Management. Geriatric patients may have multiple chronic medical comorbidities, poor physiologic reserve, and may have abnormal physiology due to polypharmacy. The Beers list, a frequently cited resource for medications to use with caution in the geriatric population, includes all antipsychotic drugs, diphenhydramine, and benzodiazepines. Ketamine is not on the Beers list, but it does have multiple adverse reactions that carry higher morbidity in older adults, including an increased risk of the need for intubation, and sympathetic effects. Many reviewed resources include no recommendations for the management of older adults beyond the general avoidance of these medications. Others recommend the use of typical or atypical antipsychotics at half of the normal adult dosage. [16]"}
{"id": "article-46852_10", "title": "Excited Delirium (Archived) -- Treatment / Management", "content": "Pediatric populations represent challenges both in regards to weight-based dosing and in medication selection; pediatric patients will frequently display paradoxical agitation to small or moderate doses of benzodiazepines. Many of these medications are also not FDA approved for use in pediatric populations despite their frequent use in the emergency department, children’s hospitals, and psychiatric facilities off-label.", "contents": "Excited Delirium (Archived) -- Treatment / Management. Pediatric populations represent challenges both in regards to weight-based dosing and in medication selection; pediatric patients will frequently display paradoxical agitation to small or moderate doses of benzodiazepines. Many of these medications are also not FDA approved for use in pediatric populations despite their frequent use in the emergency department, children’s hospitals, and psychiatric facilities off-label."}
{"id": "article-46852_11", "title": "Excited Delirium (Archived) -- Treatment / Management", "content": "Management of pregnant patients requires a second level of consideration with regards to risk/benefit, as the teratogenicity of medications used must be a consideration. All benzodiazepines have well-established teratogenicity and Class D for use in pregnancy by the American College of Gynecology (ACOG). Most typical and atypical antipsychotic medications, including haloperidol, are category C. [17]", "contents": "Excited Delirium (Archived) -- Treatment / Management. Management of pregnant patients requires a second level of consideration with regards to risk/benefit, as the teratogenicity of medications used must be a consideration. All benzodiazepines have well-established teratogenicity and Class D for use in pregnancy by the American College of Gynecology (ACOG). Most typical and atypical antipsychotic medications, including haloperidol, are category C. [17]"}
{"id": "article-46852_12", "title": "Excited Delirium (Archived) -- Treatment / Management", "content": "As of 2001, ACOG guidelines had recommended haloperidol as a first-line agent for the acutely agitated, aggressive, and psychotic pregnant patient; despite some evidence of harm in long-term use, there has been no demonstration of significant fetal harm in short-term or single-dose use. [9] The only antipsychotic medication which currently has a pregnancy category B recommendation from ACOG is clozapine; an antipsychotic infrequently used in populations with excited delirium due to other side effects including agranulocytosis. [17] [18] The overall consensus is for using antipsychotics for the management of delirium and reserving benzodiazepines for treatment in cases of withdrawal from alcohol or drug use.", "contents": "Excited Delirium (Archived) -- Treatment / Management. As of 2001, ACOG guidelines had recommended haloperidol as a first-line agent for the acutely agitated, aggressive, and psychotic pregnant patient; despite some evidence of harm in long-term use, there has been no demonstration of significant fetal harm in short-term or single-dose use. [9] The only antipsychotic medication which currently has a pregnancy category B recommendation from ACOG is clozapine; an antipsychotic infrequently used in populations with excited delirium due to other side effects including agranulocytosis. [17] [18] The overall consensus is for using antipsychotics for the management of delirium and reserving benzodiazepines for treatment in cases of withdrawal from alcohol or drug use."}
{"id": "article-46852_13", "title": "Excited Delirium (Archived) -- Treatment / Management", "content": "Apart from medication management, the patient's environment plays a vital role as these patients should be kept in a quiet setting. Familiar objects can be brought from home and placed in the hospital room. The room should have adequate sunlight. Family and friends are encouraged to talk, orient, and reassure patients frequently.", "contents": "Excited Delirium (Archived) -- Treatment / Management. Apart from medication management, the patient's environment plays a vital role as these patients should be kept in a quiet setting. Familiar objects can be brought from home and placed in the hospital room. The room should have adequate sunlight. Family and friends are encouraged to talk, orient, and reassure patients frequently."}
{"id": "article-46852_14", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "The differential diagnosis of excited delirium syndrome, which is characterized by delirium, agitation, and hyperadrenergic autonomic dysfunction, actually seeks an explanation of the underlying etiology of the syndrome. [4]", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. The differential diagnosis of excited delirium syndrome, which is characterized by delirium, agitation, and hyperadrenergic autonomic dysfunction, actually seeks an explanation of the underlying etiology of the syndrome. [4]"}
{"id": "article-46852_15", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "In this regard, the differential diagnosis for excited delirium syndrome can be well categorized by a differential diagnosis for delirium and altered mental status. Numerous mnemonics exist for this purpose; the American College of Emergency Physicians recommends SMASHED x 2 as a mnemonic for altered mental status.", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. In this regard, the differential diagnosis for excited delirium syndrome can be well categorized by a differential diagnosis for delirium and altered mental status. Numerous mnemonics exist for this purpose; the American College of Emergency Physicians recommends SMASHED x 2 as a mnemonic for altered mental status."}
{"id": "article-46852_16", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Substrates (hypoglycemia/hyperglycemia, vitamin deficiency)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Substrates (hypoglycemia/hyperglycemia, vitamin deficiency)"}
{"id": "article-46852_17", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Sepsis (severe sepsis/septic shock)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Sepsis (severe sepsis/septic shock)"}
{"id": "article-46852_18", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Meningitis/encephalitis/meningoencephalitis (bacterial, viral (including rabies), fungal, parasitic, autoimmune, prion)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Meningitis/encephalitis/meningoencephalitis (bacterial, viral (including rabies), fungal, parasitic, autoimmune, prion)"}
{"id": "article-46852_19", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Mental illness (mania, acute psychosis)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Mental illness (mania, acute psychosis)"}
{"id": "article-46852_20", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Alcohol (acute intoxication and withdrawal, delirium tremens)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Alcohol (acute intoxication and withdrawal, delirium tremens)"}
{"id": "article-46852_21", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Accident (acute pain, atraumatic or traumatic intracranial catastrophe including intraparenchymal hemorrhage, intraventricular hemorrhage, epidural hematoma, diffuse axonal injury, subarachnoid hemorrhage, subdural hematoma, ischemic stroke, dural sinus thrombosis, concussion, arterial dissection, and Lemierre syndrome)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Accident (acute pain, atraumatic or traumatic intracranial catastrophe including intraparenchymal hemorrhage, intraventricular hemorrhage, epidural hematoma, diffuse axonal injury, subarachnoid hemorrhage, subdural hematoma, ischemic stroke, dural sinus thrombosis, concussion, arterial dissection, and Lemierre syndrome)"}
{"id": "article-46852_22", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Seizure (and post-ictal)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Seizure (and post-ictal)"}
{"id": "article-46852_23", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Stimulants (cocaine, amphetamines, MDMA, PCP, Flakka/bath salts, other sympathomimetics)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Stimulants (cocaine, amphetamines, MDMA, PCP, Flakka/bath salts, other sympathomimetics)"}
{"id": "article-46852_24", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Hyper (hypertension/hyperthyroidism/hypercarbia/hyperthermia)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Hyper (hypertension/hyperthyroidism/hypercarbia/hyperthermia)"}
{"id": "article-46852_25", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Hypo (hypotension/hypothyroidism/hypoxia/hypothermia)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Hypo (hypotension/hypothyroidism/hypoxia/hypothermia)"}
{"id": "article-46852_26", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Electrolyte abnormalities", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Electrolyte abnormalities"}
{"id": "article-46852_27", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Encephalopathy (hepatic, uremic, heavy metals, Reye syndrome, intracranial masses, pheochromocytoma, para ganglioneuroma, adrenal crisis, acute neurovisceral porphyrias, intracranial hypertension)", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Encephalopathy (hepatic, uremic, heavy metals, Reye syndrome, intracranial masses, pheochromocytoma, para ganglioneuroma, adrenal crisis, acute neurovisceral porphyrias, intracranial hypertension)"}
{"id": "article-46852_28", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "Drugs (any medication overdose, or another toxidrome, including hallucinogens, and anticholinergic delirium, carbon monoxide and cyanide, designer drugs, theophylline/caffeine, antipsychotic overdose/withdrawal, neuroleptic malignant syndrome, tyramine crisis, serotonin syndrome, iatrogenic thyrotoxicosis, and withdrawal such as benzodiazepine withdrawal or other CNS depressant withdrawal, fluoroquinolone psychosis.", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. Drugs (any medication overdose, or another toxidrome, including hallucinogens, and anticholinergic delirium, carbon monoxide and cyanide, designer drugs, theophylline/caffeine, antipsychotic overdose/withdrawal, neuroleptic malignant syndrome, tyramine crisis, serotonin syndrome, iatrogenic thyrotoxicosis, and withdrawal such as benzodiazepine withdrawal or other CNS depressant withdrawal, fluoroquinolone psychosis."}
{"id": "article-46852_29", "title": "Excited Delirium (Archived) -- Differential Diagnosis", "content": "An organized, systematic approach to the differential diagnosis for these symptoms is essential to formulating the history, physical examination, and laboratory evaluation of these patients. [9]", "contents": "Excited Delirium (Archived) -- Differential Diagnosis. An organized, systematic approach to the differential diagnosis for these symptoms is essential to formulating the history, physical examination, and laboratory evaluation of these patients. [9]"}
{"id": "article-46852_30", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "Study 1 is ‘Single Bolus Dose of Ketodex Versus Ketofol For Prevention Of Emergence Agitation In Adults Undergoing Nasal Surgeries.’ It is an interventional double-blinded randomized clinical trial in early Phase 1, started in July 2019 to be completed by October 2019, conducted at the Faculty of Medicine Zagazig, Elsharkia, Egypt. In this study, patients aged 21 to 60 years old, belonging to all sexes, with BMI (25 to 35 kg/m2), ASA I / II, scheduled for elective nasal surgery, were selected. Exclusion criteria included patients with difficult airway (Mallapati III, IV), altered mental status (psychiatric and anxiety disorder), posttraumatic stress disorders, history of allergy to study drugs, on sedative or hypnotic medication, with chronic pain or on a painkiller, severe hepatic or kidney impairment, having a history of thyrotoxicosis, hypertension, cardiac, chest or neurologic disease, receiving B agonist, pregnant or breastfeeding females. The study divided patients into two active groups. One group of patients received a single IV bolus of a combination of ketamine and dexmedetomidine. The second group of patients received a single IV bolus of a combination of ketamine and propofol. The third group of patients received an IV bolus of saline to act as a placebo group. Researchers compared these three groups for the emergence of agitation. This study is the first one on the development of agitation in adults, with primary outcome measures being:", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. Study 1 is ‘Single Bolus Dose of Ketodex Versus Ketofol For Prevention Of Emergence Agitation In Adults Undergoing Nasal Surgeries.’ It is an interventional double-blinded randomized clinical trial in early Phase 1, started in July 2019 to be completed by October 2019, conducted at the Faculty of Medicine Zagazig, Elsharkia, Egypt. In this study, patients aged 21 to 60 years old, belonging to all sexes, with BMI (25 to 35 kg/m2), ASA I / II, scheduled for elective nasal surgery, were selected. Exclusion criteria included patients with difficult airway (Mallapati III, IV), altered mental status (psychiatric and anxiety disorder), posttraumatic stress disorders, history of allergy to study drugs, on sedative or hypnotic medication, with chronic pain or on a painkiller, severe hepatic or kidney impairment, having a history of thyrotoxicosis, hypertension, cardiac, chest or neurologic disease, receiving B agonist, pregnant or breastfeeding females. The study divided patients into two active groups. One group of patients received a single IV bolus of a combination of ketamine and dexmedetomidine. The second group of patients received a single IV bolus of a combination of ketamine and propofol. The third group of patients received an IV bolus of saline to act as a placebo group. Researchers compared these three groups for the emergence of agitation. This study is the first one on the development of agitation in adults, with primary outcome measures being:"}
{"id": "article-46852_31", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "The incidence of emergence agitation which is measured 24 hours postoperative Emergence time, which is the time from discontinuation of isoflurane to first response to verbal command Extubation time which is the time from discontinuation of isoflurane to extubation, both measured up to 60 minutes postoperative Change in the level of emergence agitation, assessed by Richmond Agitation-Sedation scale (RASS) Postoperative pain is evaluated using the numerical rating scale (NRS). The secondary outcome measures were:", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. The incidence of emergence agitation which is measured 24 hours postoperative Emergence time, which is the time from discontinuation of isoflurane to first response to verbal command Extubation time which is the time from discontinuation of isoflurane to extubation, both measured up to 60 minutes postoperative Change in the level of emergence agitation, assessed by Richmond Agitation-Sedation scale (RASS) Postoperative pain is evaluated using the numerical rating scale (NRS). The secondary outcome measures were:"}
{"id": "article-46852_32", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "The time of discharge: up to 120 minutes postoperative Mean arterial pressure: on admission to PACU, and at 10 minutes in the first 30 minutes, then every 15 minutes up to 120 minutes and at 4 hours, 6 hours, 12hours, 24 hours Side effects: up to 24 hours of postoperative nausea/vomiting Heart rate: on admission to PACU, and at 10 minutes in the first 30 minutes, then every 15 minutes up to 120 minutes, and at 4 hours, 6 hours, 12hours, 24 hours Oxygen saturation: on admission to PACU, and at 10 minutes in the first 30 minutes, then every 15 minutes up to 120 minutes, and at 4 hours, 6 hours, 12 hours, 24 hours.", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. The time of discharge: up to 120 minutes postoperative Mean arterial pressure: on admission to PACU, and at 10 minutes in the first 30 minutes, then every 15 minutes up to 120 minutes and at 4 hours, 6 hours, 12hours, 24 hours Side effects: up to 24 hours of postoperative nausea/vomiting Heart rate: on admission to PACU, and at 10 minutes in the first 30 minutes, then every 15 minutes up to 120 minutes, and at 4 hours, 6 hours, 12hours, 24 hours Oxygen saturation: on admission to PACU, and at 10 minutes in the first 30 minutes, then every 15 minutes up to 120 minutes, and at 4 hours, 6 hours, 12 hours, 24 hours."}
{"id": "article-46852_33", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "Study 2 is ‘Haloperidol and Lorazepam for Delirium in Patients With Advanced Cancer.’ This study is a double-blinded, randomized controlled trial in phase 2, which started in Jan 2014 conducted at the University of Texas, Anderson cancer center Houston, Texas, USA; the estimated completion date is Jan 2021. The goal of the study is to determine if giving lorazepam in combination with haloperidol can assist in controlling the symptoms of delirium in advanced cancer patients. The safety profile of this drug combination will also be studied. Patients selected had a diagnosis of advanced cancer (defined as a locally advanced, metastatic, recurrent, or incurable disease), admitted to acute palliative care unit (APCU), with delirium as per the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV-TR) criteria, hyperactive/mixed delirium with RASS greater than or equal to 2 in the last 24 hours. The patient selection criteria included:", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. Study 2 is ‘Haloperidol and Lorazepam for Delirium in Patients With Advanced Cancer.’ This study is a double-blinded, randomized controlled trial in phase 2, which started in Jan 2014 conducted at the University of Texas, Anderson cancer center Houston, Texas, USA; the estimated completion date is Jan 2021. The goal of the study is to determine if giving lorazepam in combination with haloperidol can assist in controlling the symptoms of delirium in advanced cancer patients. The safety profile of this drug combination will also be studied. Patients selected had a diagnosis of advanced cancer (defined as a locally advanced, metastatic, recurrent, or incurable disease), admitted to acute palliative care unit (APCU), with delirium as per the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV-TR) criteria, hyperactive/mixed delirium with RASS greater than or equal to 2 in the last 24 hours. The patient selection criteria included:"}
{"id": "article-46852_34", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "On scheduled haloperidol dosing less than or equal to 8 mg in the previous 24 hours Age 18 or older Legally authorized representative consent Family members who are patient's spouse, adult child, sibling, parent, another relative, or significant other (defined by the patient as a partner) of age 18 or older, are at the patient's bedside at least 4 hours each day during patient delirium episode Able to communicate in English or Spanish", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. On scheduled haloperidol dosing less than or equal to 8 mg in the previous 24 hours Age 18 or older Legally authorized representative consent Family members who are patient's spouse, adult child, sibling, parent, another relative, or significant other (defined by the patient as a partner) of age 18 or older, are at the patient's bedside at least 4 hours each day during patient delirium episode Able to communicate in English or Spanish"}
{"id": "article-46852_35", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "Exclusion criteria included patients with a history of myasthenia gravis or acute narrow-angle glaucoma, neuroleptic malignant syndrome, Parkinson disease or dementia, uncontrolled seizure disorder, with history of hypersensitivity to haloperidol or benzodiazepine, who are on regular doses of benzodiazepine or chlorpromazine within the past 48 hours, had previously documented and persistent QTc prolongation (greater than 500 ms), or with heart failure exacerbation at the time of enrollment. The study divided patients into two groups. The first group receives a single dose of lorazepam in addition to a standardized dose of haloperidol. The second group, which will act as a comparison group, will be given normal saline in addition to a standardized dose of haloperidol. The primary outcome measure is the control of delirium symptoms for 8 hours. Delirium symptom rating will be by the intensity of agitation scores (Richmond Agitation Sedation Scale - RASS) over 8 hours.", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. Exclusion criteria included patients with a history of myasthenia gravis or acute narrow-angle glaucoma, neuroleptic malignant syndrome, Parkinson disease or dementia, uncontrolled seizure disorder, with history of hypersensitivity to haloperidol or benzodiazepine, who are on regular doses of benzodiazepine or chlorpromazine within the past 48 hours, had previously documented and persistent QTc prolongation (greater than 500 ms), or with heart failure exacerbation at the time of enrollment. The study divided patients into two groups. The first group receives a single dose of lorazepam in addition to a standardized dose of haloperidol. The second group, which will act as a comparison group, will be given normal saline in addition to a standardized dose of haloperidol. The primary outcome measure is the control of delirium symptoms for 8 hours. Delirium symptom rating will be by the intensity of agitation scores (Richmond Agitation Sedation Scale - RASS) over 8 hours."}
{"id": "article-46852_36", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "Study 3 is ‘Dexmedetomidine and IV Acetaminophen for the Prevention of Postoperative Delirium Following Cardiac Surgery (DEXACET).’ It is a randomized triple blinded clinical trial in phase 4, started in Oct 2015 and estimated completion was April 2019, conducted at US Massachusetts Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA. Patients 60 years and above, belonging to both sexes and undergoing CABG with or without valve procedure requiring bypass, were selected for the study. Exclusion criteria were patients with preoperative left ventricular ejection fraction (LVEF) below 30%, emergent or urgent procedures, aortic surgery, pre-existing cognitive impairment (defined based on a short screening assessment), Parkinson disease, Alzheimer disease, recent seizures (less than 3 months), who are on prophylactic medications for cognitive decline, have serum creatinine over 2 mg/dl, liver dysfunction (liver enzymes over four times the baseline, since patients will have a baseline liver function tests), history and exam suggestive of jaundice, with a known history of alcohol or drug abuse (over 10 drinks per week), hypersensitivity to any of the study drug and percutaneous procedures and are non-English speaking. To one group of patients, IV acetaminophen and IV propofol are given 4 to 6 hours before the patients awaken in the ICU during the first two days postoperative and IV acetaminophen, and the second group receives IV dexmedetomidine every 6 hours during the first two days postoperative to the other group. IV propofol and placebo, IV dexmedetomidine, and placebo are given for 4 to 6 hours before awakening the patients in the ICU for comparison. The primary outcome measure is the incidence of delirium. The study followed the patients for the duration of the hospital stay, which was an average of 5 days. Incidence of delirium will be analyzed between patients treated with and without IV acetaminophen, measured from 24 hours post-operation and daily until discharge. Secondary outcome measures are:", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. Study 3 is ‘Dexmedetomidine and IV Acetaminophen for the Prevention of Postoperative Delirium Following Cardiac Surgery (DEXACET).’ It is a randomized triple blinded clinical trial in phase 4, started in Oct 2015 and estimated completion was April 2019, conducted at US Massachusetts Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA. Patients 60 years and above, belonging to both sexes and undergoing CABG with or without valve procedure requiring bypass, were selected for the study. Exclusion criteria were patients with preoperative left ventricular ejection fraction (LVEF) below 30%, emergent or urgent procedures, aortic surgery, pre-existing cognitive impairment (defined based on a short screening assessment), Parkinson disease, Alzheimer disease, recent seizures (less than 3 months), who are on prophylactic medications for cognitive decline, have serum creatinine over 2 mg/dl, liver dysfunction (liver enzymes over four times the baseline, since patients will have a baseline liver function tests), history and exam suggestive of jaundice, with a known history of alcohol or drug abuse (over 10 drinks per week), hypersensitivity to any of the study drug and percutaneous procedures and are non-English speaking. To one group of patients, IV acetaminophen and IV propofol are given 4 to 6 hours before the patients awaken in the ICU during the first two days postoperative and IV acetaminophen, and the second group receives IV dexmedetomidine every 6 hours during the first two days postoperative to the other group. IV propofol and placebo, IV dexmedetomidine, and placebo are given for 4 to 6 hours before awakening the patients in the ICU for comparison. The primary outcome measure is the incidence of delirium. The study followed the patients for the duration of the hospital stay, which was an average of 5 days. Incidence of delirium will be analyzed between patients treated with and without IV acetaminophen, measured from 24 hours post-operation and daily until discharge. Secondary outcome measures are:"}
{"id": "article-46852_37", "title": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials", "content": "Duration of delirium: Participants will be followed for the duration of the hospital stay, an average of 6 days, and at 1 month and 1 year following the date of surgery. Delirium will be defined using the Confusion Assessment Method (CAM). The severity of delirium: Participants will be followed for the duration of the hospital stay, an average of 6 days, assessed by using Confusion Assessment Method Severity Score (CAM-S). Postoperative opioid consumption: The study will follow participants for the first 48 hours postoperatively. Montreal Cognitive Assessment (MoCA): Given on the day of discharge, an average of 6 days Hospital length of stay: Measured in days admitted in the hospital, an average of 6 days ICU Length of stay: Measured in days admitted in the ICU, an average of 2 days Follow-up incidence of delirium: Patients will be assessed for delirium at 1 month and 1 year following the date of surgery.", "contents": "Excited Delirium (Archived) -- Pertinent Studies and Ongoing Trials. Duration of delirium: Participants will be followed for the duration of the hospital stay, an average of 6 days, and at 1 month and 1 year following the date of surgery. Delirium will be defined using the Confusion Assessment Method (CAM). The severity of delirium: Participants will be followed for the duration of the hospital stay, an average of 6 days, assessed by using Confusion Assessment Method Severity Score (CAM-S). Postoperative opioid consumption: The study will follow participants for the first 48 hours postoperatively. Montreal Cognitive Assessment (MoCA): Given on the day of discharge, an average of 6 days Hospital length of stay: Measured in days admitted in the hospital, an average of 6 days ICU Length of stay: Measured in days admitted in the ICU, an average of 2 days Follow-up incidence of delirium: Patients will be assessed for delirium at 1 month and 1 year following the date of surgery."}
{"id": "article-46852_38", "title": "Excited Delirium (Archived) -- Prognosis", "content": "Patients diagnosed with delirium tend to have more extended hospital stays (average 5 to 10 additional days) and are even likely to be shifted to a nursing facility rather than home. They are more likely to be reintubated, if in the intensive care unit, where there is a 20% increased risk of prolonged hospitalization, and 10% increased risk of death. [12] Due to the lack of standardized definition and documentation, it is difficult to state the exact incidence of morbidity and mortality. However, limited attempts to quantify this, report mortality rates of 5 to 10% in those who do not receive appropriate treatment. [19]", "contents": "Excited Delirium (Archived) -- Prognosis. Patients diagnosed with delirium tend to have more extended hospital stays (average 5 to 10 additional days) and are even likely to be shifted to a nursing facility rather than home. They are more likely to be reintubated, if in the intensive care unit, where there is a 20% increased risk of prolonged hospitalization, and 10% increased risk of death. [12] Due to the lack of standardized definition and documentation, it is difficult to state the exact incidence of morbidity and mortality. However, limited attempts to quantify this, report mortality rates of 5 to 10% in those who do not receive appropriate treatment. [19]"}
{"id": "article-46852_39", "title": "Excited Delirium (Archived) -- Complications", "content": "The exact causes of morbidity and mortality in this patient population are still poorly understood. Without treatment, the natural course of the excited delirium syndrome potentially includes the development of rhabdomyolysis and subsequent acute renal failure, acute hepatotoxicity with transaminitis, and gross electrolyte derangement. Patients may further suffer myocardial infarction secondary to both demand ischemia in the setting of tachycardia and due to coronary vasospasm. Neurologic sequelae, including seizure and further autonomic dysfunction such as hyperthermia and progression to dysautonomia, may occur. Deaths reported in excited delirium syndrome often include lethal arrhythmias. An additional complication may come about due to the agitated/combative nature of the patient precluding full or timely evaluation and treatment. [8] As a result of their combative nature, patients are also at risk of committing acts of violence against first-responders and healthcare providers for which they may be subject to a significant legal consequence after the resolution of these symptoms. [20]", "contents": "Excited Delirium (Archived) -- Complications. The exact causes of morbidity and mortality in this patient population are still poorly understood. Without treatment, the natural course of the excited delirium syndrome potentially includes the development of rhabdomyolysis and subsequent acute renal failure, acute hepatotoxicity with transaminitis, and gross electrolyte derangement. Patients may further suffer myocardial infarction secondary to both demand ischemia in the setting of tachycardia and due to coronary vasospasm. Neurologic sequelae, including seizure and further autonomic dysfunction such as hyperthermia and progression to dysautonomia, may occur. Deaths reported in excited delirium syndrome often include lethal arrhythmias. An additional complication may come about due to the agitated/combative nature of the patient precluding full or timely evaluation and treatment. [8] As a result of their combative nature, patients are also at risk of committing acts of violence against first-responders and healthcare providers for which they may be subject to a significant legal consequence after the resolution of these symptoms. [20]"}
{"id": "article-46852_40", "title": "Excited Delirium (Archived) -- Deterrence and Patient Education", "content": "Delirium is associated with elevated morbidity and mortality that is at least in part independent of underlying medical morbidity and premorbid cognitive status. [6] Moreover, it accounts for more healthcare costs; typically double, due to more significant problems in treatment and a higher rate of complications reflected in hospitalizations that are twice as prolonged. Approximately 50% of delirium occurs superimposed upon known dementia, and the chances of subsequently being diagnosed with dementia are threefold increased in those experiencing an episode of delirium. Based on these factors, patients and their caregivers should receive education about the signs and symptoms of delirium, which would help in its timely management and prevention.", "contents": "Excited Delirium (Archived) -- Deterrence and Patient Education. Delirium is associated with elevated morbidity and mortality that is at least in part independent of underlying medical morbidity and premorbid cognitive status. [6] Moreover, it accounts for more healthcare costs; typically double, due to more significant problems in treatment and a higher rate of complications reflected in hospitalizations that are twice as prolonged. Approximately 50% of delirium occurs superimposed upon known dementia, and the chances of subsequently being diagnosed with dementia are threefold increased in those experiencing an episode of delirium. Based on these factors, patients and their caregivers should receive education about the signs and symptoms of delirium, which would help in its timely management and prevention."}
{"id": "article-46852_41", "title": "Excited Delirium (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Awareness of excited delirium syndrome as well as its management is essential for all members of the inter-professional team. It is crucial for law enforcement officers to be aware of this condition and to be able to recognize both the condition and its potentially fatal nature. EMS personnel not only need to identify, diagnose, and initially manage these patients, but also need to develop effective measures for personal protection. [21]", "contents": "Excited Delirium (Archived) -- Enhancing Healthcare Team Outcomes. Awareness of excited delirium syndrome as well as its management is essential for all members of the inter-professional team. It is crucial for law enforcement officers to be aware of this condition and to be able to recognize both the condition and its potentially fatal nature. EMS personnel not only need to identify, diagnose, and initially manage these patients, but also need to develop effective measures for personal protection. [21]"}
{"id": "article-46852_42", "title": "Excited Delirium (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Apart from medication management, the patient's environment plays a vital role as these patients should be kept in a quiet setting. Familiar objects can be brought from home and placed in the hospital room. The room should have adequate sunlight. Family and friends are encouraged to talk, orient, and reassure patients frequently.  Nurses should educate the family about the disorder limit traffic to the room and pay close attention to the vital and neuro signs. Nurses will also have the most contact with the patient and can monitor status, look for adverse effects of drugs, and engage the patient as needed. All nursing findings should be charted and communicated to the physicians over the case. The pharmacist should ensure the discontinuation of any drug with adverse CNS effects, in addition to performing full medication reconciliation, and reporting their findings to the managing physician.", "contents": "Excited Delirium (Archived) -- Enhancing Healthcare Team Outcomes. Apart from medication management, the patient's environment plays a vital role as these patients should be kept in a quiet setting. Familiar objects can be brought from home and placed in the hospital room. The room should have adequate sunlight. Family and friends are encouraged to talk, orient, and reassure patients frequently.  Nurses should educate the family about the disorder limit traffic to the room and pay close attention to the vital and neuro signs. Nurses will also have the most contact with the patient and can monitor status, look for adverse effects of drugs, and engage the patient as needed. All nursing findings should be charted and communicated to the physicians over the case. The pharmacist should ensure the discontinuation of any drug with adverse CNS effects, in addition to performing full medication reconciliation, and reporting their findings to the managing physician."}
{"id": "article-46852_43", "title": "Excited Delirium (Archived) -- Enhancing Healthcare Team Outcomes", "content": "All members of the care team in the emergency department and inpatient teams, including nurses, technicians, and physicians, need to learn how to safely and effectively recognize and treat patients with excited delirium. The entire interprofessional team should develop the care plan and the patient's course closely monitored by the nurses with frequent reporting to the team — the earlier the treatment, the better the outcomes. A collaborative team approach is necessary for optimal success. [Level 5] However, because many of these patients have other co-morbidity, the eventual outcome is guarded.", "contents": "Excited Delirium (Archived) -- Enhancing Healthcare Team Outcomes. All members of the care team in the emergency department and inpatient teams, including nurses, technicians, and physicians, need to learn how to safely and effectively recognize and treat patients with excited delirium. The entire interprofessional team should develop the care plan and the patient's course closely monitored by the nurses with frequent reporting to the team — the earlier the treatment, the better the outcomes. A collaborative team approach is necessary for optimal success. [Level 5] However, because many of these patients have other co-morbidity, the eventual outcome is guarded."}
{"id": "article-46852_44", "title": "Excited Delirium (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Excited Delirium (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}