{"id": "article-22428_0", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Introduction", "content": "The greater splanchnic nerve (GSN) arises from the sympathetic chain in the spinal cord's thoracic region. The GSN innervates the upper gastrointestinal tract's distal segment and the foregut derivatives, providing inhibitory signals to these visceral organs. This nerve also plays a crucial role in the \"fight or flight\" response and visceral pain transmission to the spinal cord.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Introduction. The greater splanchnic nerve (GSN) arises from the sympathetic chain in the spinal cord's thoracic region. The GSN innervates the upper gastrointestinal tract's distal segment and the foregut derivatives, providing inhibitory signals to these visceral organs. This nerve also plays a crucial role in the \"fight or flight\" response and visceral pain transmission to the spinal cord."}
{"id": "article-22428_1", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Introduction", "content": "Clinically, the GSN is responsible for some cases of chronic upper abdominal pain. Surgical interventions exist for patients with pain unresponsive to traditional pharmacologic therapy. [1] [2] [3] [4] Understanding the anatomy and functions of this nerve is essential for diagnosing and managing abdominal and visceral conditions and addressing chronic pain syndromes.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Introduction. Clinically, the GSN is responsible for some cases of chronic upper abdominal pain. Surgical interventions exist for patients with pain unresponsive to traditional pharmacologic therapy. [1] [2] [3] [4] Understanding the anatomy and functions of this nerve is essential for diagnosing and managing abdominal and visceral conditions and addressing chronic pain syndromes."}
{"id": "article-22428_2", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function", "content": "The GSN is the largest of 3 paired sympathetic nerves supplying the abdominal viscera. The GSN consists of preganglionic fibers originating from the T5 to T9 spinal nerves (see Image . Greater Splanchnic Nerve). These fibers descend through the thorax, pierce the diaphragm, and terminate in the most superior preaortic ganglia, the celiac ganglia. The GSN sends postganglionic fibers to the foregut organs via the celiac plexus. The GSN provides the foregut's inhibitory sympathetic tone. [5] [6] Sympathetic outflow from the greater splanchnic nerve causes all of the following:", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function. The GSN is the largest of 3 paired sympathetic nerves supplying the abdominal viscera. The GSN consists of preganglionic fibers originating from the T5 to T9 spinal nerves (see Image . Greater Splanchnic Nerve). These fibers descend through the thorax, pierce the diaphragm, and terminate in the most superior preaortic ganglia, the celiac ganglia. The GSN sends postganglionic fibers to the foregut organs via the celiac plexus. The GSN provides the foregut's inhibitory sympathetic tone. [5] [6] Sympathetic outflow from the greater splanchnic nerve causes all of the following:"}
{"id": "article-22428_3", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function", "content": "Alimentary canal: inhibits the motility and secretory functions of the distal esophagus, stomach, and duodenum until the major duodenal papilla's level Liver: stimulates gluconeogenesis, glycogenolysis, and glucose release. Glucagon from the endocrine pancreas enhances this effect. Gallbladder: inhibits smooth muscle contraction and bile emptying Exocrine pancreas: inhibits pancreatic enzyme secretion Endocrine pancreas: inhibits insulin release while stimulating glucagon release Adrenal medulla: stimulates chromaffin cells to secrete catecholamines Spleen: sympathetic fibers contribute to the splenic plexus and transmit splenic pain to the spinal cord", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function. Alimentary canal: inhibits the motility and secretory functions of the distal esophagus, stomach, and duodenum until the major duodenal papilla's level Liver: stimulates gluconeogenesis, glycogenolysis, and glucose release. Glucagon from the endocrine pancreas enhances this effect. Gallbladder: inhibits smooth muscle contraction and bile emptying Exocrine pancreas: inhibits pancreatic enzyme secretion Endocrine pancreas: inhibits insulin release while stimulating glucagon release Adrenal medulla: stimulates chromaffin cells to secrete catecholamines Spleen: sympathetic fibers contribute to the splenic plexus and transmit splenic pain to the spinal cord"}
{"id": "article-22428_4", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function", "content": "The GSN also innervates the adrenal medulla's chromaffin cells, stimulating adrenaline (epinephrine) and noradrenaline (norepinephrine) secretion in response to stress. These hormones increase the heart rate and muscle blood flow, dilate the bronchioles, mobilize energy stores, and stimulate the brain's wakefulness centers.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function. The GSN also innervates the adrenal medulla's chromaffin cells, stimulating adrenaline (epinephrine) and noradrenaline (norepinephrine) secretion in response to stress. These hormones increase the heart rate and muscle blood flow, dilate the bronchioles, mobilize energy stores, and stimulate the brain's wakefulness centers."}
{"id": "article-22428_5", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function", "content": "The GSN contributes to the fight-or-flight response by enhancing the adrenal medulla's secretory activity and inhibiting functions not essential to this response, such as digestion. Stress responses prepare the body for physical exertion and heightened vigilance in the presence of a perceived threat. [7]", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Structure and Function. The GSN contributes to the fight-or-flight response by enhancing the adrenal medulla's secretory activity and inhibiting functions not essential to this response, such as digestion. Stress responses prepare the body for physical exertion and heightened vigilance in the presence of a perceived threat. [7]"}
{"id": "article-22428_6", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Embryology", "content": "The peripheral autonomic nervous system arises mostly from the neural crest cells. These cells appear craniocaudally at the junction between the neural tube and skin during neurulation at 29 to 36 days of development. The neural crest cells migrate ventrally to give rise to various structures, including the dorsal root and sympathetic ganglia and preaortic nerve plexuses. The splanchnic nerves, including the greater splanchnic nerves, begin to grow ventrally at 37 days and reach the preaortic ganglia at the celiac trunk around this time. [9]", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Embryology. The peripheral autonomic nervous system arises mostly from the neural crest cells. These cells appear craniocaudally at the junction between the neural tube and skin during neurulation at 29 to 36 days of development. The neural crest cells migrate ventrally to give rise to various structures, including the dorsal root and sympathetic ganglia and preaortic nerve plexuses. The splanchnic nerves, including the greater splanchnic nerves, begin to grow ventrally at 37 days and reach the preaortic ganglia at the celiac trunk around this time. [9]"}
{"id": "article-22428_7", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves", "content": "The GSN has been described as a single anatomical structure, but it occurs as a pair of nerves, one on each side of the body. These thick peripheral axon bundles carry both afferent and efferent fibers. Efferent axons originate from the lateral gray horn of the thoracic spinal cord, typically from spinal levels T5 to T9. These thin, myelinated axons take a short course through the central nervous system and exit with the ventral motor rootlets. The autonomic fibers leave the vertebral column through intervertebral foramina with other efferent and afferent fibers.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves. The GSN has been described as a single anatomical structure, but it occurs as a pair of nerves, one on each side of the body. These thick peripheral axon bundles carry both afferent and efferent fibers. Efferent axons originate from the lateral gray horn of the thoracic spinal cord, typically from spinal levels T5 to T9. These thin, myelinated axons take a short course through the central nervous system and exit with the ventral motor rootlets. The autonomic fibers leave the vertebral column through intervertebral foramina with other efferent and afferent fibers."}
{"id": "article-22428_8", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves", "content": "The spinal nerves then separate into dorsal and ventral rami. Presynaptic sympathetic fibers branch out from the ventral rami and connect with the sympathetic trunks—ganglia that flank the vertebral column—via the white communicating ramus. White communicating rami extend along the entire vertebral column from the cervical region superiorly to the coccyx inferiorly.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves. The spinal nerves then separate into dorsal and ventral rami. Presynaptic sympathetic fibers branch out from the ventral rami and connect with the sympathetic trunks—ganglia that flank the vertebral column—via the white communicating ramus. White communicating rami extend along the entire vertebral column from the cervical region superiorly to the coccyx inferiorly."}
{"id": "article-22428_9", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves", "content": "Unlike many other sympathetic fibers, the GSN's preganglionic axons do not synapse in any of the sympathetic chain ganglia. Instead, all efferent contributions pass through the sympathetic chain, leave as branches, and consolidate to become the GSN. The nerve then travels inferiorly in the posterior mediastinum near the vertebral bodies. The GSNs give small branches to the aorta before exiting the thorax through the diaphragm. All 3 paired thoracic splanchnic nerves—the greater, lesser, and least—pierce the lateral diaphragmatic crus at the T11 vertebral level through a common foramen. The GSN interconnects with other splanchnic nerves, all of which traverse the diaphragm together.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves. Unlike many other sympathetic fibers, the GSN's preganglionic axons do not synapse in any of the sympathetic chain ganglia. Instead, all efferent contributions pass through the sympathetic chain, leave as branches, and consolidate to become the GSN. The nerve then travels inferiorly in the posterior mediastinum near the vertebral bodies. The GSNs give small branches to the aorta before exiting the thorax through the diaphragm. All 3 paired thoracic splanchnic nerves—the greater, lesser, and least—pierce the lateral diaphragmatic crus at the T11 vertebral level through a common foramen. The GSN interconnects with other splanchnic nerves, all of which traverse the diaphragm together."}
{"id": "article-22428_10", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves", "content": "The GSNs turn 90° medially upon entering the abdominal cavity and then synapse at the ipsilateral celiac ganglion. The celiac ganglia are located on each side of the celiac trunk, an artery supplying the foregut. GSN preganglionic fibers form cholinergic synapses with the adrenergic neurons within the celiac ganglia. Axons from these postganglionic neurons leave the celiac ganglia, forming a sympathetic plexus in the foregut area. These postganglionic fibers contain less myelin than the preganglionic fibers, thus conveying information at a slower rate. Celiac plexus fibers hitchhike along arteries to reach their effector organs like other sympathetic nerves.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves. The GSNs turn 90° medially upon entering the abdominal cavity and then synapse at the ipsilateral celiac ganglion. The celiac ganglia are located on each side of the celiac trunk, an artery supplying the foregut. GSN preganglionic fibers form cholinergic synapses with the adrenergic neurons within the celiac ganglia. Axons from these postganglionic neurons leave the celiac ganglia, forming a sympathetic plexus in the foregut area. These postganglionic fibers contain less myelin than the preganglionic fibers, thus conveying information at a slower rate. Celiac plexus fibers hitchhike along arteries to reach their effector organs like other sympathetic nerves."}
{"id": "article-22428_11", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves", "content": "The GSN also carries afferent information from the visceral organs to the central nervous system. Foregut pain transduction relies on thin myelinated fibers or unmyelinated fibers. Sharp pains utilize myelinated fibers, while dull pains travel along unmyelinated axons.Visceral pain fibers from foregut-derived organs travel with the celiac plexus fibers to the celiac ganglia. These sensory axons follow the GSN back to the sympathetic chain and take the path of the white communicating rami, ventral rami, and spinal nerves before synapsing at the dorsal roots of the spinal cord. Visceral sensations ascend the spinal cord through the spinothalamic tract in the anterolateral white matter before reaching the cerebrum.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Nerves. The GSN also carries afferent information from the visceral organs to the central nervous system. Foregut pain transduction relies on thin myelinated fibers or unmyelinated fibers. Sharp pains utilize myelinated fibers, while dull pains travel along unmyelinated axons.Visceral pain fibers from foregut-derived organs travel with the celiac plexus fibers to the celiac ganglia. These sensory axons follow the GSN back to the sympathetic chain and take the path of the white communicating rami, ventral rami, and spinal nerves before synapsing at the dorsal roots of the spinal cord. Visceral sensations ascend the spinal cord through the spinothalamic tract in the anterolateral white matter before reaching the cerebrum."}
{"id": "article-22428_12", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Physiologic Variants", "content": "Textbooks classically describe the greater splanchnic nerve as originating from T5 to T9, but other roots often join the nerve. Anatomists have observed that T4 can be the most proximal GSN origin and T11 as the most distal. Occasionally, the contributing roots arise from non-contiguous spinal cord segments. Various cadaveric studies also reveal that the right GSN originates higher in the thorax than the left GSN. Thus, the GSNs are generally not bilaterally symmetric.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Physiologic Variants. Textbooks classically describe the greater splanchnic nerve as originating from T5 to T9, but other roots often join the nerve. Anatomists have observed that T4 can be the most proximal GSN origin and T11 as the most distal. Occasionally, the contributing roots arise from non-contiguous spinal cord segments. Various cadaveric studies also reveal that the right GSN originates higher in the thorax than the left GSN. Thus, the GSNs are generally not bilaterally symmetric."}
{"id": "article-22428_13", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Physiologic Variants", "content": "Physiologic variation in the thoracic splanchnic nerves' relation to the diaphragm has also been documented. Classically, the 3 thoracic splanchnic nerve pairs pierce the diaphragm through one common foramen. However, these nerves have been observed to run separately in a minority of specimens.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Physiologic Variants. Physiologic variation in the thoracic splanchnic nerves' relation to the diaphragm has also been documented. Classically, the 3 thoracic splanchnic nerve pairs pierce the diaphragm through one common foramen. However, these nerves have been observed to run separately in a minority of specimens."}
{"id": "article-22428_14", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "The greater splanchnic nerve is a target in the surgical treatment of chronic upper abdominal pain. Surgical thoracic splanchnic nerve disruption by splanchnicectomy has proven effective in managing pancreatic cancer and chronic pancreatitis pain. Splanchnicectomy has also been implicated as a potential option for treating patients with chronic spastic constipation, chronic intestinal pseudo-obstruction, and hypertension.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. The greater splanchnic nerve is a target in the surgical treatment of chronic upper abdominal pain. Surgical thoracic splanchnic nerve disruption by splanchnicectomy has proven effective in managing pancreatic cancer and chronic pancreatitis pain. Splanchnicectomy has also been implicated as a potential option for treating patients with chronic spastic constipation, chronic intestinal pseudo-obstruction, and hypertension."}
{"id": "article-22428_15", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "The French surgeon Pierre Mallet-Guy pioneered this operation in 1943. Mallet-Guy performed a bilateral distal thoracic nerve transection below the diaphragm. Surgeons began accessing the GSN and associated nerves within the thoracic cavity for splanchnicectomies in 1990. A less invasive alternative to the open-thoracotomy approach entered the literature in 1993 with reports of thoracoscopic splanchnicectomies.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. The French surgeon Pierre Mallet-Guy pioneered this operation in 1943. Mallet-Guy performed a bilateral distal thoracic nerve transection below the diaphragm. Surgeons began accessing the GSN and associated nerves within the thoracic cavity for splanchnicectomies in 1990. A less invasive alternative to the open-thoracotomy approach entered the literature in 1993 with reports of thoracoscopic splanchnicectomies."}
{"id": "article-22428_16", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "Several late 1990s studies demonstrated that the GSN's path can be disrupted proximally with complete unilateral sympathetic chain transection. This riskier operation successfully palliated chronic abdominal pain but risked injury to other vital pathways within the sympathetic chain.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. Several late 1990s studies demonstrated that the GSN's path can be disrupted proximally with complete unilateral sympathetic chain transection. This riskier operation successfully palliated chronic abdominal pain but risked injury to other vital pathways within the sympathetic chain."}
{"id": "article-22428_17", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "Video-assisted thoracoscopic splanchnicectomy is now a common operative method for approaching the GSN and associated nerves. Carbon dioxide insufflation partially collapses the ipsilateral lung, creating space for surgical instruments introduced into the thorax. The GSN and its collaterals are then located and transected. Some surgeons follow the GSN superiorly and divide all sympathetic chain roots. Others may track the GSN inferiorly and divide or cauterize the nerve as close to the diaphragm as possible.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. Video-assisted thoracoscopic splanchnicectomy is now a common operative method for approaching the GSN and associated nerves. Carbon dioxide insufflation partially collapses the ipsilateral lung, creating space for surgical instruments introduced into the thorax. The GSN and its collaterals are then located and transected. Some surgeons follow the GSN superiorly and divide all sympathetic chain roots. Others may track the GSN inferiorly and divide or cauterize the nerve as close to the diaphragm as possible."}
{"id": "article-22428_18", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "A 2008 systematic review of thoracoscopic splanchnicectomies highlighted the debate regarding the comparative efficacies of unilateral and bilateral transections. Unilateral operations involve transecting either the left thoracic splanchnic nerve to address midline or left-sided abdominal pain or the right thoracic splanchnic nerve to target right-sided pain. However, some institutions prefer bilaterally dividing these nerves, believing this method improves pain control.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. A 2008 systematic review of thoracoscopic splanchnicectomies highlighted the debate regarding the comparative efficacies of unilateral and bilateral transections. Unilateral operations involve transecting either the left thoracic splanchnic nerve to address midline or left-sided abdominal pain or the right thoracic splanchnic nerve to target right-sided pain. However, some institutions prefer bilaterally dividing these nerves, believing this method improves pain control."}
{"id": "article-22428_19", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "Most patients who undergo splanchnicectomy experience a significant pain score reduction, thus minimizing opioid use. Upper abdominal pain that persists postoperatively may be due to anatomical GSN variations or extensive interconnections with other thoracic splanchnic nerves. Common side effects of splanchnicectomy include increased bowel movements and orthostatic hypotension, attributed to alimentary canal and adrenal medulla sympathetic block, respectively.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. Most patients who undergo splanchnicectomy experience a significant pain score reduction, thus minimizing opioid use. Upper abdominal pain that persists postoperatively may be due to anatomical GSN variations or extensive interconnections with other thoracic splanchnic nerves. Common side effects of splanchnicectomy include increased bowel movements and orthostatic hypotension, attributed to alimentary canal and adrenal medulla sympathetic block, respectively."}
{"id": "article-22428_20", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance", "content": "Splanchnicectomy's effects typically wane over time. A study revealed that pain may recur within 18 months postoperation. Still, this procedure has proven to enhance quality of life for patients with pancreatic cancer or chronic pancreatitis with short life expectancies. [8]", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Clinical Significance. Splanchnicectomy's effects typically wane over time. A study revealed that pain may recur within 18 months postoperation. Still, this procedure has proven to enhance quality of life for patients with pancreatic cancer or chronic pancreatitis with short life expectancies. [8]"}
{"id": "article-22428_21", "title": "Anatomy, Thorax, Greater Splanchnic Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Greater Splanchnic Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}