{"id": "article-158745_0", "title": "EMS Telemedicine in the Prehospital Setting  -- Introduction", "content": "Telemedicine is the use of electronic communications to exchange medical information remotely. [1] Emergency Medical Services (EMS) has grown up with this concept when radios were first used for medical oversight and ECG transmission. Many systems today still operate in this framework, although now patient information can be transmitted through both voice and video. [2] The transmission of information can be either real-time or delayed. The information exchanged between an EMS clinician and an expert (physician or otherwise) or between a patient and a healthcare provider, ranging from a medical command physician to a consultant subspecialist.[3] Telemedicine has the potential to improve EMS patient care by providing instantaneous access to a myriad of experts and reducing costs and unnecessary transports.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Introduction. Telemedicine is the use of electronic communications to exchange medical information remotely. [1] Emergency Medical Services (EMS) has grown up with this concept when radios were first used for medical oversight and ECG transmission. Many systems today still operate in this framework, although now patient information can be transmitted through both voice and video. [2] The transmission of information can be either real-time or delayed. The information exchanged between an EMS clinician and an expert (physician or otherwise) or between a patient and a healthcare provider, ranging from a medical command physician to a consultant subspecialist.[3] Telemedicine has the potential to improve EMS patient care by providing instantaneous access to a myriad of experts and reducing costs and unnecessary transports."}
{"id": "article-158745_1", "title": "EMS Telemedicine in the Prehospital Setting  -- Introduction", "content": "Telemedicine can be broadly categorized into 3 types. [3] One is teleconsultation, which is the interaction between a healthcare provider and a patient. Telemedicine can be used to provide second opinions, consult with specialists, provide alternate dispositions from the scene, or provide earlier hospital-level care to patients in remote areas with long transport times. Tele-education is the use of telecommunications to educate or train healthcare providers such as paramedics or emergency medical technicians (EMTs). Telemedicine can be used to teach new skills, provide continuing education, or mentor new providers. This can be performed while providers actively treat a patient or in a traditional didactic setting. Lastly, telemonitoring is the use of telecommunications to monitor patients remotely and can be used to track patients' vital signs or provide medication reminders. This has been integral in community paramedicine and hospital-at-home programs.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Introduction. Telemedicine can be broadly categorized into 3 types. [3] One is teleconsultation, which is the interaction between a healthcare provider and a patient. Telemedicine can be used to provide second opinions, consult with specialists, provide alternate dispositions from the scene, or provide earlier hospital-level care to patients in remote areas with long transport times. Tele-education is the use of telecommunications to educate or train healthcare providers such as paramedics or emergency medical technicians (EMTs). Telemedicine can be used to teach new skills, provide continuing education, or mentor new providers. This can be performed while providers actively treat a patient or in a traditional didactic setting. Lastly, telemonitoring is the use of telecommunications to monitor patients remotely and can be used to track patients' vital signs or provide medication reminders. This has been integral in community paramedicine and hospital-at-home programs."}
{"id": "article-158745_2", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical", "content": "Teleconsultation is commonly used when EMS clinicians contact their medical command physician for advice and instructions. This was historically done via voice communication and has been ongoing since the creation of EMS systems. Video communication allows for real-time video and audio communication between the EMS clinician, the patient, and the physician. [4] Video communication is less commonly used, but as the evidence base for telemedicine grows, some systems are beginning to fold audiovisual teleconsultation into their routine practices. Quadflieg et al showed there was diagnostic concordance between the on-scene physician and the teleconsult physician when compared to the final hospital diagnosis. [5]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical. Teleconsultation is commonly used when EMS clinicians contact their medical command physician for advice and instructions. This was historically done via voice communication and has been ongoing since the creation of EMS systems. Video communication allows for real-time video and audio communication between the EMS clinician, the patient, and the physician. [4] Video communication is less commonly used, but as the evidence base for telemedicine grows, some systems are beginning to fold audiovisual teleconsultation into their routine practices. Quadflieg et al showed there was diagnostic concordance between the on-scene physician and the teleconsult physician when compared to the final hospital diagnosis. [5]"}
{"id": "article-158745_3", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical", "content": "For example, telemedicine can be used to evaluate and augment time-sensitive stroke treatment. Telestroke services have been widely adopted in the emergency department. [6] In the prehospital setting, sensitivity for stroke has ranged considerably, and there have been several studies that have shown that teleconsultation can be feasible and effective in the care of stroke patients, allowing for earlier evaluation by a trained neurologist. [6] [7] [8] However, there are some concerns about the technical implementation, such as ensuring consistent and prompt teleconsultation access. EMS clinicians were found to have only reached the telemedical consultant half the time in some studies. Besides feasibility, it is not clear whether telestroke is superior to traditional methods of stroke care, such as evaluation and treatment by EMS clinicians with training in stroke assessment and appropriate destination choices to a primary or comprehensive stroke center. Bilotta et al did find that EMS telehealth consultation with a physician reduced door-to-computed tomography results in suspected stroke patients by 5 minutes, which is not insignificant in helping patients stay within the thrombolytic window. [9] Alternative models include creating an EMS stroke response unit with an onboard neurologist and computed tomography scanner, although outcome data has been equivocal. [10] [11] [12] [13]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical. For example, telemedicine can be used to evaluate and augment time-sensitive stroke treatment. Telestroke services have been widely adopted in the emergency department. [6] In the prehospital setting, sensitivity for stroke has ranged considerably, and there have been several studies that have shown that teleconsultation can be feasible and effective in the care of stroke patients, allowing for earlier evaluation by a trained neurologist. [6] [7] [8] However, there are some concerns about the technical implementation, such as ensuring consistent and prompt teleconsultation access. EMS clinicians were found to have only reached the telemedical consultant half the time in some studies. Besides feasibility, it is not clear whether telestroke is superior to traditional methods of stroke care, such as evaluation and treatment by EMS clinicians with training in stroke assessment and appropriate destination choices to a primary or comprehensive stroke center. Bilotta et al did find that EMS telehealth consultation with a physician reduced door-to-computed tomography results in suspected stroke patients by 5 minutes, which is not insignificant in helping patients stay within the thrombolytic window. [9] Alternative models include creating an EMS stroke response unit with an onboard neurologist and computed tomography scanner, although outcome data has been equivocal. [10] [11] [12] [13]"}
{"id": "article-158745_4", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical", "content": "The treatment of ST-Elevation Myocardial Infarctions (STEMI) has also benefited from telemedicine. Several studies have shown it to reduce the time to treatment for STEMI patients by facilitating prehospital fibrinolytic use for patients who live in remote locations. [14] [15] [16] [17] Fibrinolytic therapy is high-risk, and expert consultation helps ensure judicious and timely identification of the best candidates. By allowing for transmission of a prehospital 12-lead ECG to not only the medical command physician for interpretation but also to the interventional cardiologist, telemedicine can lead to decreased time to catheterization lab activation. [18] One European study showed that telemedicine allowed patients to receive treatment within 90 minutes of first medical contact, while those who did not receive a teleconsultation had a 42% longer door-to-balloon time. [19] Another study showed that the use of telemedicine reduced the time to treatment by 1 hour and also reduced one-year mortality. [20]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical. The treatment of ST-Elevation Myocardial Infarctions (STEMI) has also benefited from telemedicine. Several studies have shown it to reduce the time to treatment for STEMI patients by facilitating prehospital fibrinolytic use for patients who live in remote locations. [14] [15] [16] [17] Fibrinolytic therapy is high-risk, and expert consultation helps ensure judicious and timely identification of the best candidates. By allowing for transmission of a prehospital 12-lead ECG to not only the medical command physician for interpretation but also to the interventional cardiologist, telemedicine can lead to decreased time to catheterization lab activation. [18] One European study showed that telemedicine allowed patients to receive treatment within 90 minutes of first medical contact, while those who did not receive a teleconsultation had a 42% longer door-to-balloon time. [19] Another study showed that the use of telemedicine reduced the time to treatment by 1 hour and also reduced one-year mortality. [20]"}
{"id": "article-158745_5", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical", "content": "Telemedicine can be used to reduce the overutilization of air transport by allowing physicians to assess patients remotely and ensure that only patients who need air transport are flown. Air medical transport is an important part of the EMS system, but there is growing concern about overutilization and associated costs. [21] Studies have shown that many airlifted patients have minor or non-life-threatening injuries. [22] [23] [24] Telemedicine processes can save money and reduce unnecessary risks to air medical crews. A study in Taiwan found that the use of video telemedicine to screen patients resulted in a 36.2% reduction in the use of air transport, saving the system nearly half a million dollars. [25] Another study found that nearly 1 in 5 burn patients could have been treated at the sending facility. [26] Similar results were found in Bergreath et al, where helicopter EMS use was nearly halved after a full-scale prehospital telemedicine system implementation. [27] These studies suggest that telemedicine can improve the cost-effectiveness of the EMS system and reduce unnecessary risks to patients and air medical crews.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine Applications in Stroke, Myocardial Infarctions, and Air Medical. Telemedicine can be used to reduce the overutilization of air transport by allowing physicians to assess patients remotely and ensure that only patients who need air transport are flown. Air medical transport is an important part of the EMS system, but there is growing concern about overutilization and associated costs. [21] Studies have shown that many airlifted patients have minor or non-life-threatening injuries. [22] [23] [24] Telemedicine processes can save money and reduce unnecessary risks to air medical crews. A study in Taiwan found that the use of video telemedicine to screen patients resulted in a 36.2% reduction in the use of air transport, saving the system nearly half a million dollars. [25] Another study found that nearly 1 in 5 burn patients could have been treated at the sending facility. [26] Similar results were found in Bergreath et al, where helicopter EMS use was nearly halved after a full-scale prehospital telemedicine system implementation. [27] These studies suggest that telemedicine can improve the cost-effectiveness of the EMS system and reduce unnecessary risks to patients and air medical crews."}
{"id": "article-158745_6", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Refusal of Medical Care, Treatment in Place, and Alternate Destination Choices", "content": "In the United States, EMS clinicians usually contact the medical command physician for guidance when patients refuse medical care or want to be released after treatment. Studies have shown that patients are more likely to be transported to the hospital if they can speak to a physician directly. [28] [29] Adding video to these interactions could help create a more informed decision and improve the therapeutic alliance between the patient and the command physician. [30] [31]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Refusal of Medical Care, Treatment in Place, and Alternate Destination Choices. In the United States, EMS clinicians usually contact the medical command physician for guidance when patients refuse medical care or want to be released after treatment. Studies have shown that patients are more likely to be transported to the hospital if they can speak to a physician directly. [28] [29] Adding video to these interactions could help create a more informed decision and improve the therapeutic alliance between the patient and the command physician. [30] [31]"}
{"id": "article-158745_7", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Refusal of Medical Care, Treatment in Place, and Alternate Destination Choices", "content": "Some systems are also piloting treat-in-place models for minor complaints that can be dispositioned from the scene with the help of a physician telemedicine visit. The Regional Emergency Medical Services Council of New York City has compiled a list of medical inclusion criteria for 911 patients that can be transitioned into a telemedicine visit, including asymptomatic hypertension, dysuria, toothache, and joint pain. Houston piloted an Emergency Telehealth and Navigation (ETHAN) program to navigate primary care and minor illness patients away from the emergency department. During the first 12 months of the ETHAN program, Houston EMS found a 56% reduction in ambulance transports with a 44-minute reduction in turnaround times because ambulances could immediately return to service when patients were dispositioned from the scene. [32] Varughese et al found a 67% reduction in transports, and respiratory complaints were most likely to result in transport avoidance. [33] Neither study found an increase in prehospital intervals with the use of telemedicine. The Center for Medicare & Medicaid Services has been piloting reimbursements for transports to alternate destinations, including treat-in-place, to encourage innovation in this area further. This is especially needed as EMS agencies face staffing shortages, increasing call volumes, and ambulance offload delays at emergency departments. Reduction in the number of transports could stress on the EMS system.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Refusal of Medical Care, Treatment in Place, and Alternate Destination Choices. Some systems are also piloting treat-in-place models for minor complaints that can be dispositioned from the scene with the help of a physician telemedicine visit. The Regional Emergency Medical Services Council of New York City has compiled a list of medical inclusion criteria for 911 patients that can be transitioned into a telemedicine visit, including asymptomatic hypertension, dysuria, toothache, and joint pain. Houston piloted an Emergency Telehealth and Navigation (ETHAN) program to navigate primary care and minor illness patients away from the emergency department. During the first 12 months of the ETHAN program, Houston EMS found a 56% reduction in ambulance transports with a 44-minute reduction in turnaround times because ambulances could immediately return to service when patients were dispositioned from the scene. [32] Varughese et al found a 67% reduction in transports, and respiratory complaints were most likely to result in transport avoidance. [33] Neither study found an increase in prehospital intervals with the use of telemedicine. The Center for Medicare & Medicaid Services has been piloting reimbursements for transports to alternate destinations, including treat-in-place, to encourage innovation in this area further. This is especially needed as EMS agencies face staffing shortages, increasing call volumes, and ambulance offload delays at emergency departments. Reduction in the number of transports could stress on the EMS system."}
{"id": "article-158745_8", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Refusal of Medical Care, Treatment in Place, and Alternate Destination Choices", "content": "Community paramedicine is a system of care that is outside of traditional 911, which integrates EMTs and paramedics into the local healthcare system to serve a specific community need. [34] These programs are mostly pilot programs that dispatch EMTs and paramedics to calls that do not require acute life-sustaining EMS intervention. The goals of community paramedicine include assessing for possible social service interventions, alternative modes of transport, treatment at home, or arranging referrals to non-emergency department settings. [35] One visiting doctors program in New York City used a non-911 ambulance to support the on-call doctor. When a patient calls the on-call doctor, the physician may dispatch the community paramedicine ambulance to the patient to facilitate physical assessments and real-time telemedicine linkage. [36] Currently, there is no established standard for the protocols to be followed within these programs, and further evidence is required to substantiate their safety and efficacy. Medical oversight for these programs is essential and often done remotely, which creates avenues and research opportunities for the role of telemedicine in supporting community paramedicine programs. [37]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Refusal of Medical Care, Treatment in Place, and Alternate Destination Choices. Community paramedicine is a system of care that is outside of traditional 911, which integrates EMTs and paramedics into the local healthcare system to serve a specific community need. [34] These programs are mostly pilot programs that dispatch EMTs and paramedics to calls that do not require acute life-sustaining EMS intervention. The goals of community paramedicine include assessing for possible social service interventions, alternative modes of transport, treatment at home, or arranging referrals to non-emergency department settings. [35] One visiting doctors program in New York City used a non-911 ambulance to support the on-call doctor. When a patient calls the on-call doctor, the physician may dispatch the community paramedicine ambulance to the patient to facilitate physical assessments and real-time telemedicine linkage. [36] Currently, there is no established standard for the protocols to be followed within these programs, and further evidence is required to substantiate their safety and efficacy. Medical oversight for these programs is essential and often done remotely, which creates avenues and research opportunities for the role of telemedicine in supporting community paramedicine programs. [37]"}
{"id": "article-158745_9", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemonitoring", "content": "Telemonitoring is a way to remotely track a patient's medical data using computerized technology [38] . Telemonitoring is now used in various settings, including homes, hospitals, and ambulances. In the prehospital setting, telemonitoring is used to transmit ECGs, vital signs, and other data to the receiving hospital. [39] [40] [41] This can be vital in the growth of community paramedicine or hospital-at-home programs, allowing an individual to provide oversight to multiple patients at once. Abnormal vitals caught by the telemonitoring program can then initiate an immediate prehospital response and treatment.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemonitoring. Telemonitoring is a way to remotely track a patient's medical data using computerized technology [38] . Telemonitoring is now used in various settings, including homes, hospitals, and ambulances. In the prehospital setting, telemonitoring is used to transmit ECGs, vital signs, and other data to the receiving hospital. [39] [40] [41] This can be vital in the growth of community paramedicine or hospital-at-home programs, allowing an individual to provide oversight to multiple patients at once. Abnormal vitals caught by the telemonitoring program can then initiate an immediate prehospital response and treatment."}
{"id": "article-158745_10", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Tele-education", "content": "Tele-education is a form of telemedicine that allows one provider who is not onsite to teach another provider remotely. This practice has become more widespread in many areas of healthcare, including emergency medicine and EMS settings. High-risk, low-frequency procedures often plague EMS, but the dangers of this can be mitigated through tele-education.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Tele-education. Tele-education is a form of telemedicine that allows one provider who is not onsite to teach another provider remotely. This practice has become more widespread in many areas of healthcare, including emergency medicine and EMS settings. High-risk, low-frequency procedures often plague EMS, but the dangers of this can be mitigated through tele-education."}
{"id": "article-158745_11", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Tele-education", "content": "Airway management is a crucial, high-risk, low-frequency skill. Paramedics may not have the opportunity to practice intubation very often, which can lead to skill degradation. Telemedicine has been used to improve the success of prehospital airway management. [42] In one study, paramedics who were remotely assisted could intubate patients more successfully than those who were not. [43] One challenge is transmitting video and audio data in real-time. Outside of live clinical settings, it can also be used asynchronously to train paramedic intubation skills remotely.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Tele-education. Airway management is a crucial, high-risk, low-frequency skill. Paramedics may not have the opportunity to practice intubation very often, which can lead to skill degradation. Telemedicine has been used to improve the success of prehospital airway management. [42] In one study, paramedics who were remotely assisted could intubate patients more successfully than those who were not. [43] One challenge is transmitting video and audio data in real-time. Outside of live clinical settings, it can also be used asynchronously to train paramedic intubation skills remotely."}
{"id": "article-158745_12", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Tele-education", "content": "Point-of-care ultrasound (POCUS) is a valuable tool in emergency medicine for helping aid in quick diagnosis and procedural assistance. POCUS has been slowly entering the prehospital setting. [44] It is most commonly used in trauma patients to look for pneumothorax and other life-threatening conditions. [45] However, ultrasound accuracy, unlike many other tests or imaging modalities, is operator-dependent. If the EMS clinician is not trained in ultrasound, they may underdiagnose significant findings or misinterpret normal findings. Telemedicine can be used to improve ultrasound accuracy in the prehospital setting. A remote physician can guide an EMS clinician in real-time, helping them to obtain and interpret ultrasound images, and was feasible in several studies. [46] A study in Taiwan found that telemedicine can be used to diagnose and subsequently give valuable pre-notification information to trauma centers. [47]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Tele-education. Point-of-care ultrasound (POCUS) is a valuable tool in emergency medicine for helping aid in quick diagnosis and procedural assistance. POCUS has been slowly entering the prehospital setting. [44] It is most commonly used in trauma patients to look for pneumothorax and other life-threatening conditions. [45] However, ultrasound accuracy, unlike many other tests or imaging modalities, is operator-dependent. If the EMS clinician is not trained in ultrasound, they may underdiagnose significant findings or misinterpret normal findings. Telemedicine can be used to improve ultrasound accuracy in the prehospital setting. A remote physician can guide an EMS clinician in real-time, helping them to obtain and interpret ultrasound images, and was feasible in several studies. [46] A study in Taiwan found that telemedicine can be used to diagnose and subsequently give valuable pre-notification information to trauma centers. [47]"}
{"id": "article-158745_13", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine in Special Environments", "content": "The COVID-19 pandemic brought new challenges to the healthcare environment that increased telemedicine implementation across the healthcare spectrum, including the prehospital setting. The use of telemedicine during the pandemic allowed the provision of health care services while decreasing physical interactions to minimize clinician exposure and ration personal protective equipment. Telemedicine triage from the dispatch center was used in England to safely treat low-acuity calls without needing in-person provider assessment. [48] A successfully implemented telemedicine system can be integral for delivering care in future pandemics.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine in Special Environments. The COVID-19 pandemic brought new challenges to the healthcare environment that increased telemedicine implementation across the healthcare spectrum, including the prehospital setting. The use of telemedicine during the pandemic allowed the provision of health care services while decreasing physical interactions to minimize clinician exposure and ration personal protective equipment. Telemedicine triage from the dispatch center was used in England to safely treat low-acuity calls without needing in-person provider assessment. [48] A successfully implemented telemedicine system can be integral for delivering care in future pandemics."}
{"id": "article-158745_14", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine in Special Environments", "content": "The military has naturally been at the forefront of advances in remote paramedical care and telemedicine due to the intrinsic nature of the battlefield. In combat medicine, patients often cannot be extricated rapidly or may be in a remote location far from definitive care, necessitating telemedicine consultation. In the civilian world, these principles are applied in tactical EMS, where potential patients may be trapped and unable to be extricated. The same can be said about wilderness EMS systems, where telemedicine provides immediate real-time consultations with specialists and appropriate dispatch of scarce wilderness EMS resources. [49] Without these telemedicine systems in place, patients would be hours to days away from specialist input.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine in Special Environments. The military has naturally been at the forefront of advances in remote paramedical care and telemedicine due to the intrinsic nature of the battlefield. In combat medicine, patients often cannot be extricated rapidly or may be in a remote location far from definitive care, necessitating telemedicine consultation. In the civilian world, these principles are applied in tactical EMS, where potential patients may be trapped and unable to be extricated. The same can be said about wilderness EMS systems, where telemedicine provides immediate real-time consultations with specialists and appropriate dispatch of scarce wilderness EMS resources. [49] Without these telemedicine systems in place, patients would be hours to days away from specialist input."}
{"id": "article-158745_15", "title": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine in Special Environments", "content": "Even in mass casualty incidents (MCIs), telemedicine can improve care by helping EMS systems move beyond paper triage tags. These include the risk of illegible information, challenges with updating the tag, and the need to collect the same information multiple times as patients are moved through the disaster medical system. [50] Bar-coded triage tags can store and retrieve patient information electronically while transmitting it wirelessly to downstream medical facilities for pre-notification. This ensures that the receiving hospital is aware of the patient's status and has a more accurate count of incoming patients. A study using this technology showed that it was more efficient than traditional paper triage methods. [51] Future avenues include exploring ways to telemonitor patients in MCIs to allow for rapid re-triage remotely.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Issues of Concern -- Telemedicine in Special Environments. Even in mass casualty incidents (MCIs), telemedicine can improve care by helping EMS systems move beyond paper triage tags. These include the risk of illegible information, challenges with updating the tag, and the need to collect the same information multiple times as patients are moved through the disaster medical system. [50] Bar-coded triage tags can store and retrieve patient information electronically while transmitting it wirelessly to downstream medical facilities for pre-notification. This ensures that the receiving hospital is aware of the patient's status and has a more accurate count of incoming patients. A study using this technology showed that it was more efficient than traditional paper triage methods. [51] Future avenues include exploring ways to telemonitor patients in MCIs to allow for rapid re-triage remotely."}
{"id": "article-158745_16", "title": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance", "content": "The future of telemedicine in EMS is promising, but more data are needed on its cost-effectiveness and impact on patient outcomes. [52] Telemedicine can be used for patient monitoring, immediate access to specialists, and aid in destination decisions and treatment-in-place dispositions. Many of the studies concerning feasibility and patient outcomes have been lacking. For example, although telemonitoring is feasible, we have yet to study whether it prevents patient deterioration during transport. Similarly, there is still no data on whether teleconsultation with a neurologist improves the outcomes (mortality, functional status, etc) of stroke patients. There is also significant heterogeneity across different prehospital telemedicine solutions that makes comparisons between studies challenging. [53]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance. The future of telemedicine in EMS is promising, but more data are needed on its cost-effectiveness and impact on patient outcomes. [52] Telemedicine can be used for patient monitoring, immediate access to specialists, and aid in destination decisions and treatment-in-place dispositions. Many of the studies concerning feasibility and patient outcomes have been lacking. For example, although telemonitoring is feasible, we have yet to study whether it prevents patient deterioration during transport. Similarly, there is still no data on whether teleconsultation with a neurologist improves the outcomes (mortality, functional status, etc) of stroke patients. There is also significant heterogeneity across different prehospital telemedicine solutions that makes comparisons between studies challenging. [53]"}
{"id": "article-158745_17", "title": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance", "content": "A few clinical trials are looking to bring a higher quality of evidence. The first such trial that has been completed took place in Germany and examined the outcomes of patients treated by paramedics paired with a tele-EMS physician compared to paramedics paired with an on-scene EMS physician. [54] The randomized clinical trial found non-inferiority in the outcomes of the tele-EMS physician compared to the on-scene physician in terms of adverse events (such as iatrogenic allergic reactions from a medication) experienced by each patient group. [55]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance. A few clinical trials are looking to bring a higher quality of evidence. The first such trial that has been completed took place in Germany and examined the outcomes of patients treated by paramedics paired with a tele-EMS physician compared to paramedics paired with an on-scene EMS physician. [54] The randomized clinical trial found non-inferiority in the outcomes of the tele-EMS physician compared to the on-scene physician in terms of adverse events (such as iatrogenic allergic reactions from a medication) experienced by each patient group. [55]"}
{"id": "article-158745_18", "title": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance", "content": "Barriers to implementing a prehospital telemedicine program include paramedic buy-in and experience in forgoing transport, patient expectations, financial constraints, regulatory barriers, technology limitations, and access to physician resources. There can be significant upfront economic costs from purchasing the interfaces for video and audio communication to maintenance and personnel training. Paramedicine and EMT programs have not traditionally trained EMS clinicians in forgoing transport and discharging patients from the scene. [56]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance. Barriers to implementing a prehospital telemedicine program include paramedic buy-in and experience in forgoing transport, patient expectations, financial constraints, regulatory barriers, technology limitations, and access to physician resources. There can be significant upfront economic costs from purchasing the interfaces for video and audio communication to maintenance and personnel training. Paramedicine and EMT programs have not traditionally trained EMS clinicians in forgoing transport and discharging patients from the scene. [56]"}
{"id": "article-158745_19", "title": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance", "content": "Physician resources not only include telemedicine provider staffing but also the creation of quality assurance programs and prehospital protocol changes to allow for telemedicine visits. There can be regulatory barriers preventing EMS clinicians from initiating a telemedicine consultation or providing treatment-in-place options. There can also be lost revenue opportunities as the telemedicine encounter replaces the EMS response and transport; this necessitates negotiating and contracting with commercial insurers and the Center for Medicare and Medicaid Services for appropriate reimbursement of services rendered. [57]", "contents": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance. Physician resources not only include telemedicine provider staffing but also the creation of quality assurance programs and prehospital protocol changes to allow for telemedicine visits. There can be regulatory barriers preventing EMS clinicians from initiating a telemedicine consultation or providing treatment-in-place options. There can also be lost revenue opportunities as the telemedicine encounter replaces the EMS response and transport; this necessitates negotiating and contracting with commercial insurers and the Center for Medicare and Medicaid Services for appropriate reimbursement of services rendered. [57]"}
{"id": "article-158745_20", "title": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance", "content": "To help manage patient expectations, public information campaigns could be provided to the community to garner acceptance of telemedicine through an increased understanding of the new services and how the new system will improve care. Prehospital telemedicine programs are still nascent, but the potential exists for telemedicine to improve patient outcomes and reduce costs.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Clinical Significance. To help manage patient expectations, public information campaigns could be provided to the community to garner acceptance of telemedicine through an increased understanding of the new services and how the new system will improve care. Prehospital telemedicine programs are still nascent, but the potential exists for telemedicine to improve patient outcomes and reduce costs."}
{"id": "article-158745_21", "title": "EMS Telemedicine in the Prehospital Setting  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Telemedicine in the Prehospital Setting  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}