{"id": "article-32398_0", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Introduction", "content": "The cubital fossa is a small triangular area located on the anterior surface of the elbow, with the apex of the triangle pointing distally. It contains some important structures, on their passage from the arm to forearm. [ [1] It is homologous to the popliteal fossa of the lower limb. In this article, we will look at the boundaries, contents, and clinical significance of the cubital fossa.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Introduction. The cubital fossa is a small triangular area located on the anterior surface of the elbow, with the apex of the triangle pointing distally. It contains some important structures, on their passage from the arm to forearm. [ [1] It is homologous to the popliteal fossa of the lower limb. In this article, we will look at the boundaries, contents, and clinical significance of the cubital fossa."}
{"id": "article-32398_1", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function", "content": "Being triangular, the cubital fossa has three borders: Superior (base) - an imaginary line between the medial and lateral epicondyles of the humerus Medial - the lateral boundary of the pronator teres Lateral - the medial border of the brachioradialis The apex is directed distally and forms from the joining of the two borders.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function. Being triangular, the cubital fossa has three borders: Superior (base) - an imaginary line between the medial and lateral epicondyles of the humerus Medial - the lateral boundary of the pronator teres Lateral - the medial border of the brachioradialis The apex is directed distally and forms from the joining of the two borders."}
{"id": "article-32398_2", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function", "content": "The floor of the fossa is formed by the brachialis muscle proximally, and the supinator muscle distally — the roof (from superficial to deep) forms from the skin, fascia, and the bicipital aponeurosis.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function. The floor of the fossa is formed by the brachialis muscle proximally, and the supinator muscle distally — the roof (from superficial to deep) forms from the skin, fascia, and the bicipital aponeurosis."}
{"id": "article-32398_3", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function", "content": "The cubital fossa is a very narrow space, and the boundaries have to be retracted to see the contents within it. The fossa possesses several vital structures, vital to the function of the forearm and hand. From lateral to medial, these structures are:", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function. The cubital fossa is a very narrow space, and the boundaries have to be retracted to see the contents within it. The fossa possesses several vital structures, vital to the function of the forearm and hand. From lateral to medial, these structures are:"}
{"id": "article-32398_4", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function", "content": "Radial nerve - originating from the posterior cord of the brachial plexus, with contributions from C5-T1 roots. In the cubital fossa, it runs close to the brachioradialis muscle and splits into its deep and superficial branches within. [2] Biceps tendon - perhaps the most prominent structure of the cubital fossa, the biceps tendon runs through attaching to the radial tuberosity of the radius. [3] Brachial artery - the brachial artery runs through the fossa, just medial to the biceps tendon, branching at the apex into the radial and ulnar arteries. [4] Median nerve - originating from the lateral and medial cords of the brachial plexus, with contributions from C6-T1 roots. It can be found most medially within the cubital fossa, running between the two heads of pronator teres in the majority of the population. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function. Radial nerve - originating from the posterior cord of the brachial plexus, with contributions from C5-T1 roots. In the cubital fossa, it runs close to the brachioradialis muscle and splits into its deep and superficial branches within. [2] Biceps tendon - perhaps the most prominent structure of the cubital fossa, the biceps tendon runs through attaching to the radial tuberosity of the radius. [3] Brachial artery - the brachial artery runs through the fossa, just medial to the biceps tendon, branching at the apex into the radial and ulnar arteries. [4] Median nerve - originating from the lateral and medial cords of the brachial plexus, with contributions from C6-T1 roots. It can be found most medially within the cubital fossa, running between the two heads of pronator teres in the majority of the population. [5]"}
{"id": "article-32398_5", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function", "content": "While not in the cubital fossa itself, found within the roof is the median cubital vein - forming a communication between the cephalic and basilic superficial veins of the arm. Also seen in the superficial fascia of the roof are the medial and the lateral cutaneous nerves of the forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Structure and Function. While not in the cubital fossa itself, found within the roof is the median cubital vein - forming a communication between the cephalic and basilic superficial veins of the arm. Also seen in the superficial fascia of the roof are the medial and the lateral cutaneous nerves of the forearm."}
{"id": "article-32398_6", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Blood Supply and Lymphatics", "content": "As stated above, the brachial artery passes through the cubital fossa, bifurcating into the radial and ulnar arteries at the distal apex of the fossa. These arteries then continue down into the forearm to supply the anterior and posterior aspects of the lower arm, ending with the deep and superficial arches of the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Blood Supply and Lymphatics. As stated above, the brachial artery passes through the cubital fossa, bifurcating into the radial and ulnar arteries at the distal apex of the fossa. These arteries then continue down into the forearm to supply the anterior and posterior aspects of the lower arm, ending with the deep and superficial arches of the hand."}
{"id": "article-32398_7", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Blood Supply and Lymphatics", "content": "The two primary superficial veins of the arm have an essential communication in the roof of the cubital fossa - the median cubital vein. The cephalic vein commences on the anterolateral surface of the wrist, and the basilic vein begins on the anteromedial aspect of the wrist. They continue up the forearm into the arm, connecting with the median cubital vein on the way. The basilic vein joins with the brachial vein to form the axillary vein (at the lower border of teres major), with the cephalic vein then draining into the axillary vein within the axilla region. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Blood Supply and Lymphatics. The two primary superficial veins of the arm have an essential communication in the roof of the cubital fossa - the median cubital vein. The cephalic vein commences on the anterolateral surface of the wrist, and the basilic vein begins on the anteromedial aspect of the wrist. They continue up the forearm into the arm, connecting with the median cubital vein on the way. The basilic vein joins with the brachial vein to form the axillary vein (at the lower border of teres major), with the cephalic vein then draining into the axillary vein within the axilla region. [6]"}
{"id": "article-32398_8", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Nerves", "content": "As mentioned above, two of the primary nerves of the arm run through the cubital fossa - the median and radial nerves.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Nerves. As mentioned above, two of the primary nerves of the arm run through the cubital fossa - the median and radial nerves."}
{"id": "article-32398_9", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Nerves", "content": "The median nerve, with C6-T1 roots, innervates the majority of the muscles of the anterior forearm (barring the ulna nerve innervated flexor carpi ulnaris and ulnar half of flexor digitorum profundus), the muscles of the thenar eminence of the hand, and the medial two lumbricals. As such, it plays a vital role in flexion of the wrist, pronation of the forearm, and movements of the fingers. It supplies sensory innervation to the lateral palm and volar surface of the lateral three and one-half digits.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Nerves. The median nerve, with C6-T1 roots, innervates the majority of the muscles of the anterior forearm (barring the ulna nerve innervated flexor carpi ulnaris and ulnar half of flexor digitorum profundus), the muscles of the thenar eminence of the hand, and the medial two lumbricals. As such, it plays a vital role in flexion of the wrist, pronation of the forearm, and movements of the fingers. It supplies sensory innervation to the lateral palm and volar surface of the lateral three and one-half digits."}
{"id": "article-32398_10", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Nerves", "content": "The radial nerve, with C5-T1 roots, innervates all of the muscles in the posterior compartment of the forearm, thus having a key role in wrist extension and movements of the fingers. It supplies sensory innervation to the lateral aspect of the dorsum of the hand and dorsal surface of the lateral three and one-half digits. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Nerves. The radial nerve, with C5-T1 roots, innervates all of the muscles in the posterior compartment of the forearm, thus having a key role in wrist extension and movements of the fingers. It supplies sensory innervation to the lateral aspect of the dorsum of the hand and dorsal surface of the lateral three and one-half digits. [7]"}
{"id": "article-32398_11", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles", "content": "There are four muscles involved in the boundaries of the cubital fossa.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles. There are four muscles involved in the boundaries of the cubital fossa."}
{"id": "article-32398_12", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles", "content": "Pronator teres forms the medial border of the fossa. It receives nerve supply from the median nerve, and its main action is the pronation of the forearm. The pronator teres has two heads - the ulnar head originating from the coronoid process of the ulna and the humeral head originating from the medial epicondyle, the heads come together to attach to the midshaft of the radius. The median nerve passes through the two heads in 75 to 80% of the population.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles. Pronator teres forms the medial border of the fossa. It receives nerve supply from the median nerve, and its main action is the pronation of the forearm. The pronator teres has two heads - the ulnar head originating from the coronoid process of the ulna and the humeral head originating from the medial epicondyle, the heads come together to attach to the midshaft of the radius. The median nerve passes through the two heads in 75 to 80% of the population."}
{"id": "article-32398_13", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles", "content": "Brachioradialis forms the lateral border of the cubital fossa. It receives nerve supply from the radial nerve, and despite originating from the posterior compartment of the forearm, it acts to flex the forearm. It originates from the distal humerus at the lateral supracondylar ridge and attaches to the distal radius.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles. Brachioradialis forms the lateral border of the cubital fossa. It receives nerve supply from the radial nerve, and despite originating from the posterior compartment of the forearm, it acts to flex the forearm. It originates from the distal humerus at the lateral supracondylar ridge and attaches to the distal radius."}
{"id": "article-32398_14", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles", "content": "Brachialis forms the proximal aspect of the floor. It receives nerve supply from the musculocutaneous nerve, and it is a weak flexor of the forearm. It originates from the shaft of the humerus and inserts into the ulna tuberosity of the ulna.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles. Brachialis forms the proximal aspect of the floor. It receives nerve supply from the musculocutaneous nerve, and it is a weak flexor of the forearm. It originates from the shaft of the humerus and inserts into the ulna tuberosity of the ulna."}
{"id": "article-32398_15", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles", "content": "The supinator forms the distal aspect of the floor. Its nerve supply is from the posterior interosseus branch of the radial nerve, and its function is the supination of the forearm. It has two heads, with one from the lateral humeral epicondyle, and the other originating from the posterior ulna. They come together and insert into the posterior radius. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Muscles. The supinator forms the distal aspect of the floor. Its nerve supply is from the posterior interosseus branch of the radial nerve, and its function is the supination of the forearm. It has two heads, with one from the lateral humeral epicondyle, and the other originating from the posterior ulna. They come together and insert into the posterior radius. [8]"}
{"id": "article-32398_16", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants", "content": "Research has reported variations in the anatomy of the structures of the cubital fossa:", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants. Research has reported variations in the anatomy of the structures of the cubital fossa:"}
{"id": "article-32398_17", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants", "content": "Radial nerve - the main variations occur at its site of bifurcation. As described above, this most commonly occurs within the cubital fossa but may occur proximal or distal to the fossa. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants. Radial nerve - the main variations occur at its site of bifurcation. As described above, this most commonly occurs within the cubital fossa but may occur proximal or distal to the fossa. [9]"}
{"id": "article-32398_18", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants", "content": "Biceps tendon - the distal tendon may appear bifurcated if there has been continuing separation of the short and long heads. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants. Biceps tendon - the distal tendon may appear bifurcated if there has been continuing separation of the short and long heads. [10]"}
{"id": "article-32398_19", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants", "content": "Brachial artery - similarly to the radial nerve, the main variations occur relative to its bifurcation. While most commonly occurring at the apex of the cubital fossa, this can occur more distally down the arm. There have even been reports of an absent brachial artery, with the ulnar and radial arteries coming directly from the axillary artery. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants. Brachial artery - similarly to the radial nerve, the main variations occur relative to its bifurcation. While most commonly occurring at the apex of the cubital fossa, this can occur more distally down the arm. There have even been reports of an absent brachial artery, with the ulnar and radial arteries coming directly from the axillary artery. [11]"}
{"id": "article-32398_20", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants", "content": "Median nerve - the anatomy is relatively constant at the cubital fossa, with the majority of variations occurring further down the arm at the level of the carpal tunnel. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants. Median nerve - the anatomy is relatively constant at the cubital fossa, with the majority of variations occurring further down the arm at the level of the carpal tunnel. [12]"}
{"id": "article-32398_21", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants", "content": "Median cubital vein - there are several variations of the vein, with previous criteria developed as [13] : A dominant median antebrachial vein of the forearm joining the basilic and cephalic veins in the fossa The median cubital vein connecting the basilic and cephalic veins (the most common, and as described above) Median cubital vein present, but absent development of the cephalic artery in the upper arm No communication present between the cephalic and basilic veins", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Physiologic Variants. Median cubital vein - there are several variations of the vein, with previous criteria developed as [13] : A dominant median antebrachial vein of the forearm joining the basilic and cephalic veins in the fossa The median cubital vein connecting the basilic and cephalic veins (the most common, and as described above) Median cubital vein present, but absent development of the cephalic artery in the upper arm No communication present between the cephalic and basilic veins"}
{"id": "article-32398_22", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Surgical Considerations", "content": "Due to the key structures lying within the cubital fossa, damage secondary to trauma can lead to significant long-term effects, most commonly occurring following supracondylar fractures. Supracondylar fractures can be described by the Modified Gartland classification [14] : Type I - undisplaced Type II - displaced, posterior cortex remains intact Type III - completely displaced Type IV - completely displaced, instability during flexion or extension", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Surgical Considerations. Due to the key structures lying within the cubital fossa, damage secondary to trauma can lead to significant long-term effects, most commonly occurring following supracondylar fractures. Supracondylar fractures can be described by the Modified Gartland classification [14] : Type I - undisplaced Type II - displaced, posterior cortex remains intact Type III - completely displaced Type IV - completely displaced, instability during flexion or extension"}
{"id": "article-32398_23", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Surgical Considerations", "content": "Gartland II, III, and IV fractures, in particular, are at risk of causing damage to the radial nerve, median nerve, or brachial artery. Early reduction and/or fixation of these fractures, alongside close monitoring following this, are crucial to management to attempt avoidance of long-term complications. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Surgical Considerations. Gartland II, III, and IV fractures, in particular, are at risk of causing damage to the radial nerve, median nerve, or brachial artery. Early reduction and/or fixation of these fractures, alongside close monitoring following this, are crucial to management to attempt avoidance of long-term complications. [15]"}
{"id": "article-32398_24", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Clinical Significance", "content": "When considering venepuncture, one of the most commonly used sites is the median cubital vein. It lies very superficially within the roof of the cubital fossa, making it an easily accessible vein. [16] When assessing manual blood pressure, a stethoscope is placed over the cubital fossa to auscultate the brachial artery for Korotkoff sounds. [17]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Clinical Significance. When considering venepuncture, one of the most commonly used sites is the median cubital vein. It lies very superficially within the roof of the cubital fossa, making it an easily accessible vein. [16] When assessing manual blood pressure, a stethoscope is placed over the cubital fossa to auscultate the brachial artery for Korotkoff sounds. [17]"}
{"id": "article-32398_25", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Clinical Significance", "content": "An important pathology to note is cubital tunnel syndrome. While not directly involving the cubital fossa itself, it is an ulnar neuropathy that occurs at the level of the cubital fossa. The ulnar nerve runs posteriorly to the medial epicondyle of the humerus, within a structure named the cubital tunnel. The ulnar nerve can become compressed within this tunnel, either acutely or chronically. The syndrome typically presents with sensory paraesthesia in the ulnar distribution of the hand (the medial aspect of the hand and medial one and a half digits) and can present with motor symptoms, such as clumsiness with intrinsic hand movements. Treatment of the condition can be conservative, including education and elbow splinting or surgical decompression. [18] [19]", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Clinical Significance. An important pathology to note is cubital tunnel syndrome. While not directly involving the cubital fossa itself, it is an ulnar neuropathy that occurs at the level of the cubital fossa. The ulnar nerve runs posteriorly to the medial epicondyle of the humerus, within a structure named the cubital tunnel. The ulnar nerve can become compressed within this tunnel, either acutely or chronically. The syndrome typically presents with sensory paraesthesia in the ulnar distribution of the hand (the medial aspect of the hand and medial one and a half digits) and can present with motor symptoms, such as clumsiness with intrinsic hand movements. Treatment of the condition can be conservative, including education and elbow splinting or surgical decompression. [18] [19]"}
{"id": "article-32398_26", "title": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Cubital Fossa -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}