{"id": "article-36625_0", "title": "Neuroanatomy, Limbic System -- Introduction", "content": "The limbic system is an aggregation of brain structures that are generally located lateral to the thalamus, underneath the cerebral cortex, and above the brainstem. In 1878, Paul Broca was the first to name this general region as the brain le grand lobe limbique. Later on, in 1949, the American physician and neuroscientist, Paul D. MacLean, called it the limbic lobe, [1] although now there is more current terminology used for the individual structures included in this region. Eventually, this region became understood to have links to emotional, memory, and motivational processes that connect to other parts of the brain. [2] Clinically, some specific disorders occur when parts of the limbic system suffer a lesion. While a full understanding of the limbic system is far from complete, advances in neurosciences have still given a better understanding of the role the individual components of the limbic system play, and some insight into their many connections.", "contents": "Neuroanatomy, Limbic System -- Introduction. The limbic system is an aggregation of brain structures that are generally located lateral to the thalamus, underneath the cerebral cortex, and above the brainstem. In 1878, Paul Broca was the first to name this general region as the brain le grand lobe limbique. Later on, in 1949, the American physician and neuroscientist, Paul D. MacLean, called it the limbic lobe, [1] although now there is more current terminology used for the individual structures included in this region. Eventually, this region became understood to have links to emotional, memory, and motivational processes that connect to other parts of the brain. [2] Clinically, some specific disorders occur when parts of the limbic system suffer a lesion. While a full understanding of the limbic system is far from complete, advances in neurosciences have still given a better understanding of the role the individual components of the limbic system play, and some insight into their many connections."}
{"id": "article-36625_1", "title": "Neuroanatomy, Limbic System -- Structure and Function", "content": "Because of advances in neuroscience, the structures included in the limbic system have undergone redefinition multiple times. However, the structures included in the limbic system are in the general region that borders the cerebral hemisphere and brainstem, lateral to the thalamus, underneath the cerebral cortex, but above the brainstem. The particular embryologic origins can separate the currently defined major structures of the limbic system. The mesencephalic components are from visual, auditory, and somatosensory inputs processed in the region. The diencephalic components are the hypothalamus, anterior thalamic nuclei, and habenular commissure. The telencephalic components contain the cortical and subcortical regions; which are the olfactory bulbs, hippocampus, parahippocampal gyrus, fornix, columns of the fornix, mammillary body, septum pellucidum, amygdala, cingulate gyrus, entorhinal cortex. [3]", "contents": "Neuroanatomy, Limbic System -- Structure and Function. Because of advances in neuroscience, the structures included in the limbic system have undergone redefinition multiple times. However, the structures included in the limbic system are in the general region that borders the cerebral hemisphere and brainstem, lateral to the thalamus, underneath the cerebral cortex, but above the brainstem. The particular embryologic origins can separate the currently defined major structures of the limbic system. The mesencephalic components are from visual, auditory, and somatosensory inputs processed in the region. The diencephalic components are the hypothalamus, anterior thalamic nuclei, and habenular commissure. The telencephalic components contain the cortical and subcortical regions; which are the olfactory bulbs, hippocampus, parahippocampal gyrus, fornix, columns of the fornix, mammillary body, septum pellucidum, amygdala, cingulate gyrus, entorhinal cortex. [3]"}
{"id": "article-36625_2", "title": "Neuroanatomy, Limbic System -- Structure and Function", "content": "While the limbic system was initially suggested to be the sole neurological system involved in regulating emotion, it is now considered only one part of the brain to regulate visceral, autonomic processes. In general, the limbic system assists in various processes relating to cognition; including spatial memory, learning, motivation, emotional processing, and social processing. [2]", "contents": "Neuroanatomy, Limbic System -- Structure and Function. While the limbic system was initially suggested to be the sole neurological system involved in regulating emotion, it is now considered only one part of the brain to regulate visceral, autonomic processes. In general, the limbic system assists in various processes relating to cognition; including spatial memory, learning, motivation, emotional processing, and social processing. [2]"}
{"id": "article-36625_3", "title": "Neuroanatomy, Limbic System -- Embryology", "content": "The limbic system forms from different components that rise from the mesencephalon, diencephalon, and telencephalon as described above.", "contents": "Neuroanatomy, Limbic System -- Embryology. The limbic system forms from different components that rise from the mesencephalon, diencephalon, and telencephalon as described above."}
{"id": "article-36625_4", "title": "Neuroanatomy, Limbic System -- Surgical Considerations", "content": "In 1953, a patient who was known as \"H.M.\" had the anterior two-thirds of bilateral hippocampi resected in an attempt to cure his epilepsy. While he experienced a partial reduction of his epilepsy, for the remainder of his life, he was unable to form new memories. [4]", "contents": "Neuroanatomy, Limbic System -- Surgical Considerations. In 1953, a patient who was known as \"H.M.\" had the anterior two-thirds of bilateral hippocampi resected in an attempt to cure his epilepsy. While he experienced a partial reduction of his epilepsy, for the remainder of his life, he was unable to form new memories. [4]"}
{"id": "article-36625_5", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The hypothalamus plays many roles in maintaining homeostasis. However, its role in the limbic system receives less attention. Connections between the hypothalamus, nucleus accumbens, ventral tegmental area, hippocampus, and amygdala have been established. The neural interface between these structures is essential for behaviors such as food-seeking and escape and fear from predators. This interface has been described as the “limbic-motor interface,” it is a model for the initiation of actions by limbic forebrain structures and helps explain how the “emotive brain” and “cognitive brain” operate together to initiate a response. [5]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The hypothalamus plays many roles in maintaining homeostasis. However, its role in the limbic system receives less attention. Connections between the hypothalamus, nucleus accumbens, ventral tegmental area, hippocampus, and amygdala have been established. The neural interface between these structures is essential for behaviors such as food-seeking and escape and fear from predators. This interface has been described as the “limbic-motor interface,” it is a model for the initiation of actions by limbic forebrain structures and helps explain how the “emotive brain” and “cognitive brain” operate together to initiate a response. [5]"}
{"id": "article-36625_6", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The olfactory bulbs are involved in the sense of smell. They transfer olfactory information to the amygdala, orbitofrontal cortex, and hippocampus for processing. [6] The amygdala then processes this information and uses it for associative learning. For example, by encoding odor cues associated with a positive or negative taste. [6] [7]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The olfactory bulbs are involved in the sense of smell. They transfer olfactory information to the amygdala, orbitofrontal cortex, and hippocampus for processing. [6] The amygdala then processes this information and uses it for associative learning. For example, by encoding odor cues associated with a positive or negative taste. [6] [7]"}
{"id": "article-36625_7", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The hippocampus is an allocortical structure that is important for the consolidation of information, including short-term, long-term, and spatial memory. [8] People with extensive bilateral hippocampal damage are likely to have anterograde amnesia, as demonstrated in the infamous case of “H.M.” Schizophrenic patients have been reported to have reductions in the size of their hippocampi. [9] [10] The parahippocampal gyrus is the cortical region surrounding the hippocampus with roles in scene recognition, and memory encoding and retrieval. [11] Like the hippocampus, the parahippocampal gyrus has been observed to be asymmetrical in patients with schizophrenia. [12]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The hippocampus is an allocortical structure that is important for the consolidation of information, including short-term, long-term, and spatial memory. [8] People with extensive bilateral hippocampal damage are likely to have anterograde amnesia, as demonstrated in the infamous case of “H.M.” Schizophrenic patients have been reported to have reductions in the size of their hippocampi. [9] [10] The parahippocampal gyrus is the cortical region surrounding the hippocampus with roles in scene recognition, and memory encoding and retrieval. [11] Like the hippocampus, the parahippocampal gyrus has been observed to be asymmetrical in patients with schizophrenia. [12]"}
{"id": "article-36625_8", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The fornix is the major output tract of the hippocampus. Its exact function is not clear, but lesions along the fornix have been shown to cause problems with recall memory. [13] The columns of the fornix end at the mammillary bodies. The mammillary body has limbic connections with the amygdala, hippocampus, and anterior thalamic nuclei. The mammillary bodies are important for episodic memory. Thiamine deficiency has been well described in causing damage to the mammillary bodies, most commonly through Wernicke-Korsakoff syndrome. [14]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The fornix is the major output tract of the hippocampus. Its exact function is not clear, but lesions along the fornix have been shown to cause problems with recall memory. [13] The columns of the fornix end at the mammillary bodies. The mammillary body has limbic connections with the amygdala, hippocampus, and anterior thalamic nuclei. The mammillary bodies are important for episodic memory. Thiamine deficiency has been well described in causing damage to the mammillary bodies, most commonly through Wernicke-Korsakoff syndrome. [14]"}
{"id": "article-36625_9", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The amygdala is a subcortical structure of the limbic system, located in the medial temporal lobe, whose role involves processing emotional responses- specifically fear, anxiety, and aggression. Additionally, the amygdala further processes memory and decision-making. [15] Fear conditioning processing takes place in the lateral nuclei of the amygdalae where memories form associations with the adverse stimuli through long-term potentiation. [16] [17] Damage to the amygdalae has resulted in the impairment of fear conditioning. [18] Klüver-Bucy syndrome is another rare condition observed after bilateral lesions to the amygdalae occur. Symptoms include amnesia, docility, hyperphagia (both pica and overeating normal foods), hyperorality, hypersexuality, and visual agnosia. [19]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The amygdala is a subcortical structure of the limbic system, located in the medial temporal lobe, whose role involves processing emotional responses- specifically fear, anxiety, and aggression. Additionally, the amygdala further processes memory and decision-making. [15] Fear conditioning processing takes place in the lateral nuclei of the amygdalae where memories form associations with the adverse stimuli through long-term potentiation. [16] [17] Damage to the amygdalae has resulted in the impairment of fear conditioning. [18] Klüver-Bucy syndrome is another rare condition observed after bilateral lesions to the amygdalae occur. Symptoms include amnesia, docility, hyperphagia (both pica and overeating normal foods), hyperorality, hypersexuality, and visual agnosia. [19]"}
{"id": "article-36625_10", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The cingulate gyrus is a cortical structure that lies immediately above the corpus callosum. Its major afferents are from the thalamus and neocortex. The cingulate gyrus, like most of the limbic system, is involved in emotion formation, learning, and memory. [20] [21] It is responsible for linking behavior and motivational outcomes. [22] Some research has shown the cingulate gyri (specifically the anterior cingulate cortex) to have size differences in patients with mood disorders and schizophrenia. [23] [24] [25] [26] [27]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The cingulate gyrus is a cortical structure that lies immediately above the corpus callosum. Its major afferents are from the thalamus and neocortex. The cingulate gyrus, like most of the limbic system, is involved in emotion formation, learning, and memory. [20] [21] It is responsible for linking behavior and motivational outcomes. [22] Some research has shown the cingulate gyri (specifically the anterior cingulate cortex) to have size differences in patients with mood disorders and schizophrenia. [23] [24] [25] [26] [27]"}
{"id": "article-36625_11", "title": "Neuroanatomy, Limbic System -- Clinical Significance", "content": "The entorhinal cortex is located in the medial temporal lobe and is the main gateway between the hippocampus and neocortex. The EC-hippocampus system is an essential part of the limbic system responsible for declarative memories, spatial memories, memory formation, and memory consolidation. [28] [29] Clinically, in those who have Alzheimer's disease, magnetic resonance imaging has shown a loss of volume in the entorhinal cortex. [30] [31]", "contents": "Neuroanatomy, Limbic System -- Clinical Significance. The entorhinal cortex is located in the medial temporal lobe and is the main gateway between the hippocampus and neocortex. The EC-hippocampus system is an essential part of the limbic system responsible for declarative memories, spatial memories, memory formation, and memory consolidation. [28] [29] Clinically, in those who have Alzheimer's disease, magnetic resonance imaging has shown a loss of volume in the entorhinal cortex. [30] [31]"}
{"id": "article-36625_12", "title": "Neuroanatomy, Limbic System -- Other Issues", "content": "With the advancement of the understanding of the complexity of higher cognitive processes, there are suggestions that the term limbic system is no longer relevant but that it functioned as a historical framework upon which to build our current understanding of neuroscience. [32] [33] Others have suggested a revised limbic system model that includes three distinct networks. The first being the hippocampal-diencephalic and parahippocampal-retrosplenial network which has a role in memory and spatial orientation. The second being the temporo-amygdala-orbitofrontal network which associates emotion with cognition. And finally, the third being the default-mode network involved in autobiographical memory and introspection. [3]", "contents": "Neuroanatomy, Limbic System -- Other Issues. With the advancement of the understanding of the complexity of higher cognitive processes, there are suggestions that the term limbic system is no longer relevant but that it functioned as a historical framework upon which to build our current understanding of neuroscience. [32] [33] Others have suggested a revised limbic system model that includes three distinct networks. The first being the hippocampal-diencephalic and parahippocampal-retrosplenial network which has a role in memory and spatial orientation. The second being the temporo-amygdala-orbitofrontal network which associates emotion with cognition. And finally, the third being the default-mode network involved in autobiographical memory and introspection. [3]"}
{"id": "article-36625_13", "title": "Neuroanatomy, Limbic System -- Other Issues", "content": "In conclusion, many individual components comprise the limbic system, all of which play specific roles in the greater whole of the functionality of the limbic system. Emotion, memory, and social processing are essential functions when considering the whole of human health. Generally, clinical disorders involving bilateral lesions of individual parts of the limbic system are rare. However, in much more prevalent disorders, such as schizophrenia, asymmetry and cortical volume loss of limbic system components is common.", "contents": "Neuroanatomy, Limbic System -- Other Issues. In conclusion, many individual components comprise the limbic system, all of which play specific roles in the greater whole of the functionality of the limbic system. Emotion, memory, and social processing are essential functions when considering the whole of human health. Generally, clinical disorders involving bilateral lesions of individual parts of the limbic system are rare. However, in much more prevalent disorders, such as schizophrenia, asymmetry and cortical volume loss of limbic system components is common."}
{"id": "article-36625_14", "title": "Neuroanatomy, Limbic System -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Limbic System -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}