{"id": "article-31506_0", "title": "Amiloride -- Continuing Education Activity", "content": "This activity centers on amiloride, a medication integral to the management of hypertension and heart failure. As a potassium-sparing diuretic, amiloride's indications, contraindications, and adverse drug reactions are discussed. Additionally, amiloride's FDA-issued box warning concerning hyperkalemia, pertinent drug interactions, mechanism of action, pharmacokinetics, and considerations in medical toxicology are also discussed. A thorough understanding of amiloride's therapeutic employment is crucial for healthcare professionals to optimize cardiovascular patient care. The course imparts comprehensive insights into the complexities of administration and underscores the significance of diligent monitoring strategies. Effective navigation of amiloride therapy requires collaborative efforts among healthcare teams, emphasizing the imperative role of interprofessional cooperation in enhancing patient outcomes within cardiovascular care standards.", "contents": "Amiloride -- Continuing Education Activity. This activity centers on amiloride, a medication integral to the management of hypertension and heart failure. As a potassium-sparing diuretic, amiloride's indications, contraindications, and adverse drug reactions are discussed. Additionally, amiloride's FDA-issued box warning concerning hyperkalemia, pertinent drug interactions, mechanism of action, pharmacokinetics, and considerations in medical toxicology are also discussed. A thorough understanding of amiloride's therapeutic employment is crucial for healthcare professionals to optimize cardiovascular patient care. The course imparts comprehensive insights into the complexities of administration and underscores the significance of diligent monitoring strategies. Effective navigation of amiloride therapy requires collaborative efforts among healthcare teams, emphasizing the imperative role of interprofessional cooperation in enhancing patient outcomes within cardiovascular care standards."}
{"id": "article-31506_1", "title": "Amiloride -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of amiloride. Evaluate the adverse drug reaction associated with amiloride. Implement appropriate monitoring of patients taking amiloride to prevent potential toxicity. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from amiloride therapy. Access free multiple choice questions on this topic.", "contents": "Amiloride -- Continuing Education Activity. Objectives: Identify the mechanism of action of amiloride. Evaluate the adverse drug reaction associated with amiloride. Implement appropriate monitoring of patients taking amiloride to prevent potential toxicity. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from amiloride therapy. Access free multiple choice questions on this topic."}
{"id": "article-31506_2", "title": "Amiloride -- Indications", "content": "Amiloride is a potassium-sparing diuretic with a moderate diuretic effect compared to its potassium-sparing activity. Amiloride is a pyrazinoylguanidine derivative. [1]", "contents": "Amiloride -- Indications. Amiloride is a potassium-sparing diuretic with a moderate diuretic effect compared to its potassium-sparing activity. Amiloride is a pyrazinoylguanidine derivative. [1]"}
{"id": "article-31506_3", "title": "Amiloride -- Indications -- FDA-Approved Indications", "content": "Amiloride is FDA-approved to be used adjunctively with thiazides (or other kaliuretic agents) for the treatment of chronic heart failure or uncomplicated essential hypertension to help restore normal serum potassium concentrations in those who develop hypokalemia on kaliuretic therapy. Amiloride is also indicated to prevent the development of hypokalemia in patients with a higher risk of hypokalemia (patients on digoxin therapy or patients with significant cardiac arrhythmias). [2] [3] [4] The American Heart Association/American College of Cardiology (AHA/ACC) guidelines state that amiloride is not the preferred medication for the initial management of hypertension. Amiloride can be combined with thiazide in cases of hypokalemia during thiazide monotherapy. [5]", "contents": "Amiloride -- Indications -- FDA-Approved Indications. Amiloride is FDA-approved to be used adjunctively with thiazides (or other kaliuretic agents) for the treatment of chronic heart failure or uncomplicated essential hypertension to help restore normal serum potassium concentrations in those who develop hypokalemia on kaliuretic therapy. Amiloride is also indicated to prevent the development of hypokalemia in patients with a higher risk of hypokalemia (patients on digoxin therapy or patients with significant cardiac arrhythmias). [2] [3] [4] The American Heart Association/American College of Cardiology (AHA/ACC) guidelines state that amiloride is not the preferred medication for the initial management of hypertension. Amiloride can be combined with thiazide in cases of hypokalemia during thiazide monotherapy. [5]"}
{"id": "article-31506_4", "title": "Amiloride -- Indications -- Off-Label Uses", "content": "The American Association for the Study of Liver Diseases endorses amiloride for refractory ascites. [6] As per guidelines by KDIGO (Kidney Disease: Improving Global Outcomes), amiloride can be a helpful add-on therapy for nephrotic syndrome. [7] Amiloride might also be useful in thiazolidinediones-induced edema and lithium-induced polyuria. [8] [9] As an epithelial sodium channel blocker, amiloride has been researched in cystic fibrosis due to its ability to inhibit epithelial sodium channels (ENaC), potentially hydrating airway surfaces by reducing sodium absorption. Inhaled amiloride with tobramycin has been investigated to eradicate Burkholderia cepacia complex in patients with cystic fibrosis. [10] [11] The case report also describes amiloride for the treatment of severe refractory symptomatic hypokalemia associated with type 1 renal tubular acidosis. [12] Preclinical studies suggest that amiloride can induce apoptosis in multiple myeloma cell lines. [13] Amiloride's inhibition of ENaC and a low-sodium diet contribute to normalizing blood pressure and electrolyte levels in Liddle syndrome. [14] It is necessary to perform randomized controlled trials to validate these findings.", "contents": "Amiloride -- Indications -- Off-Label Uses. The American Association for the Study of Liver Diseases endorses amiloride for refractory ascites. [6] As per guidelines by KDIGO (Kidney Disease: Improving Global Outcomes), amiloride can be a helpful add-on therapy for nephrotic syndrome. [7] Amiloride might also be useful in thiazolidinediones-induced edema and lithium-induced polyuria. [8] [9] As an epithelial sodium channel blocker, amiloride has been researched in cystic fibrosis due to its ability to inhibit epithelial sodium channels (ENaC), potentially hydrating airway surfaces by reducing sodium absorption. Inhaled amiloride with tobramycin has been investigated to eradicate Burkholderia cepacia complex in patients with cystic fibrosis. [10] [11] The case report also describes amiloride for the treatment of severe refractory symptomatic hypokalemia associated with type 1 renal tubular acidosis. [12] Preclinical studies suggest that amiloride can induce apoptosis in multiple myeloma cell lines. [13] Amiloride's inhibition of ENaC and a low-sodium diet contribute to normalizing blood pressure and electrolyte levels in Liddle syndrome. [14] It is necessary to perform randomized controlled trials to validate these findings."}
{"id": "article-31506_5", "title": "Amiloride -- Mechanism of Action", "content": "Amiloride works by inhibiting the epithelial sodium channels (ENaC) in the distal nephron (distal convoluted tubule and cortical collecting duct), lung, and colon. These ENaCs are composed of 2 domains that span the apical membrane. Those domains are denoted M1 and M2. Intracellularly, there are C and N termini, while extracellularly, there is a large loop that contains 2 or 3 cysteine-rich domains. ENaCs have 3 subunits: α, β, and γ. [15] Mutation in β or γ subunits occurs in Liddle syndrome, where basal ENaCs activity increases. Amiloride is beneficial in Liddle syndrome, as described above. [16]", "contents": "Amiloride -- Mechanism of Action. Amiloride works by inhibiting the epithelial sodium channels (ENaC) in the distal nephron (distal convoluted tubule and cortical collecting duct), lung, and colon. These ENaCs are composed of 2 domains that span the apical membrane. Those domains are denoted M1 and M2. Intracellularly, there are C and N termini, while extracellularly, there is a large loop that contains 2 or 3 cysteine-rich domains. ENaCs have 3 subunits: α, β, and γ. [15] Mutation in β or γ subunits occurs in Liddle syndrome, where basal ENaCs activity increases. Amiloride is beneficial in Liddle syndrome, as described above. [16]"}
{"id": "article-31506_6", "title": "Amiloride -- Mechanism of Action", "content": "Usually, sodium moves down its electrochemical gradient to enter the tubular cells through the ENaCs. This gradient results from the basolateral membrane Na/K ATPase. Reabsorption of Na is associated with depolarization of the apical membrane, which creates a lumen-negative transepithelial potential difference. The difference in electric potential enhances potassium secretion through the apical channels, increasing potassium excretion. Amiloride selectively inhibits ENaCs, decreasing hyperpolarization of the apical membrane and consequently decreasing potassium, hydrogen, calcium, and magnesium secretion. Because amiloride inhibits ENaCs, it can also lead to mild natriuresis. [17] [18] Amiloride also has the potential to cause vasodilation. [19] Prolonged use of amiloride can reduce the excretion of renal uric acid by causing volume contraction and reabsorption of uric acid from the proximal convoluted tubule.", "contents": "Amiloride -- Mechanism of Action. Usually, sodium moves down its electrochemical gradient to enter the tubular cells through the ENaCs. This gradient results from the basolateral membrane Na/K ATPase. Reabsorption of Na is associated with depolarization of the apical membrane, which creates a lumen-negative transepithelial potential difference. The difference in electric potential enhances potassium secretion through the apical channels, increasing potassium excretion. Amiloride selectively inhibits ENaCs, decreasing hyperpolarization of the apical membrane and consequently decreasing potassium, hydrogen, calcium, and magnesium secretion. Because amiloride inhibits ENaCs, it can also lead to mild natriuresis. [17] [18] Amiloride also has the potential to cause vasodilation. [19] Prolonged use of amiloride can reduce the excretion of renal uric acid by causing volume contraction and reabsorption of uric acid from the proximal convoluted tubule."}
{"id": "article-31506_7", "title": "Amiloride -- Mechanism of Action", "content": "The loop diuretics and thiazides will increase Na concentration in the distal convoluted tubule and cortical collecting duct. This increase in Na concentration couples with increased Na reabsorption and potassium secretion and excretion. Therefore, co-administration of amiloride with thiazide or loop diuretics decreases their kaliuretic effect and augments their antihypertensive and diuretic effect.", "contents": "Amiloride -- Mechanism of Action. The loop diuretics and thiazides will increase Na concentration in the distal convoluted tubule and cortical collecting duct. This increase in Na concentration couples with increased Na reabsorption and potassium secretion and excretion. Therefore, co-administration of amiloride with thiazide or loop diuretics decreases their kaliuretic effect and augments their antihypertensive and diuretic effect."}
{"id": "article-31506_8", "title": "Amiloride -- Mechanism of Action", "content": "Amiloride helps treat insulin-induced edema. In this condition, ENaCs are upregulated, resulting in increased Na reabsorption and potassium secretion and excretion. However, amiloride is not that effective in hyperaldosteronism when compared to spironolactone and eplerenone. [20] Amiloride can induce apoptosis in multiple myeloma cell lines in mice, and therefore, it might be used to treat relapsed multiple myeloma in the future. The combination of amiloride with melphalan, lenalidomide, and dexamethasone showed a synergistic effect. [13]", "contents": "Amiloride -- Mechanism of Action. Amiloride helps treat insulin-induced edema. In this condition, ENaCs are upregulated, resulting in increased Na reabsorption and potassium secretion and excretion. However, amiloride is not that effective in hyperaldosteronism when compared to spironolactone and eplerenone. [20] Amiloride can induce apoptosis in multiple myeloma cell lines in mice, and therefore, it might be used to treat relapsed multiple myeloma in the future. The combination of amiloride with melphalan, lenalidomide, and dexamethasone showed a synergistic effect. [13]"}
{"id": "article-31506_9", "title": "Amiloride -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Amiloride demonstrates an onset of action of 2 hours upon oral administration, with peak plasma concentrations attained within 3 to 4 hours. The effects of amiloride as a diuretic last for approximately 24 hours. Distribution: It exhibits extravascular distribution and a high volume of distribution (350 to 380 L) due to its small molecular weight and low plasma protein binding (<40%). [21] [22] Metabolism: Amiloride is excreted unchanged by the kidneys and is not metabolized by the liver. Hence, drug accumulation is not expected in patients with liver dysfunction.", "contents": "Amiloride -- Mechanism of Action -- Pharmacokinetics. Absorption: Amiloride demonstrates an onset of action of 2 hours upon oral administration, with peak plasma concentrations attained within 3 to 4 hours. The effects of amiloride as a diuretic last for approximately 24 hours. Distribution: It exhibits extravascular distribution and a high volume of distribution (350 to 380 L) due to its small molecular weight and low plasma protein binding (<40%). [21] [22] Metabolism: Amiloride is excreted unchanged by the kidneys and is not metabolized by the liver. Hence, drug accumulation is not expected in patients with liver dysfunction."}
{"id": "article-31506_10", "title": "Amiloride -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: Around 50% of amiloride is excreted unchanged by the kidneys in urine, while approximately 40% is excreted via feces. In individuals with normal kidney function, amiloride has a serum half-life of 6 to 9 hours. [3]", "contents": "Amiloride -- Mechanism of Action -- Pharmacokinetics. Elimination: Around 50% of amiloride is excreted unchanged by the kidneys in urine, while approximately 40% is excreted via feces. In individuals with normal kidney function, amiloride has a serum half-life of 6 to 9 hours. [3]"}
{"id": "article-31506_11", "title": "Amiloride -- Administration -- Available Dosage Forms and Strengths", "content": "Amiloride is available as an oral tablet with a standardized strength of 5 mg. Amiloride is also available in combination with hydrochlorothiazide. [23]", "contents": "Amiloride -- Administration -- Available Dosage Forms and Strengths. Amiloride is available as an oral tablet with a standardized strength of 5 mg. Amiloride is also available in combination with hydrochlorothiazide. [23]"}
{"id": "article-31506_12", "title": "Amiloride -- Administration -- Adult Dosing", "content": "Congestive heart failure: 5 to 10 mg by mouth once daily or in divided doses. When managing congestive heart failure and achieving initial diuresis, the potassium loss might diminish, prompting a reassessment of the necessity for amiloride. Dosage adjustments may be required, and the continuation of therapy might be intermittent for maintenance purposes.", "contents": "Amiloride -- Administration -- Adult Dosing. Congestive heart failure: 5 to 10 mg by mouth once daily or in divided doses. When managing congestive heart failure and achieving initial diuresis, the potassium loss might diminish, prompting a reassessment of the necessity for amiloride. Dosage adjustments may be required, and the continuation of therapy might be intermittent for maintenance purposes."}
{"id": "article-31506_13", "title": "Amiloride -- Administration -- Adult Dosing", "content": "Hypertension: 5 mg by mouth once daily. The dosage of amiloride may be increased to 10 mg/d if necessary. As per AHA/ACC guidelines, If hypokalemia is present, primary or secondary aldosteronism should be excluded; after careful evaluation, a potassium-sparing diuretic like amiloride can be considered. [5] Thiazide-induced hypokalemia: 5 to 10 mg orally once daily or in divided doses. [3]", "contents": "Amiloride -- Administration -- Adult Dosing. Hypertension: 5 mg by mouth once daily. The dosage of amiloride may be increased to 10 mg/d if necessary. As per AHA/ACC guidelines, If hypokalemia is present, primary or secondary aldosteronism should be excluded; after careful evaluation, a potassium-sparing diuretic like amiloride can be considered. [5] Thiazide-induced hypokalemia: 5 to 10 mg orally once daily or in divided doses. [3]"}
{"id": "article-31506_14", "title": "Amiloride -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The product label does not provide information on dose adjustment in case of hepatic impairment.", "contents": "Amiloride -- Administration -- Specific Patient Populations. Hepatic impairment: The product label does not provide information on dose adjustment in case of hepatic impairment."}
{"id": "article-31506_15", "title": "Amiloride -- Administration -- Specific Patient Populations", "content": "Renal impairment: The dosage needs to be adjusted in patients with renal impairment and contraindicated in severe renal impairment. AHA/ACC guidelines recommend avoiding amiloride if GFR <45 mL/min. [5]", "contents": "Amiloride -- Administration -- Specific Patient Populations. Renal impairment: The dosage needs to be adjusted in patients with renal impairment and contraindicated in severe renal impairment. AHA/ACC guidelines recommend avoiding amiloride if GFR <45 mL/min. [5]"}
{"id": "article-31506_16", "title": "Amiloride -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Amiloride is acceptable during pregnancy since it is FDA pregnancy category B. [24] The American College of Obstetricians and Gynecologists recommends the use of labetalol or nifedipine for the treatment of gestational hypertension. [25] Breastfeeding considerations: No information is available in the case of breastfeeding, so it is recommended to use alternative medicine. [26]", "contents": "Amiloride -- Administration -- Specific Patient Populations. Pregnancy considerations: Amiloride is acceptable during pregnancy since it is FDA pregnancy category B. [24] The American College of Obstetricians and Gynecologists recommends the use of labetalol or nifedipine for the treatment of gestational hypertension. [25] Breastfeeding considerations: No information is available in the case of breastfeeding, so it is recommended to use alternative medicine. [26]"}
{"id": "article-31506_17", "title": "Amiloride -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to the FDA label, amiloride has not been established as safe and effective for pediatric patients. It is used off-label for the management of pediatric hypertension. [27] Amiloride is also used off-label in pediatric patients with nephrogenic diabetes insipidus. [28] )", "contents": "Amiloride -- Administration -- Specific Patient Populations. Pediatric patients: According to the FDA label, amiloride has not been established as safe and effective for pediatric patients. It is used off-label for the management of pediatric hypertension. [27] Amiloride is also used off-label in pediatric patients with nephrogenic diabetes insipidus. [28] )"}
{"id": "article-31506_18", "title": "Amiloride -- Administration -- Specific Patient Populations", "content": "Older patients: It should be used cautiously in patients with diabetes and patients 65 and older. [29] As per the American Geriatric Society's 2023 guidelines (Beers criteria), it is advised to refrain from utilizing amiloride in individuals older than 65 with a creatinine clearance of less than 30 mL/min due to the elevated risk of hyperkalemia and hyponatremia. [30]", "contents": "Amiloride -- Administration -- Specific Patient Populations. Older patients: It should be used cautiously in patients with diabetes and patients 65 and older. [29] As per the American Geriatric Society's 2023 guidelines (Beers criteria), it is advised to refrain from utilizing amiloride in individuals older than 65 with a creatinine clearance of less than 30 mL/min due to the elevated risk of hyperkalemia and hyponatremia. [30]"}
{"id": "article-31506_19", "title": "Amiloride -- Adverse Effects", "content": "Amiloride is generally well tolerated, with few significant adverse effects other than the risk of hyperkalemia. The most common adverse drug reactions of amiloride include nausea, vomiting, diarrhea, and headache. [3] [31] Other adverse drug reactions are listed below. Central nervous system: fatigue and dizziness Musculoskeletal system: muscle cramps and weakness Gastrointestinal system: nausea, vomiting, diarrhea/constipation, abdominal pain, and anorexia Respiratory: dyspnea and cough Genitourinary: impotence Endocrine and metabolic: glucose intolerance, hyperuricemia, hyperchloremic metabolic acidosis, hyperkalemia, and hyponatremia [30]", "contents": "Amiloride -- Adverse Effects. Amiloride is generally well tolerated, with few significant adverse effects other than the risk of hyperkalemia. The most common adverse drug reactions of amiloride include nausea, vomiting, diarrhea, and headache. [3] [31] Other adverse drug reactions are listed below. Central nervous system: fatigue and dizziness Musculoskeletal system: muscle cramps and weakness Gastrointestinal system: nausea, vomiting, diarrhea/constipation, abdominal pain, and anorexia Respiratory: dyspnea and cough Genitourinary: impotence Endocrine and metabolic: glucose intolerance, hyperuricemia, hyperchloremic metabolic acidosis, hyperkalemia, and hyponatremia [30]"}
{"id": "article-31506_20", "title": "Amiloride -- Adverse Effects -- Drug-Drug Interactions", "content": "Simultaneous administration of a non-steroidal anti-inflammatory drug (NSAID) and amiloride can reduce the diuretic and antihypertensive effects of the amiloride. Hence, it is crucial to observe patients when amiloride and NSAIDs are used together to ensure that the desired diuretic effect is achieved. Additionally, monitoring the potassium and renal function is essential since administering amiloride and NSAID may increase serum potassium levels. [23] It is recommended to avoid concomitant use of drugs that blunt the renin-angiotensin-aldosterone system (angiotensin-converting enzyme inhibitors, beta-blockers, and aliskiren). [32] [33]", "contents": "Amiloride -- Adverse Effects -- Drug-Drug Interactions. Simultaneous administration of a non-steroidal anti-inflammatory drug (NSAID) and amiloride can reduce the diuretic and antihypertensive effects of the amiloride. Hence, it is crucial to observe patients when amiloride and NSAIDs are used together to ensure that the desired diuretic effect is achieved. Additionally, monitoring the potassium and renal function is essential since administering amiloride and NSAID may increase serum potassium levels. [23] It is recommended to avoid concomitant use of drugs that blunt the renin-angiotensin-aldosterone system (angiotensin-converting enzyme inhibitors, beta-blockers, and aliskiren). [32] [33]"}
{"id": "article-31506_21", "title": "Amiloride -- Adverse Effects -- Drug-Drug Interactions", "content": "Amiloride is contraindicated with other potassium-sparing diuretics such as potassium-sparing diuretics (spironolactone or triamterene). Amiloride and cyclosporine both increase serum potassium; coadministration is not recommended. [34]", "contents": "Amiloride -- Adverse Effects -- Drug-Drug Interactions. Amiloride is contraindicated with other potassium-sparing diuretics such as potassium-sparing diuretics (spironolactone or triamterene). Amiloride and cyclosporine both increase serum potassium; coadministration is not recommended. [34]"}
{"id": "article-31506_22", "title": "Amiloride -- Contraindications", "content": "Amiloride can cause fatal hyperkalemia in susceptible patients. Amiloride is contraindicated if serum potassium levels are (>5.5 mEq/L). [35] Amiloride is contraindicated in acute or chronic renal insufficiency (serum creatinine >1.5 mg/dL or [BUN] >30 mg/dL), anuria, with concomitant use of other potassium-sparing diuretics (spironolactone or triamterene). Amiloride is contraindicated in documented hypersensitivity to amiloride or excipients. [36] [37] [38]", "contents": "Amiloride -- Contraindications. Amiloride can cause fatal hyperkalemia in susceptible patients. Amiloride is contraindicated if serum potassium levels are (>5.5 mEq/L). [35] Amiloride is contraindicated in acute or chronic renal insufficiency (serum creatinine >1.5 mg/dL or [BUN] >30 mg/dL), anuria, with concomitant use of other potassium-sparing diuretics (spironolactone or triamterene). Amiloride is contraindicated in documented hypersensitivity to amiloride or excipients. [36] [37] [38]"}
{"id": "article-31506_23", "title": "Amiloride -- Contraindications -- Box Warning", "content": "Amiloride has an FDA-box warning for hyperkalemia, either alone or even when combined with hydrochlorothiazide. Hyperkalemia might be fatal, especially in people with diabetes mellitus, older patients, and patients with renal impairment. Hyperkalemia tends to occur in patients who do not receive a concomitant kaliuretic diuretic. When amiloride is used concomitantly with thiazides, the risk of hyperkalemia drops below 2%. Amiloride should be used cautiously, and serum potassium levels should be carefully monitored in patients, especially during initiation, diuretic dosage adjustments, and any illness that could affect renal function. [39]", "contents": "Amiloride -- Contraindications -- Box Warning. Amiloride has an FDA-box warning for hyperkalemia, either alone or even when combined with hydrochlorothiazide. Hyperkalemia might be fatal, especially in people with diabetes mellitus, older patients, and patients with renal impairment. Hyperkalemia tends to occur in patients who do not receive a concomitant kaliuretic diuretic. When amiloride is used concomitantly with thiazides, the risk of hyperkalemia drops below 2%. Amiloride should be used cautiously, and serum potassium levels should be carefully monitored in patients, especially during initiation, diuretic dosage adjustments, and any illness that could affect renal function. [39]"}
{"id": "article-31506_24", "title": "Amiloride -- Monitoring", "content": "Amiloride requires monitoring for hyperkalemia and impaired renal function. [24] Therefore, periodic monitoring of serum potassium, BUN, and creatinine concentrations is essential. The parameters that also require monitoring are blood pressure, daily weight, serum bicarbonate, serum magnesium concentrations, and signs or symptoms of hyperkalemia.", "contents": "Amiloride -- Monitoring. Amiloride requires monitoring for hyperkalemia and impaired renal function. [24] Therefore, periodic monitoring of serum potassium, BUN, and creatinine concentrations is essential. The parameters that also require monitoring are blood pressure, daily weight, serum bicarbonate, serum magnesium concentrations, and signs or symptoms of hyperkalemia."}
{"id": "article-31506_25", "title": "Amiloride -- Toxicity", "content": "The most toxic effect of amiloride is hyperkalemia. A rapid increase in the extracellular potassium leads to an increase in cardiac conduction velocity, which lowers the threshold for rapid phase Na-dependent depolarization. Furthermore, after the initial increase in cardiac conduction velocity, there will be a prolongation of phase 4 diastolic depolarization and a shortening of the action potential, which leads to a delay in the conduction in the atrioventricular node and His-Purkinje system. On ECG, it manifests as a peaked \"tented\" T wave. The QRS complex will widen as the condition worsens, resulting in the so-called ''sine wave''. Therefore, hyperkalemia can lead to increased cardiac excitability or decreased cardiac excitability. Increased cardiac excitation can lead to ventricular tachycardia and ventricular fibrillation, while a decrease in cardiac depression leads to various degrees of heart block and asystole. [40] Hyperkalemia can also cause an absence of the P wave on ECG. [41] [42] Moreover, patients with hyperkalemia may present with fatigue, dizziness, and weakness. [42]", "contents": "Amiloride -- Toxicity. The most toxic effect of amiloride is hyperkalemia. A rapid increase in the extracellular potassium leads to an increase in cardiac conduction velocity, which lowers the threshold for rapid phase Na-dependent depolarization. Furthermore, after the initial increase in cardiac conduction velocity, there will be a prolongation of phase 4 diastolic depolarization and a shortening of the action potential, which leads to a delay in the conduction in the atrioventricular node and His-Purkinje system. On ECG, it manifests as a peaked \"tented\" T wave. The QRS complex will widen as the condition worsens, resulting in the so-called ''sine wave''. Therefore, hyperkalemia can lead to increased cardiac excitability or decreased cardiac excitability. Increased cardiac excitation can lead to ventricular tachycardia and ventricular fibrillation, while a decrease in cardiac depression leads to various degrees of heart block and asystole. [40] Hyperkalemia can also cause an absence of the P wave on ECG. [41] [42] Moreover, patients with hyperkalemia may present with fatigue, dizziness, and weakness. [42]"}
{"id": "article-31506_26", "title": "Amiloride -- Toxicity", "content": "The initial step in managing amiloride toxicity is to stop all drugs that increase potassium concentrations (including amiloride). The next step is to treat hyperkalemia with 10 mL of 10% calcium gluconate IV over 5 minutes. Because the effect is temporary, another dose might be necessary after 15 minutes. Treating hyperkalemia includes administering rapid-acting insulin, glucose, potassium-binding resins, salbutamol, and sodium bicarbonate. [41] Normal saline should be administered for volume replacement; hypotensive refractory to volume replacement may require dopamine and norepinephrine. [43]", "contents": "Amiloride -- Toxicity. The initial step in managing amiloride toxicity is to stop all drugs that increase potassium concentrations (including amiloride). The next step is to treat hyperkalemia with 10 mL of 10% calcium gluconate IV over 5 minutes. Because the effect is temporary, another dose might be necessary after 15 minutes. Treating hyperkalemia includes administering rapid-acting insulin, glucose, potassium-binding resins, salbutamol, and sodium bicarbonate. [41] Normal saline should be administered for volume replacement; hypotensive refractory to volume replacement may require dopamine and norepinephrine. [43]"}
{"id": "article-31506_27", "title": "Amiloride -- Enhancing Healthcare Team Outcomes", "content": "Healthcare professionals prescribing amiloride should know its indications, dosage, contraindications, and adverse effects. Monitoring serum potassium and renal function is integral to managing heart failure and hypertension when receiving amiloride. In addition, managing hypertension usually involves prescribing angiotensin-converting enzyme (ACE) inhibitors. Nevertheless, concomitant use of amiloride and ACE inhibitors carries a significant risk of developing symptomatic hyperkalemia.", "contents": "Amiloride -- Enhancing Healthcare Team Outcomes. Healthcare professionals prescribing amiloride should know its indications, dosage, contraindications, and adverse effects. Monitoring serum potassium and renal function is integral to managing heart failure and hypertension when receiving amiloride. In addition, managing hypertension usually involves prescribing angiotensin-converting enzyme (ACE) inhibitors. Nevertheless, concomitant use of amiloride and ACE inhibitors carries a significant risk of developing symptomatic hyperkalemia."}
{"id": "article-31506_28", "title": "Amiloride -- Enhancing Healthcare Team Outcomes", "content": "When a clinician initiates amiloride therapy, they should collaborate with other healthcare team members to enhance care coordination and communication. A cardiologist should be consulted for the use of amiloride in settings of resistant hypertension and heart failure. Coordinating with the pathologist for necessary laboratory investigations pertinent to amiloride monitoring (eg, potassium and serum creatinine) is prudent. The pharmacist should also perform a medication reconciliation check for drug interactions and verify dosing. A case-control study explored hyperkalemia prevention strategies in patients with heart failure. It was demonstrated that pharmacist-based multidimensional interventions, as part of an interprofessional healthcare team, are linked to reduced odds of hyperkalemia. [44] Nursing staff should also have involvement, including patient counseling, monitoring medication adherence, and being aware and alert to signs of adverse events and toxicity. It is necessary to have a collaborative interprofessional team that includes clinicians, specialty-trained nurses, specialists, and pharmacists to optimize treatment outcomes related to amiloride and minimize adverse drug reactions.", "contents": "Amiloride -- Enhancing Healthcare Team Outcomes. When a clinician initiates amiloride therapy, they should collaborate with other healthcare team members to enhance care coordination and communication. A cardiologist should be consulted for the use of amiloride in settings of resistant hypertension and heart failure. Coordinating with the pathologist for necessary laboratory investigations pertinent to amiloride monitoring (eg, potassium and serum creatinine) is prudent. The pharmacist should also perform a medication reconciliation check for drug interactions and verify dosing. A case-control study explored hyperkalemia prevention strategies in patients with heart failure. It was demonstrated that pharmacist-based multidimensional interventions, as part of an interprofessional healthcare team, are linked to reduced odds of hyperkalemia. [44] Nursing staff should also have involvement, including patient counseling, monitoring medication adherence, and being aware and alert to signs of adverse events and toxicity. It is necessary to have a collaborative interprofessional team that includes clinicians, specialty-trained nurses, specialists, and pharmacists to optimize treatment outcomes related to amiloride and minimize adverse drug reactions."}
{"id": "article-31506_29", "title": "Amiloride -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Amiloride -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}