{"id": "article-17224_0", "title": "Adrenal Crisis -- Continuing Education Activity", "content": "An adrenal crisis is an acute, life-threatening condition triggered by various factors, occurring in individuals with either known or unknown adrenal insufficiency. Due to its rare occurrence, this condition remains inadequately recognized, leading to substantial treatment delays and elevated mortality rates. This activity comprehensively reviews the diagnosis, presentation, pathophysiology, precipitating factors, and management of an adrenal crisis. This activity provides a comprehensive review of patient education strategies and the prevention of adrenal crises. In addition, this activity highlights the essential role of the interprofessional healthcare team in treating patients with adrenal crises to enhance the overall treatment outcomes.", "contents": "Adrenal Crisis -- Continuing Education Activity. An adrenal crisis is an acute, life-threatening condition triggered by various factors, occurring in individuals with either known or unknown adrenal insufficiency. Due to its rare occurrence, this condition remains inadequately recognized, leading to substantial treatment delays and elevated mortality rates. This activity comprehensively reviews the diagnosis, presentation, pathophysiology, precipitating factors, and management of an adrenal crisis. This activity provides a comprehensive review of patient education strategies and the prevention of adrenal crises. In addition, this activity highlights the essential role of the interprofessional healthcare team in treating patients with adrenal crises to enhance the overall treatment outcomes."}
{"id": "article-17224_1", "title": "Adrenal Crisis -- Continuing Education Activity", "content": "Objectives: Identify the risk factors and clinical signs of adrenal crises in patients with known or suspected adrenal insufficiency. Implement evidence-based guidelines for the timely diagnosis and treatment of adrenal crisis, including appropriate use of glucocorticoid therapy and fluid resuscitation. Apply stress dosing guidelines for glucocorticoid replacement therapy during stressful situations, such as trauma, surgery, and severe illness, to prevent adrenal crisis. Collaborate with the interprofessional healthcare team to monitor and educate patients with adrenal insufficiency and implement patient-specific prevention strategies to avoid adrenal crises. Access free multiple choice questions on this topic.", "contents": "Adrenal Crisis -- Continuing Education Activity. Objectives: Identify the risk factors and clinical signs of adrenal crises in patients with known or suspected adrenal insufficiency. Implement evidence-based guidelines for the timely diagnosis and treatment of adrenal crisis, including appropriate use of glucocorticoid therapy and fluid resuscitation. Apply stress dosing guidelines for glucocorticoid replacement therapy during stressful situations, such as trauma, surgery, and severe illness, to prevent adrenal crisis. Collaborate with the interprofessional healthcare team to monitor and educate patients with adrenal insufficiency and implement patient-specific prevention strategies to avoid adrenal crises. Access free multiple choice questions on this topic."}
{"id": "article-17224_2", "title": "Adrenal Crisis -- Introduction", "content": "Adrenal crisis, or Addisonian crisis, is a severe, life-threatening condition characterized by acute adrenal insufficiency. This condition has a substantial mortality rate of 0.5 per 100 patient-years and remains a significant cause of death in individuals with adrenal insufficiency. [1] Patients can experience rapid deterioration without timely intervention, potentially resulting in fatal outcomes either at home or shortly after hospital admission.", "contents": "Adrenal Crisis -- Introduction. Adrenal crisis, or Addisonian crisis, is a severe, life-threatening condition characterized by acute adrenal insufficiency. This condition has a substantial mortality rate of 0.5 per 100 patient-years and remains a significant cause of death in individuals with adrenal insufficiency. [1] Patients can experience rapid deterioration without timely intervention, potentially resulting in fatal outcomes either at home or shortly after hospital admission."}
{"id": "article-17224_3", "title": "Adrenal Crisis -- Introduction", "content": "This endocrine emergency arises when the production of cortisol, the primary glucocorticoid (GC) adrenal hormone, is inadequate either due to internal or external factors. Early recognition and immediate intervention are crucial for saving a patient's life and improving survival rates. [2]", "contents": "Adrenal Crisis -- Introduction. This endocrine emergency arises when the production of cortisol, the primary glucocorticoid (GC) adrenal hormone, is inadequate either due to internal or external factors. Early recognition and immediate intervention are crucial for saving a patient's life and improving survival rates. [2]"}
{"id": "article-17224_4", "title": "Adrenal Crisis -- Introduction", "content": "Clinicians must distinguish between adrenal insufficiency and adrenal crisis, as the latter can be fatal if not treated promptly. Despite the well-described characteristics of this condition, its recognition can be challenging, resulting in delayed treatment initiation and increased morbidity and mortality rates. [3] Essential measures in preventing adrenal crises include educating patients and their families about sick day rules and ensuring the availability of intramuscular hydrocortisone at home. [4]", "contents": "Adrenal Crisis -- Introduction. Clinicians must distinguish between adrenal insufficiency and adrenal crisis, as the latter can be fatal if not treated promptly. Despite the well-described characteristics of this condition, its recognition can be challenging, resulting in delayed treatment initiation and increased morbidity and mortality rates. [3] Essential measures in preventing adrenal crises include educating patients and their families about sick day rules and ensuring the availability of intramuscular hydrocortisone at home. [4]"}
{"id": "article-17224_5", "title": "Adrenal Crisis -- Introduction", "content": "The ongoing debate among experts in the field has led to a lack of consensus on the definition of adrenal crisis. Several expert reviews have tried to establish their definitions of adrenal crisis. Among the numerous descriptions available for this condition, we will adhere to the one put forth by Rushworth et al in 2019 for this activity, as mentioned below. [5] Adrenal crisis is defined by an acute deterioration in health status that is associated with the following conditions: Absolute hypotension with a systolic blood pressure <100 mm Hg. Relative hypotension with a systolic blood pressure ≥20 mm Hg lower than the patient's usual baseline.", "contents": "Adrenal Crisis -- Introduction. The ongoing debate among experts in the field has led to a lack of consensus on the definition of adrenal crisis. Several expert reviews have tried to establish their definitions of adrenal crisis. Among the numerous descriptions available for this condition, we will adhere to the one put forth by Rushworth et al in 2019 for this activity, as mentioned below. [5] Adrenal crisis is defined by an acute deterioration in health status that is associated with the following conditions: Absolute hypotension with a systolic blood pressure <100 mm Hg. Relative hypotension with a systolic blood pressure ≥20 mm Hg lower than the patient's usual baseline."}
{"id": "article-17224_6", "title": "Adrenal Crisis -- Introduction", "content": "Typically, these features should improve and resolve within 1 to 2 hours after administering parenteral GCs, marked by a significant reduction in hypotension within the first hour. Furthermore, there should be a gradual improvement in patients' clinical symptoms over the subsequent 2 hours. [5]", "contents": "Adrenal Crisis -- Introduction. Typically, these features should improve and resolve within 1 to 2 hours after administering parenteral GCs, marked by a significant reduction in hypotension within the first hour. Furthermore, there should be a gradual improvement in patients' clinical symptoms over the subsequent 2 hours. [5]"}
{"id": "article-17224_7", "title": "Adrenal Crisis -- Etiology -- History of Adrenal Crisis", "content": "In 1855, Thomas Addison's pioneering work provided the earliest description of adrenal insufficiency, marking a significant milestone in comprehending this condition. [6] The discovery of cortisone by Hench, Kendall, and Reichstein in the late 1940s revolutionized the treatment of adrenal insufficiency, leading to a remarkable enhancement in the life expectancy of individuals affected by this condition. [7] [8]", "contents": "Adrenal Crisis -- Etiology -- History of Adrenal Crisis. In 1855, Thomas Addison's pioneering work provided the earliest description of adrenal insufficiency, marking a significant milestone in comprehending this condition. [6] The discovery of cortisone by Hench, Kendall, and Reichstein in the late 1940s revolutionized the treatment of adrenal insufficiency, leading to a remarkable enhancement in the life expectancy of individuals affected by this condition. [7] [8]"}
{"id": "article-17224_8", "title": "Adrenal Crisis -- Etiology -- History of Adrenal Crisis", "content": "In the 1930s, tuberculosis was the most prevalent cause of this condition, accounting for approximately 70% of cases. In recent times, autoimmune adrenalitis, or Addison's disease, has emerged as the leading cause of primary adrenal insufficiency in developed countries. In contrast, tuberculosis remains the leading cause of adrenal insufficiency in developing countries. [9]", "contents": "Adrenal Crisis -- Etiology -- History of Adrenal Crisis. In the 1930s, tuberculosis was the most prevalent cause of this condition, accounting for approximately 70% of cases. In recent times, autoimmune adrenalitis, or Addison's disease, has emerged as the leading cause of primary adrenal insufficiency in developed countries. In contrast, tuberculosis remains the leading cause of adrenal insufficiency in developing countries. [9]"}
{"id": "article-17224_9", "title": "Adrenal Crisis -- Etiology -- Precipitating Factors for Adrenal Crisis", "content": "Acute adrenal crisis can be the initial presentation of undiagnosed adrenal insufficiency, potentially occurring in up to 50% of patients who have already been diagnosed with this condition. [10] [11] [12] In a previous study, approximately 10% of patients exhibited no identifiable cause for their adrenal crisis. [13] The primary causes of adrenal crises are as follows:", "contents": "Adrenal Crisis -- Etiology -- Precipitating Factors for Adrenal Crisis. Acute adrenal crisis can be the initial presentation of undiagnosed adrenal insufficiency, potentially occurring in up to 50% of patients who have already been diagnosed with this condition. [10] [11] [12] In a previous study, approximately 10% of patients exhibited no identifiable cause for their adrenal crisis. [13] The primary causes of adrenal crises are as follows:"}
{"id": "article-17224_10", "title": "Adrenal Crisis -- Etiology -- Precipitating Factors for Adrenal Crisis", "content": "Bacterial, mycobacterial, fungal, parasitic, or viral, such as COVID-19, infections [13] [14] Gastrointestinal and flu-like illnesses [5] [15] Trauma, pregnancy, childbirth, surgery, exposure to extreme hot or cold weather, or other stressful situations Significant emotional distress [13] Strenuous physical activity [16] Nonadherence to GC replacement therapy [17] Abrupt cessation of chronic GC therapy [17] Thyrotoxicosis, as it accelerates cortisol metabolism. Levothyroxine therapy initiation in a previously untreated case of adrenal insufficiency Antiadrenal medications, including mitotane, metyrapone, ketoconazole Anticancer medications, including immunotherapy with checkpoint inhibitors and tyrosine kinase inhibitors [18] [19] [20] [21]", "contents": "Adrenal Crisis -- Etiology -- Precipitating Factors for Adrenal Crisis. Bacterial, mycobacterial, fungal, parasitic, or viral, such as COVID-19, infections [13] [14] Gastrointestinal and flu-like illnesses [5] [15] Trauma, pregnancy, childbirth, surgery, exposure to extreme hot or cold weather, or other stressful situations Significant emotional distress [13] Strenuous physical activity [16] Nonadherence to GC replacement therapy [17] Abrupt cessation of chronic GC therapy [17] Thyrotoxicosis, as it accelerates cortisol metabolism. Levothyroxine therapy initiation in a previously untreated case of adrenal insufficiency Antiadrenal medications, including mitotane, metyrapone, ketoconazole Anticancer medications, including immunotherapy with checkpoint inhibitors and tyrosine kinase inhibitors [18] [19] [20] [21]"}
{"id": "article-17224_11", "title": "Adrenal Crisis -- Epidemiology", "content": "Determining the exact frequency of adrenal crises in the general population poses a significant challenge. Patients with adrenal insufficiency have been estimated to experience an adrenal crisis in 6% to 8% of cases annually. [15] [22] The incidence of adrenal crises remains high even among patients who have received extensive education on managing and preventing adrenal insufficiency. [13] A study revealed a 6% mortality rate associated with adrenal crises among this well-informed group of patients. [13] The annual frequency of adrenal crisis in patients with Addison's disease remains at 8%. [23]", "contents": "Adrenal Crisis -- Epidemiology. Determining the exact frequency of adrenal crises in the general population poses a significant challenge. Patients with adrenal insufficiency have been estimated to experience an adrenal crisis in 6% to 8% of cases annually. [15] [22] The incidence of adrenal crises remains high even among patients who have received extensive education on managing and preventing adrenal insufficiency. [13] A study revealed a 6% mortality rate associated with adrenal crises among this well-informed group of patients. [13] The annual frequency of adrenal crisis in patients with Addison's disease remains at 8%. [23]"}
{"id": "article-17224_12", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "The risk factors associated with adrenal crisis are as follows:", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. The risk factors associated with adrenal crisis are as follows:"}
{"id": "article-17224_13", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "A known history of adrenal insufficiency or previous adrenal crisis", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. A known history of adrenal insufficiency or previous adrenal crisis"}
{"id": "article-17224_14", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Primary adrenal insufficiency diagnosis, which carries a higher risk than secondary adrenal insufficiency [10] [24]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Primary adrenal insufficiency diagnosis, which carries a higher risk than secondary adrenal insufficiency [10] [24]"}
{"id": "article-17224_15", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Ongoing GC therapy, including topical and inhalation forms, which poses a risk for an adrenal crisis due to the potential suppression of the hypothalamic-pituitary-adrenal (HPA) axis, if abruptly discontinued", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Ongoing GC therapy, including topical and inhalation forms, which poses a risk for an adrenal crisis due to the potential suppression of the hypothalamic-pituitary-adrenal (HPA) axis, if abruptly discontinued"}
{"id": "article-17224_16", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Medications, including levothyroxine, phenytoin, phenobarbital, rifampin, carbamazepine, St John's wort, ketoconazole, etomidate, and fluconazole, which affect cortisol metabolism or reduce its production [25] [26] [27] [28]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Medications, including levothyroxine, phenytoin, phenobarbital, rifampin, carbamazepine, St John's wort, ketoconazole, etomidate, and fluconazole, which affect cortisol metabolism or reduce its production [25] [26] [27] [28]"}
{"id": "article-17224_17", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Anticoagulation agents, which increase the risk of adrenal hemorrhage", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Anticoagulation agents, which increase the risk of adrenal hemorrhage"}
{"id": "article-17224_18", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Additional medications, including megestrol acetate and medroxyprogesterone [29] [30] [31]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Additional medications, including megestrol acetate and medroxyprogesterone [29] [30] [31]"}
{"id": "article-17224_19", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Pregnancy, particularly during the third trimester [32]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Pregnancy, particularly during the third trimester [32]"}
{"id": "article-17224_20", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Advanced age [5]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Advanced age [5]"}
{"id": "article-17224_21", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "The presence of comorbidities [10] [24]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. The presence of comorbidities [10] [24]"}
{"id": "article-17224_22", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Patients with type 1 diabetes [5]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Patients with type 1 diabetes [5]"}
{"id": "article-17224_23", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Adrenal metastasis or adrenal hemorrhage [33] [34]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Adrenal metastasis or adrenal hemorrhage [33] [34]"}
{"id": "article-17224_24", "title": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis", "content": "Polyglandular autoimmune syndromes 1 and 2 [35] [36]", "contents": "Adrenal Crisis -- Epidemiology -- Risk Factors for Adrenal Crisis. Polyglandular autoimmune syndromes 1 and 2 [35] [36]"}
{"id": "article-17224_25", "title": "Adrenal Crisis -- Pathophysiology", "content": "The pathophysiology of adrenal crisis is not fully understood; however, examining the functions of GCs can provide insight into clinical manifestations. GCs exhibit various roles in stress responses by demonstrating permissive, suppressive, stimulatory, and preparative effects. Although these functions have been described in greater detail in a different activity, a concise overview is provided below. [37]", "contents": "Adrenal Crisis -- Pathophysiology. The pathophysiology of adrenal crisis is not fully understood; however, examining the functions of GCs can provide insight into clinical manifestations. GCs exhibit various roles in stress responses by demonstrating permissive, suppressive, stimulatory, and preparative effects. Although these functions have been described in greater detail in a different activity, a concise overview is provided below. [37]"}
{"id": "article-17224_26", "title": "Adrenal Crisis -- Pathophysiology -- Cardiovascular System", "content": "GCs have a permissive effect on the functioning of adrenergic receptors in the heart and vasculature. Without GCs, catecholamines cannot exert their full impact on these receptors. [38] Consequently, during an adrenal crisis, patients often experience hypotension, and in severe cases, they may develop profound shock that remains unresponsive to fluid resuscitation and vasopressor therapy.", "contents": "Adrenal Crisis -- Pathophysiology -- Cardiovascular System. GCs have a permissive effect on the functioning of adrenergic receptors in the heart and vasculature. Without GCs, catecholamines cannot exert their full impact on these receptors. [38] Consequently, during an adrenal crisis, patients often experience hypotension, and in severe cases, they may develop profound shock that remains unresponsive to fluid resuscitation and vasopressor therapy."}
{"id": "article-17224_27", "title": "Adrenal Crisis -- Pathophysiology -- Immune System", "content": "Infectious or noninfectious stressors can trigger the activation of the immune system, leading to an elevated release of cytokines. Interleukin (IL)-1, IL-2, IL-6, tumor necrosis factor (TNF)-α, and TNF-γ have pivotal roles in this immune response. This immune activation subsequently leads to the activation of the HPA axis, resulting in elevated GC levels. [39] [40]", "contents": "Adrenal Crisis -- Pathophysiology -- Immune System. Infectious or noninfectious stressors can trigger the activation of the immune system, leading to an elevated release of cytokines. Interleukin (IL)-1, IL-2, IL-6, tumor necrosis factor (TNF)-α, and TNF-γ have pivotal roles in this immune response. This immune activation subsequently leads to the activation of the HPA axis, resulting in elevated GC levels. [39] [40]"}
{"id": "article-17224_28", "title": "Adrenal Crisis -- Pathophysiology -- Immune System", "content": "GCs mitigate immune response by inhibiting cytokine production, release, and effects, thereby playing a crucial role in immune regulation. [41] [42] During an adrenal crisis, any significant stressor can trigger an uncontrolled cytokine response, such as inflammation, resulting in fever, widespread vasodilation, and heightened capillary permeability. This can result in hypovolemia and shock as a consequence of fluid shifting from capillaries into tissues, thereby contributing to the development of hypovolemic shock.", "contents": "Adrenal Crisis -- Pathophysiology -- Immune System. GCs mitigate immune response by inhibiting cytokine production, release, and effects, thereby playing a crucial role in immune regulation. [41] [42] During an adrenal crisis, any significant stressor can trigger an uncontrolled cytokine response, such as inflammation, resulting in fever, widespread vasodilation, and heightened capillary permeability. This can result in hypovolemia and shock as a consequence of fluid shifting from capillaries into tissues, thereby contributing to the development of hypovolemic shock."}
{"id": "article-17224_29", "title": "Adrenal Crisis -- Pathophysiology -- Immune System", "content": "To sum up, during an adrenal crisis, the dysregulation of the immune response, marked by an excessive cytokine release, can result in systemic inflammation, fever, vasodilation, capillary leakage, hypovolemia, and shock.", "contents": "Adrenal Crisis -- Pathophysiology -- Immune System. To sum up, during an adrenal crisis, the dysregulation of the immune response, marked by an excessive cytokine release, can result in systemic inflammation, fever, vasodilation, capillary leakage, hypovolemia, and shock."}
{"id": "article-17224_30", "title": "Adrenal Crisis -- Pathophysiology -- Intravascular Volume", "content": "GCs can potentially suppress the expression and secretion of antidiuretic hormone (ADH) in the hypothalamic neurons. [43] [44] During an adrenal crisis, there is an upsurge in the activity of ADH, leading to increased diuresis and volume depletion.", "contents": "Adrenal Crisis -- Pathophysiology -- Intravascular Volume. GCs can potentially suppress the expression and secretion of antidiuretic hormone (ADH) in the hypothalamic neurons. [43] [44] During an adrenal crisis, there is an upsurge in the activity of ADH, leading to increased diuresis and volume depletion."}
{"id": "article-17224_31", "title": "Adrenal Crisis -- Pathophysiology -- Glucose Homeostasis", "content": "GCs increase glucose levels in response to stress through various mechanisms, including promoting glycogenolysis and stimulating gluconeogenesis. [45] In addition, GCs also induce insulin resistance, which reduces glucose uptake by the peripheral cells. [45] During an adrenal crisis, the deficiency of GCs hinders these normal stress responses. As a result of the GC-deficient state, hypoglycemia can occur due to insufficient glucose production and improved peripheral utilization.", "contents": "Adrenal Crisis -- Pathophysiology -- Glucose Homeostasis. GCs increase glucose levels in response to stress through various mechanisms, including promoting glycogenolysis and stimulating gluconeogenesis. [45] In addition, GCs also induce insulin resistance, which reduces glucose uptake by the peripheral cells. [45] During an adrenal crisis, the deficiency of GCs hinders these normal stress responses. As a result of the GC-deficient state, hypoglycemia can occur due to insufficient glucose production and improved peripheral utilization."}
{"id": "article-17224_32", "title": "Adrenal Crisis -- Pathophysiology -- Appetite Regulation", "content": "Corticotropin-releasing hormone (CRH) is a potent appetite suppressant in response to stress. [46] GCs are potent inhibitors of CRH release that can lead to increased appetite. [43] During an adrenal crisis, the release of CRH remains uninhibited in the GC-deficient state and leads to anorexia.", "contents": "Adrenal Crisis -- Pathophysiology -- Appetite Regulation. Corticotropin-releasing hormone (CRH) is a potent appetite suppressant in response to stress. [46] GCs are potent inhibitors of CRH release that can lead to increased appetite. [43] During an adrenal crisis, the release of CRH remains uninhibited in the GC-deficient state and leads to anorexia."}
{"id": "article-17224_33", "title": "Adrenal Crisis -- Pathophysiology -- Electrolyte Disturbances", "content": "Primary adrenal insufficiency causes mineralocorticoid deficiency due to direct destruction of the adrenal cortex. However, the cortex remains intact in secondary and tertiary adrenal insufficiency. The renin-angiotensin-aldosterone system regulates aldosterone production and secretion. [47] An isolated deficiency of adrenocorticotropic hormone (ACTH) secretion observed in secondary or tertiary adrenal insufficiency does not significantly affect aldosterone levels. [48] [47] In primary adrenal insufficiency, aldosterone deficiency leads to volume loss, hyponatremia, and hyperkalemia. [12]", "contents": "Adrenal Crisis -- Pathophysiology -- Electrolyte Disturbances. Primary adrenal insufficiency causes mineralocorticoid deficiency due to direct destruction of the adrenal cortex. However, the cortex remains intact in secondary and tertiary adrenal insufficiency. The renin-angiotensin-aldosterone system regulates aldosterone production and secretion. [47] An isolated deficiency of adrenocorticotropic hormone (ACTH) secretion observed in secondary or tertiary adrenal insufficiency does not significantly affect aldosterone levels. [48] [47] In primary adrenal insufficiency, aldosterone deficiency leads to volume loss, hyponatremia, and hyperkalemia. [12]"}
{"id": "article-17224_34", "title": "Adrenal Crisis -- History and Physical", "content": "The most prevalent clinical manifestations of adrenal crises include weakness, severe fatigue, unintentional weight loss, nausea, vomiting, abdominal pain, reduced appetite, back or limb pain, dizziness, somnolence, confusion, and loss of consciousness. [5] [49]", "contents": "Adrenal Crisis -- History and Physical. The most prevalent clinical manifestations of adrenal crises include weakness, severe fatigue, unintentional weight loss, nausea, vomiting, abdominal pain, reduced appetite, back or limb pain, dizziness, somnolence, confusion, and loss of consciousness. [5] [49]"}
{"id": "article-17224_35", "title": "Adrenal Crisis -- History and Physical", "content": "In children, adrenal crises can manifest as weight loss with failure to thrive and are accompanied by other features, such as hypoglycemic crises, which may result in seizures. Less frequently observed presentations in individuals of all age groups include clinical scenarios resembling surgical emergencies, such as an acute abdomen, and symptoms, such as salt cravings, amenorrhea, loss of libido, and depression.", "contents": "Adrenal Crisis -- History and Physical. In children, adrenal crises can manifest as weight loss with failure to thrive and are accompanied by other features, such as hypoglycemic crises, which may result in seizures. Less frequently observed presentations in individuals of all age groups include clinical scenarios resembling surgical emergencies, such as an acute abdomen, and symptoms, such as salt cravings, amenorrhea, loss of libido, and depression."}
{"id": "article-17224_36", "title": "Adrenal Crisis -- History and Physical", "content": "Assessing a patient's vital signs when evaluating for an adrenal crisis is essential. Patients experiencing an adrenal crisis may exhibit several symptoms, including fever, tachycardia, and orthostatic hypotension. [49] During physical examination, patients may appear visibly unwell. Individuals with primary adrenal insufficiency might display signs such as skin and buccal mucosa hyperpigmentation and scarring. [50]", "contents": "Adrenal Crisis -- History and Physical. Assessing a patient's vital signs when evaluating for an adrenal crisis is essential. Patients experiencing an adrenal crisis may exhibit several symptoms, including fever, tachycardia, and orthostatic hypotension. [49] During physical examination, patients may appear visibly unwell. Individuals with primary adrenal insufficiency might display signs such as skin and buccal mucosa hyperpigmentation and scarring. [50]"}
{"id": "article-17224_37", "title": "Adrenal Crisis -- History and Physical", "content": "When evaluating a patient suspected of adrenal crisis, it is crucial to conduct a comprehensive review of the patient's medical history and past surgical history. In addition, the healthcare practitioner should perform a comprehensive review of the patient's list of home medications and supplements. [51]", "contents": "Adrenal Crisis -- History and Physical. When evaluating a patient suspected of adrenal crisis, it is crucial to conduct a comprehensive review of the patient's medical history and past surgical history. In addition, the healthcare practitioner should perform a comprehensive review of the patient's list of home medications and supplements. [51]"}
{"id": "article-17224_38", "title": "Adrenal Crisis -- History and Physical", "content": "Identifying any precipitating factors that may trigger an adrenal crisis in individuals is essential. Inquiring about a history of long-term GC use is necessary because abrupt cessation or acute illness in these patients can precipitate adrenal crises. [52] . Evaluating other autoimmune diseases in patients while obtaining their history is crucial, as individuals with autoimmune polyglandular endocrinopathy can manifest multiple autoimmune disorders. Furthermore, recurrent hypoglycemia in patients with type 1 diabetes on insulin can indicate adrenal insufficiency. Patients with adrenal crisis usually present with an unexplained shock resistant to standard fluid resuscitation and vasopressor therapy. [53]", "contents": "Adrenal Crisis -- History and Physical. Identifying any precipitating factors that may trigger an adrenal crisis in individuals is essential. Inquiring about a history of long-term GC use is necessary because abrupt cessation or acute illness in these patients can precipitate adrenal crises. [52] . Evaluating other autoimmune diseases in patients while obtaining their history is crucial, as individuals with autoimmune polyglandular endocrinopathy can manifest multiple autoimmune disorders. Furthermore, recurrent hypoglycemia in patients with type 1 diabetes on insulin can indicate adrenal insufficiency. Patients with adrenal crisis usually present with an unexplained shock resistant to standard fluid resuscitation and vasopressor therapy. [53]"}
{"id": "article-17224_39", "title": "Adrenal Crisis -- Evaluation", "content": "In the context of an adrenal crisis, there may be several laboratory abnormalities. However, the classic laboratory features that may be revealed include:", "contents": "Adrenal Crisis -- Evaluation. In the context of an adrenal crisis, there may be several laboratory abnormalities. However, the classic laboratory features that may be revealed include:"}
{"id": "article-17224_40", "title": "Adrenal Crisis -- Evaluation", "content": "Hyponatremia, resulting from mineralocorticoid deficiency Hyperkalemia, resulting from mineralocorticoid deficiency Hypoglycemia, stemming from decreased gluconeogenesis and glycogenolysis Low or low normal ACTH levels, as observed in secondary adrenal insufficiency High or high normal ACTH levels, as observed in primary adrenal insufficiency Hypercalcemia, resulting from hypovolemia Elevated creatinine levels, attributed to prerenal failure Low aldosterone levels, due to mineralocorticoid deficiency in primary adrenal insufficiency High renin levels, as typically seen in primary adrenal insufficiency due to increased urinary sodium loss and reduced blood volume Normocytic normochromic anemia, lymphocytosis, and eosinophilia, resulting from GC deficiency Increased thyroid-stimulating hormone (TSH) levels, owing to coexisting hypothyroidism in autoimmune polyglandular endocrinopathy or the absence of cortisol's inhibitory effect on TSH production", "contents": "Adrenal Crisis -- Evaluation. Hyponatremia, resulting from mineralocorticoid deficiency Hyperkalemia, resulting from mineralocorticoid deficiency Hypoglycemia, stemming from decreased gluconeogenesis and glycogenolysis Low or low normal ACTH levels, as observed in secondary adrenal insufficiency High or high normal ACTH levels, as observed in primary adrenal insufficiency Hypercalcemia, resulting from hypovolemia Elevated creatinine levels, attributed to prerenal failure Low aldosterone levels, due to mineralocorticoid deficiency in primary adrenal insufficiency High renin levels, as typically seen in primary adrenal insufficiency due to increased urinary sodium loss and reduced blood volume Normocytic normochromic anemia, lymphocytosis, and eosinophilia, resulting from GC deficiency Increased thyroid-stimulating hormone (TSH) levels, owing to coexisting hypothyroidism in autoimmune polyglandular endocrinopathy or the absence of cortisol's inhibitory effect on TSH production"}
{"id": "article-17224_41", "title": "Adrenal Crisis -- Evaluation -- Evaluation of Cortisol Levels", "content": "Treatment of adrenal crises should never be delayed to obtain blood work for etiological assessment. Prompt administration of hydrocortisone is of utmost importance in managing adrenal crises. However, if there is no anticipated delay in treatment, blood work can be done quickly before initiating hydrocortisone administration. Healthcare providers suggest the below-mentioned blood tests for the treatment of adrenal crises. ACTH: High ACTH levels with low cortisol and aldosterone indicate primary adrenal insufficiency, whereas low ACTH levels with low cortisol suggest secondary or tertiary adrenal insufficiency. Basic metabolic panel: A basic metabolic profile blood test, including glucose, should also be included in the recommended blood work. Other blood tests: Additional blood work includes determining cortisol, aldosterone, and renin levels.", "contents": "Adrenal Crisis -- Evaluation -- Evaluation of Cortisol Levels. Treatment of adrenal crises should never be delayed to obtain blood work for etiological assessment. Prompt administration of hydrocortisone is of utmost importance in managing adrenal crises. However, if there is no anticipated delay in treatment, blood work can be done quickly before initiating hydrocortisone administration. Healthcare providers suggest the below-mentioned blood tests for the treatment of adrenal crises. ACTH: High ACTH levels with low cortisol and aldosterone indicate primary adrenal insufficiency, whereas low ACTH levels with low cortisol suggest secondary or tertiary adrenal insufficiency. Basic metabolic panel: A basic metabolic profile blood test, including glucose, should also be included in the recommended blood work. Other blood tests: Additional blood work includes determining cortisol, aldosterone, and renin levels."}
{"id": "article-17224_42", "title": "Adrenal Crisis -- Evaluation -- Evaluation of Cortisol Levels", "content": "In situations with uncertainty regarding the diagnosis of adrenal crisis and borderline cortisol levels, performing an ACTH stimulation test in the acute setting is not recommended until the patient's condition has stabilized. [54]", "contents": "Adrenal Crisis -- Evaluation -- Evaluation of Cortisol Levels. In situations with uncertainty regarding the diagnosis of adrenal crisis and borderline cortisol levels, performing an ACTH stimulation test in the acute setting is not recommended until the patient's condition has stabilized. [54]"}
{"id": "article-17224_43", "title": "Adrenal Crisis -- Treatment / Management", "content": "The administration of GCs, specifically hydrocortisone, constitutes the definitive treatment for adrenal crisis. In patients with known adrenal insufficiency, symptoms consistent with an adrenal crisis should be sufficient to initiate treatment. If a patient is medically unstable and is strongly suspected of adrenal insufficiency or crisis, stress dose steroids should be administered promptly. [55] The administrative dosing of stress dose steroids and fluid resuscitation differs in children from adults (see Table 1 ).", "contents": "Adrenal Crisis -- Treatment / Management. The administration of GCs, specifically hydrocortisone, constitutes the definitive treatment for adrenal crisis. In patients with known adrenal insufficiency, symptoms consistent with an adrenal crisis should be sufficient to initiate treatment. If a patient is medically unstable and is strongly suspected of adrenal insufficiency or crisis, stress dose steroids should be administered promptly. [55] The administrative dosing of stress dose steroids and fluid resuscitation differs in children from adults (see Table 1 )."}
{"id": "article-17224_44", "title": "Adrenal Crisis -- Treatment / Management", "content": "Recent evidence indicates that continuous infusion is a superior delivery method for hydrocortisone in the management of adrenal crises when compared to intermittent boluses. [57] Continuous hydrocortisone infusion has shown better maintenance of cortisol levels within the therapeutic range. In cases of adrenal crisis, involving an endocrinologist as soon as possible is crucial to ensure appropriate management of the condition and guidance in patient care. Once there is clinical improvement, initiating a gradual tapering of steroids is advisable. [58] This approach helps prevent abrupt discontinuation and enables a smoother transition to lower doses.", "contents": "Adrenal Crisis -- Treatment / Management. Recent evidence indicates that continuous infusion is a superior delivery method for hydrocortisone in the management of adrenal crises when compared to intermittent boluses. [57] Continuous hydrocortisone infusion has shown better maintenance of cortisol levels within the therapeutic range. In cases of adrenal crisis, involving an endocrinologist as soon as possible is crucial to ensure appropriate management of the condition and guidance in patient care. Once there is clinical improvement, initiating a gradual tapering of steroids is advisable. [58] This approach helps prevent abrupt discontinuation and enables a smoother transition to lower doses."}
{"id": "article-17224_45", "title": "Adrenal Crisis -- Treatment / Management", "content": "The necessity for mineralocorticoid replacement should be assessed individually and in consultation with an endocrinologist. If the GC doses administered to patients exceed 50 mg, mineralocorticoid replacement is unnecessary. [59] In situations where hydrocortisone is unavailable, alternative parenteral GCs can be considered, as mentioned below. [5] [27] Prednisolone: This can be a preferred alternative treatment, administered as an initial bolus of 25 mg and followed by 2 additional 25 mg doses within the first 24 hours. Subsequently, this regimen should be continued with a daily dose of 50 mg of prednisone. Methylprednisolone: This can be administered at a dosage of 40 mg every 24 hours. Dexamethasone: This is the least preferred alternative treatment, with a recommended dosage of 4 mg every 24 hours. In patients with an infectious process as the precipitating event for adrenal crisis, prompt administration of appropriate antibiotics is necessary to address the underlying infection.", "contents": "Adrenal Crisis -- Treatment / Management. The necessity for mineralocorticoid replacement should be assessed individually and in consultation with an endocrinologist. If the GC doses administered to patients exceed 50 mg, mineralocorticoid replacement is unnecessary. [59] In situations where hydrocortisone is unavailable, alternative parenteral GCs can be considered, as mentioned below. [5] [27] Prednisolone: This can be a preferred alternative treatment, administered as an initial bolus of 25 mg and followed by 2 additional 25 mg doses within the first 24 hours. Subsequently, this regimen should be continued with a daily dose of 50 mg of prednisone. Methylprednisolone: This can be administered at a dosage of 40 mg every 24 hours. Dexamethasone: This is the least preferred alternative treatment, with a recommended dosage of 4 mg every 24 hours. In patients with an infectious process as the precipitating event for adrenal crisis, prompt administration of appropriate antibiotics is necessary to address the underlying infection."}
{"id": "article-17224_46", "title": "Adrenal Crisis -- Differential Diagnosis", "content": "An adrenal crisis is rarely an isolated event, and the differential diagnosis may be comprehensive, depending on the presentation and underlying etiology. Although symptoms such as altered mental status, abdominal pain, nausea, vomiting, and fever are frequently encountered during presentations, hypotension typically remains the most significant feature. An adrenal crisis should be considered the primary differential diagnosis for patients with a known history of adrenal insufficiency and experiencing related symptoms. [60]", "contents": "Adrenal Crisis -- Differential Diagnosis. An adrenal crisis is rarely an isolated event, and the differential diagnosis may be comprehensive, depending on the presentation and underlying etiology. Although symptoms such as altered mental status, abdominal pain, nausea, vomiting, and fever are frequently encountered during presentations, hypotension typically remains the most significant feature. An adrenal crisis should be considered the primary differential diagnosis for patients with a known history of adrenal insufficiency and experiencing related symptoms. [60]"}
{"id": "article-17224_47", "title": "Adrenal Crisis -- Differential Diagnosis", "content": "Further investigation is necessary to determine the underlying cause of the adrenal crisis. This assessment may encompass the evaluation for conditions such as sepsis, septic shock, circulatory shock, myxedema coma, infection, trauma, physical or emotional stress, myocardial infarction, and other potential triggers. In patients without a known adrenal pathology and exhibiting hypotension resistant to fluid administration and vasopressor support, the diagnosis of adrenal crisis should be strongly considered. [4]", "contents": "Adrenal Crisis -- Differential Diagnosis. Further investigation is necessary to determine the underlying cause of the adrenal crisis. This assessment may encompass the evaluation for conditions such as sepsis, septic shock, circulatory shock, myxedema coma, infection, trauma, physical or emotional stress, myocardial infarction, and other potential triggers. In patients without a known adrenal pathology and exhibiting hypotension resistant to fluid administration and vasopressor support, the diagnosis of adrenal crisis should be strongly considered. [4]"}
{"id": "article-17224_48", "title": "Adrenal Crisis -- Prognosis", "content": "Despite the potential for successful treatment with prompt administration of GCs, the associated mortality rate remains unacceptably high for adrenal crisis, which is a rare diagnosis. Therefore, due to its rarity, many healthcare professionals may have limited familiarity with the presentation and management of adrenal crises. A retrospective study in the United Kingdom revealed that adrenal crisis contributed to 10% of the deaths in patients with primary and secondary adrenal insufficiency. [61]", "contents": "Adrenal Crisis -- Prognosis. Despite the potential for successful treatment with prompt administration of GCs, the associated mortality rate remains unacceptably high for adrenal crisis, which is a rare diagnosis. Therefore, due to its rarity, many healthcare professionals may have limited familiarity with the presentation and management of adrenal crises. A retrospective study in the United Kingdom revealed that adrenal crisis contributed to 10% of the deaths in patients with primary and secondary adrenal insufficiency. [61]"}
{"id": "article-17224_49", "title": "Adrenal Crisis -- Complications", "content": "An adrenal crisis can result in fatal outcomes, even with timely recognition and appropriate treatment. [2] Besides the risk of death, adrenal crisis is associated with other potential complications. Electrolyte abnormalities, such as hyponatremia, hyperkalemia, and hypoglycemia, can lead to various complications, including seizures, arrhythmias, and coma. [60] If left untreated, hypotension can lead to hypoperfusion, potentially resulting in multiple organ failure. Furthermore, the precipitating disease or event that triggered the adrenal crisis can introduce additional complications. [50]", "contents": "Adrenal Crisis -- Complications. An adrenal crisis can result in fatal outcomes, even with timely recognition and appropriate treatment. [2] Besides the risk of death, adrenal crisis is associated with other potential complications. Electrolyte abnormalities, such as hyponatremia, hyperkalemia, and hypoglycemia, can lead to various complications, including seizures, arrhythmias, and coma. [60] If left untreated, hypotension can lead to hypoperfusion, potentially resulting in multiple organ failure. Furthermore, the precipitating disease or event that triggered the adrenal crisis can introduce additional complications. [50]"}
{"id": "article-17224_50", "title": "Adrenal Crisis -- Consultations", "content": "Patients presenting with an adrenal crisis often require a critical care evaluation and consultation due to the severity of their condition. Common manifestations such as hypotension, altered mental status, and cardiovascular collapse necessitate additional care and monitoring. Treatment in the acute care setting may involve using vasopressors, fluid resuscitation, antibiotics administration, and targeted management, depending on the precipitating etiology of the adrenal crisis.", "contents": "Adrenal Crisis -- Consultations. Patients presenting with an adrenal crisis often require a critical care evaluation and consultation due to the severity of their condition. Common manifestations such as hypotension, altered mental status, and cardiovascular collapse necessitate additional care and monitoring. Treatment in the acute care setting may involve using vasopressors, fluid resuscitation, antibiotics administration, and targeted management, depending on the precipitating etiology of the adrenal crisis."}
{"id": "article-17224_51", "title": "Adrenal Crisis -- Consultations", "content": "On suspecting an adrenal crisis in a patient, seeking an emergent endocrinology consultation is imperative. This consultation can aid in confirming the diagnosis, tailoring the appropriate administration of corticosteroids, and managing any underlying endocrine disorders in long-term treatment during the inpatient and outpatient phases of care.", "contents": "Adrenal Crisis -- Consultations. On suspecting an adrenal crisis in a patient, seeking an emergent endocrinology consultation is imperative. This consultation can aid in confirming the diagnosis, tailoring the appropriate administration of corticosteroids, and managing any underlying endocrine disorders in long-term treatment during the inpatient and outpatient phases of care."}
{"id": "article-17224_52", "title": "Adrenal Crisis -- Deterrence and Patient Education", "content": "More than 50% of patients with adrenal crisis do not have a prior diagnosis of adrenal insufficiency. Therefore, it is crucial to enhance the competence of healthcare professionals through education regarding the diagnosis and use of stress dose steroids to manage adrenal crises effectively. [60] Patients should be educated by their healthcare providers based on the guidelines mentioned below. Patients should be aware of the sick day rules, which involve doubling or tripling their daily oral dose of GCs during an acute illness. This helps mimic the physiological response of increased cortisol levels under stressful situations. [17] For a fever exceeding 38 °C, doubling the oral corticosteroid dose is recommended. For a fever exceeding 39 °C, tripling the oral corticosteroid dose is recommended.", "contents": "Adrenal Crisis -- Deterrence and Patient Education. More than 50% of patients with adrenal crisis do not have a prior diagnosis of adrenal insufficiency. Therefore, it is crucial to enhance the competence of healthcare professionals through education regarding the diagnosis and use of stress dose steroids to manage adrenal crises effectively. [60] Patients should be educated by their healthcare providers based on the guidelines mentioned below. Patients should be aware of the sick day rules, which involve doubling or tripling their daily oral dose of GCs during an acute illness. This helps mimic the physiological response of increased cortisol levels under stressful situations. [17] For a fever exceeding 38 °C, doubling the oral corticosteroid dose is recommended. For a fever exceeding 39 °C, tripling the oral corticosteroid dose is recommended."}
{"id": "article-17224_53", "title": "Adrenal Crisis -- Deterrence and Patient Education", "content": "Patients should know how to administer stress doses during stressful situations, including trauma, surgery, major procedures, and severe illness (see Table 2 ). In cases of significant emotional stress, such as the death of a loved one or the anticipation of a significant upcoming examination, patients are recommended to take an additional dose of 10 mg of hydrocortisone to help manage the situation. [17] Patients should be educated about the signs and symptoms of adrenal insufficiency to facilitate early recognition and management. Some common signs and symptoms include nausea, vomiting, abdominal pain, unintentional weight loss, dizziness, confusion, low blood glucose, fever, and a diminished sense of well-being.", "contents": "Adrenal Crisis -- Deterrence and Patient Education. Patients should know how to administer stress doses during stressful situations, including trauma, surgery, major procedures, and severe illness (see Table 2 ). In cases of significant emotional stress, such as the death of a loved one or the anticipation of a significant upcoming examination, patients are recommended to take an additional dose of 10 mg of hydrocortisone to help manage the situation. [17] Patients should be educated about the signs and symptoms of adrenal insufficiency to facilitate early recognition and management. Some common signs and symptoms include nausea, vomiting, abdominal pain, unintentional weight loss, dizziness, confusion, low blood glucose, fever, and a diminished sense of well-being."}
{"id": "article-17224_54", "title": "Adrenal Crisis -- Deterrence and Patient Education", "content": "Patients with adrenal insufficiency should be informed that wearing a medical alert bracelet or necklace is paramount for managing this condition. This simple yet crucial accessory can provide essential information to healthcare providers during emergencies, ensuring the prompt delivery of utmost and appropriate care. [27] [58] Patients should also ensure they have additional emergency supplies at home, which should be readily available and can be utilized as and when required. [62] An emergency kit should include injectable vials of 100 mg hydrocortisone sodium succinate or 4 mg dexamethasone, 0.9% sterile normal saline vials, and syringes.", "contents": "Adrenal Crisis -- Deterrence and Patient Education. Patients with adrenal insufficiency should be informed that wearing a medical alert bracelet or necklace is paramount for managing this condition. This simple yet crucial accessory can provide essential information to healthcare providers during emergencies, ensuring the prompt delivery of utmost and appropriate care. [27] [58] Patients should also ensure they have additional emergency supplies at home, which should be readily available and can be utilized as and when required. [62] An emergency kit should include injectable vials of 100 mg hydrocortisone sodium succinate or 4 mg dexamethasone, 0.9% sterile normal saline vials, and syringes."}
{"id": "article-17224_55", "title": "Adrenal Crisis -- Deterrence and Patient Education", "content": "Patients should have a steroid card that provides information and instructions for managing an adrenal crisis. This card should be easily accessible and readily available, especially in emergencies or when seeking medical care at a hospital or healthcare facility. Maintaining this card is crucial for patients as healthcare professionals at these facilities may not be familiar with managing adrenal crises. The steroid card should clearly outline the recommended dosing information for GC administration during an adrenal crisis. The recommended dosage is 100 mg of hydrocortisone administered IV/IM, followed by an additional 200 mg of hydrocortisone over the next 24 hours. This should also be administered IM/IV in equally divided doses of 50 mg every 6 hours.", "contents": "Adrenal Crisis -- Deterrence and Patient Education. Patients should have a steroid card that provides information and instructions for managing an adrenal crisis. This card should be easily accessible and readily available, especially in emergencies or when seeking medical care at a hospital or healthcare facility. Maintaining this card is crucial for patients as healthcare professionals at these facilities may not be familiar with managing adrenal crises. The steroid card should clearly outline the recommended dosing information for GC administration during an adrenal crisis. The recommended dosage is 100 mg of hydrocortisone administered IV/IM, followed by an additional 200 mg of hydrocortisone over the next 24 hours. This should also be administered IM/IV in equally divided doses of 50 mg every 6 hours."}
{"id": "article-17224_56", "title": "Adrenal Crisis -- Deterrence and Patient Education", "content": "Patients should regularly schedule follow-up appointments with an endocrinologist, which is essential for monitoring their condition, optimizing treatment, and discussing stress dosing as needed. The recommended frequency of follow-up is annually for adults and every 3 to 6 months for children.", "contents": "Adrenal Crisis -- Deterrence and Patient Education. Patients should regularly schedule follow-up appointments with an endocrinologist, which is essential for monitoring their condition, optimizing treatment, and discussing stress dosing as needed. The recommended frequency of follow-up is annually for adults and every 3 to 6 months for children."}
{"id": "article-17224_57", "title": "Adrenal Crisis -- Pearls and Other Issues", "content": "An adrenal crisis should be suspected in patients who exhibit acute refractory shock despite receiving adequate fluid resuscitation and vasopressor support. Adrenal crises may be more frequently observed in older patients and individuals with comorbidities and concurrent endocrine disorders. Patients experiencing altered mental status in conjunction with endocrine disorders may face an increased mortality risk.", "contents": "Adrenal Crisis -- Pearls and Other Issues. An adrenal crisis should be suspected in patients who exhibit acute refractory shock despite receiving adequate fluid resuscitation and vasopressor support. Adrenal crises may be more frequently observed in older patients and individuals with comorbidities and concurrent endocrine disorders. Patients experiencing altered mental status in conjunction with endocrine disorders may face an increased mortality risk."}
{"id": "article-17224_58", "title": "Adrenal Crisis -- Pearls and Other Issues", "content": "Hyponatremia, hyperkalemia, or hypoglycemia, especially with hypotension, may indicate an adrenal crisis. Immediate administration of 100 mg hydrocortisone via IV/IM is crucial in suspected adrenal crisis treatment. Prompt initiation of GC therapy is essential for managing adrenal crises and preventing further deterioration.", "contents": "Adrenal Crisis -- Pearls and Other Issues. Hyponatremia, hyperkalemia, or hypoglycemia, especially with hypotension, may indicate an adrenal crisis. Immediate administration of 100 mg hydrocortisone via IV/IM is crucial in suspected adrenal crisis treatment. Prompt initiation of GC therapy is essential for managing adrenal crises and preventing further deterioration."}
{"id": "article-17224_59", "title": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes", "content": "Effective management of adrenal crises, particularly in the ICU, requires an interprofessional team approach due to the involvement of multiple organs and a high mortality rate. The interprofessional healthcare team responsible for caring for patients and managing adrenal crises should include an intensivist, endocrinologist, ICU nurse, and pharmacist.", "contents": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes. Effective management of adrenal crises, particularly in the ICU, requires an interprofessional team approach due to the involvement of multiple organs and a high mortality rate. The interprofessional healthcare team responsible for caring for patients and managing adrenal crises should include an intensivist, endocrinologist, ICU nurse, and pharmacist."}
{"id": "article-17224_60", "title": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes", "content": "ICU nurses are critical in monitoring vital signs, urine output, and hemodynamics of patients experiencing adrenal crises. Close observation and prompt recognition of changes or deterioration in a patient's condition are essential for early intervention and appropriate management. Patient education is a critical aspect of preventing adrenal crisis episodes. In collaboration with the multidisciplinary healthcare team, nurses should educate patients and their families about this condition and its potential complications and the importance of adhering to sick day rules. [58]", "contents": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes. ICU nurses are critical in monitoring vital signs, urine output, and hemodynamics of patients experiencing adrenal crises. Close observation and prompt recognition of changes or deterioration in a patient's condition are essential for early intervention and appropriate management. Patient education is a critical aspect of preventing adrenal crisis episodes. In collaboration with the multidisciplinary healthcare team, nurses should educate patients and their families about this condition and its potential complications and the importance of adhering to sick day rules. [58]"}
{"id": "article-17224_61", "title": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes", "content": "Emphasis should be placed on avoiding the abrupt cessation of exogenous corticosteroids, as this is a common trigger for adrenal crisis. Patients should receive education about the importance of regular monitoring, recognizing signs of adrenal insufficiency, and making appropriate adjustments to their medication doses. The clinician and the pharmacist should educate patients about the adverse effects of corticosteroids. Furthermore, all patients with adrenal insufficiency should be encouraged to wear a medical alert bracelet or necklace that indicates their condition during emergencies. [64]", "contents": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes. Emphasis should be placed on avoiding the abrupt cessation of exogenous corticosteroids, as this is a common trigger for adrenal crisis. Patients should receive education about the importance of regular monitoring, recognizing signs of adrenal insufficiency, and making appropriate adjustments to their medication doses. The clinician and the pharmacist should educate patients about the adverse effects of corticosteroids. Furthermore, all patients with adrenal insufficiency should be encouraged to wear a medical alert bracelet or necklace that indicates their condition during emergencies. [64]"}
{"id": "article-17224_62", "title": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes -- Patient Outcomes", "content": "Despite receiving steroid replacement therapy, individuals who have experienced adrenal crises often face significant challenges in their quality of life. Studies have indicated that many individuals suffer from disabilities and are unable to work due to conditions such as depression and chronic fatigue, thereby leading to a poor quality of life. [65]", "contents": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes -- Patient Outcomes. Despite receiving steroid replacement therapy, individuals who have experienced adrenal crises often face significant challenges in their quality of life. Studies have indicated that many individuals suffer from disabilities and are unable to work due to conditions such as depression and chronic fatigue, thereby leading to a poor quality of life. [65]"}
{"id": "article-17224_63", "title": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes -- Patient Outcomes", "content": "Adrenal crises continue to maintain an unacceptably high mortality rate. Although the exact cause of mortality may not be apparent in all cases, it is believed to be attributed to respiratory infections, adverse cardiovascular events, and stroke. [1]", "contents": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes -- Patient Outcomes. Adrenal crises continue to maintain an unacceptably high mortality rate. Although the exact cause of mortality may not be apparent in all cases, it is believed to be attributed to respiratory infections, adverse cardiovascular events, and stroke. [1]"}
{"id": "article-17224_64", "title": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes -- Patient Outcomes", "content": "Despite extensive efforts in patient education, the incidence of adrenal crisis–related mortality remains significant. A study involving 423 participants reported an adrenal crisis–related mortality rate as high as 6%. [13] In a previous study, patient satisfaction with managing adrenal crises in the emergency setting was as low as 66%. [66]", "contents": "Adrenal Crisis -- Enhancing Healthcare Team Outcomes -- Patient Outcomes. Despite extensive efforts in patient education, the incidence of adrenal crisis–related mortality remains significant. A study involving 423 participants reported an adrenal crisis–related mortality rate as high as 6%. [13] In a previous study, patient satisfaction with managing adrenal crises in the emergency setting was as low as 66%. [66]"}
{"id": "article-17224_65", "title": "Adrenal Crisis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Adrenal Crisis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}