{"id": "article-25867_0", "title": "Newborn Screening -- Definition/Introduction", "content": "Newborn screening is a state-run healthcare initiative that encompasses the process of parental education, infant screening, appropriate follow-up, diagnostic testing, disease management, and continued evaluation. [1] The newborn screen itself is a specific set of laboratory evaluations and point-of-care examinations performed on newborn infants in an attempt to identify clinically occult but potentially serious disorders that require expedient intervention. [1] Nearly four million infants undergo screening annually [1] , with approximately 3,400 infants each year receiving early intervention for diseases identified by uniform newborn screening. [2]", "contents": "Newborn Screening -- Definition/Introduction. Newborn screening is a state-run healthcare initiative that encompasses the process of parental education, infant screening, appropriate follow-up, diagnostic testing, disease management, and continued evaluation. [1] The newborn screen itself is a specific set of laboratory evaluations and point-of-care examinations performed on newborn infants in an attempt to identify clinically occult but potentially serious disorders that require expedient intervention. [1] Nearly four million infants undergo screening annually [1] , with approximately 3,400 infants each year receiving early intervention for diseases identified by uniform newborn screening. [2]"}
{"id": "article-25867_1", "title": "Newborn Screening -- Definition/Introduction", "content": "The disorders targeted by newborn screening are generally those that, without intervention, would cause significant morbidity, mortality, or intellectual disability. [1] However, the disorders selected for screening have been and continue to be influenced by technological capacity, efficiency and cost-effectiveness of screening, the potential for therapeutic intervention, and other political and ethical considerations. [1] [3] The newborn screening program in the United States encompasses three main branches: hearing loss, critical cardiac heart defects, and a collection of metabolic, hematologic, endocrine, and other inheritable disorders. [1] [4] [3] [5]", "contents": "Newborn Screening -- Definition/Introduction. The disorders targeted by newborn screening are generally those that, without intervention, would cause significant morbidity, mortality, or intellectual disability. [1] However, the disorders selected for screening have been and continue to be influenced by technological capacity, efficiency and cost-effectiveness of screening, the potential for therapeutic intervention, and other political and ethical considerations. [1] [3] The newborn screening program in the United States encompasses three main branches: hearing loss, critical cardiac heart defects, and a collection of metabolic, hematologic, endocrine, and other inheritable disorders. [1] [4] [3] [5]"}
{"id": "article-25867_2", "title": "Newborn Screening -- Definition/Introduction -- Program Structure", "content": "Newborn screening in the United States is organized on a state-by-state basis with guidance from the Recommended Uniform Screening Panel (RUSP). [1] This RUSP consists of 35 core diseases and 26 secondary diseases, which are those that can be detected in the differential diagnosis of a core disorder. [5] The RUSP is updated by Health & Human Services with input from the Advisory Committee on Heritable Disorders in Newborns and Children. [5] This committee was formed by the Congressional “Newborn Screening Saves Lives Act” that was passed in 2007 and reauthorized in 2019. [5]", "contents": "Newborn Screening -- Definition/Introduction -- Program Structure. Newborn screening in the United States is organized on a state-by-state basis with guidance from the Recommended Uniform Screening Panel (RUSP). [1] This RUSP consists of 35 core diseases and 26 secondary diseases, which are those that can be detected in the differential diagnosis of a core disorder. [5] The RUSP is updated by Health & Human Services with input from the Advisory Committee on Heritable Disorders in Newborns and Children. [5] This committee was formed by the Congressional “Newborn Screening Saves Lives Act” that was passed in 2007 and reauthorized in 2019. [5]"}
{"id": "article-25867_3", "title": "Newborn Screening -- Definition/Introduction -- Brief History", "content": "Newborn screening was first envisioned in the 1960s with the disease phenylketonuria, which achieved nearly universal screening in the United States by the 1970s. [1] Newborn screening programs then experienced an incredible expansion in the early 2000s when the advent of tandem mass spectroscopy provided the capacity to rapidly and easily screen for more diseases. [6] Programs to screen for newborn hearing loss began in the 1980s, [1] with current U.S. Preventive Services Task Force grade B recommendation. [7] Screening for congenital heart disease was added to the Recommended Uniform Screening Panel in 2011. [1]", "contents": "Newborn Screening -- Definition/Introduction -- Brief History. Newborn screening was first envisioned in the 1960s with the disease phenylketonuria, which achieved nearly universal screening in the United States by the 1970s. [1] Newborn screening programs then experienced an incredible expansion in the early 2000s when the advent of tandem mass spectroscopy provided the capacity to rapidly and easily screen for more diseases. [6] Programs to screen for newborn hearing loss began in the 1980s, [1] with current U.S. Preventive Services Task Force grade B recommendation. [7] Screening for congenital heart disease was added to the Recommended Uniform Screening Panel in 2011. [1]"}
{"id": "article-25867_4", "title": "Newborn Screening -- Definition/Introduction -- Blood Sample", "content": "The largest component of newborn screening involves obtaining a blood sample to screen for metabolic, hematologic, endocrine, and other inheritable disorders. A sample of the infant’s blood is obtained ideally within 24-48 hours of birth, though premature or ill infants may require alterations to this screening timeline. [4] The infant’s heel is pricked, and several drops of blood are placed on a filter paper card that is then sent for processing. [5] Laboratory analysis methods include electrophoresis, enzyme measurement, immunoassays, tandem mass spectroscopy, and polymerase chain reaction. [4] [5] One important mathematical distinction is that a screen results in a risk value, as opposed to a diagnostic test that reports a value in comparison to a reference range. [1] If the screen produces a positive result, then, depending on the particular protocol for that disease, either a repeat screen or a disease-specific confirmatory test should be conducted as soon as possible. [1] Results are typically directed to the infant’s primary care provider, though some states have dedicated follow-up centers. [4]", "contents": "Newborn Screening -- Definition/Introduction -- Blood Sample. The largest component of newborn screening involves obtaining a blood sample to screen for metabolic, hematologic, endocrine, and other inheritable disorders. A sample of the infant’s blood is obtained ideally within 24-48 hours of birth, though premature or ill infants may require alterations to this screening timeline. [4] The infant’s heel is pricked, and several drops of blood are placed on a filter paper card that is then sent for processing. [5] Laboratory analysis methods include electrophoresis, enzyme measurement, immunoassays, tandem mass spectroscopy, and polymerase chain reaction. [4] [5] One important mathematical distinction is that a screen results in a risk value, as opposed to a diagnostic test that reports a value in comparison to a reference range. [1] If the screen produces a positive result, then, depending on the particular protocol for that disease, either a repeat screen or a disease-specific confirmatory test should be conducted as soon as possible. [1] Results are typically directed to the infant’s primary care provider, though some states have dedicated follow-up centers. [4]"}
{"id": "article-25867_5", "title": "Newborn Screening -- Definition/Introduction -- Hearing Screen", "content": "An infant’s hearing may be screened by two different non-invasive methods; otoacoustic emissions (OAE) or auditory brainstem response (ABR). [4] [8] [9] The OAE further subdivides into transient evoked (TEOAE) or distortion product (DPOAE), of which the TEOAEs are the more common measurement. [10] The ABR is further subdivided into (standard) ABR and automated auditory brainstem response (AABR), of which AABR is more common during screening. [10] During the OAE screen, the infant is fitted with a probe placed snugly in the ear canal; this device emits a sound and then records the response from cochlear hair cell movements. [8] [9] During the AARB screen, the infant is fitted with a scalp electrode that records the electroencephalographic waves resulting from external auditory stimulation. [8] Both methods of testing produce either a “pass” or “fail” result. Every facility has its own algorithm for testing, though it is common to utilize the AABR if the infant initially fails the OAE. [10] If an infant does not pass hearing screening while in the newborn nursery, then the infant’s caregivers follow up with their primary care provider for repeat screening and, if necessary, more advanced evaluation with otolaryngological and audiological consultations. [8] The goal is to perform screening by one month, obtain a diagnostic evaluation by three months, and begin intervention by six months. [11] [7]", "contents": "Newborn Screening -- Definition/Introduction -- Hearing Screen. An infant’s hearing may be screened by two different non-invasive methods; otoacoustic emissions (OAE) or auditory brainstem response (ABR). [4] [8] [9] The OAE further subdivides into transient evoked (TEOAE) or distortion product (DPOAE), of which the TEOAEs are the more common measurement. [10] The ABR is further subdivided into (standard) ABR and automated auditory brainstem response (AABR), of which AABR is more common during screening. [10] During the OAE screen, the infant is fitted with a probe placed snugly in the ear canal; this device emits a sound and then records the response from cochlear hair cell movements. [8] [9] During the AARB screen, the infant is fitted with a scalp electrode that records the electroencephalographic waves resulting from external auditory stimulation. [8] Both methods of testing produce either a “pass” or “fail” result. Every facility has its own algorithm for testing, though it is common to utilize the AABR if the infant initially fails the OAE. [10] If an infant does not pass hearing screening while in the newborn nursery, then the infant’s caregivers follow up with their primary care provider for repeat screening and, if necessary, more advanced evaluation with otolaryngological and audiological consultations. [8] The goal is to perform screening by one month, obtain a diagnostic evaluation by three months, and begin intervention by six months. [11] [7]"}
{"id": "article-25867_6", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "An infant is screened for critical congenital heart defects with peripheral pulse oximetry, which uses light to calculate the percentage of hemoglobin that is bound to oxygen. [12] Two main premises exist for pulse oximetry as a screen for congenital heart defects: 1) hypoxemia, the most common early sign of a cyanotic congenital heart defect, presents before cyanosis may be evident, and 2) a patent ductus arteriosus may provide life-sustaining mixing of oxygenated and deoxygenated blood, depending on the defect, that results in a difference between pre-ductal (right upper extremity) and post-ductal (either lower extremity) oxygen saturations. [12] [13] If the pulse oximetry screen is concerning for a congenital heart defect, a diagnostic echocardiogram should be promptly obtained. [12] [14] The care team should conduct a thorough physical exam, initiate appropriate interventions, and refer the infant to cardiology for further workup and management. [14]", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. An infant is screened for critical congenital heart defects with peripheral pulse oximetry, which uses light to calculate the percentage of hemoglobin that is bound to oxygen. [12] Two main premises exist for pulse oximetry as a screen for congenital heart defects: 1) hypoxemia, the most common early sign of a cyanotic congenital heart defect, presents before cyanosis may be evident, and 2) a patent ductus arteriosus may provide life-sustaining mixing of oxygenated and deoxygenated blood, depending on the defect, that results in a difference between pre-ductal (right upper extremity) and post-ductal (either lower extremity) oxygen saturations. [12] [13] If the pulse oximetry screen is concerning for a congenital heart defect, a diagnostic echocardiogram should be promptly obtained. [12] [14] The care team should conduct a thorough physical exam, initiate appropriate interventions, and refer the infant to cardiology for further workup and management. [14]"}
{"id": "article-25867_7", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Below is a list of the critical congenital heart defects that are the target of pulse oximetry screening. [4] Pulmonary atresia Tricuspid atresia Truncus arteriosus Total anomalous pulmonary venous return Hypoplastic left heart syndrome D-Transposition of the great vessels Double outlet right ventricle Ebstein anomaly Interrupted aortic arch Single ventricle complex Coarctation of the aorta Tetralogy of Fallot Below is a list of the diseases and disorders included on the Recommended Uniform Screening Panel (RUSP) as of July 2018. [1]", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Below is a list of the critical congenital heart defects that are the target of pulse oximetry screening. [4] Pulmonary atresia Tricuspid atresia Truncus arteriosus Total anomalous pulmonary venous return Hypoplastic left heart syndrome D-Transposition of the great vessels Double outlet right ventricle Ebstein anomaly Interrupted aortic arch Single ventricle complex Coarctation of the aorta Tetralogy of Fallot Below is a list of the diseases and disorders included on the Recommended Uniform Screening Panel (RUSP) as of July 2018. [1]"}
{"id": "article-25867_8", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Metabolic Organic acid condition Propionic acidemia Methylmalonic acidemia Isovaleric acidemia 3-Methylcrotonyl-CoA carboxylase deficiency 3-Hydroxy-3-methylglutaric aciduria Holocarboxylase synthase deficiency Beta-ketothiolase deficiency Glutaric acidemia type 1", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Metabolic Organic acid condition Propionic acidemia Methylmalonic acidemia Isovaleric acidemia 3-Methylcrotonyl-CoA carboxylase deficiency 3-Hydroxy-3-methylglutaric aciduria Holocarboxylase synthase deficiency Beta-ketothiolase deficiency Glutaric acidemia type 1"}
{"id": "article-25867_9", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Fatty acid oxidation disorder Carnitine uptake or transport defect Medium-chain acyl-CoA dehydrogenase deficiency Very long-chain acyl-CoA dehydrogenase deficiency Long-chain L-3 hydroxyacyl-CoA dehydrogenase deficiency Trifunctional protein deficiency", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Fatty acid oxidation disorder Carnitine uptake or transport defect Medium-chain acyl-CoA dehydrogenase deficiency Very long-chain acyl-CoA dehydrogenase deficiency Long-chain L-3 hydroxyacyl-CoA dehydrogenase deficiency Trifunctional protein deficiency"}
{"id": "article-25867_10", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Amino acid disorders Argininosuccinic aciduria Citrullinemia type 1 Maple syrup urine disease Homocystinuria Classic phenylketonuria Tyrosinemia type 1", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Amino acid disorders Argininosuccinic aciduria Citrullinemia type 1 Maple syrup urine disease Homocystinuria Classic phenylketonuria Tyrosinemia type 1"}
{"id": "article-25867_11", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Endocrine disorders Primary congenital hypothyroidism Congenital adrenal hyperplasia", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Endocrine disorders Primary congenital hypothyroidism Congenital adrenal hyperplasia"}
{"id": "article-25867_12", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Hemoglobin disorders Sickle cell anemia (SS disease) Beta thalassemia (S beta) SC disease (SC)", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Hemoglobin disorders Sickle cell anemia (SS disease) Beta thalassemia (S beta) SC disease (SC)"}
{"id": "article-25867_13", "title": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry", "content": "Other Biotinidase deficiency Critical congenital heart disease Cystic fibrosis Classic galactosemia Glycogen storage disease type II (Pompe) Hearing loss Severe combined immunodeficiencies Mucopolysaccharidosis type 1 X-linked adrenoleukodystrophy Spinal muscular atrophy due to homozygous deletion of exon 7 in SMN1", "contents": "Newborn Screening -- Definition/Introduction -- Pulse Oximetry. Other Biotinidase deficiency Critical congenital heart disease Cystic fibrosis Classic galactosemia Glycogen storage disease type II (Pompe) Hearing loss Severe combined immunodeficiencies Mucopolysaccharidosis type 1 X-linked adrenoleukodystrophy Spinal muscular atrophy due to homozygous deletion of exon 7 in SMN1"}
{"id": "article-25867_14", "title": "Newborn Screening -- Issues of Concern -- General Screening Criteria", "content": "A screen must meet certain established criteria before it can be implemented for mass screening. The original guidelines were articulated by the World Health Organization based on the Wilson and Jungner 1968 publication, which has been expanded in follow-up discussions to incorporate the implications of genomic testing. [15] A screening program should have a predetermined objective, an identified need, a specific target population, and evidence of efficacy. [15] The screening program should have in place strategies for quality assurance, routine evaluation, and methods to reduce the risk. [15] The population should have equitable access to screening, autonomy in participation, and a guarantee of confidentiality. [15] Finally, the test itself should have high sensitivity (low “miss” rate), be acceptable to patients, and produce rapid results. [1] [15]", "contents": "Newborn Screening -- Issues of Concern -- General Screening Criteria. A screen must meet certain established criteria before it can be implemented for mass screening. The original guidelines were articulated by the World Health Organization based on the Wilson and Jungner 1968 publication, which has been expanded in follow-up discussions to incorporate the implications of genomic testing. [15] A screening program should have a predetermined objective, an identified need, a specific target population, and evidence of efficacy. [15] The screening program should have in place strategies for quality assurance, routine evaluation, and methods to reduce the risk. [15] The population should have equitable access to screening, autonomy in participation, and a guarantee of confidentiality. [15] Finally, the test itself should have high sensitivity (low “miss” rate), be acceptable to patients, and produce rapid results. [1] [15]"}
{"id": "article-25867_15", "title": "Newborn Screening -- Issues of Concern -- Medical Ethics", "content": "The U.S. newborn screening program attempts to uphold the core pillars of medical ethics: beneficence, non-maleficence, justice, and autonomy. The benefit of newborn screening is clear: early identification of affected infants provides an opportunity to initiate life-saving or life-altering treatment. [1] [4] The individual harms of newborn screening are minimal (heel prick) but, in the case of a false-positive, may initiate unnecessary follow-up diagnostic evaluations that are painful to the infant, stressful for the family, and expensive for the healthcare system. [1] Newborn screening programs uphold the principle of justice by striving to ensure that all newborns have access to this screening program. [1] Participation in newborn screening is automatic and, in most states, mandatory; this loss of autonomy is deemed justifiable given the potential for significant benefit with negligible individual harm. [1] [4]", "contents": "Newborn Screening -- Issues of Concern -- Medical Ethics. The U.S. newborn screening program attempts to uphold the core pillars of medical ethics: beneficence, non-maleficence, justice, and autonomy. The benefit of newborn screening is clear: early identification of affected infants provides an opportunity to initiate life-saving or life-altering treatment. [1] [4] The individual harms of newborn screening are minimal (heel prick) but, in the case of a false-positive, may initiate unnecessary follow-up diagnostic evaluations that are painful to the infant, stressful for the family, and expensive for the healthcare system. [1] Newborn screening programs uphold the principle of justice by striving to ensure that all newborns have access to this screening program. [1] Participation in newborn screening is automatic and, in most states, mandatory; this loss of autonomy is deemed justifiable given the potential for significant benefit with negligible individual harm. [1] [4]"}
{"id": "article-25867_16", "title": "Newborn Screening -- Issues of Concern -- Resource Allocation", "content": "As in all healthcare paradigms, the scarcity of resources forces a strategic plan in utilization. The cost of this mass screening program must be considered against its potential benefits. Factors to consider include the following: prevalence of the disease, cost of testing materials and equipment, the expense of follow-up investigations, the impact of early intervention, and funding for continued research. One example of this cost-benefit balancing act is in the selection of screening cut-off values; designing a less sensitive screen would result in fewer false-positives but at the risk of missing a true disease.", "contents": "Newborn Screening -- Issues of Concern -- Resource Allocation. As in all healthcare paradigms, the scarcity of resources forces a strategic plan in utilization. The cost of this mass screening program must be considered against its potential benefits. Factors to consider include the following: prevalence of the disease, cost of testing materials and equipment, the expense of follow-up investigations, the impact of early intervention, and funding for continued research. One example of this cost-benefit balancing act is in the selection of screening cut-off values; designing a less sensitive screen would result in fewer false-positives but at the risk of missing a true disease."}
{"id": "article-25867_17", "title": "Newborn Screening -- Issues of Concern -- Technological Advancement", "content": "As technology continues to push the boundaries of the information providers can easily and inexpensively obtain, healthcare teams must meet these advancements with conscientious consideration for the ethical implications. [15] Identifying variants of uncertain clinical significance could burden families with years of stress and extensive workups. Determining carrier status may undermine that patient’s privacy when making future decisions about reproduction. Diagnosing disorders that become symptomatic in adulthood may add unnecessary stress yet may allow earlier intervention. [1] [3] [15]", "contents": "Newborn Screening -- Issues of Concern -- Technological Advancement. As technology continues to push the boundaries of the information providers can easily and inexpensively obtain, healthcare teams must meet these advancements with conscientious consideration for the ethical implications. [15] Identifying variants of uncertain clinical significance could burden families with years of stress and extensive workups. Determining carrier status may undermine that patient’s privacy when making future decisions about reproduction. Diagnosing disorders that become symptomatic in adulthood may add unnecessary stress yet may allow earlier intervention. [1] [3] [15]"}
{"id": "article-25867_18", "title": "Newborn Screening -- Issues of Concern -- Neonatal Intensive Care Unit", "content": "Infants in the neonatal intensive care unit (NICU) require additional considerations regarding newborn screening. Premature newborns have immature enzymes and metabolic instability, which result in more false-positive results. [6] To ensure appropriate sensitivity, infants in the NICU should be re-screened seven days after admission if they were initially screened younger than 24 hours of age. [6] Infants receiving total parenteral nutrition are frequently falsely identified as having carnitine deficiency. This false-positive is due to the lack of L-carnitine in the total parenteral nutrition substrate, and the infant's levels will likely normalize with the introduction of normal feeding. [6] Most of the diseases on the newborn screening panel manifest after weeks or months after birth; however, some disorders become symptomatic before the results of the newborn screening are known. [6] [1] Infants with symptoms suspicious for inborn errors of metabolism should be evaluated for acidemia, hypoglycemia, and hyperammonemia. [6] If an infant in the NICU has not had an echocardiogram, pulse oximetry screening should be performed prior to discharge. [6] Many aspects of prematurity and the NICU experience can predispose to hearing loss, including hypoxia, hyperbilirubinemia, antibiotics, ambient noise, and prolonged supplemental oxygen. [9] [6] All infants residing in the NICU for more than five days should have their hearing screened with automated auditory brainstem response to screen for neural hearing loss. [11] [9]", "contents": "Newborn Screening -- Issues of Concern -- Neonatal Intensive Care Unit. Infants in the neonatal intensive care unit (NICU) require additional considerations regarding newborn screening. Premature newborns have immature enzymes and metabolic instability, which result in more false-positive results. [6] To ensure appropriate sensitivity, infants in the NICU should be re-screened seven days after admission if they were initially screened younger than 24 hours of age. [6] Infants receiving total parenteral nutrition are frequently falsely identified as having carnitine deficiency. This false-positive is due to the lack of L-carnitine in the total parenteral nutrition substrate, and the infant's levels will likely normalize with the introduction of normal feeding. [6] Most of the diseases on the newborn screening panel manifest after weeks or months after birth; however, some disorders become symptomatic before the results of the newborn screening are known. [6] [1] Infants with symptoms suspicious for inborn errors of metabolism should be evaluated for acidemia, hypoglycemia, and hyperammonemia. [6] If an infant in the NICU has not had an echocardiogram, pulse oximetry screening should be performed prior to discharge. [6] Many aspects of prematurity and the NICU experience can predispose to hearing loss, including hypoxia, hyperbilirubinemia, antibiotics, ambient noise, and prolonged supplemental oxygen. [9] [6] All infants residing in the NICU for more than five days should have their hearing screened with automated auditory brainstem response to screen for neural hearing loss. [11] [9]"}
{"id": "article-25867_19", "title": "Newborn Screening -- Clinical Significance -- General Disorders", "content": "The disorders of the newborn screening panel each have their own prevalence, and each respective screen has its own sensitivity, specificity, and rates of false positives or negatives. These evaluations are for screening purposes only; should a provider encounter an ill infant, the differential diagnosis may need to be expanded to include disorders that were initially reported as negative on the newborn screen. [4] Another clinical consideration is the state-by-state variation of diseases included on the newborn screen. Not only is each state responsible for choosing the diseases to be included in newborn screening, but they also select the method of laboratory analysis as well as the cut-off values. [4] Each provider should be aware of the contents of the newborn screening panel for the state of their practice.", "contents": "Newborn Screening -- Clinical Significance -- General Disorders. The disorders of the newborn screening panel each have their own prevalence, and each respective screen has its own sensitivity, specificity, and rates of false positives or negatives. These evaluations are for screening purposes only; should a provider encounter an ill infant, the differential diagnosis may need to be expanded to include disorders that were initially reported as negative on the newborn screen. [4] Another clinical consideration is the state-by-state variation of diseases included on the newborn screen. Not only is each state responsible for choosing the diseases to be included in newborn screening, but they also select the method of laboratory analysis as well as the cut-off values. [4] Each provider should be aware of the contents of the newborn screening panel for the state of their practice."}
{"id": "article-25867_20", "title": "Newborn Screening -- Clinical Significance -- Hearing Loss", "content": "The prevalence of hearing loss is about 0.1% in full-term births and 3% or greater in preterm births. [8] One clinical concern is that as many as half of the infants who fail the newborn hearing screening are lost to follow-up. [9] Healthcare teams should employ patient-retainment strategies, such as communicating the need for additional testing, verifying current contact information, reducing barriers such as transportation and costs, normalizing hearing interventions, and emphasizing the availability and value of early support. [9] [16] [11]", "contents": "Newborn Screening -- Clinical Significance -- Hearing Loss. The prevalence of hearing loss is about 0.1% in full-term births and 3% or greater in preterm births. [8] One clinical concern is that as many as half of the infants who fail the newborn hearing screening are lost to follow-up. [9] Healthcare teams should employ patient-retainment strategies, such as communicating the need for additional testing, verifying current contact information, reducing barriers such as transportation and costs, normalizing hearing interventions, and emphasizing the availability and value of early support. [9] [16] [11]"}
{"id": "article-25867_21", "title": "Newborn Screening -- Clinical Significance -- Hearing Loss", "content": "One common reason an infant fails a hearing screen is an obstruction of the external auditory canal by amniotic fluid. [9] Failed hearing screens should be repeated after a few hours to allow amniotic fluid to clear the canal. [9] When evaluating possible hearing loss, providers should be aware of the type of screen used. The otoacoustic emissions method screens the auditory pathway only up to the cochlear hair cells, whereas the auditory brainstem response method evaluates the complete auditory and neural pathways. [8] [9] Though hearing screening has a high sensitivity of 92%, [7] providers should not hesitate to rescreen children, especially after illnesses associated with hearing loss. [9] For example, the most common non-inherited form of hearing loss is due to prenatal cytomegalovirus infection, which may involve progressive hearing loss after the newborn period. [9] Hearing loss may be a component of a syndrome in about 15% of cases, which indicates the necessity to not only identify hearing loss but to also pursue a thorough evaluation of all systems to a diagnostic conclusion. [9] [8]", "contents": "Newborn Screening -- Clinical Significance -- Hearing Loss. One common reason an infant fails a hearing screen is an obstruction of the external auditory canal by amniotic fluid. [9] Failed hearing screens should be repeated after a few hours to allow amniotic fluid to clear the canal. [9] When evaluating possible hearing loss, providers should be aware of the type of screen used. The otoacoustic emissions method screens the auditory pathway only up to the cochlear hair cells, whereas the auditory brainstem response method evaluates the complete auditory and neural pathways. [8] [9] Though hearing screening has a high sensitivity of 92%, [7] providers should not hesitate to rescreen children, especially after illnesses associated with hearing loss. [9] For example, the most common non-inherited form of hearing loss is due to prenatal cytomegalovirus infection, which may involve progressive hearing loss after the newborn period. [9] Hearing loss may be a component of a syndrome in about 15% of cases, which indicates the necessity to not only identify hearing loss but to also pursue a thorough evaluation of all systems to a diagnostic conclusion. [9] [8]"}
{"id": "article-25867_22", "title": "Newborn Screening -- Clinical Significance -- Congenital Heart Defects", "content": "Congenital heart defects (CHD) occur in approximately 0.4% to 1% of live births, with up to one-quarter of those categorized as “critical” (CCHD), defined as ductal-dependent heart lesions that require invasive treatment within the first month of life. [12] To put these numbers in perspective: CHDs are the most common congenital malformation, and CCHDs are the leading cause of death in infancy. [12] Screening for a congenital heart defect begins in pregnancy with the standard fetal anatomic survey; if an abnormality is suspected, then the patient is referred for a detailed fetal echocardiogram. [12] Despite these prenatal screenings, approximately 50% of CCHDs may be missed, and nearly 30% of infants born with a CCHD are discharged without a diagnosis. [12] Given these statistics, it is vital that providers understand the process and limitations of pulse oximetry screening for CCHD. An exact diagnosis of the type of defect is not necessary, but the healthcare team must be able to recognize the need for cardiac testing, initiate stabilization, and seek appropriate consultation. [13] After immediate stabilization of the cardiovascular system, providers should investigate other conditions, such as chromosomal abnormalities, that commonly present alongside congenital heart defects. [13]", "contents": "Newborn Screening -- Clinical Significance -- Congenital Heart Defects. Congenital heart defects (CHD) occur in approximately 0.4% to 1% of live births, with up to one-quarter of those categorized as “critical” (CCHD), defined as ductal-dependent heart lesions that require invasive treatment within the first month of life. [12] To put these numbers in perspective: CHDs are the most common congenital malformation, and CCHDs are the leading cause of death in infancy. [12] Screening for a congenital heart defect begins in pregnancy with the standard fetal anatomic survey; if an abnormality is suspected, then the patient is referred for a detailed fetal echocardiogram. [12] Despite these prenatal screenings, approximately 50% of CCHDs may be missed, and nearly 30% of infants born with a CCHD are discharged without a diagnosis. [12] Given these statistics, it is vital that providers understand the process and limitations of pulse oximetry screening for CCHD. An exact diagnosis of the type of defect is not necessary, but the healthcare team must be able to recognize the need for cardiac testing, initiate stabilization, and seek appropriate consultation. [13] After immediate stabilization of the cardiovascular system, providers should investigate other conditions, such as chromosomal abnormalities, that commonly present alongside congenital heart defects. [13]"}
{"id": "article-25867_23", "title": "Newborn Screening -- Clinical Significance -- Congenital Heart Defects", "content": "Providers caring for infants and even children should bear in mind that a normal pulse oximetry screen in the newborn nursery does not definitively rule out critical cardiac heart defects. [14] The pulse oximetry screening test has a sensitivity of about 75% for CCHD in general; [17] however, the most commonly missed CCHD is coarctation of the aorta, for which the pulse oximetry screen has a sensitivity of only 36%. [18] Although the pulse oximetry screening has a very high specificity of 99.9%, clinicians should be sure to consider other sources of hypoxemia in the infant, such as sepsis or inborn errors of metabolism. [18] [13] The false-positive rate (0.14%) of pulse oximetry screening can be effectively decreased by waiting to screen at least 24 hours after birth. [17]", "contents": "Newborn Screening -- Clinical Significance -- Congenital Heart Defects. Providers caring for infants and even children should bear in mind that a normal pulse oximetry screen in the newborn nursery does not definitively rule out critical cardiac heart defects. [14] The pulse oximetry screening test has a sensitivity of about 75% for CCHD in general; [17] however, the most commonly missed CCHD is coarctation of the aorta, for which the pulse oximetry screen has a sensitivity of only 36%. [18] Although the pulse oximetry screening has a very high specificity of 99.9%, clinicians should be sure to consider other sources of hypoxemia in the infant, such as sepsis or inborn errors of metabolism. [18] [13] The false-positive rate (0.14%) of pulse oximetry screening can be effectively decreased by waiting to screen at least 24 hours after birth. [17]"}
{"id": "article-25867_24", "title": "Newborn Screening -- Clinical Significance -- Summary", "content": "In summary, newborn screening is a far-reaching public health initiative that has reduced infant mortality and morbidity. Through simple point-of-care procedures and a single-prick blood collection, the newborn screen can aid in the detection of hearing loss, critical cardiac heart defects, and numerous metabolic, hematologic, endocrine, and genetic disorders. A provider should never be deterred from pursuing a diagnostic evaluation simply because the screening was negative, as no screen is perfect, and symptoms may evolve over time. Likewise, providers should follow best-practice guidelines to reduce false-positives and the subsequent burden of diagnostic follow-up. Premature infants and those requiring stays in the NICU have unique considerations; providers should consult their team and healthcare organization to determine optimal screening. Communication remains a significant opportunity for improvement; healthcare teams should strive to effectively explain the goals and limitations of these screens to expecting and new caregivers. As research and technology continue to make enormous strides in diagnostic and management strategies, healthcare professionals should remain engaged in the ongoing conversation about the ethical considerations of mass screening.", "contents": "Newborn Screening -- Clinical Significance -- Summary. In summary, newborn screening is a far-reaching public health initiative that has reduced infant mortality and morbidity. Through simple point-of-care procedures and a single-prick blood collection, the newborn screen can aid in the detection of hearing loss, critical cardiac heart defects, and numerous metabolic, hematologic, endocrine, and genetic disorders. A provider should never be deterred from pursuing a diagnostic evaluation simply because the screening was negative, as no screen is perfect, and symptoms may evolve over time. Likewise, providers should follow best-practice guidelines to reduce false-positives and the subsequent burden of diagnostic follow-up. Premature infants and those requiring stays in the NICU have unique considerations; providers should consult their team and healthcare organization to determine optimal screening. Communication remains a significant opportunity for improvement; healthcare teams should strive to effectively explain the goals and limitations of these screens to expecting and new caregivers. As research and technology continue to make enormous strides in diagnostic and management strategies, healthcare professionals should remain engaged in the ongoing conversation about the ethical considerations of mass screening."}
{"id": "article-25867_25", "title": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Newborn screening confers substantial benefits. Early detection of hearing loss has an estimated lifetime economic savings of greater than $400,000 per patient identified. [16] [Level 5] More importantly, timely intervention mitigates the developmental delay that may result from the detection of hearing loss in late childhood versus early infancy. [19] [Level 3] Pulse oximetry is a very specific, fairly sensitive, easy-to-perform, and cost-effective screening method to aid in the detection of critical congenital heart defects. [12] [Level 4] Without screening, nearly half of infants with a critical congenital heart defect would be discharged from the hospital without the intervention that could prevent significant morbidity and mortality. [12] Nearly four million infants undergo screening annually [1] , with approximately 3,400 infants each year receiving early intervention for diseases identified by uniform newborn screening. [2]", "contents": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions. Newborn screening confers substantial benefits. Early detection of hearing loss has an estimated lifetime economic savings of greater than $400,000 per patient identified. [16] [Level 5] More importantly, timely intervention mitigates the developmental delay that may result from the detection of hearing loss in late childhood versus early infancy. [19] [Level 3] Pulse oximetry is a very specific, fairly sensitive, easy-to-perform, and cost-effective screening method to aid in the detection of critical congenital heart defects. [12] [Level 4] Without screening, nearly half of infants with a critical congenital heart defect would be discharged from the hospital without the intervention that could prevent significant morbidity and mortality. [12] Nearly four million infants undergo screening annually [1] , with approximately 3,400 infants each year receiving early intervention for diseases identified by uniform newborn screening. [2]"}
{"id": "article-25867_26", "title": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Newborn screening is an enormous healthcare initiative that requires the dedicated effort of the entire healthcare team. The principle opportunities for improvement involve screening procedures, family education, infant follow-through, and future directions.", "contents": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions. Newborn screening is an enormous healthcare initiative that requires the dedicated effort of the entire healthcare team. The principle opportunities for improvement involve screening procedures, family education, infant follow-through, and future directions."}
{"id": "article-25867_27", "title": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Screening Procedures", "content": "A screening program of this magnitude requires significant administrative support. The equipment must be maintained, with the audiology equipment calibrated yearly. [8] The adequate protocol must be in place for efficient processing and transport of bloodwork to the appropriate facility. Most importantly, members of the healthcare team should maintain up-to-date knowledge of screening algorithms, including limitations and special considerations. [18]", "contents": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Screening Procedures. A screening program of this magnitude requires significant administrative support. The equipment must be maintained, with the audiology equipment calibrated yearly. [8] The adequate protocol must be in place for efficient processing and transport of bloodwork to the appropriate facility. Most importantly, members of the healthcare team should maintain up-to-date knowledge of screening algorithms, including limitations and special considerations. [18]"}
{"id": "article-25867_28", "title": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Family Education", "content": "The obstetric team may play an increasing role in patient education regarding the process and value of newborn screening. Obstetricians should ensure that each mother has selected a pediatrician early in her second trimester for a seamless postpartum transition of care. Intake and triage staff should verify the current patient contact information. Nurses on the labor and delivery, as well as postpartum units, have perhaps the greatest opportunity to explain to the infant’s caregivers the role of newborn screening and the importance of close follow-up. [4]", "contents": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Family Education. The obstetric team may play an increasing role in patient education regarding the process and value of newborn screening. Obstetricians should ensure that each mother has selected a pediatrician early in her second trimester for a seamless postpartum transition of care. Intake and triage staff should verify the current patient contact information. Nurses on the labor and delivery, as well as postpartum units, have perhaps the greatest opportunity to explain to the infant’s caregivers the role of newborn screening and the importance of close follow-up. [4]"}
{"id": "article-25867_29", "title": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Infant Follow-through", "content": "Pediatricians and family physicians, when encountering positive newborn screening results, will need to promptly order follow-up tests and offer general counseling to the infant’s family. Providers should have a low threshold for referring families to geneticists and other specialists for more advanced counseling, whether concerning the infant’s prognosis or the parents’ future reproductive decisions.", "contents": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Infant Follow-through. Pediatricians and family physicians, when encountering positive newborn screening results, will need to promptly order follow-up tests and offer general counseling to the infant’s family. Providers should have a low threshold for referring families to geneticists and other specialists for more advanced counseling, whether concerning the infant’s prognosis or the parents’ future reproductive decisions."}
{"id": "article-25867_30", "title": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Future Directions", "content": "Biomedical research is needed to expand the capacity and improve the precision of screening. A pharmaceutical investigation is required to offer effective intervention. As diagnostic and therapeutic technologies advance, specialists are needed to advocate for the inclusion of diseases into the recommended uniform screening panel. Furthermore, representation in government is needed to ensure appropriate screening legislation and adequate funding allocation. As always, the healthcare field should remain engaged in discussions of the ethical implications of newborn screening. [15]", "contents": "Newborn Screening -- Nursing, Allied Health, and Interprofessional Team Interventions -- Future Directions. Biomedical research is needed to expand the capacity and improve the precision of screening. A pharmaceutical investigation is required to offer effective intervention. As diagnostic and therapeutic technologies advance, specialists are needed to advocate for the inclusion of diseases into the recommended uniform screening panel. Furthermore, representation in government is needed to ensure appropriate screening legislation and adequate funding allocation. As always, the healthcare field should remain engaged in discussions of the ethical implications of newborn screening. [15]"}
{"id": "article-25867_31", "title": "Newborn Screening -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Newborn Screening -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}