{"id": "article-22365_0", "title": "Gonococcal Conjunctivitis -- Continuing Education Activity", "content": "Gonococcal conjunctivitis (GC), also known as gonococcal ophthalmia neonatorum when it occurs in neonates, is an infection transmitted by contact of the eyes with infected genital secretions from a person with genital gonorrhea infection. Physical exam findings in patients may reveal conjunctival chemosis, discharge, tenderness of the globe, edema of eyelids, and preauricular lymphadenopathy. This activity describes the evaluation and treatment of gonococcal conjunctivitis and reviews the role of the interprofessional team in managing patients with this condition.", "contents": "Gonococcal Conjunctivitis -- Continuing Education Activity. Gonococcal conjunctivitis (GC), also known as gonococcal ophthalmia neonatorum when it occurs in neonates, is an infection transmitted by contact of the eyes with infected genital secretions from a person with genital gonorrhea infection. Physical exam findings in patients may reveal conjunctival chemosis, discharge, tenderness of the globe, edema of eyelids, and preauricular lymphadenopathy. This activity describes the evaluation and treatment of gonococcal conjunctivitis and reviews the role of the interprofessional team in managing patients with this condition."}
{"id": "article-22365_1", "title": "Gonococcal Conjunctivitis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of gonococcal conjunctivitis. Determine the importance of culture on Thayer-Martin media for the evaluation of gonococcal conjunctivitis. Determine the appropriate antibiotics used for the treatment of gonococcal conjunctivitis. Communicate the importance of improving care coordination among the interprofessional team members to improve outcomes for patients affected by gonococcal conjunctivitis. Access free multiple choice questions on this topic.", "contents": "Gonococcal Conjunctivitis -- Continuing Education Activity. Objectives: Identify the etiology of gonococcal conjunctivitis. Determine the importance of culture on Thayer-Martin media for the evaluation of gonococcal conjunctivitis. Determine the appropriate antibiotics used for the treatment of gonococcal conjunctivitis. Communicate the importance of improving care coordination among the interprofessional team members to improve outcomes for patients affected by gonococcal conjunctivitis. Access free multiple choice questions on this topic."}
{"id": "article-22365_2", "title": "Gonococcal Conjunctivitis -- Introduction", "content": "While typically thought of as a disease in neonates, gonococcal conjunctivitis (GC) is an infectious process that has also become an increasing issue in other age groups. When it occurs in neonates, GC is also known as gonococcal ophthalmia neonatorum and is most likely due to maternal transmission during birth. In older age groups, GC is more associated with sexually transmitted infections (STIs) but can also present without evidence of concomitant genital infection. The condition is important to recognize as untreated cases can lead to significant life-threatening like meningitis and/or altering consequences for patients, for example, blindness. [1] [2] [3] [4]", "contents": "Gonococcal Conjunctivitis -- Introduction. While typically thought of as a disease in neonates, gonococcal conjunctivitis (GC) is an infectious process that has also become an increasing issue in other age groups. When it occurs in neonates, GC is also known as gonococcal ophthalmia neonatorum and is most likely due to maternal transmission during birth. In older age groups, GC is more associated with sexually transmitted infections (STIs) but can also present without evidence of concomitant genital infection. The condition is important to recognize as untreated cases can lead to significant life-threatening like meningitis and/or altering consequences for patients, for example, blindness. [1] [2] [3] [4]"}
{"id": "article-22365_3", "title": "Gonococcal Conjunctivitis -- Etiology", "content": "GC is due to ophthalmic infection with Neisseria gonorrhoeae , a gram-negative diplococcus. In neonates, the transmission of N gonorrhoeae and subsequent development of GC often occurs during delivery and exposure to infectious vaginal secretions. This occurs because the mucosa of the cervix and urethra of infected mothers can act as bacterial reservoirs. Even with delivery via cesarean section, vertical transmission of N gonorrhoeae is still possible. Approximately 10% of neonates exposed to gonorrheal exudates during delivery may go on to develop GC, even with appropriate prophylaxis. In populations other than neonates, transmission can occur via direct sexual contact with infective secretions or indirectly, for example via manual or fomite transmission, though this is thought to be less likely since N gonorrhea does not typically survive more than a few minutes outside the human body. There has also been evidence that suggests that GC could potentially be due to different strains of gonococci that are not associated with STIs. [5] [6] [7]", "contents": "Gonococcal Conjunctivitis -- Etiology. GC is due to ophthalmic infection with Neisseria gonorrhoeae , a gram-negative diplococcus. In neonates, the transmission of N gonorrhoeae and subsequent development of GC often occurs during delivery and exposure to infectious vaginal secretions. This occurs because the mucosa of the cervix and urethra of infected mothers can act as bacterial reservoirs. Even with delivery via cesarean section, vertical transmission of N gonorrhoeae is still possible. Approximately 10% of neonates exposed to gonorrheal exudates during delivery may go on to develop GC, even with appropriate prophylaxis. In populations other than neonates, transmission can occur via direct sexual contact with infective secretions or indirectly, for example via manual or fomite transmission, though this is thought to be less likely since N gonorrhea does not typically survive more than a few minutes outside the human body. There has also been evidence that suggests that GC could potentially be due to different strains of gonococci that are not associated with STIs. [5] [6] [7]"}
{"id": "article-22365_4", "title": "Gonococcal Conjunctivitis -- Epidemiology", "content": "Worldwide, the incidence of gonococcal infection in newborns is less than 1%. Developed countries tend to have lower incidences due to the availability of screening and treatment options. Rates in developing countries are likely to be significantly higher considering the prevalence of gonococcal infection in pregnancy nears 5% in some parts of Africa. In the United States, the incidence of conjunctivitis ranges from 1% to 2% in neonates with the incidence of neonatal GC estimated to be less than 1%. As mentioned previously, in neonates that have appropriate chemoprophylaxis, up to 10% may still develop GC compared to up to 48% of neonates that do not.", "contents": "Gonococcal Conjunctivitis -- Epidemiology. Worldwide, the incidence of gonococcal infection in newborns is less than 1%. Developed countries tend to have lower incidences due to the availability of screening and treatment options. Rates in developing countries are likely to be significantly higher considering the prevalence of gonococcal infection in pregnancy nears 5% in some parts of Africa. In the United States, the incidence of conjunctivitis ranges from 1% to 2% in neonates with the incidence of neonatal GC estimated to be less than 1%. As mentioned previously, in neonates that have appropriate chemoprophylaxis, up to 10% may still develop GC compared to up to 48% of neonates that do not."}
{"id": "article-22365_5", "title": "Gonococcal Conjunctivitis -- Epidemiology", "content": "In the non-neonatal populations, GC is rare. In the United States, STI surveillance estimates nearly 146 cases of gonorrhea per 100,000 population, but specific estimates of GC have not been well-studied. However, a recent study in Ireland estimated that the prevalence of GC was 0.19 cases per 1000 patients evaluated for eye emergencies with the majority presenting in young adult males.", "contents": "Gonococcal Conjunctivitis -- Epidemiology. In the non-neonatal populations, GC is rare. In the United States, STI surveillance estimates nearly 146 cases of gonorrhea per 100,000 population, but specific estimates of GC have not been well-studied. However, a recent study in Ireland estimated that the prevalence of GC was 0.19 cases per 1000 patients evaluated for eye emergencies with the majority presenting in young adult males."}
{"id": "article-22365_6", "title": "Gonococcal Conjunctivitis -- Pathophysiology", "content": "The main concept is that N gonorrhoeae can attach to and penetrate the epithelial cells of mucosal surfaces such as the conjunctiva. Once inside, the bacteria can proliferate and induce pro-inflammatory mechanisms. However, there is evidence that N gonorrhoeae have developed methods for evading and even modulating immune responses, which can potentially lead to disseminated infection, for example, bacteremia or meningitis.", "contents": "Gonococcal Conjunctivitis -- Pathophysiology. The main concept is that N gonorrhoeae can attach to and penetrate the epithelial cells of mucosal surfaces such as the conjunctiva. Once inside, the bacteria can proliferate and induce pro-inflammatory mechanisms. However, there is evidence that N gonorrhoeae have developed methods for evading and even modulating immune responses, which can potentially lead to disseminated infection, for example, bacteremia or meningitis."}
{"id": "article-22365_7", "title": "Gonococcal Conjunctivitis -- History and Physical", "content": "Neonatal GC is often acquired during delivery; thus, there usually is a history of suspected or confirmed maternal gonorrheal infection. Bacterial conjunctivitis can occur at any time, but GC is considered in symptomatic neonates after the first day of life, specifically, days 2 to 5, since chemical conjunctivitis (secondary to silver nitrate, antibiotic drops) is often the cause in the first 24 hours. A physical exam may reveal the following: Conjunctival injection, chemosis Edema of the eyelids Mucopurulent discharge Tenderness of the globe Lymphadenopathy, preauricular", "contents": "Gonococcal Conjunctivitis -- History and Physical. Neonatal GC is often acquired during delivery; thus, there usually is a history of suspected or confirmed maternal gonorrheal infection. Bacterial conjunctivitis can occur at any time, but GC is considered in symptomatic neonates after the first day of life, specifically, days 2 to 5, since chemical conjunctivitis (secondary to silver nitrate, antibiotic drops) is often the cause in the first 24 hours. A physical exam may reveal the following: Conjunctival injection, chemosis Edema of the eyelids Mucopurulent discharge Tenderness of the globe Lymphadenopathy, preauricular"}
{"id": "article-22365_8", "title": "Gonococcal Conjunctivitis -- History and Physical", "content": "In the non-neonatal population, GC may present with similar symptoms and should at least be considered in sexually active individuals who present with conjunctivitis with or without genital symptoms. Regardless, a detailed sexual history of the mother and non-neonatal cases of conjunctivitis should be obtained to refine the differential diagnoses for conjunctivitis.", "contents": "Gonococcal Conjunctivitis -- History and Physical. In the non-neonatal population, GC may present with similar symptoms and should at least be considered in sexually active individuals who present with conjunctivitis with or without genital symptoms. Regardless, a detailed sexual history of the mother and non-neonatal cases of conjunctivitis should be obtained to refine the differential diagnoses for conjunctivitis."}
{"id": "article-22365_9", "title": "Gonococcal Conjunctivitis -- Evaluation", "content": "For patients presenting with conjunctivitis concerning possible GC, further diagnostics are suggested to confirm the diagnosis. A sampling of conjunctival scrapings or exudative fluid can be sent for the following: Gram stain, which may reveal gram-negative intracellular diplococci Culture on Thayer-Martin media or chocolate agar for N gonorrhoeae and blood agar for non-gonococcal species Polymerase chain reaction (PCR) can also be used to test for N gonorrhoeae as well as Chlamydia trachomatis Screening for other STIs such as the human immunodeficiency virus (HIV) is also recommended in mothers and non-neonatal cases due to co-infections that can occur with STIs Consideration should also be given to taking genital and throat swabs in patients with risk factors.", "contents": "Gonococcal Conjunctivitis -- Evaluation. For patients presenting with conjunctivitis concerning possible GC, further diagnostics are suggested to confirm the diagnosis. A sampling of conjunctival scrapings or exudative fluid can be sent for the following: Gram stain, which may reveal gram-negative intracellular diplococci Culture on Thayer-Martin media or chocolate agar for N gonorrhoeae and blood agar for non-gonococcal species Polymerase chain reaction (PCR) can also be used to test for N gonorrhoeae as well as Chlamydia trachomatis Screening for other STIs such as the human immunodeficiency virus (HIV) is also recommended in mothers and non-neonatal cases due to co-infections that can occur with STIs Consideration should also be given to taking genital and throat swabs in patients with risk factors."}
{"id": "article-22365_10", "title": "Gonococcal Conjunctivitis -- Treatment / Management", "content": "Due to the progression risk of disseminated gonococcal infection, neonates with GC should be approached as emergent cases that warrant admission and observation. The most effective treatment of GC is prevention, and it is recommended that females be screened for gonorrhea and other STIs if considered high-risk (prior history of STI, commercial sex workers) and should be appropriately treated. Nevertheless, cases of neonatal GC can occur even with appropriate prophylactic measures. Below is a summary of the recommended therapies. [8] [9] [10] [11]", "contents": "Gonococcal Conjunctivitis -- Treatment / Management. Due to the progression risk of disseminated gonococcal infection, neonates with GC should be approached as emergent cases that warrant admission and observation. The most effective treatment of GC is prevention, and it is recommended that females be screened for gonorrhea and other STIs if considered high-risk (prior history of STI, commercial sex workers) and should be appropriately treated. Nevertheless, cases of neonatal GC can occur even with appropriate prophylactic measures. Below is a summary of the recommended therapies. [8] [9] [10] [11]"}
{"id": "article-22365_11", "title": "Gonococcal Conjunctivitis -- Treatment / Management -- Neonatal Prophylaxis", "content": "Erythromycin (0.5%) ophthalmic ointment, or Tetracycline (1%) ophthalmic ointment Symptomatic or High-Risk Neonate Ceftriaxone (25 mg/k to 50 mg/kg, max 125 mg intravenously (IV) or  intramuscularly (IM), single dose, or Cefotaxime (100 mg/kg IV/IM), single dose, which may be preferred if available due to the risk of increasing bilirubin levels associated with ceftriaxone Hourly saline lavage", "contents": "Gonococcal Conjunctivitis -- Treatment / Management -- Neonatal Prophylaxis. Erythromycin (0.5%) ophthalmic ointment, or Tetracycline (1%) ophthalmic ointment Symptomatic or High-Risk Neonate Ceftriaxone (25 mg/k to 50 mg/kg, max 125 mg intravenously (IV) or  intramuscularly (IM), single dose, or Cefotaxime (100 mg/kg IV/IM), single dose, which may be preferred if available due to the risk of increasing bilirubin levels associated with ceftriaxone Hourly saline lavage"}
{"id": "article-22365_12", "title": "Gonococcal Conjunctivitis -- Treatment / Management -- Non-Neonate With Symptoms", "content": "Ceftriaxone (1 gm IM), single dose, and Azithromycin (1 gm oral), single dose, which is added on due to the frequent co-infection with Chlamydia trachomatis Saline lavage can be considered but is not a necessity", "contents": "Gonococcal Conjunctivitis -- Treatment / Management -- Non-Neonate With Symptoms. Ceftriaxone (1 gm IM), single dose, and Azithromycin (1 gm oral), single dose, which is added on due to the frequent co-infection with Chlamydia trachomatis Saline lavage can be considered but is not a necessity"}
{"id": "article-22365_13", "title": "Gonococcal Conjunctivitis -- Differential Diagnosis", "content": "Differential diagnosis to consider and rule out regarding gonococcal conjunctivitis include the following: Adult blepharitis Allergic conjunctivitis Acute angle-closure glaucoma(AAGG) Chemical burns Contact lens conjunctivitis Dry eyes Epidemic keratoconjunctivitis (EKC) Episcleritis Iritis and uveitis Pharyngoconjunctivital fever Scleritis Squamous cell carcinoma Subconjunctival hematoma", "contents": "Gonococcal Conjunctivitis -- Differential Diagnosis. Differential diagnosis to consider and rule out regarding gonococcal conjunctivitis include the following: Adult blepharitis Allergic conjunctivitis Acute angle-closure glaucoma(AAGG) Chemical burns Contact lens conjunctivitis Dry eyes Epidemic keratoconjunctivitis (EKC) Episcleritis Iritis and uveitis Pharyngoconjunctivital fever Scleritis Squamous cell carcinoma Subconjunctival hematoma"}
{"id": "article-22365_14", "title": "Gonococcal Conjunctivitis -- Pearls and Other Issues", "content": "GC is a disease process that should not be dismissed. Untreated cases can result in severe complications such as vision loss if the bacteria penetrate further and cause corneal ulceration and scarring. Timely ophthalmology consultation is warranted due to the significant risks to the patient’s vision. Providers should also be aware of the risks of a systemic infection that may present as septic arthritis, meningitis, or septicemia. Furthermore, attention should be given to appropriate treatment since fluoroquinolone resistance has become a growing issue, which is part of the reason why cephalosporins have become the mainstay of gonococcal treatment.", "contents": "Gonococcal Conjunctivitis -- Pearls and Other Issues. GC is a disease process that should not be dismissed. Untreated cases can result in severe complications such as vision loss if the bacteria penetrate further and cause corneal ulceration and scarring. Timely ophthalmology consultation is warranted due to the significant risks to the patient’s vision. Providers should also be aware of the risks of a systemic infection that may present as septic arthritis, meningitis, or septicemia. Furthermore, attention should be given to appropriate treatment since fluoroquinolone resistance has become a growing issue, which is part of the reason why cephalosporins have become the mainstay of gonococcal treatment."}
{"id": "article-22365_15", "title": "Gonococcal Conjunctivitis -- Enhancing Healthcare Team Outcomes", "content": "Gonococcal conjunctivitis is a serious illness best managed by an interprofessional team. Untreated cases can result in severe complications such as vision loss if the bacteria penetrate further and cause corneal ulceration and scarring. Timely ophthalmology consultation is warranted due to the significant risks to the patient’s vision. Providers should also be aware of the risks of a systemic infection that may present as septic arthritis, meningitis, or septicemia. Furthermore, attention should be given to appropriate treatment since fluoroquinolone resistance has become a growing issue, which is part of the reason why cephalosporins have become the mainstay of gonococcal treatment. Following treatment, the outcomes in most infants are good. [12]", "contents": "Gonococcal Conjunctivitis -- Enhancing Healthcare Team Outcomes. Gonococcal conjunctivitis is a serious illness best managed by an interprofessional team. Untreated cases can result in severe complications such as vision loss if the bacteria penetrate further and cause corneal ulceration and scarring. Timely ophthalmology consultation is warranted due to the significant risks to the patient’s vision. Providers should also be aware of the risks of a systemic infection that may present as septic arthritis, meningitis, or septicemia. Furthermore, attention should be given to appropriate treatment since fluoroquinolone resistance has become a growing issue, which is part of the reason why cephalosporins have become the mainstay of gonococcal treatment. Following treatment, the outcomes in most infants are good. [12]"}
{"id": "article-22365_16", "title": "Gonococcal Conjunctivitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gonococcal Conjunctivitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}