{"id": "article-27830_0", "title": "Prostaglandins -- Continuing Education Activity", "content": "Prostaglandins are a group of endogenously produced compounds that play essential roles in regulating human physiology. Synthetically derived prostaglandins can be used to modulate numerous processes in the body. This activity will highlight the mechanism of action, indications, side effect profile, contraindications, and other information needed for healthcare team members.", "contents": "Prostaglandins -- Continuing Education Activity. Prostaglandins are a group of endogenously produced compounds that play essential roles in regulating human physiology. Synthetically derived prostaglandins can be used to modulate numerous processes in the body. This activity will highlight the mechanism of action, indications, side effect profile, contraindications, and other information needed for healthcare team members."}
{"id": "article-27830_1", "title": "Prostaglandins -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of prostaglandins. Describe the adverse effects of prostaglandins. Review the appropriate monitoring of prostaglandins. Outline interprofessional team strategies for improving care coordination and communication to advance prostaglandin use and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Prostaglandins -- Continuing Education Activity. Objectives: Identify the mechanism of action of prostaglandins. Describe the adverse effects of prostaglandins. Review the appropriate monitoring of prostaglandins. Outline interprofessional team strategies for improving care coordination and communication to advance prostaglandin use and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27830_2", "title": "Prostaglandins -- Indications", "content": "Prostaglandins are endogenously produced compounds that exert their effects in many different areas of the body. There are numerous indications for prostaglandins that include, but are not limited to [1] : Preventing closure of ductus arteriosus in newborns with cyanotic heart defects (PGE1) Treatment of NSAID-induced gastric ulcers Reducing pulmonary hypertension (PGI2) Induction of childbirth (PGE2, PGF2) Vasodilation of digits for treatment of severe Raynaud disease or critical limb ischemia Management of glaucoma (PGF2 alpha) Treatment of erectile dysfunction (PGE1)", "contents": "Prostaglandins -- Indications. Prostaglandins are endogenously produced compounds that exert their effects in many different areas of the body. There are numerous indications for prostaglandins that include, but are not limited to [1] : Preventing closure of ductus arteriosus in newborns with cyanotic heart defects (PGE1) Treatment of NSAID-induced gastric ulcers Reducing pulmonary hypertension (PGI2) Induction of childbirth (PGE2, PGF2) Vasodilation of digits for treatment of severe Raynaud disease or critical limb ischemia Management of glaucoma (PGF2 alpha) Treatment of erectile dysfunction (PGE1)"}
{"id": "article-27830_3", "title": "Prostaglandins -- Mechanism of Action", "content": "Prostaglandins get produced in the body via the fatty acid arachidonic acid. Initially, arachidonic acid is created when the enzyme phospholipase A2 cleaves the lipid diacylglycerol into the molecule arachidonic acid. Cyclooxygenase enzymes then produce prostaglandins from arachidonic acid via sequential oxidation of each compound. [2] The COX-1 enzyme produces basal amounts of prostaglandins, while chemical mediators induce the COX-2 isoform to increase prostaglandins production. Prostaglandins are highly lipophilic molecules that enter cells via a special prostaglandin transporter called PGT (prostaglandin transporter). [3] There, they bind to prostaglandin receptors to exert their effects.", "contents": "Prostaglandins -- Mechanism of Action. Prostaglandins get produced in the body via the fatty acid arachidonic acid. Initially, arachidonic acid is created when the enzyme phospholipase A2 cleaves the lipid diacylglycerol into the molecule arachidonic acid. Cyclooxygenase enzymes then produce prostaglandins from arachidonic acid via sequential oxidation of each compound. [2] The COX-1 enzyme produces basal amounts of prostaglandins, while chemical mediators induce the COX-2 isoform to increase prostaglandins production. Prostaglandins are highly lipophilic molecules that enter cells via a special prostaglandin transporter called PGT (prostaglandin transporter). [3] There, they bind to prostaglandin receptors to exert their effects."}
{"id": "article-27830_4", "title": "Prostaglandins -- Mechanism of Action", "content": "There are currently nine known prostaglandin receptors in the body on which prostaglandins exert their effects. [4] All prostaglandin receptors are members of the G-protein coupled receptor signaling family. [4] As members of the G-protein signaling family, prostaglandins can activate secondary signaling pathways by activating or inhibiting enzymes such as adenyl cyclase and phospholipase C, causing downstream effects.", "contents": "Prostaglandins -- Mechanism of Action. There are currently nine known prostaglandin receptors in the body on which prostaglandins exert their effects. [4] All prostaglandin receptors are members of the G-protein coupled receptor signaling family. [4] As members of the G-protein signaling family, prostaglandins can activate secondary signaling pathways by activating or inhibiting enzymes such as adenyl cyclase and phospholipase C, causing downstream effects."}
{"id": "article-27830_5", "title": "Prostaglandins -- Mechanism of Action", "content": "Through these prostaglandin receptors, prostaglandins can cause many effects in almost every part of the body. Prostaglandins can cause vasodilation or vasoconstriction in vascular smooth muscle cells, activate or inhibit platelet aggregation, induce labor, regulate hormones, and decrease intraocular pressure. They can also act in the central nervous system to cause fever and influence pain perception. In the stomach, prostaglandins can act on gastric parietal cells to inhibit acid secretion, as well. In the eye, prostaglandins act to increase the uveoscleral outflow of the aqueous humor by various mechanisms, such as causing the relaxing of ciliary smooth muscle cells. In menstruation, the destruction of endometrial cells releases prostaglandins responsible for uterine contractions to release the uterine lining. [5]", "contents": "Prostaglandins -- Mechanism of Action. Through these prostaglandin receptors, prostaglandins can cause many effects in almost every part of the body. Prostaglandins can cause vasodilation or vasoconstriction in vascular smooth muscle cells, activate or inhibit platelet aggregation, induce labor, regulate hormones, and decrease intraocular pressure. They can also act in the central nervous system to cause fever and influence pain perception. In the stomach, prostaglandins can act on gastric parietal cells to inhibit acid secretion, as well. In the eye, prostaglandins act to increase the uveoscleral outflow of the aqueous humor by various mechanisms, such as causing the relaxing of ciliary smooth muscle cells. In menstruation, the destruction of endometrial cells releases prostaglandins responsible for uterine contractions to release the uterine lining. [5]"}
{"id": "article-27830_6", "title": "Prostaglandins -- Administration", "content": "There are a variety of means by which to administer prostaglandins to patients. For the treatment of glaucoma and ocular hypertension, synthetic prostaglandin analogs such as or bimatoprost travoprost can be administered topically as an ophthalmic solution via an eyedropper. [6] For maintaining a patent ductus arteriosus in infants with cyanotic heart disease, such as transposition of the great arteries and truncus arteriosus, alprostadil (PGE1) can be given intravenously thru a large vein or directly thru the umbilical vein. [7] Oral or injected alprostadil is also an option in the treatment of erectile dysfunction. PGF2 alpha can be applied vaginally or intramuscularly to induce abortion in pregnant patients. [8] In some cases, misoprostol (PGE1) can be used rectally for the treatment of postpartum hemorrhage. Iloprost, a PGI2 analog, can be inhaled to treat pulmonary hypertension and CREST syndrome.", "contents": "Prostaglandins -- Administration. There are a variety of means by which to administer prostaglandins to patients. For the treatment of glaucoma and ocular hypertension, synthetic prostaglandin analogs such as or bimatoprost travoprost can be administered topically as an ophthalmic solution via an eyedropper. [6] For maintaining a patent ductus arteriosus in infants with cyanotic heart disease, such as transposition of the great arteries and truncus arteriosus, alprostadil (PGE1) can be given intravenously thru a large vein or directly thru the umbilical vein. [7] Oral or injected alprostadil is also an option in the treatment of erectile dysfunction. PGF2 alpha can be applied vaginally or intramuscularly to induce abortion in pregnant patients. [8] In some cases, misoprostol (PGE1) can be used rectally for the treatment of postpartum hemorrhage. Iloprost, a PGI2 analog, can be inhaled to treat pulmonary hypertension and CREST syndrome."}
{"id": "article-27830_7", "title": "Prostaglandins -- Adverse Effects", "content": "The route of administration of the prostaglandin analog can determine the side effects the patient might experience. Continuous prostaglandin infusion may place the patient at risk for catheter infections, while an injected prostaglandin analog may cause a local site infection or pain at the injection site.", "contents": "Prostaglandins -- Adverse Effects. The route of administration of the prostaglandin analog can determine the side effects the patient might experience. Continuous prostaglandin infusion may place the patient at risk for catheter infections, while an injected prostaglandin analog may cause a local site infection or pain at the injection site."}
{"id": "article-27830_8", "title": "Prostaglandins -- Adverse Effects", "content": "Topical latanoprost has very limited systemic side effects, but over time the drug may cause iris darkening, eyelash thickening, periocular skin pigmentation, and conjunctival hyperemia. [9] Systemically administered prostaglandins are usually tolerated reasonably well, but there may be some side effects such as fever, hypotension, musculoskeletal pain, and cough. [10] Vaginally administered prostaglandins may cause symptoms such as nausea, vomiting, flushing, fever, back pain, diarrhea, and abdominal pain. [11] When using alprostadil for erectile dysfunction, serious side effects such as priapism can occur as well. Misoprostol, when used to treat gastric ulcers, can induce abortion in pregnant patients.", "contents": "Prostaglandins -- Adverse Effects. Topical latanoprost has very limited systemic side effects, but over time the drug may cause iris darkening, eyelash thickening, periocular skin pigmentation, and conjunctival hyperemia. [9] Systemically administered prostaglandins are usually tolerated reasonably well, but there may be some side effects such as fever, hypotension, musculoskeletal pain, and cough. [10] Vaginally administered prostaglandins may cause symptoms such as nausea, vomiting, flushing, fever, back pain, diarrhea, and abdominal pain. [11] When using alprostadil for erectile dysfunction, serious side effects such as priapism can occur as well. Misoprostol, when used to treat gastric ulcers, can induce abortion in pregnant patients."}
{"id": "article-27830_9", "title": "Prostaglandins -- Contraindications", "content": "Depending on the treatment and indication, there can be a variety of contraindications for prostaglandin therapy. One major contraindication to prostaglandin therapy is hypersensitivity to the drug. The use of misoprostol for gastric ulcer treatment is contraindicated in prepartum pregnant patients because misoprostol causes cervical ripening and can induce abortion. [12] Alprostadil for treating erectile dysfunction is contraindicated in patients with sickle cell disease, polycythemia vera, thrombocytosis, and multiple myeloma because these conditions can even further the risk of priapism. [13] Clinicians should also exercise caution when using alprostadil in patients with Peyronie disease, as alprostadil may increase the risk for penile fibrosis. The prostaglandin epoprostenol should be used with caution in patients with heart failure, as well.", "contents": "Prostaglandins -- Contraindications. Depending on the treatment and indication, there can be a variety of contraindications for prostaglandin therapy. One major contraindication to prostaglandin therapy is hypersensitivity to the drug. The use of misoprostol for gastric ulcer treatment is contraindicated in prepartum pregnant patients because misoprostol causes cervical ripening and can induce abortion. [12] Alprostadil for treating erectile dysfunction is contraindicated in patients with sickle cell disease, polycythemia vera, thrombocytosis, and multiple myeloma because these conditions can even further the risk of priapism. [13] Clinicians should also exercise caution when using alprostadil in patients with Peyronie disease, as alprostadil may increase the risk for penile fibrosis. The prostaglandin epoprostenol should be used with caution in patients with heart failure, as well."}
{"id": "article-27830_10", "title": "Prostaglandins -- Monitoring", "content": "Depending on the treatment, there need to be different approaches to the monitoring of prostaglandin therapy. In general, systemic symptoms such as hypotension and fever should be kept in mind as prostaglandin therapy can lead to these side effects. For the treatment of pulmonary hypertension, the prostaglandin dosing requires slow titration to monitor for side effects, and the pulmonary artery blood pressures should be checked to confirm proper response to the treatment. For glaucoma, the intraocular pressure should be rechecked biweekly or monthly to ensure the achievement of the target intraocular pressure. When using alprostadil therapy for erectile dysfunction, the healthcare team can monitor for alprostadil-related side effects such as hematoma and urethral stricture formation. The healthcare team can also converse with the patient to ensure that they achieve the response they expected and are content with the therapy.", "contents": "Prostaglandins -- Monitoring. Depending on the treatment, there need to be different approaches to the monitoring of prostaglandin therapy. In general, systemic symptoms such as hypotension and fever should be kept in mind as prostaglandin therapy can lead to these side effects. For the treatment of pulmonary hypertension, the prostaglandin dosing requires slow titration to monitor for side effects, and the pulmonary artery blood pressures should be checked to confirm proper response to the treatment. For glaucoma, the intraocular pressure should be rechecked biweekly or monthly to ensure the achievement of the target intraocular pressure. When using alprostadil therapy for erectile dysfunction, the healthcare team can monitor for alprostadil-related side effects such as hematoma and urethral stricture formation. The healthcare team can also converse with the patient to ensure that they achieve the response they expected and are content with the therapy."}
{"id": "article-27830_11", "title": "Prostaglandins -- Toxicity", "content": "The toxicity of prostaglandins depends on the therapy chosen. In general, most prostaglandins are well tolerated with limited toxicity. There is no known antidote for overdose of prostaglandins. In cases of suspected prostaglandin overdose, discontinue the drug and provide supportive care to alleviate signs such as flushing. In the case of alprostadil-induced priapism, surgical intervention such as cavernosal blood aspiration or injection of cold saline can be used to mitigate the side effect.", "contents": "Prostaglandins -- Toxicity. The toxicity of prostaglandins depends on the therapy chosen. In general, most prostaglandins are well tolerated with limited toxicity. There is no known antidote for overdose of prostaglandins. In cases of suspected prostaglandin overdose, discontinue the drug and provide supportive care to alleviate signs such as flushing. In the case of alprostadil-induced priapism, surgical intervention such as cavernosal blood aspiration or injection of cold saline can be used to mitigate the side effect."}
{"id": "article-27830_12", "title": "Prostaglandins -- Enhancing Healthcare Team Outcomes", "content": "There needs to be an interprofessional healthcare team effort to ensure maximum therapeutic response and safety outcomes in patients receiving prostaglandin therapy. After a provider prescribes a prostaglandin analog, nurses and pharmacists should educate patients on the proper administration technique of the drug and any side effects that they may experience as a result of taking it. Clinicians and pharmacists should review the patient's medication list to ensure no drug-to-drug interactions to maximize the drug's therapeutic potential. Interprofessional collaboration between the clinician prescriber and pharmacist maximizes success and reduces adverse outcomes for prostaglandin therapy. [Level 5]", "contents": "Prostaglandins -- Enhancing Healthcare Team Outcomes. There needs to be an interprofessional healthcare team effort to ensure maximum therapeutic response and safety outcomes in patients receiving prostaglandin therapy. After a provider prescribes a prostaglandin analog, nurses and pharmacists should educate patients on the proper administration technique of the drug and any side effects that they may experience as a result of taking it. Clinicians and pharmacists should review the patient's medication list to ensure no drug-to-drug interactions to maximize the drug's therapeutic potential. Interprofessional collaboration between the clinician prescriber and pharmacist maximizes success and reduces adverse outcomes for prostaglandin therapy. [Level 5]"}
{"id": "article-27830_13", "title": "Prostaglandins -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Prostaglandins -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}