{"id": "article-41965_0", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Introduction", "content": "Prehospital triage should match patient needs with hospital service availability. For emergency medical services (EMS), hospital destination choices are guided by patient conditions, transport times, jurisdictional resources, local hospital capabilities, and patient or family preference. Evidence-based guidelines (EBG) have been developed to aid EMS destination choices for adult patients suffering from trauma, myocardial infarction, and stroke. However, analogous guidelines do not exist for any pediatric condition other than trauma.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Introduction. Prehospital triage should match patient needs with hospital service availability. For emergency medical services (EMS), hospital destination choices are guided by patient conditions, transport times, jurisdictional resources, local hospital capabilities, and patient or family preference. Evidence-based guidelines (EBG) have been developed to aid EMS destination choices for adult patients suffering from trauma, myocardial infarction, and stroke. However, analogous guidelines do not exist for any pediatric condition other than trauma."}
{"id": "article-41965_1", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Introduction", "content": "Regionalization of care has concentrated on pediatric specialty or critical care services, magnifying the consequences of the destination decisions of EMS and increasing rates of interfacility transport (IFT) and secondary transport. Studies have identified several specific medical conditions that frequently necessitate secondary or interfacility transport. Preventable patient harms due to secondary and interfacility transport have also been identified. To avoid such harms and better serve the definitive care needs of the estimated 1.8 million children transported by EMS annually in the United State, EBG development should be explored for pediatric conditions beyond trauma. [1] [2] [3] [4]", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Introduction. Regionalization of care has concentrated on pediatric specialty or critical care services, magnifying the consequences of the destination decisions of EMS and increasing rates of interfacility transport (IFT) and secondary transport. Studies have identified several specific medical conditions that frequently necessitate secondary or interfacility transport. Preventable patient harms due to secondary and interfacility transport have also been identified. To avoid such harms and better serve the definitive care needs of the estimated 1.8 million children transported by EMS annually in the United State, EBG development should be explored for pediatric conditions beyond trauma. [1] [2] [3] [4]"}
{"id": "article-41965_2", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Specific Conditions", "content": "The most salient literature attempts to identify the circumstances and medical conditions that justify direct transport by EMS to pediatric specialty or critical care centers. That literature identifies a wide variety of circumstances and conditions:", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Specific Conditions. The most salient literature attempts to identify the circumstances and medical conditions that justify direct transport by EMS to pediatric specialty or critical care centers. That literature identifies a wide variety of circumstances and conditions:"}
{"id": "article-41965_3", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Apparent Life-Threatening Events", "content": "Apparent Life-Threatening Events  (ALTE) with 3 significant risk factors were predictive of the need for specialty or critical care: facial and body cyanosis, more than one ALTE in 24 hours, or a history of resuscitation attempts.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Apparent Life-Threatening Events. Apparent Life-Threatening Events  (ALTE) with 3 significant risk factors were predictive of the need for specialty or critical care: facial and body cyanosis, more than one ALTE in 24 hours, or a history of resuscitation attempts."}
{"id": "article-41965_4", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Seizures or Convulsions", "content": "Seizures, particularly in younger children or infants, with three significant risk factors, were identified as significant risk factors for specialty or critical care needs: a history of developmental delay, active seizures at the time of EMS arrival, or EMS administration of midazolam.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Seizures or Convulsions. Seizures, particularly in younger children or infants, with three significant risk factors, were identified as significant risk factors for specialty or critical care needs: a history of developmental delay, active seizures at the time of EMS arrival, or EMS administration of midazolam."}
{"id": "article-41965_5", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Isolated Orthopedic Injury", "content": "Patients with isolated orthopedic injuries that necessitated secondary transport frequently had an obvious deformity on EMS’s initial assessment and were more likely to be younger. Specific anatomic injury sites that likely required secondary transport included humeral supracondylar fractures, humeral condyle fractures, or elbow dislocations. Secondary transport for isolated orthopedic injuries is dependent upon regional variation in general orthopedic capability and pediatric orthopedic availability.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Isolated Orthopedic Injury. Patients with isolated orthopedic injuries that necessitated secondary transport frequently had an obvious deformity on EMS’s initial assessment and were more likely to be younger. Specific anatomic injury sites that likely required secondary transport included humeral supracondylar fractures, humeral condyle fractures, or elbow dislocations. Secondary transport for isolated orthopedic injuries is dependent upon regional variation in general orthopedic capability and pediatric orthopedic availability."}
{"id": "article-41965_6", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Asthma or Respiratory Distress", "content": "Patients with respiratory distress with 2 significant risk factors were at increased likelihood of requiring specialty care: EMS provider administration of oxygen regardless of the patient’s oxygen saturation level and EMS administration of a combination of albuterol and ipratropium bromide nebulizer treatments, as opposed to albuterol alone. Prehospital oxygen administration in the absence of hypoxia suggests oxygen administration was administered for work of breathing rather than hypoxia. The decreased likelihood of secondary transport for patients receiving albuterol-only nebulizer treatments further suggests prehospital providers may be able to identify asthma or respiratory distress patients who do not require a higher level of care.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Asthma or Respiratory Distress. Patients with respiratory distress with 2 significant risk factors were at increased likelihood of requiring specialty care: EMS provider administration of oxygen regardless of the patient’s oxygen saturation level and EMS administration of a combination of albuterol and ipratropium bromide nebulizer treatments, as opposed to albuterol alone. Prehospital oxygen administration in the absence of hypoxia suggests oxygen administration was administered for work of breathing rather than hypoxia. The decreased likelihood of secondary transport for patients receiving albuterol-only nebulizer treatments further suggests prehospital providers may be able to identify asthma or respiratory distress patients who do not require a higher level of care."}
{"id": "article-41965_7", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Children with Special Health Care Needs", "content": "Children with Special Health Care Needs are noted to have disproportionately high rates of EMS usage and IFT, suggesting higher incidences of secondary transport.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Children with Special Health Care Needs. Children with Special Health Care Needs are noted to have disproportionately high rates of EMS usage and IFT, suggesting higher incidences of secondary transport."}
{"id": "article-41965_8", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- The Dangers of Secondary and Interfacility Transport", "content": "Secondary transport and IFT patients are exposed to a multitude of risks. Both forms of transport are associated with delays in definitive care and the inherent risk of motor vehicle collisions while en route to the final destination. Studies also associate IFT with other patient harms, such as suboptimal care or undertreatment of pediatric illness at local hospitals before IFT. Other studies identify increased morbidity in pediatric intensive care unit (PICU) patients who underwent IFT, including higher mechanical ventilation rates and longer length-of-stay. Part of the excess morbidity was attributed to adverse events during the actual transport. Additionally, children cared for at two emergency departments may undergo repeat laboratory and radiographic tests, increasing exposure to ionizing radiation.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- The Dangers of Secondary and Interfacility Transport. Secondary transport and IFT patients are exposed to a multitude of risks. Both forms of transport are associated with delays in definitive care and the inherent risk of motor vehicle collisions while en route to the final destination. Studies also associate IFT with other patient harms, such as suboptimal care or undertreatment of pediatric illness at local hospitals before IFT. Other studies identify increased morbidity in pediatric intensive care unit (PICU) patients who underwent IFT, including higher mechanical ventilation rates and longer length-of-stay. Part of the excess morbidity was attributed to adverse events during the actual transport. Additionally, children cared for at two emergency departments may undergo repeat laboratory and radiographic tests, increasing exposure to ionizing radiation."}
{"id": "article-41965_9", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Prehospital and Hospital Predictive Scoring Tools", "content": "Researchers have tested specific variables and predictive models to avert those harms and determine which pediatric patients require specialty and critical care or IFT. Surprisingly, vital signs, physiologic markers, and scoring systems derived from those data do not function as accurate or reliable predictors. For example, a meta-analysis examining capillary refill time found it was a specific but not a sensitive marker for critical illness. Scoring systems such as the Pediatric Risk of Admission Score (PRISA) and Transport Risk Assessment in Pediatrics (TRAP) had only fair predictive value for hospital or PICU admission, respectively. Furthermore, PRISA and modified transport pediatric early warning scores (TPEWS) showed poor interrater reliability between the transport team and referring hospital scores, suggesting potentially inconsistent application in the prehospital setting.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Prehospital and Hospital Predictive Scoring Tools. Researchers have tested specific variables and predictive models to avert those harms and determine which pediatric patients require specialty and critical care or IFT. Surprisingly, vital signs, physiologic markers, and scoring systems derived from those data do not function as accurate or reliable predictors. For example, a meta-analysis examining capillary refill time found it was a specific but not a sensitive marker for critical illness. Scoring systems such as the Pediatric Risk of Admission Score (PRISA) and Transport Risk Assessment in Pediatrics (TRAP) had only fair predictive value for hospital or PICU admission, respectively. Furthermore, PRISA and modified transport pediatric early warning scores (TPEWS) showed poor interrater reliability between the transport team and referring hospital scores, suggesting potentially inconsistent application in the prehospital setting."}
{"id": "article-41965_10", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Prehospital and Hospital Predictive Scoring Tools", "content": "While the above-discussed quantitative criteria do not reliably predict the need for pediatric specialty or critical care, qualitative criteria have improved predictive value. The Pediatric Assessment Triangle (PAT) is an accurate \"from the door\" prehospital assessment tool that can predict subsequent hospital admission. The PAT was also accurately used by paramedics in the field with high interrater reliability between paramedics and hospital staff. For pneumonia patients, altered mental status and chest retractions significantly predict critical illness. Algorithms combining qualitative assessments with physiologic data accurately predict PICU admission for patients with respiratory distress. Any potential EBG for EMS destination choices must mind the practical constraints of the prehospital environment. In addition to the PAT, a triage scale combining vital signs and qualitative assessments demonstrated good interrater reliability between prehospital and emergency department personnel.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Issues of Concern -- Prehospital and Hospital Predictive Scoring Tools. While the above-discussed quantitative criteria do not reliably predict the need for pediatric specialty or critical care, qualitative criteria have improved predictive value. The Pediatric Assessment Triangle (PAT) is an accurate \"from the door\" prehospital assessment tool that can predict subsequent hospital admission. The PAT was also accurately used by paramedics in the field with high interrater reliability between paramedics and hospital staff. For pneumonia patients, altered mental status and chest retractions significantly predict critical illness. Algorithms combining qualitative assessments with physiologic data accurately predict PICU admission for patients with respiratory distress. Any potential EBG for EMS destination choices must mind the practical constraints of the prehospital environment. In addition to the PAT, a triage scale combining vital signs and qualitative assessments demonstrated good interrater reliability between prehospital and emergency department personnel."}
{"id": "article-41965_11", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Clinical Significance", "content": "Numerous patient conditions have been identified that predispose patients to an increased risk of secondary and interfacility transport. These conditions include ALTEs, seizures, respiratory distress, isolated orthopedic injuries (particularly of the upper arm and elbow), as well as children with special health care needs. Significantly, all these conditions can be accurately assessed by prehospital providers. There are inherent risks to secondary transport and IFT relating to the transportation itself, suboptimal care or undertreatment before arriving at the site of definitive care, and a prolonged wait for definitive care. Numerous predictive models have been tested to predict which children need specialized or comprehensive care. However, the only model that is accurate and maintains interrater reliability is the Pediatric Assessment Triangle (PAT). To minimize the frequency of potentially harmful IFT or secondary transport, pediatric prehospital destination EBGs should be developed and prospectively validated, incorporating the PAT, high-risk conditions, and qualitative assessments. [5] [6] [7] [8]", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Clinical Significance. Numerous patient conditions have been identified that predispose patients to an increased risk of secondary and interfacility transport. These conditions include ALTEs, seizures, respiratory distress, isolated orthopedic injuries (particularly of the upper arm and elbow), as well as children with special health care needs. Significantly, all these conditions can be accurately assessed by prehospital providers. There are inherent risks to secondary transport and IFT relating to the transportation itself, suboptimal care or undertreatment before arriving at the site of definitive care, and a prolonged wait for definitive care. Numerous predictive models have been tested to predict which children need specialized or comprehensive care. However, the only model that is accurate and maintains interrater reliability is the Pediatric Assessment Triangle (PAT). To minimize the frequency of potentially harmful IFT or secondary transport, pediatric prehospital destination EBGs should be developed and prospectively validated, incorporating the PAT, high-risk conditions, and qualitative assessments. [5] [6] [7] [8]"}
{"id": "article-41965_12", "title": "EMS Pediatric Transport Safety and Secondary Transport -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Pediatric Transport Safety and Secondary Transport -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}