{"id": "article-114238_0", "title": "Low-FODMAP Diet -- Definition/Introduction", "content": "FODMAP is an acronym for fermentable oligo-, di- and monosaccharides, and polyols. These short-chain carbohydrates, arranged in descending order, are associated with worsening or induction of functional gastrointestinal symptoms such as cramping, bloating, and diarrhea. Such symptoms are at least partially attributable to the non-absorbable nature of osmotic carbohydrates, which undergo bacterial fermentation in the small intestine. [1] The implementation of this diet is in three phases, with the eventual goal of eating well-tolerated foods with some FODMAP content. Up to three-quarters of patients may show a response in six weeks or less. [2]", "contents": "Low-FODMAP Diet -- Definition/Introduction. FODMAP is an acronym for fermentable oligo-, di- and monosaccharides, and polyols. These short-chain carbohydrates, arranged in descending order, are associated with worsening or induction of functional gastrointestinal symptoms such as cramping, bloating, and diarrhea. Such symptoms are at least partially attributable to the non-absorbable nature of osmotic carbohydrates, which undergo bacterial fermentation in the small intestine. [1] The implementation of this diet is in three phases, with the eventual goal of eating well-tolerated foods with some FODMAP content. Up to three-quarters of patients may show a response in six weeks or less. [2]"}
{"id": "article-114238_1", "title": "Low-FODMAP Diet -- Issues of Concern", "content": "It is not usually advisable to continue the diet for a period longer than four to six weeks due to potentially deleterious effects on the microbiome and vitamin, mineral, and fiber intake. However, the reintroduction of small amounts of FODMAP-containing foods may aid in the gradual restoration of intestinal microflora by supplying important prebiotics to one’s diet. [3] The term prebiotic, though not exclusive to carbohydrates, refers to non-absorbable compounds beneficial to the host’s health and therefore encompasses FODMAPs. Flora native to the human gastrointestinal tract, such as Bifidobacteria, feed on these substances and are responsive to fluctuations in FODMAP intake. The concentration and/or proportion of Bifidobacteria may decrease during the diet’s restrictive phase, but this finding has not translated into health outcomes. [4] [5] [6]", "contents": "Low-FODMAP Diet -- Issues of Concern. It is not usually advisable to continue the diet for a period longer than four to six weeks due to potentially deleterious effects on the microbiome and vitamin, mineral, and fiber intake. However, the reintroduction of small amounts of FODMAP-containing foods may aid in the gradual restoration of intestinal microflora by supplying important prebiotics to one’s diet. [3] The term prebiotic, though not exclusive to carbohydrates, refers to non-absorbable compounds beneficial to the host’s health and therefore encompasses FODMAPs. Flora native to the human gastrointestinal tract, such as Bifidobacteria, feed on these substances and are responsive to fluctuations in FODMAP intake. The concentration and/or proportion of Bifidobacteria may decrease during the diet’s restrictive phase, but this finding has not translated into health outcomes. [4] [5] [6]"}
{"id": "article-114238_2", "title": "Low-FODMAP Diet -- Issues of Concern", "content": "Patients on the low-FODMAP diet should refrain from eating wheat and rye products, certain stone fruit (including apricots, cherries, peaches, and prunes), persimmons, watermelons, artichokes, beets, some cruciferous vegetables, fennel, garlic, leek, onions, peas, barley, some nuts and seeds, lentils, chickpeas, mushrooms or artificial sweeteners. The list mentioned above is not comprehensive, but instead provides an idea of the scope of limitations. Patients are, however, encouraged to eat tofu, certain nuts and legumes, and quinoa in the meanwhile. [1] Alternatively, if there is a relative contraindication to following a strict low-FODMAP diet, experienced clinicians may suggest a FODMAP-gentle diet in which avoids only certain foods rich in FODMAPs. Relative contraindications are few and include pregnancy and malnutrition. [2]", "contents": "Low-FODMAP Diet -- Issues of Concern. Patients on the low-FODMAP diet should refrain from eating wheat and rye products, certain stone fruit (including apricots, cherries, peaches, and prunes), persimmons, watermelons, artichokes, beets, some cruciferous vegetables, fennel, garlic, leek, onions, peas, barley, some nuts and seeds, lentils, chickpeas, mushrooms or artificial sweeteners. The list mentioned above is not comprehensive, but instead provides an idea of the scope of limitations. Patients are, however, encouraged to eat tofu, certain nuts and legumes, and quinoa in the meanwhile. [1] Alternatively, if there is a relative contraindication to following a strict low-FODMAP diet, experienced clinicians may suggest a FODMAP-gentle diet in which avoids only certain foods rich in FODMAPs. Relative contraindications are few and include pregnancy and malnutrition. [2]"}
{"id": "article-114238_3", "title": "Low-FODMAP Diet -- Clinical Significance", "content": "The removal of FODMAPs from a person’s diet has demonstrably improved distressing symptoms of irritable bowel syndrome (IBS) and celiac disease. [2] The worldwide prevalence of IBS alone is estimated to be between 11 and 12 percent and, among functional gastrointestinal diseases, it is also the most common. [7] Multiple studies support that the amount of FODMAPs ingested is related to symptom severity in IBS. [1]", "contents": "Low-FODMAP Diet -- Clinical Significance. The removal of FODMAPs from a person’s diet has demonstrably improved distressing symptoms of irritable bowel syndrome (IBS) and celiac disease. [2] The worldwide prevalence of IBS alone is estimated to be between 11 and 12 percent and, among functional gastrointestinal diseases, it is also the most common. [7] Multiple studies support that the amount of FODMAPs ingested is related to symptom severity in IBS. [1]"}
{"id": "article-114238_4", "title": "Low-FODMAP Diet -- Clinical Significance", "content": "Data from a randomized, controlled trial reveal that a low-FODMAP diet improved quality of life, psychosocial measures (including anxiety), and work performance in adults with IBS with diarrhea. [8] A low-FODMAP diet may also play a role in mitigating functional gastrointestinal symptoms in other conditions such as inflammatory bowel disease, diverticulitis, and fibromyalgia. [9] [10] [11] [12]", "contents": "Low-FODMAP Diet -- Clinical Significance. Data from a randomized, controlled trial reveal that a low-FODMAP diet improved quality of life, psychosocial measures (including anxiety), and work performance in adults with IBS with diarrhea. [8] A low-FODMAP diet may also play a role in mitigating functional gastrointestinal symptoms in other conditions such as inflammatory bowel disease, diverticulitis, and fibromyalgia. [9] [10] [11] [12]"}
{"id": "article-114238_5", "title": "Low-FODMAP Diet -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "For this dietary intervention, it is optimal for patients to consult with a gastroenterologist and a nutritionist or registered dietician for instructions and symptom monitoring. Regular follow up with clinicians allows patients to incorporate the appropriate changes into their lifestyle successfully. Furthermore, advising the patient and paying close attention to his or her response to the diet will minimize potential harms associated with inadvertently extreme restrictions or the opposite. From the psychosocial perspective, one should note that a practitioner's attitude toward the diet plays an essential role in preventing a patient's poor response to it. [2]", "contents": "Low-FODMAP Diet -- Nursing, Allied Health, and Interprofessional Team Interventions. For this dietary intervention, it is optimal for patients to consult with a gastroenterologist and a nutritionist or registered dietician for instructions and symptom monitoring. Regular follow up with clinicians allows patients to incorporate the appropriate changes into their lifestyle successfully. Furthermore, advising the patient and paying close attention to his or her response to the diet will minimize potential harms associated with inadvertently extreme restrictions or the opposite. From the psychosocial perspective, one should note that a practitioner's attitude toward the diet plays an essential role in preventing a patient's poor response to it. [2]"}
{"id": "article-114238_6", "title": "Low-FODMAP Diet -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Additionally, clinic visits are an opportunity to disseminate written material to patients, which improves understanding and has been demonstrated to enhance diet adherence. [2] [13] [Level 5] If there are relative contraindications or significant patient concerns, an experienced dietician may opt to initiate patients on the aforementioned FODMAP-gentle diet. However, there is not yet substantive research on this version of the diet. [2]", "contents": "Low-FODMAP Diet -- Nursing, Allied Health, and Interprofessional Team Interventions. Additionally, clinic visits are an opportunity to disseminate written material to patients, which improves understanding and has been demonstrated to enhance diet adherence. [2] [13] [Level 5] If there are relative contraindications or significant patient concerns, an experienced dietician may opt to initiate patients on the aforementioned FODMAP-gentle diet. However, there is not yet substantive research on this version of the diet. [2]"}
{"id": "article-114238_7", "title": "Low-FODMAP Diet -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Low-FODMAP Diet -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}