{"id": "article-36117_0", "title": "Embryology, Hair -- Introduction", "content": "Human hair serves a variety of purposes. These include physical protection, thermal insulation, dispersion of sweat and sebum, as well as sensory and tactile functions. Human hair also plays a role in social interactions. The hair follicle is considered a mini-organ and forms from ectodermal hair follicle stem cells as a result of neuroectodermal-mesodermal interactions. This mini-organ is composed of the hair follicle, sebaceous gland, apocrine gland, and arrector pili muscle. [1] A fully formed hair is composed of a hair bulb, hair follicle, and hair shaft and is derived from ectodermal placodes (thickened areas of epidermal cells) which also give rise to teeth and mammary glands. The development of these structures occurs within the first 4 months of embryologic life when a hair bud is formed and gives rise to the hair follicle and associated hair structures. [2]", "contents": "Embryology, Hair -- Introduction. Human hair serves a variety of purposes. These include physical protection, thermal insulation, dispersion of sweat and sebum, as well as sensory and tactile functions. Human hair also plays a role in social interactions. The hair follicle is considered a mini-organ and forms from ectodermal hair follicle stem cells as a result of neuroectodermal-mesodermal interactions. This mini-organ is composed of the hair follicle, sebaceous gland, apocrine gland, and arrector pili muscle. [1] A fully formed hair is composed of a hair bulb, hair follicle, and hair shaft and is derived from ectodermal placodes (thickened areas of epidermal cells) which also give rise to teeth and mammary glands. The development of these structures occurs within the first 4 months of embryologic life when a hair bud is formed and gives rise to the hair follicle and associated hair structures. [2]"}
{"id": "article-36117_1", "title": "Embryology, Hair -- Development", "content": "Embryologic hair follicle development occurs in 4 distinct stages to form the hair bud, hair bulb, hair cone, and finally the hair and its associated sebaceous gland. The formation of the follicles starts as early as the ninth week of intrauterine life and progresses in a cephalo-caudal direction. Development begins with a hair bud, a solid epidermal proliferation that penetrates the coarse dermis. Next, a hair bulb forms as the buds become longer, depressed at the distal end, and accumulates air-filled cells. Proliferation and keratinization of central epithelial cells lead to the formation of a hair cone. Peripherally, the epithelial cells create the hair follicle wall, hair epithelial sheath, and a small swelling that will eventually form the sebaceous gland. The formation of the hair follicle is complete after the differentiation of the sebaceous gland and protrusion of hair through the skin. [3]", "contents": "Embryology, Hair -- Development. Embryologic hair follicle development occurs in 4 distinct stages to form the hair bud, hair bulb, hair cone, and finally the hair and its associated sebaceous gland. The formation of the follicles starts as early as the ninth week of intrauterine life and progresses in a cephalo-caudal direction. Development begins with a hair bud, a solid epidermal proliferation that penetrates the coarse dermis. Next, a hair bulb forms as the buds become longer, depressed at the distal end, and accumulates air-filled cells. Proliferation and keratinization of central epithelial cells lead to the formation of a hair cone. Peripherally, the epithelial cells create the hair follicle wall, hair epithelial sheath, and a small swelling that will eventually form the sebaceous gland. The formation of the hair follicle is complete after the differentiation of the sebaceous gland and protrusion of hair through the skin. [3]"}
{"id": "article-36117_2", "title": "Embryology, Hair -- Development", "content": "A study looking at hair follicle development on the upper lip showed that the formation of the hair bud on the upper lip is thought to be complete around the 12th week of intrauterine life. The hair bulb, cone, and mature follicle are thought to develop on the upper lip during the 14th, 16th, and 18th weeks respectively. [3] It has been shown that the development of the hair bud on the lower extremities does not happen until the 17th week of intrauterine life, more than a month after the formation of hair buds on the face. [4]", "contents": "Embryology, Hair -- Development. A study looking at hair follicle development on the upper lip showed that the formation of the hair bud on the upper lip is thought to be complete around the 12th week of intrauterine life. The hair bulb, cone, and mature follicle are thought to develop on the upper lip during the 14th, 16th, and 18th weeks respectively. [3] It has been shown that the development of the hair bud on the lower extremities does not happen until the 17th week of intrauterine life, more than a month after the formation of hair buds on the face. [4]"}
{"id": "article-36117_3", "title": "Embryology, Hair -- Development", "content": "By 21 weeks of fetal life, all areas of the body are noted to have at least one component of a hair follicle when looking at the epidermal surface with scanning electron microscopy. The lower extremities and buttock showed intraepidermal hair canals formed within the hair tracts. In many of these tracts, evidence of keratinization or formation of the hair cone was present. As expected with the cephalo-caudal development of hair follicles, the hair canals are even more developed on the trunk and upper extremities at 21 weeks. Many of these surfaces have hairs within the cellular sheaths or hairs partially protruding through the epidermis. The face and scalp had long hairs projecting from the epithelial surface at this same fetal age. [4]", "contents": "Embryology, Hair -- Development. By 21 weeks of fetal life, all areas of the body are noted to have at least one component of a hair follicle when looking at the epidermal surface with scanning electron microscopy. The lower extremities and buttock showed intraepidermal hair canals formed within the hair tracts. In many of these tracts, evidence of keratinization or formation of the hair cone was present. As expected with the cephalo-caudal development of hair follicles, the hair canals are even more developed on the trunk and upper extremities at 21 weeks. Many of these surfaces have hairs within the cellular sheaths or hairs partially protruding through the epidermis. The face and scalp had long hairs projecting from the epithelial surface at this same fetal age. [4]"}
{"id": "article-36117_4", "title": "Embryology, Hair -- Cellular", "content": "The hair follicle develops from thickening in ectodermal tissue called a placode which forms as a result of numerous biochemical signals. Surrounding dermal cells conjugate the placode and form a hair germ or bud. The hair bud proliferates and invaginates into the dermis to form the hair peg. A dermal papilla, or hair bulb, forms from the hair peg when mesenchymal tissue accumulates in the area. The volume and shape of the dermal papillae determine the hair type and size. These dermal papillae also house the germ cells, hair matrix cells, and melanocytes. Once formed, the dermal papillae release signals to promote differentiation of nearby epidermal cells to form the inner root sheath which is where the hair shaft will develop. Along the edges of the outer root sheet is a bulge that will house the regenerative hair follicle stem cells. This bulge also plays a role in regeneration outside of the womb. [5]", "contents": "Embryology, Hair -- Cellular. The hair follicle develops from thickening in ectodermal tissue called a placode which forms as a result of numerous biochemical signals. Surrounding dermal cells conjugate the placode and form a hair germ or bud. The hair bud proliferates and invaginates into the dermis to form the hair peg. A dermal papilla, or hair bulb, forms from the hair peg when mesenchymal tissue accumulates in the area. The volume and shape of the dermal papillae determine the hair type and size. These dermal papillae also house the germ cells, hair matrix cells, and melanocytes. Once formed, the dermal papillae release signals to promote differentiation of nearby epidermal cells to form the inner root sheath which is where the hair shaft will develop. Along the edges of the outer root sheet is a bulge that will house the regenerative hair follicle stem cells. This bulge also plays a role in regeneration outside of the womb. [5]"}
{"id": "article-36117_5", "title": "Embryology, Hair -- Biochemical", "content": "Formation of the hair follicle depends on successful communication between the epidermal placode cells and underlying dermal cells through coordinated signaling from biochemical pathways including Wnt, Sonic Hedgehog (SHH), Ectodysplasin A (EDA), Notch, and Bone Morphogenetic Protein (BMP). Stages of morphogenesis can be broken down into induction, organogenesis, and cytodifferentiation. [2] [6]", "contents": "Embryology, Hair -- Biochemical. Formation of the hair follicle depends on successful communication between the epidermal placode cells and underlying dermal cells through coordinated signaling from biochemical pathways including Wnt, Sonic Hedgehog (SHH), Ectodysplasin A (EDA), Notch, and Bone Morphogenetic Protein (BMP). Stages of morphogenesis can be broken down into induction, organogenesis, and cytodifferentiation. [2] [6]"}
{"id": "article-36117_6", "title": "Embryology, Hair -- Biochemical", "content": "Wnt plays a role in the induction stage and initiates a signal within mesenchymal cells which then promotes the thickening of the overlying epithelial cells to form the placode. The placode will later go on to form the hair follicle and contains LGR6+ cells. These LGR6+ cells remain in the adult hair follicle and play a continuous role in hair follicle formation after birth. [2]", "contents": "Embryology, Hair -- Biochemical. Wnt plays a role in the induction stage and initiates a signal within mesenchymal cells which then promotes the thickening of the overlying epithelial cells to form the placode. The placode will later go on to form the hair follicle and contains LGR6+ cells. These LGR6+ cells remain in the adult hair follicle and play a continuous role in hair follicle formation after birth. [2]"}
{"id": "article-36117_7", "title": "Embryology, Hair -- Biochemical", "content": "During organogenesis, epithelial cells that comprise the placode signal the underlying dermal cells to proliferate and form a dermal condensate. This newly formed dermal condensate then signals nearby epithelial cells to proliferate and grow downwards toward the dermal layer via Sonic Hedgehog signaling. Wnt/β-catenin and EDA signals are necessary for the expression of SHH receptors in the placodes and thus follicle formation. BMP signaling inhibits the formation of hair placodes and must be inhibited by Noggin for proper placode and subsequent follicle formation. Mutations that result in a lack of Noggin will result in a delay of hair follicle induction. On the other hand, overexpression of Noggin increases hair density and causes different types of hair to grow. [6]", "contents": "Embryology, Hair -- Biochemical. During organogenesis, epithelial cells that comprise the placode signal the underlying dermal cells to proliferate and form a dermal condensate. This newly formed dermal condensate then signals nearby epithelial cells to proliferate and grow downwards toward the dermal layer via Sonic Hedgehog signaling. Wnt/β-catenin and EDA signals are necessary for the expression of SHH receptors in the placodes and thus follicle formation. BMP signaling inhibits the formation of hair placodes and must be inhibited by Noggin for proper placode and subsequent follicle formation. Mutations that result in a lack of Noggin will result in a delay of hair follicle induction. On the other hand, overexpression of Noggin increases hair density and causes different types of hair to grow. [6]"}
{"id": "article-36117_8", "title": "Embryology, Hair -- Biochemical", "content": "Cytodifferentiation begins as follicular epithelial cells envelop the dermal condensate, forming distinct dermal papillae. These newly formed dermal papillae release more morphogens and growth factors that promote the ectoderm to shape the entire hair follicle. [2]", "contents": "Embryology, Hair -- Biochemical. Cytodifferentiation begins as follicular epithelial cells envelop the dermal condensate, forming distinct dermal papillae. These newly formed dermal papillae release more morphogens and growth factors that promote the ectoderm to shape the entire hair follicle. [2]"}
{"id": "article-36117_9", "title": "Embryology, Hair -- Biochemical", "content": "Organization of follicles, which includes proper positioning and spacing, is mediated by EDA-BMP signaling. Transcriptional interactions stabilize β-catenin, promoting follicle development, and proper positioning. Wnt/β-catenin signaling goes uninhibited in areas where follicle formation is desired and is blocked by an antagonist, Dickkopf-related protein 1 (DKK1), in areas where hair follicle formation would be inappropriate. The interactions between these signaling molecules lead to the patterned morphogenesis of hair placodes, subsequent follicle development, and hair growth. [6] Issues with any of these signaling pathways will result in abnormal hair distribution.", "contents": "Embryology, Hair -- Biochemical. Organization of follicles, which includes proper positioning and spacing, is mediated by EDA-BMP signaling. Transcriptional interactions stabilize β-catenin, promoting follicle development, and proper positioning. Wnt/β-catenin signaling goes uninhibited in areas where follicle formation is desired and is blocked by an antagonist, Dickkopf-related protein 1 (DKK1), in areas where hair follicle formation would be inappropriate. The interactions between these signaling molecules lead to the patterned morphogenesis of hair placodes, subsequent follicle development, and hair growth. [6] Issues with any of these signaling pathways will result in abnormal hair distribution."}
{"id": "article-36117_10", "title": "Embryology, Hair -- Function", "content": "Hair follicles are found on all skin surfaces except regions of glabrous skin such as the palms, soles, and lips. Humans have several hair types. Lanugo is the first hair type formed during fetal life and is fine, nonmedullated (lacking an air-filled core), and lightly pigmented. Later in gestation, the lanugo hair is replaced with vellus hair. Vellus hair is short, nonmedullated, and has no associated sebaceous gland. Around the time of birth, vellus hair is replaced with pigmented terminal hair. Some vellus hair remains on the body throughout childhood, and over time gets replaced with terminal hairs in certain areas such as the arms and legs. During puberty, androgenic hormones stimulate the replacement of vellus hair with coarse hair in the pubic region and terminal hair in the axillary region. Terminal hair will also arise on the face and chest of males. [5]", "contents": "Embryology, Hair -- Function. Hair follicles are found on all skin surfaces except regions of glabrous skin such as the palms, soles, and lips. Humans have several hair types. Lanugo is the first hair type formed during fetal life and is fine, nonmedullated (lacking an air-filled core), and lightly pigmented. Later in gestation, the lanugo hair is replaced with vellus hair. Vellus hair is short, nonmedullated, and has no associated sebaceous gland. Around the time of birth, vellus hair is replaced with pigmented terminal hair. Some vellus hair remains on the body throughout childhood, and over time gets replaced with terminal hairs in certain areas such as the arms and legs. During puberty, androgenic hormones stimulate the replacement of vellus hair with coarse hair in the pubic region and terminal hair in the axillary region. Terminal hair will also arise on the face and chest of males. [5]"}
{"id": "article-36117_11", "title": "Embryology, Hair -- Function", "content": "Once formed, hair follicles cycle through three distinct phases termed anagen, catagen, and telogen. Anagen is the growing phase, regression occurs during catagen, and telogen refers to the resting phase. Dermal papillae stimulation and stem cell activation are necessary for hair follicles to shift from telogen to the anagen phase to re-enter the growth period.", "contents": "Embryology, Hair -- Function. Once formed, hair follicles cycle through three distinct phases termed anagen, catagen, and telogen. Anagen is the growing phase, regression occurs during catagen, and telogen refers to the resting phase. Dermal papillae stimulation and stem cell activation are necessary for hair follicles to shift from telogen to the anagen phase to re-enter the growth period."}
{"id": "article-36117_12", "title": "Embryology, Hair -- Function", "content": "Hair has a variety of functions. These include thermoregulation, protection, and sensation. Hair also plays a crucial role in providing an individual with an identity. This is evident via the negative psychological effects of hair loss disorders. [7]", "contents": "Embryology, Hair -- Function. Hair has a variety of functions. These include thermoregulation, protection, and sensation. Hair also plays a crucial role in providing an individual with an identity. This is evident via the negative psychological effects of hair loss disorders. [7]"}
{"id": "article-36117_13", "title": "Embryology, Hair -- Pathophysiology", "content": "Because of the heavy role that molecular signaling plays in the formation of hair follicles, genetic defects affecting transcription factors may cause a congenital absence of hair, also known as atrichia. This is the result of defective morphogenesis during embryologic development. Due to their common lineage from ectodermal placodes, disorders of hair development may be associated with nail and teeth abnormalities.", "contents": "Embryology, Hair -- Pathophysiology. Because of the heavy role that molecular signaling plays in the formation of hair follicles, genetic defects affecting transcription factors may cause a congenital absence of hair, also known as atrichia. This is the result of defective morphogenesis during embryologic development. Due to their common lineage from ectodermal placodes, disorders of hair development may be associated with nail and teeth abnormalities."}
{"id": "article-36117_14", "title": "Embryology, Hair -- Pathophysiology", "content": "Less several mutations may result in hypotrichosis or decreased hair growth. These are commonly unrelated to morphogenesis issues, and many affected people have normal hair density at birth. In these patients, the sparse hair is more commonly related to issues with the regenerative processes of cycling and anchoring the hair shaft. However, morphogenesis-related defects in WNT signaling have been associated with hypotrichosis. Research has also shown that DKK-1 is significantly up-regulated in dermal papilla cells found in balding areas. [8]", "contents": "Embryology, Hair -- Pathophysiology. Less several mutations may result in hypotrichosis or decreased hair growth. These are commonly unrelated to morphogenesis issues, and many affected people have normal hair density at birth. In these patients, the sparse hair is more commonly related to issues with the regenerative processes of cycling and anchoring the hair shaft. However, morphogenesis-related defects in WNT signaling have been associated with hypotrichosis. Research has also shown that DKK-1 is significantly up-regulated in dermal papilla cells found in balding areas. [8]"}
{"id": "article-36117_15", "title": "Embryology, Hair -- Clinical Significance", "content": "Hair plays both a physiologic and psychological role in humans. Medical conditions related to inappropriate hair growth whether it be an excess (hypertrichosis), thinning, or loss of hair (alopecia) are psychologically distressing to patients. Many of the current and innovative treatment regimens target different stages of hair growth and signaling pathways. An understanding of the embryology and biochemical pathways related to hair development provides healthcare providers with the foundation to understand different disease processes related to hair and make recommendations for appropriate treatment regimens.", "contents": "Embryology, Hair -- Clinical Significance. Hair plays both a physiologic and psychological role in humans. Medical conditions related to inappropriate hair growth whether it be an excess (hypertrichosis), thinning, or loss of hair (alopecia) are psychologically distressing to patients. Many of the current and innovative treatment regimens target different stages of hair growth and signaling pathways. An understanding of the embryology and biochemical pathways related to hair development provides healthcare providers with the foundation to understand different disease processes related to hair and make recommendations for appropriate treatment regimens."}
{"id": "article-36117_16", "title": "Embryology, Hair -- Clinical Significance", "content": "Hair follicle tumors, although rare, can arise as a result of unrestrained signaling pathways. Notch and BMP pathways typically suppress epithelial growth, but a loss or mutation of these genes can lead to the formation of a tumor. The Wnt/β-catenin pathway is involved in cellular proliferation, and dysregulation of this pathway can also lead to hair follicle tumors. [2]", "contents": "Embryology, Hair -- Clinical Significance. Hair follicle tumors, although rare, can arise as a result of unrestrained signaling pathways. Notch and BMP pathways typically suppress epithelial growth, but a loss or mutation of these genes can lead to the formation of a tumor. The Wnt/β-catenin pathway is involved in cellular proliferation, and dysregulation of this pathway can also lead to hair follicle tumors. [2]"}
{"id": "article-36117_17", "title": "Embryology, Hair -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Embryology, Hair -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}