{"id": "article-25947_0", "title": "Nonalcoholic Fatty Liver -- Continuing Education Activity", "content": "Non-alcoholic fatty liver disease (NAFLD) is a broad term used to cover a spectrum of conditions that are characterized by evidence of hepatic steatosis on imaging or histology (macro-vesicular steatosis), and absence of secondary causes of hepatic steatosis such as significant alcohol consumption, chronic use of medications that can cause hepatic steatosis or hereditary disorders. This activity reviews the etiology and pathophysiology of non-alcoholic fatty liver and highlights the role of the interprofessional team in its management.", "contents": "Nonalcoholic Fatty Liver -- Continuing Education Activity. Non-alcoholic fatty liver disease (NAFLD) is a broad term used to cover a spectrum of conditions that are characterized by evidence of hepatic steatosis on imaging or histology (macro-vesicular steatosis), and absence of secondary causes of hepatic steatosis such as significant alcohol consumption, chronic use of medications that can cause hepatic steatosis or hereditary disorders. This activity reviews the etiology and pathophysiology of non-alcoholic fatty liver and highlights the role of the interprofessional team in its management."}
{"id": "article-25947_1", "title": "Nonalcoholic Fatty Liver -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of non-alcoholic fatty liver disease. Review the presentation of a patient with non-alcoholic fatty liver disease. Summarize the treatment options for non-alcoholic fatty liver disease. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by non-alcoholic fatty liver disease. Access free multiple choice questions on this topic.", "contents": "Nonalcoholic Fatty Liver -- Continuing Education Activity. Objectives: Describe the pathophysiology of non-alcoholic fatty liver disease. Review the presentation of a patient with non-alcoholic fatty liver disease. Summarize the treatment options for non-alcoholic fatty liver disease. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by non-alcoholic fatty liver disease. Access free multiple choice questions on this topic."}
{"id": "article-25947_2", "title": "Nonalcoholic Fatty Liver -- Introduction", "content": "Non-alcoholic fatty liver disease (NAFLD) is a broad term used to cover a spectrum of conditions that are characterized by evidence of hepatic steatosis on imaging or histology (macro-vesicular steatosis), and absence of secondary causes of hepatic steatosis such as significant alcohol consumption, chronic use of medications that can cause hepatic steatosis or hereditary disorders. The definition of significant alcohol consumption has not been consistent. For non-alcoholic steatohepatitis (NASH) clinical trials, it has been defined as ongoing or recent consumption of more than 14 standard drinks on average per week in women and more than 21 standard drinks on average per week in men. Non-alcoholic fatty liver disease is most often diagnosed incidentally on imaging or when it presents with complications. The prevalence of NAFLD in Western countries is around 20 to 30%. [1] NAFLD is considered to be the liver manifestation of metabolic syndrome. 50 to 70% of people with diabetes are found to have NAFLD. [2]", "contents": "Nonalcoholic Fatty Liver -- Introduction. Non-alcoholic fatty liver disease (NAFLD) is a broad term used to cover a spectrum of conditions that are characterized by evidence of hepatic steatosis on imaging or histology (macro-vesicular steatosis), and absence of secondary causes of hepatic steatosis such as significant alcohol consumption, chronic use of medications that can cause hepatic steatosis or hereditary disorders. The definition of significant alcohol consumption has not been consistent. For non-alcoholic steatohepatitis (NASH) clinical trials, it has been defined as ongoing or recent consumption of more than 14 standard drinks on average per week in women and more than 21 standard drinks on average per week in men. Non-alcoholic fatty liver disease is most often diagnosed incidentally on imaging or when it presents with complications. The prevalence of NAFLD in Western countries is around 20 to 30%. [1] NAFLD is considered to be the liver manifestation of metabolic syndrome. 50 to 70% of people with diabetes are found to have NAFLD. [2]"}
{"id": "article-25947_3", "title": "Nonalcoholic Fatty Liver -- Introduction", "content": "NAFLD has several phases of progression, which include simple steatosis, steatohepatitis, fibrosis, cirrhosis, and ultimately could even progress to hepatocellular carcinoma. The disease has a benign course; it is a silent liver disease when the only histological finding is steatosis. The presence of hepatic injury with inflammation with or without fibrosis constitutes non-alcoholic steatohepatitis (NASH). [1] [3] Please refer to the chapters on hepatitis and non-alcoholic steatohepatitis under the transplant hepatology section for a detailed discussion of this topic.", "contents": "Nonalcoholic Fatty Liver -- Introduction. NAFLD has several phases of progression, which include simple steatosis, steatohepatitis, fibrosis, cirrhosis, and ultimately could even progress to hepatocellular carcinoma. The disease has a benign course; it is a silent liver disease when the only histological finding is steatosis. The presence of hepatic injury with inflammation with or without fibrosis constitutes non-alcoholic steatohepatitis (NASH). [1] [3] Please refer to the chapters on hepatitis and non-alcoholic steatohepatitis under the transplant hepatology section for a detailed discussion of this topic."}
{"id": "article-25947_4", "title": "Nonalcoholic Fatty Liver -- Etiology", "content": "Obesity, diabetes, dyslipidemias, insulin resistance, and metabolic syndrome are known to be associated with the development of non-alcoholic fatty liver disease (NAFLD). [3] A temporal association has also been shown between inorganic arsenic exposure and the development of NAFLD reflected by elevated alanine transferase (ALT). [4] Due to its close association with metabolic syndrome, NAFLD correlates with cardiovascular risk factors, which also contributes to mortality in these patients in addition to end-stage liver cirrhosis and hepatocellular carcinoma.", "contents": "Nonalcoholic Fatty Liver -- Etiology. Obesity, diabetes, dyslipidemias, insulin resistance, and metabolic syndrome are known to be associated with the development of non-alcoholic fatty liver disease (NAFLD). [3] A temporal association has also been shown between inorganic arsenic exposure and the development of NAFLD reflected by elevated alanine transferase (ALT). [4] Due to its close association with metabolic syndrome, NAFLD correlates with cardiovascular risk factors, which also contributes to mortality in these patients in addition to end-stage liver cirrhosis and hepatocellular carcinoma."}
{"id": "article-25947_5", "title": "Nonalcoholic Fatty Liver -- Epidemiology", "content": "Non-alcoholic fatty liver disease (NAFLD) incidence is rapidly increasing, especially in Western countries. Rising obesity levels, increasing incidence of childhood obesity, sedentary lifestyles, consumption of unhealthy quick eats, and a longer lifespan are some of the likely contributors. The incidence and prevalence of NAFLD are underestimated as ultrasonography is commonly used to screen for fatty liver disease. The prevalence of NAFLD is 80% to 90% in obese adults, 30% to 50% in patients with diabetes mellitus, 90% or more in patients with hyperlipidemia, 3 to 10% in children, and as high as 40% to 70% among children with obesity. [5]", "contents": "Nonalcoholic Fatty Liver -- Epidemiology. Non-alcoholic fatty liver disease (NAFLD) incidence is rapidly increasing, especially in Western countries. Rising obesity levels, increasing incidence of childhood obesity, sedentary lifestyles, consumption of unhealthy quick eats, and a longer lifespan are some of the likely contributors. The incidence and prevalence of NAFLD are underestimated as ultrasonography is commonly used to screen for fatty liver disease. The prevalence of NAFLD is 80% to 90% in obese adults, 30% to 50% in patients with diabetes mellitus, 90% or more in patients with hyperlipidemia, 3 to 10% in children, and as high as 40% to 70% among children with obesity. [5]"}
{"id": "article-25947_6", "title": "Nonalcoholic Fatty Liver -- Pathophysiology", "content": "Both environmental and genetic factors contribute to the development of non-alcoholic fatty liver disease (NAFLD) and its progression. First-degree relatives of patients with NAFLD are at higher risk than the general population. Histone amino-terminal ends maintain the chromatin structure and gene expression that is cAMP-responsive element-binding protein H (CREBH) or sirtuin (SIRT1). Genetic studies have shown that activation of SIRT1 is thought to play a role in the development of NAFLD. The trigger of the progression of NAFLD to cancer is via abnormal DNA methylation. [6]", "contents": "Nonalcoholic Fatty Liver -- Pathophysiology. Both environmental and genetic factors contribute to the development of non-alcoholic fatty liver disease (NAFLD) and its progression. First-degree relatives of patients with NAFLD are at higher risk than the general population. Histone amino-terminal ends maintain the chromatin structure and gene expression that is cAMP-responsive element-binding protein H (CREBH) or sirtuin (SIRT1). Genetic studies have shown that activation of SIRT1 is thought to play a role in the development of NAFLD. The trigger of the progression of NAFLD to cancer is via abnormal DNA methylation. [6]"}
{"id": "article-25947_7", "title": "Nonalcoholic Fatty Liver -- Pathophysiology", "content": "Day and James proposed a two-hit model of pathogenesis in 1998. The first hit is caused by insulin resistance, which leads to the accumulation of fat droplets that are triglycerides in the cytoplasm of hepatocytes, leading to the development of steatosis. Insulin resistance causes excess delivery of free fatty acid and triglycerides to the liver and decreased excretion leading to accumulation. Also, excess carbohydrates are a stimulus for de novo fatty acid synthesis in the liver.", "contents": "Nonalcoholic Fatty Liver -- Pathophysiology. Day and James proposed a two-hit model of pathogenesis in 1998. The first hit is caused by insulin resistance, which leads to the accumulation of fat droplets that are triglycerides in the cytoplasm of hepatocytes, leading to the development of steatosis. Insulin resistance causes excess delivery of free fatty acid and triglycerides to the liver and decreased excretion leading to accumulation. Also, excess carbohydrates are a stimulus for de novo fatty acid synthesis in the liver."}
{"id": "article-25947_8", "title": "Nonalcoholic Fatty Liver -- Pathophysiology", "content": "The second hit causing hepatocellular injury and the development of NASH is multifactorial. Excessive fatty acids in the liver make the liver more vulnerable to injury. Peroxisomal fatty acid oxidation, reactive oxygen species (ROS) production from the mitochondrial respiratory chain, cytochrome P450 metabolism of fatty acids, and hepatic metabolism of gut-derived alcohol are hypothesized to cause the injury. Obesity also contributes to the second hit as adipose tissue releases inflammatory mediators such as leptin, tumor necrosis factor (TNF)- alpha, and interleukin (IL)-6, causing hepatocyte damage. The hepatocytes undergo ballooning, cytoskeletal aggregation, apoptosis, and necrosis. [7]", "contents": "Nonalcoholic Fatty Liver -- Pathophysiology. The second hit causing hepatocellular injury and the development of NASH is multifactorial. Excessive fatty acids in the liver make the liver more vulnerable to injury. Peroxisomal fatty acid oxidation, reactive oxygen species (ROS) production from the mitochondrial respiratory chain, cytochrome P450 metabolism of fatty acids, and hepatic metabolism of gut-derived alcohol are hypothesized to cause the injury. Obesity also contributes to the second hit as adipose tissue releases inflammatory mediators such as leptin, tumor necrosis factor (TNF)- alpha, and interleukin (IL)-6, causing hepatocyte damage. The hepatocytes undergo ballooning, cytoskeletal aggregation, apoptosis, and necrosis. [7]"}
{"id": "article-25947_9", "title": "Nonalcoholic Fatty Liver -- Pathophysiology", "content": "Insulin resistance is also a part of the second hit. The sinusoidal collagen deposition caused by the activation of hepatic stellate cells and the portal fibrosis caused by the ductular proliferation leads to the development and progression of NASH. These changes have correlated with insulin resistance, which is now believed to cause the progression of steatosis to NASH and progressive fibrosis. [8]", "contents": "Nonalcoholic Fatty Liver -- Pathophysiology. Insulin resistance is also a part of the second hit. The sinusoidal collagen deposition caused by the activation of hepatic stellate cells and the portal fibrosis caused by the ductular proliferation leads to the development and progression of NASH. These changes have correlated with insulin resistance, which is now believed to cause the progression of steatosis to NASH and progressive fibrosis. [8]"}
{"id": "article-25947_10", "title": "Nonalcoholic Fatty Liver -- Histopathology", "content": "Non-alcoholic fatty liver disease (NAFLD) is more than 5% of hepatocytes with fat droplets on liver biopsy. Functionally, the liver is subdivided into three zones; the classification is made based on the oxygen supply. Zone 1 has the highest oxygenation (oxygenated blood from hepatic arteries) and encircles the portal tracts, and zone 3 encircles the central veins where the oxygenation is poor.", "contents": "Nonalcoholic Fatty Liver -- Histopathology. Non-alcoholic fatty liver disease (NAFLD) is more than 5% of hepatocytes with fat droplets on liver biopsy. Functionally, the liver is subdivided into three zones; the classification is made based on the oxygen supply. Zone 1 has the highest oxygenation (oxygenated blood from hepatic arteries) and encircles the portal tracts, and zone 3 encircles the central veins where the oxygenation is poor."}
{"id": "article-25947_11", "title": "Nonalcoholic Fatty Liver -- Histopathology", "content": "The American Association for the Study of Liver Diseases (AASLD) defined the histopathological abnormalities required in the diagnosis of NASH, which include steatosis (macro more than micro), lobular inflammation, and hepatocellular ballooning is seen most apparently in the zone 3 steatotic liver cells. Fibrosis, although not necessary for the diagnosis, is usually present. Some other findings seen are Mallory-Denk bodies (MDB, eosinophilic intracytoplasmic inclusions), megamitochondria, glycogenated nuclei, and iron deposition. [9]", "contents": "Nonalcoholic Fatty Liver -- Histopathology. The American Association for the Study of Liver Diseases (AASLD) defined the histopathological abnormalities required in the diagnosis of NASH, which include steatosis (macro more than micro), lobular inflammation, and hepatocellular ballooning is seen most apparently in the zone 3 steatotic liver cells. Fibrosis, although not necessary for the diagnosis, is usually present. Some other findings seen are Mallory-Denk bodies (MDB, eosinophilic intracytoplasmic inclusions), megamitochondria, glycogenated nuclei, and iron deposition. [9]"}
{"id": "article-25947_12", "title": "Nonalcoholic Fatty Liver -- Histopathology", "content": "Fibrosis starts in the acinar zone 3 and has the appearance of chicken wire from the deposition of collagen and other extracellular matrices along the sinusoids. NASH-related cirrhosis is macronodular or mixed. When cirrhosis develops, the other histological features may not be evident. [8]", "contents": "Nonalcoholic Fatty Liver -- Histopathology. Fibrosis starts in the acinar zone 3 and has the appearance of chicken wire from the deposition of collagen and other extracellular matrices along the sinusoids. NASH-related cirrhosis is macronodular or mixed. When cirrhosis develops, the other histological features may not be evident. [8]"}
{"id": "article-25947_13", "title": "Nonalcoholic Fatty Liver -- History and Physical", "content": "Patients with non-alcoholic fatty liver disease (NAFLD) could present with many non-specific symptoms way before the diagnosis is made, although most patients are asymptomatic. Fatigue is one of the most common presenting symptoms. Sharp or dull aching upper abdominal pain, thirst, bloating, and sleep disturbances. [10] Patients who develop NASH-associated cirrhosis, end-stage liver disease, or hepatocellular carcinoma (HCC) present with symptoms like: Nausea Vomiting Jaundice Pruritis Ascites Memory impairment Easy bleeding Loss of appetite The most common clinical sign is mild to moderate hepatomegaly. Advanced stages of the spectrum can demonstrate signs of end-stage liver disease, such as: Jaundice Spider angiomas Palmar erythema Caput medusae Gynecomastia Dupuytren contracture Ascites Petechiae", "contents": "Nonalcoholic Fatty Liver -- History and Physical. Patients with non-alcoholic fatty liver disease (NAFLD) could present with many non-specific symptoms way before the diagnosis is made, although most patients are asymptomatic. Fatigue is one of the most common presenting symptoms. Sharp or dull aching upper abdominal pain, thirst, bloating, and sleep disturbances. [10] Patients who develop NASH-associated cirrhosis, end-stage liver disease, or hepatocellular carcinoma (HCC) present with symptoms like: Nausea Vomiting Jaundice Pruritis Ascites Memory impairment Easy bleeding Loss of appetite The most common clinical sign is mild to moderate hepatomegaly. Advanced stages of the spectrum can demonstrate signs of end-stage liver disease, such as: Jaundice Spider angiomas Palmar erythema Caput medusae Gynecomastia Dupuytren contracture Ascites Petechiae"}
{"id": "article-25947_14", "title": "Nonalcoholic Fatty Liver -- Evaluation", "content": "Mildly elevated serum aminotransferases are the primary abnormality in non-alcoholic fatty liver disease (NAFLD), although the liver enzymes are normal in the majority of patients. The ratio of aspartate aminotransferase (AST) to alanine aminotransferase (ALT) is less than 1. Gamma-glutamyl transferase (GGT), when elevated in non-alcoholic fatty liver disease (NAFLD), can be a marker of increased mortality, with the progression of the disease, hypoalbuminemia, hyperbilirubinemia, thrombocytopenia, and prolonged prothrombin time present due to hepatic synthetic dysfunction.", "contents": "Nonalcoholic Fatty Liver -- Evaluation. Mildly elevated serum aminotransferases are the primary abnormality in non-alcoholic fatty liver disease (NAFLD), although the liver enzymes are normal in the majority of patients. The ratio of aspartate aminotransferase (AST) to alanine aminotransferase (ALT) is less than 1. Gamma-glutamyl transferase (GGT), when elevated in non-alcoholic fatty liver disease (NAFLD), can be a marker of increased mortality, with the progression of the disease, hypoalbuminemia, hyperbilirubinemia, thrombocytopenia, and prolonged prothrombin time present due to hepatic synthetic dysfunction."}
{"id": "article-25947_15", "title": "Nonalcoholic Fatty Liver -- Evaluation", "content": "Ultrasound of the abdomen is routinely used to evaluate fatty liver, but a liver biopsy is considered the gold standard for the diagnosis of NAFLD. A non-invasive clinical scoring system called NAFLD in metabolic syndrome (MS) score was developed to predict the development of NAFLD in patients with metabolic syndrome. The clinical predictors included are BMI greater than or equal to 25, AST/ALT greater than or equal to 1, type 2 diabetes mellitus, and obesity. The positive likelihood ratio of developing NAFLD is 2.32 (low when the score is less than 3), and the risk is 7.77 (high when five or more). [11] Some of the other scoring systems are NAFLD fibrosis score (NFS), FIB-4 (fibrosis-4) index, original ELF (enhanced liver fibrosis) test, AST-to-platelet ratio index (APRI), AAR, fibrometer, NAFLD-MS score. [12]", "contents": "Nonalcoholic Fatty Liver -- Evaluation. Ultrasound of the abdomen is routinely used to evaluate fatty liver, but a liver biopsy is considered the gold standard for the diagnosis of NAFLD. A non-invasive clinical scoring system called NAFLD in metabolic syndrome (MS) score was developed to predict the development of NAFLD in patients with metabolic syndrome. The clinical predictors included are BMI greater than or equal to 25, AST/ALT greater than or equal to 1, type 2 diabetes mellitus, and obesity. The positive likelihood ratio of developing NAFLD is 2.32 (low when the score is less than 3), and the risk is 7.77 (high when five or more). [11] Some of the other scoring systems are NAFLD fibrosis score (NFS), FIB-4 (fibrosis-4) index, original ELF (enhanced liver fibrosis) test, AST-to-platelet ratio index (APRI), AAR, fibrometer, NAFLD-MS score. [12]"}
{"id": "article-25947_16", "title": "Nonalcoholic Fatty Liver -- Treatment / Management", "content": "Lifestyle changes are recommended for all patients with non-alcoholic fatty liver disease (NAFLD), even without NASH, as these patients have metabolic derangements and are at risk for the development of cardiovascular diseases. The recommendation is a weight loss of 3 to 5% in simple steatosis and a weight loss of 7% to 10% in NASH. Adequate control of risk factors like hyperlipidemia with statins (it also protects from cardiovascular risks) and hypertension and adequate glycemic control are required. Please refer to the chapters on hepatitis and non-alcoholic steatohepatitis under the transplant hepatology section for a detailed discussion of this topic.", "contents": "Nonalcoholic Fatty Liver -- Treatment / Management. Lifestyle changes are recommended for all patients with non-alcoholic fatty liver disease (NAFLD), even without NASH, as these patients have metabolic derangements and are at risk for the development of cardiovascular diseases. The recommendation is a weight loss of 3 to 5% in simple steatosis and a weight loss of 7% to 10% in NASH. Adequate control of risk factors like hyperlipidemia with statins (it also protects from cardiovascular risks) and hypertension and adequate glycemic control are required. Please refer to the chapters on hepatitis and non-alcoholic steatohepatitis under the transplant hepatology section for a detailed discussion of this topic."}
{"id": "article-25947_17", "title": "Nonalcoholic Fatty Liver -- Treatment / Management", "content": "Patients with NASH are to be followed by hepatologists or gastroenterologists. NASH with cirrhosis requires hepatocellular carcinoma surveillance with an ultrasound every six months. Several clinical trials are being conducted using anti-fibrotic, anti-apoptotic, and immune therapies for the treatment of NAFLD. [13]", "contents": "Nonalcoholic Fatty Liver -- Treatment / Management. Patients with NASH are to be followed by hepatologists or gastroenterologists. NASH with cirrhosis requires hepatocellular carcinoma surveillance with an ultrasound every six months. Several clinical trials are being conducted using anti-fibrotic, anti-apoptotic, and immune therapies for the treatment of NAFLD. [13]"}
{"id": "article-25947_18", "title": "Nonalcoholic Fatty Liver -- Differential Diagnosis", "content": "The differential diagnosis of non-alcoholic fatty liver disease (conditions that can also cause hepatic steatosis) include: Alcoholic liver disease Hepatitis C, particularly genotype 3 Wilson disease Medications such as amiodarone, methotrexate, tamoxifen, glucocorticoids, valproate, anti-retroviral agents for HIV Reye syndrome Mitochondrial hepatopathies Kwashiorkor/anorexia nervosa Mitochondrial disorders", "contents": "Nonalcoholic Fatty Liver -- Differential Diagnosis. The differential diagnosis of non-alcoholic fatty liver disease (conditions that can also cause hepatic steatosis) include: Alcoholic liver disease Hepatitis C, particularly genotype 3 Wilson disease Medications such as amiodarone, methotrexate, tamoxifen, glucocorticoids, valproate, anti-retroviral agents for HIV Reye syndrome Mitochondrial hepatopathies Kwashiorkor/anorexia nervosa Mitochondrial disorders"}
{"id": "article-25947_19", "title": "Nonalcoholic Fatty Liver -- Staging", "content": "The grading and stages of non-alcoholic fatty liver disease (NAFLD) are described below [14] [15] [9] Grades: Grade 1 (mild): Steatosis up to 66%, occasional ballooning in zone 3, scattered polymorphs with or without lymphocytes, mild or no portal inflammation Grade 2 (moderate): Any degree of steatosis, obvious ballooning predominantly in zone 3, intralobular inflammation with polymorphs and chronic inflammation, and mild to moderate portal inflammation Grade 3 (severe): Panacinar steatosis, ballooning, and obvious disarray predominantly in zone 3, intralobular inflammation with scattered polymorphs with or without mild chronic and mild to moderate portal inflammation Stages: Stage 0: No fibrosis Stage 1: Zone 3 perisinusoidal fibrosis only Stage 2: Zone 3 perisinusoidal and periportal fibrosis Stage 3: Bridging fibrosis Stage 4: Cirrhosis", "contents": "Nonalcoholic Fatty Liver -- Staging. The grading and stages of non-alcoholic fatty liver disease (NAFLD) are described below [14] [15] [9] Grades: Grade 1 (mild): Steatosis up to 66%, occasional ballooning in zone 3, scattered polymorphs with or without lymphocytes, mild or no portal inflammation Grade 2 (moderate): Any degree of steatosis, obvious ballooning predominantly in zone 3, intralobular inflammation with polymorphs and chronic inflammation, and mild to moderate portal inflammation Grade 3 (severe): Panacinar steatosis, ballooning, and obvious disarray predominantly in zone 3, intralobular inflammation with scattered polymorphs with or without mild chronic and mild to moderate portal inflammation Stages: Stage 0: No fibrosis Stage 1: Zone 3 perisinusoidal fibrosis only Stage 2: Zone 3 perisinusoidal and periportal fibrosis Stage 3: Bridging fibrosis Stage 4: Cirrhosis"}
{"id": "article-25947_20", "title": "Nonalcoholic Fatty Liver -- Prognosis", "content": "Patients with non-alcoholic fatty liver disease (NAFLD) exhibit increased mortality rates when compared to the general population. These patients have a high risk of mortality from cardiovascular causes as these patients have metabolic derangements. Cardiovascular causes of mortality are higher in these patients than liver causes. [13] NAFLD is a slowly progressive disease; simple steatosis is reversible and non-progressive, whereas NASH can progress to cirrhosis. Over a 13 year follow-up, the progression of cirrhosis presented in 41% in a study by Ekstedt et al. [16] A meta-analysis done by White et al. showed that in cohorts of NAFLD or NASH with few or no cases of cirrhosis, the risk of developing HCC was minimal at 0 to 3% over 20 years, and in cohorts with NASH with cirrhosis, the risk was high at 2.4 % over seven years. [17]", "contents": "Nonalcoholic Fatty Liver -- Prognosis. Patients with non-alcoholic fatty liver disease (NAFLD) exhibit increased mortality rates when compared to the general population. These patients have a high risk of mortality from cardiovascular causes as these patients have metabolic derangements. Cardiovascular causes of mortality are higher in these patients than liver causes. [13] NAFLD is a slowly progressive disease; simple steatosis is reversible and non-progressive, whereas NASH can progress to cirrhosis. Over a 13 year follow-up, the progression of cirrhosis presented in 41% in a study by Ekstedt et al. [16] A meta-analysis done by White et al. showed that in cohorts of NAFLD or NASH with few or no cases of cirrhosis, the risk of developing HCC was minimal at 0 to 3% over 20 years, and in cohorts with NASH with cirrhosis, the risk was high at 2.4 % over seven years. [17]"}
{"id": "article-25947_21", "title": "Nonalcoholic Fatty Liver -- Complications", "content": "The most important complications of non-alcoholic fatty liver disease (NAFLD) in the descending order are: Cardiovascular disease Hepatocellular carcinoma End-stage liver disease The severity of these complications is proportional to the severity of the histological stage and grade of liver disease.", "contents": "Nonalcoholic Fatty Liver -- Complications. The most important complications of non-alcoholic fatty liver disease (NAFLD) in the descending order are: Cardiovascular disease Hepatocellular carcinoma End-stage liver disease The severity of these complications is proportional to the severity of the histological stage and grade of liver disease."}
{"id": "article-25947_22", "title": "Nonalcoholic Fatty Liver -- Deterrence and Patient Education", "content": "Patient education on dietary decisions and portions is essential. Nutrition and lifestyle education are the mainstays of therapy. During every healthcare provider encounter, the issues of food choices, food portions, and exercises, including weight-bearing exercises, should be emphasized and reviewed. The American Diabetes Association and other organizations offer excellent dietary and lifestyle advice.", "contents": "Nonalcoholic Fatty Liver -- Deterrence and Patient Education. Patient education on dietary decisions and portions is essential. Nutrition and lifestyle education are the mainstays of therapy. During every healthcare provider encounter, the issues of food choices, food portions, and exercises, including weight-bearing exercises, should be emphasized and reviewed. The American Diabetes Association and other organizations offer excellent dietary and lifestyle advice."}
{"id": "article-25947_23", "title": "Nonalcoholic Fatty Liver -- Enhancing Healthcare Team Outcomes", "content": "The incidence and prevalence of non-alcoholic fatty liver disease (NAFLD) are rising and will continue to grow due to increasing obesity and lifestyle changes. The management of NAFLD will require an interprofessional team that consists of a primary care provider, nurse practitioner, hepatologist or gastroenterologist, nutritionist, endocrinologist, and bariatrician. Primary prevention with adequate management of metabolic derangement is essential to prevent the rising incidence of NAFLD and its associated complications. To lower the risk of heart disease, patients should be urged to reduce body weight, discontinue smoking, eat a healthy diet, and participate in regular exercise.", "contents": "Nonalcoholic Fatty Liver -- Enhancing Healthcare Team Outcomes. The incidence and prevalence of non-alcoholic fatty liver disease (NAFLD) are rising and will continue to grow due to increasing obesity and lifestyle changes. The management of NAFLD will require an interprofessional team that consists of a primary care provider, nurse practitioner, hepatologist or gastroenterologist, nutritionist, endocrinologist, and bariatrician. Primary prevention with adequate management of metabolic derangement is essential to prevent the rising incidence of NAFLD and its associated complications. To lower the risk of heart disease, patients should be urged to reduce body weight, discontinue smoking, eat a healthy diet, and participate in regular exercise."}
{"id": "article-25947_24", "title": "Nonalcoholic Fatty Liver -- Enhancing Healthcare Team Outcomes", "content": "Management of NAFLD is optimal with an interprofessional healthcare team that includes providers, specialists, specialty-trained nurses, and, where appropriate, pharmacists. These different disciplines need to engage in open communication with the patient to ensure the best possible outcomes.", "contents": "Nonalcoholic Fatty Liver -- Enhancing Healthcare Team Outcomes. Management of NAFLD is optimal with an interprofessional healthcare team that includes providers, specialists, specialty-trained nurses, and, where appropriate, pharmacists. These different disciplines need to engage in open communication with the patient to ensure the best possible outcomes."}
{"id": "article-25947_25", "title": "Nonalcoholic Fatty Liver -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nonalcoholic Fatty Liver -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}