{"id": "article-31305_0", "title": "Waste Gas Scavenging System -- Definition/Introduction", "content": "As the name implies, current waste anesthetic gas disposal (WAGD) systems are designed to collect and dispose of volatile anesthetics that have been exhaled or that have escaped from the patient’s breathing circuit into the operating or procedural suite.  Nitrous oxide and the halogenated agents do not undergo significant biotransformation; nitrous oxide simply gets transported as an unbound dissolved gas, and the other fluorinated compounds are largely redistributed and ultimately expired, experiencing minimal hepatic or renal metabolism.  Current evidence suggests that over 90% of these agents are eliminated from the body unchanged; this reinforces the concept of requiring a system to scavenge volatile anesthetics for their appropriate reuse or disposal. [1] [2] [3]", "contents": "Waste Gas Scavenging System -- Definition/Introduction. As the name implies, current waste anesthetic gas disposal (WAGD) systems are designed to collect and dispose of volatile anesthetics that have been exhaled or that have escaped from the patient’s breathing circuit into the operating or procedural suite.  Nitrous oxide and the halogenated agents do not undergo significant biotransformation; nitrous oxide simply gets transported as an unbound dissolved gas, and the other fluorinated compounds are largely redistributed and ultimately expired, experiencing minimal hepatic or renal metabolism.  Current evidence suggests that over 90% of these agents are eliminated from the body unchanged; this reinforces the concept of requiring a system to scavenge volatile anesthetics for their appropriate reuse or disposal. [1] [2] [3]"}
{"id": "article-31305_1", "title": "Waste Gas Scavenging System -- Definition/Introduction", "content": "In the United States, The Joint Commission (TJC) mandates that anesthetic delivery systems must have active scavenging methods.  Systems exist in active and passive forms and can either be open or closed, not unlike methods of gas delivery to the patient.  As with any system, points of failure exist and merit careful consideration to mitigate the risk and degree of exposure to personnel and the environment.  Although safety mechanisms are designed into the anesthesia machine and the hospital infrastructure, responsible behavioral practices by a diligent anesthesia provider are irreplaceable. [4] [5] [6]", "contents": "Waste Gas Scavenging System -- Definition/Introduction. In the United States, The Joint Commission (TJC) mandates that anesthetic delivery systems must have active scavenging methods.  Systems exist in active and passive forms and can either be open or closed, not unlike methods of gas delivery to the patient.  As with any system, points of failure exist and merit careful consideration to mitigate the risk and degree of exposure to personnel and the environment.  Although safety mechanisms are designed into the anesthesia machine and the hospital infrastructure, responsible behavioral practices by a diligent anesthesia provider are irreplaceable. [4] [5] [6]"}
{"id": "article-31305_2", "title": "Waste Gas Scavenging System -- Issues of Concern", "content": "In 1970, the United States established the National Institute for Occupational Safety and Health (NIOSH), which ultimately led to the development of recommended acceptable levels of volatile anesthetics not confined to the breathing circuit.  In test samples measuring levels of pollutants over a defined period, halogenated agents are deemed occupationally acceptable at concentrations of 2 ppm and nitrous oxide at 25 ppm. However, if using a mixed combination of agents, then the recommended limit is 0.5 ppm.  It is worth noting that this recommendation has its basis on techniques available in 1977 and that these levels represent the lowest detectable levels using those techniques.  More recent recommendations suggest levels of nitrous oxide and sevoflurane can reach 50 ppm without significant detriment. [4] [7] [8]", "contents": "Waste Gas Scavenging System -- Issues of Concern. In 1970, the United States established the National Institute for Occupational Safety and Health (NIOSH), which ultimately led to the development of recommended acceptable levels of volatile anesthetics not confined to the breathing circuit.  In test samples measuring levels of pollutants over a defined period, halogenated agents are deemed occupationally acceptable at concentrations of 2 ppm and nitrous oxide at 25 ppm. However, if using a mixed combination of agents, then the recommended limit is 0.5 ppm.  It is worth noting that this recommendation has its basis on techniques available in 1977 and that these levels represent the lowest detectable levels using those techniques.  More recent recommendations suggest levels of nitrous oxide and sevoflurane can reach 50 ppm without significant detriment. [4] [7] [8]"}
{"id": "article-31305_3", "title": "Waste Gas Scavenging System -- Issues of Concern", "content": "The WAGD system has four parts: the relief valve, which allows gas to leave the breathing circuit, conducting tubing, and the receiving and disposal elements.  Two main classes of WAGD systems exist: active and passive.  Active systems utilize fans, vacuums, or a venturi design to generate a pressure gradient that drives gases toward the collection unit.  Because of the potential for barotrauma, these systems must possess a pressure-relief device such as the adjustable pressure-limiting (APL) valve.  Passive systems rely on the gas to diffuse independently along a large diameter tube to the collection unit or the hospital’s ventilation system.  Open systems refer to receiving elements that have ports permitting passage of gas from the environment into the scavenging circuit, whereas closed systems are an arrangement of valves, pipes, or tubes, and a reservoir that receives gas flows from the ventilator portion of the machine. [9] [10]", "contents": "Waste Gas Scavenging System -- Issues of Concern. The WAGD system has four parts: the relief valve, which allows gas to leave the breathing circuit, conducting tubing, and the receiving and disposal elements.  Two main classes of WAGD systems exist: active and passive.  Active systems utilize fans, vacuums, or a venturi design to generate a pressure gradient that drives gases toward the collection unit.  Because of the potential for barotrauma, these systems must possess a pressure-relief device such as the adjustable pressure-limiting (APL) valve.  Passive systems rely on the gas to diffuse independently along a large diameter tube to the collection unit or the hospital’s ventilation system.  Open systems refer to receiving elements that have ports permitting passage of gas from the environment into the scavenging circuit, whereas closed systems are an arrangement of valves, pipes, or tubes, and a reservoir that receives gas flows from the ventilator portion of the machine. [9] [10]"}
{"id": "article-31305_4", "title": "Waste Gas Scavenging System -- Clinical Significance", "content": "Although manufacturers design anesthesia systems with specific measures to mediate inappropriate exposure to volatile agents, no system is perfectly secure.  Points of failure can occur anywhere, but suboptimal environmental concentrations of anesthetic gas are more often a result of operator error or neglect.  For example, equipment-related issues may stem from passive exhaust hoses becoming occluded by unrecognized debris, or conduit tubing becoming kinked or compressed by the wheels of the anesthesia machine or other operating room equipment.  Sources attributable to the anesthesia provider may be due to a failure to perform pressure leak checks in the setting of unrecognized incompetent valves, or improperly performing these checks.  Despite these unique situations, the most common source of environmental contamination is the practice of the anesthesia provider.  The peri-induction period is fraught with opportunities to employ conservative and responsible practices.  Some examples of volatile anesthetic stewardship include ensuring an adequate mask seal, minimizing high fresh gas flows when possible, closing vaporizer dials, and carefully refilling the vaporizer. [11] [5]", "contents": "Waste Gas Scavenging System -- Clinical Significance. Although manufacturers design anesthesia systems with specific measures to mediate inappropriate exposure to volatile agents, no system is perfectly secure.  Points of failure can occur anywhere, but suboptimal environmental concentrations of anesthetic gas are more often a result of operator error or neglect.  For example, equipment-related issues may stem from passive exhaust hoses becoming occluded by unrecognized debris, or conduit tubing becoming kinked or compressed by the wheels of the anesthesia machine or other operating room equipment.  Sources attributable to the anesthesia provider may be due to a failure to perform pressure leak checks in the setting of unrecognized incompetent valves, or improperly performing these checks.  Despite these unique situations, the most common source of environmental contamination is the practice of the anesthesia provider.  The peri-induction period is fraught with opportunities to employ conservative and responsible practices.  Some examples of volatile anesthetic stewardship include ensuring an adequate mask seal, minimizing high fresh gas flows when possible, closing vaporizer dials, and carefully refilling the vaporizer. [11] [5]"}
{"id": "article-31305_5", "title": "Waste Gas Scavenging System -- Clinical Significance", "content": "The effects of chronic exposure to these volatile agents are not benign: decreased fertility, spontaneous abortion, teratogenicity, and carcinogenicity are among the reported outcomes described in surgical healthcare personnel.  Nitrous oxide specifically has been suggested to be responsible for a myriad of acute and chronic adverse effects on the anesthesia provider.  Acute exposure may manifest as lightheadedness, headache, anxiety, depressed motor skills, and nausea or vomiting.  The peripheral nervous system may be compromised in chronic nitrous oxide exposure, manifested by paresthesias and possibly the irreversible inhibition of vitamin B 12-dependent methionine synthase.  These effects depend on the concentration and duration of exposure, but minimizing the possibility for such is essential. [5] [12] [13]", "contents": "Waste Gas Scavenging System -- Clinical Significance. The effects of chronic exposure to these volatile agents are not benign: decreased fertility, spontaneous abortion, teratogenicity, and carcinogenicity are among the reported outcomes described in surgical healthcare personnel.  Nitrous oxide specifically has been suggested to be responsible for a myriad of acute and chronic adverse effects on the anesthesia provider.  Acute exposure may manifest as lightheadedness, headache, anxiety, depressed motor skills, and nausea or vomiting.  The peripheral nervous system may be compromised in chronic nitrous oxide exposure, manifested by paresthesias and possibly the irreversible inhibition of vitamin B 12-dependent methionine synthase.  These effects depend on the concentration and duration of exposure, but minimizing the possibility for such is essential. [5] [12] [13]"}
{"id": "article-31305_6", "title": "Waste Gas Scavenging System -- Clinical Significance", "content": "Not only are personnel affected by anesthetic gases, but so too is the global environment.  The majority of gas delivered to the patient does not undergo metabolism; thus, when scavenged from the breathing circuit, it is typically disposed into the outside environment in its chemically unaltered form.  Sevoflurane, desflurane, and isoflurane are known greenhouse gases and have a global warming potential up to 2000 times greater than carbon dioxide.  Approximately, the atmospheric lifespan of nitrous oxide is 150 years, desflurane 10 years, isoflurane 3.6 years, and sevoflurane 1.2 years.  Technologies that aim to recycle and reduce the concentrations of these greenhouse gases work by chemically trapping them in proprietary canister absorbers.  Additionally, silica zeolite is being investigated as an agent to remove exhaled isoflurane.  Other technologies capture gases from the anesthesia machine itself and permit the collection of unaltered volatile agents to prepare them for future use.  Maintaining adequate infrastructure-based ventilation capacities can assist in the redistribution of harmful concentrations of these gases.  Operating room conditions conducive to do this requires at least 15 exchanges of the room's air per hour.  Optimizing current practices and developing new strategies are sure to play critical roles in future anesthetic care. [7] [14] [15] [16]", "contents": "Waste Gas Scavenging System -- Clinical Significance. Not only are personnel affected by anesthetic gases, but so too is the global environment.  The majority of gas delivered to the patient does not undergo metabolism; thus, when scavenged from the breathing circuit, it is typically disposed into the outside environment in its chemically unaltered form.  Sevoflurane, desflurane, and isoflurane are known greenhouse gases and have a global warming potential up to 2000 times greater than carbon dioxide.  Approximately, the atmospheric lifespan of nitrous oxide is 150 years, desflurane 10 years, isoflurane 3.6 years, and sevoflurane 1.2 years.  Technologies that aim to recycle and reduce the concentrations of these greenhouse gases work by chemically trapping them in proprietary canister absorbers.  Additionally, silica zeolite is being investigated as an agent to remove exhaled isoflurane.  Other technologies capture gases from the anesthesia machine itself and permit the collection of unaltered volatile agents to prepare them for future use.  Maintaining adequate infrastructure-based ventilation capacities can assist in the redistribution of harmful concentrations of these gases.  Operating room conditions conducive to do this requires at least 15 exchanges of the room's air per hour.  Optimizing current practices and developing new strategies are sure to play critical roles in future anesthetic care. [7] [14] [15] [16]"}
{"id": "article-31305_7", "title": "Waste Gas Scavenging System -- Clinical Significance", "content": "There is a new patented centralized system that collects halogenated drugs from the anesthetic gas scavenging systems (AGSS) or Waster Anesthetic Gas Disposal (WAGD) system in operating rooms. Gases are compressed, dried, sterilized, and captured on hydrated alkali aluminum silicate adsorbent in sealed tanks.", "contents": "Waste Gas Scavenging System -- Clinical Significance. There is a new patented centralized system that collects halogenated drugs from the anesthetic gas scavenging systems (AGSS) or Waster Anesthetic Gas Disposal (WAGD) system in operating rooms. Gases are compressed, dried, sterilized, and captured on hydrated alkali aluminum silicate adsorbent in sealed tanks."}
{"id": "article-31305_8", "title": "Waste Gas Scavenging System -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Proximity to sources of volatile agents is a concern both in the operating room and in the post-anesthesia care unit (PACU), where the patient continues to exhale physiologically partitioned gas that has not fully equilibrated with the surrounding atmosphere.  PACU nurses are most directly impacted by this, as they dedicate their undivided attention to the recovering surgical patient.  One study described a “patient breathing zone” as being eight inches from the patient’s mouth and suggested a higher degree of exposure in this zone; the detectable levels of waste anesthetic gases exceeded recommended occupational safety limits.  As the distance from the source increases, the gas equilibrates with a greater volume and is ostensibly removed from the immediate vicinity, reducing its potential to cause harm among hospital personnel.  Maintaining appropriate distances may be practical and can promote safe patient interactions, but this may not be feasible for those patients requiring acute nursing care.  The is a currently marketed novel device that the patient wears, and is designed to passively scavenge exhaled anesthetic agents, thus reducing the impact of the patient breathing zone during routine post-anesthesia nursing care. [17] [18]", "contents": "Waste Gas Scavenging System -- Nursing, Allied Health, and Interprofessional Team Interventions. Proximity to sources of volatile agents is a concern both in the operating room and in the post-anesthesia care unit (PACU), where the patient continues to exhale physiologically partitioned gas that has not fully equilibrated with the surrounding atmosphere.  PACU nurses are most directly impacted by this, as they dedicate their undivided attention to the recovering surgical patient.  One study described a “patient breathing zone” as being eight inches from the patient’s mouth and suggested a higher degree of exposure in this zone; the detectable levels of waste anesthetic gases exceeded recommended occupational safety limits.  As the distance from the source increases, the gas equilibrates with a greater volume and is ostensibly removed from the immediate vicinity, reducing its potential to cause harm among hospital personnel.  Maintaining appropriate distances may be practical and can promote safe patient interactions, but this may not be feasible for those patients requiring acute nursing care.  The is a currently marketed novel device that the patient wears, and is designed to passively scavenge exhaled anesthetic agents, thus reducing the impact of the patient breathing zone during routine post-anesthesia nursing care. [17] [18]"}
{"id": "article-31305_9", "title": "Waste Gas Scavenging System -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Waste Gas Scavenging System -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}