{"id": "article-19961_0", "title": "Cooling Techniques for Hyperthermia -- Continuing Education Activity", "content": "Hyperthermia is defined as a body temperature greater than 40 C. Several conditions can cause hyperthermia. In sepsis, the immunologic reaction to the infection most often manifests as a fever. Some toxic ingestions and withdrawal states can cause elevated body temperature. Certain medication reactions can also cause hyperthermia, such as in neuroleptic malignant syndrome. The most common disease that can be treated by cooling alone is heat-related illness and heat stroke. Heat-related illness is a spectrum of diseases that occurs when the body's thermoregulatory system fails. This activity reviews the evaluation of patients with hyperthermia and explains the role of the interprofessional team in managing patients with this condition.", "contents": "Cooling Techniques for Hyperthermia -- Continuing Education Activity. Hyperthermia is defined as a body temperature greater than 40 C. Several conditions can cause hyperthermia. In sepsis, the immunologic reaction to the infection most often manifests as a fever. Some toxic ingestions and withdrawal states can cause elevated body temperature. Certain medication reactions can also cause hyperthermia, such as in neuroleptic malignant syndrome. The most common disease that can be treated by cooling alone is heat-related illness and heat stroke. Heat-related illness is a spectrum of diseases that occurs when the body's thermoregulatory system fails. This activity reviews the evaluation of patients with hyperthermia and explains the role of the interprofessional team in managing patients with this condition."}
{"id": "article-19961_1", "title": "Cooling Techniques for Hyperthermia -- Continuing Education Activity", "content": "Objectives: Outline the indications for cooling in hyperthermic patients. Describe the technique of cooling hyperthermic patients. Summarize the potential complications of cooling for hyperthermia. Explain interprofessional team strategies to improve care coordination and communication to advance the treatment of hyperthermia and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Cooling Techniques for Hyperthermia -- Continuing Education Activity. Objectives: Outline the indications for cooling in hyperthermic patients. Describe the technique of cooling hyperthermic patients. Summarize the potential complications of cooling for hyperthermia. Explain interprofessional team strategies to improve care coordination and communication to advance the treatment of hyperthermia and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-19961_2", "title": "Cooling Techniques for Hyperthermia -- Introduction", "content": "Hyperthermia is defined as a body temperature greater than 40 C. Several conditions can cause hyperthermia. In sepsis, the immunologic reaction to the infection most often manifests as a fever. Some toxic ingestions and withdrawal states can cause elevated body temperature. Certain medication reactions can also cause hyperthermia, such as in neuroleptic malignant syndrome. The most common disease that can be treated by cooling alone is heat-related illness and heat stroke.", "contents": "Cooling Techniques for Hyperthermia -- Introduction. Hyperthermia is defined as a body temperature greater than 40 C. Several conditions can cause hyperthermia. In sepsis, the immunologic reaction to the infection most often manifests as a fever. Some toxic ingestions and withdrawal states can cause elevated body temperature. Certain medication reactions can also cause hyperthermia, such as in neuroleptic malignant syndrome. The most common disease that can be treated by cooling alone is heat-related illness and heat stroke."}
{"id": "article-19961_3", "title": "Cooling Techniques for Hyperthermia -- Introduction", "content": "Heat-related illness is a spectrum of diseases that occurs when the body's thermoregulatory system fails. Elevated core body temperature associated with orthostatic hypotension, tachycardia, diaphoresis, and tachypnea characterize heat exhaustion. Heatstroke is defined as elevated core body temperature plus central nervous system involvement (delirium, decreased the level of consciousness, or ataxia). Heat-related illness most often affects athletes (exertional hyperthermia), but can also occur during the warm weather months or in locations with extreme temperatures. Patients with impaired thermoregulation such as those at extremes of age, the obese, or the mentally ill are at higher risk. The definitive treatment for heat-related illness is total body cooling.", "contents": "Cooling Techniques for Hyperthermia -- Introduction. Heat-related illness is a spectrum of diseases that occurs when the body's thermoregulatory system fails. Elevated core body temperature associated with orthostatic hypotension, tachycardia, diaphoresis, and tachypnea characterize heat exhaustion. Heatstroke is defined as elevated core body temperature plus central nervous system involvement (delirium, decreased the level of consciousness, or ataxia). Heat-related illness most often affects athletes (exertional hyperthermia), but can also occur during the warm weather months or in locations with extreme temperatures. Patients with impaired thermoregulation such as those at extremes of age, the obese, or the mentally ill are at higher risk. The definitive treatment for heat-related illness is total body cooling."}
{"id": "article-19961_4", "title": "Cooling Techniques for Hyperthermia -- Introduction", "content": "Conduction and evaporation are the two modes of cooling employed in the treatment of heat-related illnesses. Studies have shown ice-water immersion to be the most rapidly effective. However, there are obvious barriers to performing this in an emergency department. Marathons and other athletic events that see frequent heat-related illness sometimes have this capability. Evaporation (mist and fan) is the second most rapid way to cool a patient. Ice packs to the groin, axilla, neck, and areas near other great vessels have been shown to be less effective. Cooled intravenous fluids have been studied, but there is no clear consensus on their benefit (preservation of neurologic function) versus potential harm (induced shivering), but they may be considered. This activity will discuss the procedure for performing evaporative cooling with other adjunct methods in the emergency department.", "contents": "Cooling Techniques for Hyperthermia -- Introduction. Conduction and evaporation are the two modes of cooling employed in the treatment of heat-related illnesses. Studies have shown ice-water immersion to be the most rapidly effective. However, there are obvious barriers to performing this in an emergency department. Marathons and other athletic events that see frequent heat-related illness sometimes have this capability. Evaporation (mist and fan) is the second most rapid way to cool a patient. Ice packs to the groin, axilla, neck, and areas near other great vessels have been shown to be less effective. Cooled intravenous fluids have been studied, but there is no clear consensus on their benefit (preservation of neurologic function) versus potential harm (induced shivering), but they may be considered. This activity will discuss the procedure for performing evaporative cooling with other adjunct methods in the emergency department."}
{"id": "article-19961_5", "title": "Cooling Techniques for Hyperthermia -- Introduction", "content": "Of note, there are commercially available products designed for cooling; these range from invasive cooling catheters to non-invasive adhesive pads that circulate chilled water. These devices were designed for targeted hypothermia post-cardiac arrest. However, they can be used for heat-related illnesses when available. There is limited literature comparing these devices to the traditional methods.", "contents": "Cooling Techniques for Hyperthermia -- Introduction. Of note, there are commercially available products designed for cooling; these range from invasive cooling catheters to non-invasive adhesive pads that circulate chilled water. These devices were designed for targeted hypothermia post-cardiac arrest. However, they can be used for heat-related illnesses when available. There is limited literature comparing these devices to the traditional methods."}
{"id": "article-19961_6", "title": "Cooling Techniques for Hyperthermia -- Introduction", "content": "The priority in heat-related illness is early recognition and intervention. Military and sports literature has identified 40 C as the target, and the faster the target is achieved, the lower the patient mortality. [1]", "contents": "Cooling Techniques for Hyperthermia -- Introduction. The priority in heat-related illness is early recognition and intervention. Military and sports literature has identified 40 C as the target, and the faster the target is achieved, the lower the patient mortality. [1]"}
{"id": "article-19961_7", "title": "Cooling Techniques for Hyperthermia -- Indications", "content": "Indications for cooling include any signs of heat-related illness in the presence of an elevated body temperature. Previously, heat-related illness has been defined as a core body temperature greater than 40 C. However, any elevation above normal body temperature in a symptomatic patient is an indication to consider cooling. The objective is to rapidly decrease the temperature below 40 C, with the final goal of reaching a normal range (36 C to 38 C). It is important to note if the patient's other vital signs, like hemodynamic instability, indicate severe heat stroke, in which case, rapid cooling is the most crucial intervention to stabilize the patient. [2]", "contents": "Cooling Techniques for Hyperthermia -- Indications. Indications for cooling include any signs of heat-related illness in the presence of an elevated body temperature. Previously, heat-related illness has been defined as a core body temperature greater than 40 C. However, any elevation above normal body temperature in a symptomatic patient is an indication to consider cooling. The objective is to rapidly decrease the temperature below 40 C, with the final goal of reaching a normal range (36 C to 38 C). It is important to note if the patient's other vital signs, like hemodynamic instability, indicate severe heat stroke, in which case, rapid cooling is the most crucial intervention to stabilize the patient. [2]"}
{"id": "article-19961_8", "title": "Cooling Techniques for Hyperthermia -- Contraindications", "content": "The only absolute contraindication to cooling is a normal or low body temperature. Hyperthermia in a patient may be a sign of sepsis, toxic ingestion, or withdrawal, or another etiology, in which case disease-specific treatment should not be overlooked. Care should be taken to prioritize usual resuscitation and emergent management of airway, breathing, and circulation.", "contents": "Cooling Techniques for Hyperthermia -- Contraindications. The only absolute contraindication to cooling is a normal or low body temperature. Hyperthermia in a patient may be a sign of sepsis, toxic ingestion, or withdrawal, or another etiology, in which case disease-specific treatment should not be overlooked. Care should be taken to prioritize usual resuscitation and emergent management of airway, breathing, and circulation."}
{"id": "article-19961_9", "title": "Cooling Techniques for Hyperthermia -- Equipment", "content": "There are several cooling methods available in the emergency department with standard equipment, such as: Cooling blanket Cold saline Ice packs Cool water bath Foley catheter Sheets/towels. Additional equipment that may be useful includes a spray bottle and a fan.", "contents": "Cooling Techniques for Hyperthermia -- Equipment. There are several cooling methods available in the emergency department with standard equipment, such as: Cooling blanket Cold saline Ice packs Cool water bath Foley catheter Sheets/towels. Additional equipment that may be useful includes a spray bottle and a fan."}
{"id": "article-19961_10", "title": "Cooling Techniques for Hyperthermia -- Personnel", "content": "All of the cooling techniques described in this article can be performed by a single provider. However, additional personnel will allow for faster cooling utilizing parallel interventions.", "contents": "Cooling Techniques for Hyperthermia -- Personnel. All of the cooling techniques described in this article can be performed by a single provider. However, additional personnel will allow for faster cooling utilizing parallel interventions."}
{"id": "article-19961_11", "title": "Cooling Techniques for Hyperthermia -- Preparation", "content": "In preparation, the patient should be exposed completely, and intravenous access established. When available, it is recommended to place the patient on a cardiac monitor. Additionally, an intra-cavitary thermometer may be placed to monitor core body temperature closely. Commonly, esophageal, rectal, and bladder probes are used.", "contents": "Cooling Techniques for Hyperthermia -- Preparation. In preparation, the patient should be exposed completely, and intravenous access established. When available, it is recommended to place the patient on a cardiac monitor. Additionally, an intra-cavitary thermometer may be placed to monitor core body temperature closely. Commonly, esophageal, rectal, and bladder probes are used."}
{"id": "article-19961_12", "title": "Cooling Techniques for Hyperthermia -- Technique or Treatment", "content": "Continuous application of cold water to the skin can be achieved by either sponging the patient or using a spray bottle. Placing a fan to blow directly on the patient while also spraying or sponging will increase the rate of evaporation, and thereby, will more rapidly decrease body temperature. Another option is to submerge a sheet in cold water and then wring it out, and then wrap the patient in the damp sheet. This can be changed and re-submerged when it is no longer cool. The downside of these methods is that they require continuous reapplication of the water and ice to maintain efficacy. See Graphic. Cooling Techniques for Hyperthermia.", "contents": "Cooling Techniques for Hyperthermia -- Technique or Treatment. Continuous application of cold water to the skin can be achieved by either sponging the patient or using a spray bottle. Placing a fan to blow directly on the patient while also spraying or sponging will increase the rate of evaporation, and thereby, will more rapidly decrease body temperature. Another option is to submerge a sheet in cold water and then wring it out, and then wrap the patient in the damp sheet. This can be changed and re-submerged when it is no longer cool. The downside of these methods is that they require continuous reapplication of the water and ice to maintain efficacy. See Graphic. Cooling Techniques for Hyperthermia."}
{"id": "article-19961_13", "title": "Cooling Techniques for Hyperthermia -- Technique or Treatment", "content": "Another option is to apply ice packs to the patient. The areas that are most effective in cooling core temperature are the groin, axillae, neck, and torso. Cold saline can be infused with care to monitor for resultant shivering. If the patient has a foley catheter, it can be used to irrigate the bladder with cold saline as well. More frequent ice pack changes and reapplication of cold water will allow for more rapid cooling. [3] [4] One of the most effective methods of cooling is a water bath with water at 90 F (26.7 C). Colder temperatures may cause shivering.", "contents": "Cooling Techniques for Hyperthermia -- Technique or Treatment. Another option is to apply ice packs to the patient. The areas that are most effective in cooling core temperature are the groin, axillae, neck, and torso. Cold saline can be infused with care to monitor for resultant shivering. If the patient has a foley catheter, it can be used to irrigate the bladder with cold saline as well. More frequent ice pack changes and reapplication of cold water will allow for more rapid cooling. [3] [4] One of the most effective methods of cooling is a water bath with water at 90 F (26.7 C). Colder temperatures may cause shivering."}
{"id": "article-19961_14", "title": "Cooling Techniques for Hyperthermia -- Complications", "content": "Overall, cooling is a useful intervention that has few complications. The patient's vital signs must be monitored closely during the cooling process. As mentioned, patients should be monitored for shivering, which will hinder cooling efforts. Critically ill patients may further decompensate during cooling. Additionally, if a patient's body temperature drops below normal (36 C), they will be at risk for the sequelae of hypothermia including arrhythmias and coagulopathy. An important organ to monitor during the cooling process is the skin. It is susceptible to damage from prolonged exposure to ice. Covering ice packs with a towel or sheet and regularly adjusting the site of application will mitigate this risk. [5] [6] [7] [8]", "contents": "Cooling Techniques for Hyperthermia -- Complications. Overall, cooling is a useful intervention that has few complications. The patient's vital signs must be monitored closely during the cooling process. As mentioned, patients should be monitored for shivering, which will hinder cooling efforts. Critically ill patients may further decompensate during cooling. Additionally, if a patient's body temperature drops below normal (36 C), they will be at risk for the sequelae of hypothermia including arrhythmias and coagulopathy. An important organ to monitor during the cooling process is the skin. It is susceptible to damage from prolonged exposure to ice. Covering ice packs with a towel or sheet and regularly adjusting the site of application will mitigate this risk. [5] [6] [7] [8]"}
{"id": "article-19961_15", "title": "Cooling Techniques for Hyperthermia -- Clinical Significance", "content": "In managing heat-related illness and heat stroke, decreasing core body temperature is the most critical intervention. Cooling may also be performed as an adjunct to the usual therapies for numerous conditions which may cause hyperthermia secondarily. The techniques described are easy, simple, and effective ways of cooling a patient in the emergency department. They require little training and can be performed by an individual provider. Additionally, they are applicable in many environments. Rapidly identifying patients who would benefit from this intervention is the key to effective management. [9] [10]", "contents": "Cooling Techniques for Hyperthermia -- Clinical Significance. In managing heat-related illness and heat stroke, decreasing core body temperature is the most critical intervention. Cooling may also be performed as an adjunct to the usual therapies for numerous conditions which may cause hyperthermia secondarily. The techniques described are easy, simple, and effective ways of cooling a patient in the emergency department. They require little training and can be performed by an individual provider. Additionally, they are applicable in many environments. Rapidly identifying patients who would benefit from this intervention is the key to effective management. [9] [10]"}
{"id": "article-19961_16", "title": "Cooling Techniques for Hyperthermia -- Enhancing Healthcare Team Outcomes", "content": "Hyperthermia is not an uncommon presentation to the emergency room. Some of these patients may require systemic cooling to prevent neurological damage. In managing heat-related illness and heat stroke, decreasing core body temperature is the most critical intervention. The cooling is best done with an interprofessional team that includes a neurologist, internist, emergency department physician, and ICU nurses", "contents": "Cooling Techniques for Hyperthermia -- Enhancing Healthcare Team Outcomes. Hyperthermia is not an uncommon presentation to the emergency room. Some of these patients may require systemic cooling to prevent neurological damage. In managing heat-related illness and heat stroke, decreasing core body temperature is the most critical intervention. The cooling is best done with an interprofessional team that includes a neurologist, internist, emergency department physician, and ICU nurses"}
{"id": "article-19961_17", "title": "Cooling Techniques for Hyperthermia -- Enhancing Healthcare Team Outcomes", "content": "Cooling may also be performed as an adjunct to the usual therapies for numerous conditions which may cause hyperthermia secondarily. Rapidly identifying patients who would benefit from this intervention is the key to effective management. [9] [10] The outcomes in most patients who are promptly treated are good.", "contents": "Cooling Techniques for Hyperthermia -- Enhancing Healthcare Team Outcomes. Cooling may also be performed as an adjunct to the usual therapies for numerous conditions which may cause hyperthermia secondarily. Rapidly identifying patients who would benefit from this intervention is the key to effective management. [9] [10] The outcomes in most patients who are promptly treated are good."}
{"id": "article-19961_18", "title": "Cooling Techniques for Hyperthermia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cooling Techniques for Hyperthermia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}