{"id": "article-32198_0", "title": "Anatomy, Pterygopalatine Fossa -- Introduction", "content": "The pterygopalatine fossa, also known as the sphenopalatine or sphenomaxillary fossa, is a pyramid-shaped depression inferior to the posteriormost boundary of the orbit at the orbital apex. The pterygopalatine fossa lies deep to the infratemporal fossa and is bounded laterally by the temporalis muscle, medially by the palatine bone, anteriorly by the distalmost maxilla and maxillary tuberosity, posteriorly by the pterygoid process of the sphenoid, inferiorly by the pyramidal process of the palatine bone, and superiorly by the greater wing of the sphenoid. The pterygopalatine fossa communicates with the orbit, nasal cavity, oral cavity, infratemporal fossa, middle cranial fossa (MCF), and pharynx through 8 foramina or canals. [1]", "contents": "Anatomy, Pterygopalatine Fossa -- Introduction. The pterygopalatine fossa, also known as the sphenopalatine or sphenomaxillary fossa, is a pyramid-shaped depression inferior to the posteriormost boundary of the orbit at the orbital apex. The pterygopalatine fossa lies deep to the infratemporal fossa and is bounded laterally by the temporalis muscle, medially by the palatine bone, anteriorly by the distalmost maxilla and maxillary tuberosity, posteriorly by the pterygoid process of the sphenoid, inferiorly by the pyramidal process of the palatine bone, and superiorly by the greater wing of the sphenoid. The pterygopalatine fossa communicates with the orbit, nasal cavity, oral cavity, infratemporal fossa, middle cranial fossa (MCF), and pharynx through 8 foramina or canals. [1]"}
{"id": "article-32198_1", "title": "Anatomy, Pterygopalatine Fossa -- Introduction", "content": "This region is critical in transmitting parasympathetic fibers and blood vessels to and from the face and is clinically important in disease spread and cranial surgical approaches. A 3-dimensional understanding of the pterygopalatine fossa is crucial for the rhinologist and basicranial surgeon to control epistaxis and remove basicranial lesions. A pterygopalatine space approach is used to treat lesions in the areas posterior to the maxillary sinus, including the pterygopalatine space and lateral sphenoid recess. Pathologic processes in this space are rare, with the most common being juvenile nasopharyngeal angiofibroma, neurogenic tumors, sinonasal malignancy perineural extension, and meningoencephaloceles. [2] [3]", "contents": "Anatomy, Pterygopalatine Fossa -- Introduction. This region is critical in transmitting parasympathetic fibers and blood vessels to and from the face and is clinically important in disease spread and cranial surgical approaches. A 3-dimensional understanding of the pterygopalatine fossa is crucial for the rhinologist and basicranial surgeon to control epistaxis and remove basicranial lesions. A pterygopalatine space approach is used to treat lesions in the areas posterior to the maxillary sinus, including the pterygopalatine space and lateral sphenoid recess. Pathologic processes in this space are rare, with the most common being juvenile nasopharyngeal angiofibroma, neurogenic tumors, sinonasal malignancy perineural extension, and meningoencephaloceles. [2] [3]"}
{"id": "article-32198_2", "title": "Anatomy, Pterygopalatine Fossa -- Structure and Function", "content": "The maxilla, palatine, and sphenoid bones bound the pterygopalatine fossa. The maxillary sinus' posterior wall comprises the fossa's anterior border, while the palatine bone constitutes its floor and anteromedial wall. The sphenoid bone, specifically the sphenoid body and palatine orbital process, comprise the superior boundary. The maxillary antrum's posterior wall forms the anterior boundary. The pterygoid process and the sphenoid's greater wing constitute the posterior boundary. The medial boundary is composed of the palatine bone and nasal mucoperiosteum. The temporalis muscle comprises the fossa's lateral boundary via the pterygomaxillary fissure.", "contents": "Anatomy, Pterygopalatine Fossa -- Structure and Function. The maxilla, palatine, and sphenoid bones bound the pterygopalatine fossa. The maxillary sinus' posterior wall comprises the fossa's anterior border, while the palatine bone constitutes its floor and anteromedial wall. The sphenoid bone, specifically the sphenoid body and palatine orbital process, comprise the superior boundary. The maxillary antrum's posterior wall forms the anterior boundary. The pterygoid process and the sphenoid's greater wing constitute the posterior boundary. The medial boundary is composed of the palatine bone and nasal mucoperiosteum. The temporalis muscle comprises the fossa's lateral boundary via the pterygomaxillary fissure."}
{"id": "article-32198_3", "title": "Anatomy, Pterygopalatine Fossa -- Structure and Function", "content": "Important neurovasculature transit the pterygopalatine fossa via communication with the adjacent foramina and canals. The sphenoid's foramen rotundum connects the pterygopalatine fossa to the MCF. The pterygoid (Vidian) canal connects the pterygopalatine fossa to the MCF near the foramen lacerum. The palatovaginal canal is a short communication between the sphenoid's vaginal process and the palatine sphenoidal process that connects the pterygopalatine fossa with the nasopharynx. The inferior orbital fissure connects the pterygopalatine fossa to the posterior orbit. The sphenopalatine foramen provides access to the nasal cavity along the fossa's medial aspect. The pterygomaxillary fissure connects the pterygopalatine fossa to the infratemporal fossa along its lateral aspect. The greater palatine (pterygopalatine) canal connects the pterygopalatine fossa to the oral cavity. [4] [5]", "contents": "Anatomy, Pterygopalatine Fossa -- Structure and Function. Important neurovasculature transit the pterygopalatine fossa via communication with the adjacent foramina and canals. The sphenoid's foramen rotundum connects the pterygopalatine fossa to the MCF. The pterygoid (Vidian) canal connects the pterygopalatine fossa to the MCF near the foramen lacerum. The palatovaginal canal is a short communication between the sphenoid's vaginal process and the palatine sphenoidal process that connects the pterygopalatine fossa with the nasopharynx. The inferior orbital fissure connects the pterygopalatine fossa to the posterior orbit. The sphenopalatine foramen provides access to the nasal cavity along the fossa's medial aspect. The pterygomaxillary fissure connects the pterygopalatine fossa to the infratemporal fossa along its lateral aspect. The greater palatine (pterygopalatine) canal connects the pterygopalatine fossa to the oral cavity. [4] [5]"}
{"id": "article-32198_4", "title": "Anatomy, Pterygopalatine Fossa -- Structure and Function", "content": "The pterygopalatine fossa is a passageway for important neurovascular structures (see Image. Pterygopalatine Fossa Nerves). The fossa houses the trigeminal nerve's maxillary division (CN V2) and the parasympathetic pterygopalatine (sphenopalatine) ganglion, which is suspended by 2 maxillary nerve branches. The fossa contains the maxillary artery's terminal segment (the 3rd or pterygopalatine segment) and the origin of several arterial branches. The pterygopalatine fossa also contains the Vidian nerve (nerve of the pterygoid canal), which carries fibers of the greater and deep petrosal nerves.", "contents": "Anatomy, Pterygopalatine Fossa -- Structure and Function. The pterygopalatine fossa is a passageway for important neurovascular structures (see Image. Pterygopalatine Fossa Nerves). The fossa houses the trigeminal nerve's maxillary division (CN V2) and the parasympathetic pterygopalatine (sphenopalatine) ganglion, which is suspended by 2 maxillary nerve branches. The fossa contains the maxillary artery's terminal segment (the 3rd or pterygopalatine segment) and the origin of several arterial branches. The pterygopalatine fossa also contains the Vidian nerve (nerve of the pterygoid canal), which carries fibers of the greater and deep petrosal nerves."}
{"id": "article-32198_5", "title": "Anatomy, Pterygopalatine Fossa -- Structure and Function", "content": "The maxillary artery gives off several arterial branches within the pterygopalatine fossa: the posterior superior alveolar, descending palatine, pterygoid canal, and sphenopalatine arteries. CN V2 and the Vidian nerve enter from the pterygopalatine fossa's posterior wall. CN V2 traverses the foramen rotundum to enter the pterygopalatine fossa, forming the zygomatic nerve and its zygomaticofacial and zygomaticotemporal branches. CN V2 also gives off the 2 pterygopalatine nerves that convey general sensory fibers to the pterygopalatine ganglion and suspend it within the fossa. CN V2 exits the pterygopalatine fossa via the inferior orbital fissure where it continues as the infraorbital nerve.", "contents": "Anatomy, Pterygopalatine Fossa -- Structure and Function. The maxillary artery gives off several arterial branches within the pterygopalatine fossa: the posterior superior alveolar, descending palatine, pterygoid canal, and sphenopalatine arteries. CN V2 and the Vidian nerve enter from the pterygopalatine fossa's posterior wall. CN V2 traverses the foramen rotundum to enter the pterygopalatine fossa, forming the zygomatic nerve and its zygomaticofacial and zygomaticotemporal branches. CN V2 also gives off the 2 pterygopalatine nerves that convey general sensory fibers to the pterygopalatine ganglion and suspend it within the fossa. CN V2 exits the pterygopalatine fossa via the inferior orbital fissure where it continues as the infraorbital nerve."}
{"id": "article-32198_6", "title": "Anatomy, Pterygopalatine Fossa -- Structure and Function", "content": "The Vidian nerve carries parasympathetic fibers to the pterygopalatine ganglion from the greater petrosal nerve and traverses the pterygoid canal with the deep petrosal nerve's sympathetic fibers. The Vidian nerve terminates in the pterygopalatine ganglion. The greater and lesser palatine nerves originate from the pterygopalatine ganglion and pass through the greater and lesser palatine foramina to serve the hard and soft palate, respectively.", "contents": "Anatomy, Pterygopalatine Fossa -- Structure and Function. The Vidian nerve carries parasympathetic fibers to the pterygopalatine ganglion from the greater petrosal nerve and traverses the pterygoid canal with the deep petrosal nerve's sympathetic fibers. The Vidian nerve terminates in the pterygopalatine ganglion. The greater and lesser palatine nerves originate from the pterygopalatine ganglion and pass through the greater and lesser palatine foramina to serve the hard and soft palate, respectively."}
{"id": "article-32198_7", "title": "Anatomy, Pterygopalatine Fossa -- Structure and Function", "content": "Pneumatization of the sphenoid bone's lateral portion forms the lateral sphenoid recess posterior to the pterygopalatine fossa in approximately 25% to 48% of individuals. The roof of the lateral sphenoid recess may rest directly inferior to the temporal lobe, which is a common location for MCF encephaloceles.", "contents": "Anatomy, Pterygopalatine Fossa -- Structure and Function. Pneumatization of the sphenoid bone's lateral portion forms the lateral sphenoid recess posterior to the pterygopalatine fossa in approximately 25% to 48% of individuals. The roof of the lateral sphenoid recess may rest directly inferior to the temporal lobe, which is a common location for MCF encephaloceles."}
{"id": "article-32198_8", "title": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations", "content": "Adequate tumor margin clearance must be the primary goal when considering endoscopic resections of sinonasal cancer. Sinonasal tumors originating from the maxillary sinus and the ethmoids or skull base can have both direct as well as perineural spread into the pterygopalatine and infratemporal fossae. [6] [7]", "contents": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations. Adequate tumor margin clearance must be the primary goal when considering endoscopic resections of sinonasal cancer. Sinonasal tumors originating from the maxillary sinus and the ethmoids or skull base can have both direct as well as perineural spread into the pterygopalatine and infratemporal fossae. [6] [7]"}
{"id": "article-32198_9", "title": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations", "content": "The disease site is managed first. The margins are then cleared in the pterygopalatine fossa. A medial maxillectomy is performed initially, removing the inferior and middle turbinates, to visualize the maxillary sinus completely. After creating the transmaxillary corridor, the transpterygopalatine fossa approach proceeds by stripping the mucosa overlying the medial pterygoid wedge to expose the sphenopalatine artery. The sphenopalatine artery is then ligated, and the mucosa overlying the medial pterygoid plate is stripped down. The bone of the posterior maxillary wall is then removed, and the descending palatine artery is either cauterized or ligated.", "contents": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations. The disease site is managed first. The margins are then cleared in the pterygopalatine fossa. A medial maxillectomy is performed initially, removing the inferior and middle turbinates, to visualize the maxillary sinus completely. After creating the transmaxillary corridor, the transpterygopalatine fossa approach proceeds by stripping the mucosa overlying the medial pterygoid wedge to expose the sphenopalatine artery. The sphenopalatine artery is then ligated, and the mucosa overlying the medial pterygoid plate is stripped down. The bone of the posterior maxillary wall is then removed, and the descending palatine artery is either cauterized or ligated."}
{"id": "article-32198_10", "title": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations", "content": "Notably, sacrificing the palatine artery is not always necessary for liberal access and tumor removal within the pterygopalatine fossa. However, removing this artery enables surgical access to the infratemporal fossa's more lateral and deeper aspects. The Vidian nerve is then encountered and often sacrificed. The palatine orbital process is then drilled. The entire fossa is now mobile and can be resected or pushed laterally to access the infratemporal fossa and pterygoid musculature.", "contents": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations. Notably, sacrificing the palatine artery is not always necessary for liberal access and tumor removal within the pterygopalatine fossa. However, removing this artery enables surgical access to the infratemporal fossa's more lateral and deeper aspects. The Vidian nerve is then encountered and often sacrificed. The palatine orbital process is then drilled. The entire fossa is now mobile and can be resected or pushed laterally to access the infratemporal fossa and pterygoid musculature."}
{"id": "article-32198_11", "title": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations", "content": "Proper imaging of the paranasal sinuses and skull base must be obtained before undergoing surgical resection. High-resolution computed tomography images should be obtained using a stereotactic navigational protocol. Neurogenic pterygopalatine fossa tumors usually enlarge the bony openings as they pass through the respective foramina. A magnetic resonance imaging scan may also be beneficial in studying the soft tissue structures' anatomic outlines and the sinus or skull base neoplasms' perineural spread.", "contents": "Anatomy, Pterygopalatine Fossa -- Surgical Considerations. Proper imaging of the paranasal sinuses and skull base must be obtained before undergoing surgical resection. High-resolution computed tomography images should be obtained using a stereotactic navigational protocol. Neurogenic pterygopalatine fossa tumors usually enlarge the bony openings as they pass through the respective foramina. A magnetic resonance imaging scan may also be beneficial in studying the soft tissue structures' anatomic outlines and the sinus or skull base neoplasms' perineural spread."}
{"id": "article-32198_12", "title": "Anatomy, Pterygopalatine Fossa -- Clinical Significance", "content": "Several potential complications are specifically related to pterygopalatine fossa surgeries. Vidian nerve damage can result in chronic xerophthalmia. Removal of the pterygoid plates and associated muscles can lead to chronic trismus. CN V2 damage can arise from pterygopalatine or infratemporal fossa surgery. Finally, inadvertent carotid artery injury can cause devastating consequences. Carotid injury is improbable during pterygopalatine fossa surgery, but meticulous identification of this blood vessel is essential during infratemporal fossa procedures. [8] [9]", "contents": "Anatomy, Pterygopalatine Fossa -- Clinical Significance. Several potential complications are specifically related to pterygopalatine fossa surgeries. Vidian nerve damage can result in chronic xerophthalmia. Removal of the pterygoid plates and associated muscles can lead to chronic trismus. CN V2 damage can arise from pterygopalatine or infratemporal fossa surgery. Finally, inadvertent carotid artery injury can cause devastating consequences. Carotid injury is improbable during pterygopalatine fossa surgery, but meticulous identification of this blood vessel is essential during infratemporal fossa procedures. [8] [9]"}
{"id": "article-32198_13", "title": "Anatomy, Pterygopalatine Fossa -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Pterygopalatine Fossa -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}