{"id": "article-35570_0", "title": "Phthiriasis Palpebrarum -- Continuing Education Activity", "content": "Phthiriasis palpebrarum, also called phthiriasis ciliaris or ciliary phthiriasis, is an ectoparasitosis of the eyelashes because of an infestation with Phthirus pubis, also known as pubic louse or crab louse. Phthirus pubis is primarily transmitted through sexual intercourse or interactions between an infested parent and their child. Indirect transmission through clothes or towels contaminated with nits is less common and whether or not it is a plausible mode of transmission is a subject of debate. This activity describes the risk factors, evaluation, and management of phthiriasis palpebrarum and highlights the role of the interprofessional team in enhancing care delivery for affected patients.", "contents": "Phthiriasis Palpebrarum -- Continuing Education Activity. Phthiriasis palpebrarum, also called phthiriasis ciliaris or ciliary phthiriasis, is an ectoparasitosis of the eyelashes because of an infestation with Phthirus pubis, also known as pubic louse or crab louse. Phthirus pubis is primarily transmitted through sexual intercourse or interactions between an infested parent and their child. Indirect transmission through clothes or towels contaminated with nits is less common and whether or not it is a plausible mode of transmission is a subject of debate. This activity describes the risk factors, evaluation, and management of phthiriasis palpebrarum and highlights the role of the interprofessional team in enhancing care delivery for affected patients."}
{"id": "article-35570_1", "title": "Phthiriasis Palpebrarum -- Continuing Education Activity", "content": "Objectives: Explain when phthiriasis palpebrarum should be suspected. Describe how to evaluate for phthiriasis palpebrarum. Outline the treatment of phthiriasis palpebrarum. Summarize interprofessional team strategies for improving care coordination and communication to advance the evaluation and management of phthiriasis palpebrarum and optimize outcomes. Access free multiple choice questions on this topic.", "contents": "Phthiriasis Palpebrarum -- Continuing Education Activity. Objectives: Explain when phthiriasis palpebrarum should be suspected. Describe how to evaluate for phthiriasis palpebrarum. Outline the treatment of phthiriasis palpebrarum. Summarize interprofessional team strategies for improving care coordination and communication to advance the evaluation and management of phthiriasis palpebrarum and optimize outcomes. Access free multiple choice questions on this topic."}
{"id": "article-35570_2", "title": "Phthiriasis Palpebrarum -- Introduction", "content": "Phthiriasis palpebrarum, also called phthiriasis ciliaris or ciliary phthiriasis, is an ectoparasitosis of the eyelashes due to an infestation with Pthirus pubis (sometimes written Phthirus pubis ), also known as pubic louse or crab louse. [1] [2] [3] Phthiriasis palpebrarum is a hematophagous arthropod, grouped under class Insecta and order Anoploure. It belongs to the Pediculidae family and the genus Phthirus. It is a rare entity and can be confused with blepharitis. [4] It is more prevalent in lower socioeconomic strata and not as rare as documented in previous reports. Probably a large number of cases are being missed since it mimics anterior blepharitis clinically. [5] Moreover, the nits and adult lice harboring the lashes of the eye can also be easily missed. It can present with clinical features like excessive itching, lid hyperemia, and excoriated skin. The presence of phthiriasis palpebrum in a particular locality indicates a low level of hygiene, overcrowding, poverty, and lower socioeconomic locality. It is a significant infectious disease that policymakers should give importance to while practicing and defining treatment guidelines. [6]", "contents": "Phthiriasis Palpebrarum -- Introduction. Phthiriasis palpebrarum, also called phthiriasis ciliaris or ciliary phthiriasis, is an ectoparasitosis of the eyelashes due to an infestation with Pthirus pubis (sometimes written Phthirus pubis ), also known as pubic louse or crab louse. [1] [2] [3] Phthiriasis palpebrarum is a hematophagous arthropod, grouped under class Insecta and order Anoploure. It belongs to the Pediculidae family and the genus Phthirus. It is a rare entity and can be confused with blepharitis. [4] It is more prevalent in lower socioeconomic strata and not as rare as documented in previous reports. Probably a large number of cases are being missed since it mimics anterior blepharitis clinically. [5] Moreover, the nits and adult lice harboring the lashes of the eye can also be easily missed. It can present with clinical features like excessive itching, lid hyperemia, and excoriated skin. The presence of phthiriasis palpebrum in a particular locality indicates a low level of hygiene, overcrowding, poverty, and lower socioeconomic locality. It is a significant infectious disease that policymakers should give importance to while practicing and defining treatment guidelines. [6]"}
{"id": "article-35570_3", "title": "Phthiriasis Palpebrarum -- Etiology", "content": "Phthiriasis palpebrarum, caused by Pthirus pubis (sometimes written as Phthirus pubis ), is an hominoxius hematophagous arthropod, an obligate parasite of human beings. [7] It is an insect belonging to the Pthiridae family and the Pthirus genus. Adults measure up to 2 mm long and are smaller than head lice (Pediculus humanus capitis) and body lice ( Pediculus humanus corporis ). Male parasites are smaller than females, and both are smaller than head lice and body lice. [8] Pthirus pubis (ciliary phthiriasis) has a crab-like round body with thick second and third sets of legs, having large claws allowing the parasite to cling to the hair. It infests mainly pubic hair (inducing phthiriasis pubis). However, it may spread out to other hairy areas such as the abdomen, thighs, chest, axillary region, beard, eyebrows, and eyelashes. Pthirus pubis feeds on blood up to five times a day. [9] It cannot live longer than 24 to 48 hours away from its human host. A female louse lays an average of three nits daily, which hatch 7 to 10 days later. [10]", "contents": "Phthiriasis Palpebrarum -- Etiology. Phthiriasis palpebrarum, caused by Pthirus pubis (sometimes written as Phthirus pubis ), is an hominoxius hematophagous arthropod, an obligate parasite of human beings. [7] It is an insect belonging to the Pthiridae family and the Pthirus genus. Adults measure up to 2 mm long and are smaller than head lice (Pediculus humanus capitis) and body lice ( Pediculus humanus corporis ). Male parasites are smaller than females, and both are smaller than head lice and body lice. [8] Pthirus pubis (ciliary phthiriasis) has a crab-like round body with thick second and third sets of legs, having large claws allowing the parasite to cling to the hair. It infests mainly pubic hair (inducing phthiriasis pubis). However, it may spread out to other hairy areas such as the abdomen, thighs, chest, axillary region, beard, eyebrows, and eyelashes. Pthirus pubis feeds on blood up to five times a day. [9] It cannot live longer than 24 to 48 hours away from its human host. A female louse lays an average of three nits daily, which hatch 7 to 10 days later. [10]"}
{"id": "article-35570_4", "title": "Phthiriasis Palpebrarum -- Etiology", "content": "Infestation with Pthirus pubis occurs mainly through sexual intercourse or during interactions between an infested parent and their child. Transmission of Pthirus pubis to eyelashes may be manual from the infested body hair or during sexual contact. Indirect transmission through clothes or towels contaminated with nits is less frequent and is denied by some authors. Phthiriasis palpebrarum rarely can be misdiagnosed as blepharoconjunctivitis. [11] Huo et al. reported the first case of Phthirus pubis and Demodex of the eyelids in a 48-year-old female. [12] Biler et al. reported a case of uniocular phthiriasis palpebrarum infestation in a young child undergoing amblyopia treatment with occlusion therapy. [13]", "contents": "Phthiriasis Palpebrarum -- Etiology. Infestation with Pthirus pubis occurs mainly through sexual intercourse or during interactions between an infested parent and their child. Transmission of Pthirus pubis to eyelashes may be manual from the infested body hair or during sexual contact. Indirect transmission through clothes or towels contaminated with nits is less frequent and is denied by some authors. Phthiriasis palpebrarum rarely can be misdiagnosed as blepharoconjunctivitis. [11] Huo et al. reported the first case of Phthirus pubis and Demodex of the eyelids in a 48-year-old female. [12] Biler et al. reported a case of uniocular phthiriasis palpebrarum infestation in a young child undergoing amblyopia treatment with occlusion therapy. [13]"}
{"id": "article-35570_5", "title": "Phthiriasis Palpebrarum -- Epidemiology", "content": "Pubic lice are estimated to involve 1 to 2% of the population globally. The exact prevalence of phthiriasis palpebrarum is unknown. Certain studies estimate phthiriasis pubis to have a prevalence ranging from 2% to over 10%. However, because of frequently non-declared cases treated by first-line physicians, this prevalence is probably underestimated. In the Indian population cohort, the cases are underreported due to social barriers and stigmas. Phthiriasis palpebrarum is diagnosed chiefly in children. Approximately 30 % of cases are grouped under sexually transmitted diseases. [14] It has been reported in a 21-day-old newborn. [15] [16] [17]", "contents": "Phthiriasis Palpebrarum -- Epidemiology. Pubic lice are estimated to involve 1 to 2% of the population globally. The exact prevalence of phthiriasis palpebrarum is unknown. Certain studies estimate phthiriasis pubis to have a prevalence ranging from 2% to over 10%. However, because of frequently non-declared cases treated by first-line physicians, this prevalence is probably underestimated. In the Indian population cohort, the cases are underreported due to social barriers and stigmas. Phthiriasis palpebrarum is diagnosed chiefly in children. Approximately 30 % of cases are grouped under sexually transmitted diseases. [14] It has been reported in a 21-day-old newborn. [15] [16] [17]"}
{"id": "article-35570_6", "title": "Phthiriasis Palpebrarum -- Pathophysiology", "content": "Itching is believed to be due to a cutaneous hypersensitivity towards the louse saliva. Adult pubic lice can infect hairs of the scalp, axillary region, trunk, thighs, groin, eyebrows, and eyelashes. The eyelash involvement is rare. If present, it is primarily due to crab louse and very rarely due to head louse. Eyelash involvement by body louse is not seen. The pubic louse can quickly move from genital areas to eyelashes or other sites by themselves infecting the hair. In contrast, adult lice are transferred by means of contact with hands, dirty clothes, towels, or linen. In children, eyelashes are most commonly infected with a remote possibility of sexual abuse, which should be ruled out. [18]", "contents": "Phthiriasis Palpebrarum -- Pathophysiology. Itching is believed to be due to a cutaneous hypersensitivity towards the louse saliva. Adult pubic lice can infect hairs of the scalp, axillary region, trunk, thighs, groin, eyebrows, and eyelashes. The eyelash involvement is rare. If present, it is primarily due to crab louse and very rarely due to head louse. Eyelash involvement by body louse is not seen. The pubic louse can quickly move from genital areas to eyelashes or other sites by themselves infecting the hair. In contrast, adult lice are transferred by means of contact with hands, dirty clothes, towels, or linen. In children, eyelashes are most commonly infected with a remote possibility of sexual abuse, which should be ruled out. [18]"}
{"id": "article-35570_7", "title": "Phthiriasis Palpebrarum -- Histopathology", "content": "Phthirus pubis measured about 2 mm on macroscopic examination, having a broad and flat body. The adult louse has six legs (3 pairs) which abut the abdomen. The anterior pair of legs are thinner, having narrow claws and a jagged surface. The posterior pair of legs are thicker to hold the shaft of the hairs and egg attachment better. The eggs are tiny, translucent 0.5 mm in size, stuck to the shaft of the hair, and can be misdiagnosed as blepharitis. The average survival rate of P. pubis is four weeks, and in the absence of the host, it dies within two days. [2]", "contents": "Phthiriasis Palpebrarum -- Histopathology. Phthirus pubis measured about 2 mm on macroscopic examination, having a broad and flat body. The adult louse has six legs (3 pairs) which abut the abdomen. The anterior pair of legs are thinner, having narrow claws and a jagged surface. The posterior pair of legs are thicker to hold the shaft of the hairs and egg attachment better. The eggs are tiny, translucent 0.5 mm in size, stuck to the shaft of the hair, and can be misdiagnosed as blepharitis. The average survival rate of P. pubis is four weeks, and in the absence of the host, it dies within two days. [2]"}
{"id": "article-35570_8", "title": "Phthiriasis Palpebrarum -- History and Physical", "content": "Itching of the eyelids is the main symptom in phthiriasis palpebrarum. Persistent scratching, rubbing the eyelashes, and pruritis may lead to diffuse inflammation. A gritty sensation, redness, hyperemia, swollen eyelids, reddish-brown crusts, watering, whitish discharge, burning sensation, irritation, and pain are less commonly observed. [19] [17] [19] This condition may be misdiagnosed since physicians rarely encounter phthiriasis palpebrarum because of the parasite's small size and translucent characteristic and its nits, which makes them barely visible. Ocular symptoms may evolve for months before the diagnosis of phthiriasis palpebrarum is established. An associated localized or generalized itching of hair-bearing areas of the body is suggestive of associated phthiriasis pubis. Occasionally lid abscess has been reported. [20]", "contents": "Phthiriasis Palpebrarum -- History and Physical. Itching of the eyelids is the main symptom in phthiriasis palpebrarum. Persistent scratching, rubbing the eyelashes, and pruritis may lead to diffuse inflammation. A gritty sensation, redness, hyperemia, swollen eyelids, reddish-brown crusts, watering, whitish discharge, burning sensation, irritation, and pain are less commonly observed. [19] [17] [19] This condition may be misdiagnosed since physicians rarely encounter phthiriasis palpebrarum because of the parasite's small size and translucent characteristic and its nits, which makes them barely visible. Ocular symptoms may evolve for months before the diagnosis of phthiriasis palpebrarum is established. An associated localized or generalized itching of hair-bearing areas of the body is suggestive of associated phthiriasis pubis. Occasionally lid abscess has been reported. [20]"}
{"id": "article-35570_9", "title": "Phthiriasis Palpebrarum -- History and Physical", "content": "Careful examination with slit lamp shows translucent nits, which appear as oval structures located at the emergence of the eyelashes. Lice appear as moving and semi-transparent structures. The number of lice is variable (one louse to dozens). Dermatoscopy may lead to similar findings. [21] Palpebral erythema and/or edema, blepharoconjunctival hyperemia, hematic crusts, and petechial macules of the eyelid skin (secondary to blood feeding by the parasite) are frequently observed. Fecal material is seen as small brownish granules. Phthiriasis palpebrarum generally affects both eyes, and unilateral eye involvement is less common. Upper eyelids seem the most frequently involved. Visual acuity usually is not altered. Pre-auricular lymphadenopathy may be noted, especially in secondary bacterial infection of eyelid excoriations or parasite bites. [22]", "contents": "Phthiriasis Palpebrarum -- History and Physical. Careful examination with slit lamp shows translucent nits, which appear as oval structures located at the emergence of the eyelashes. Lice appear as moving and semi-transparent structures. The number of lice is variable (one louse to dozens). Dermatoscopy may lead to similar findings. [21] Palpebral erythema and/or edema, blepharoconjunctival hyperemia, hematic crusts, and petechial macules of the eyelid skin (secondary to blood feeding by the parasite) are frequently observed. Fecal material is seen as small brownish granules. Phthiriasis palpebrarum generally affects both eyes, and unilateral eye involvement is less common. Upper eyelids seem the most frequently involved. Visual acuity usually is not altered. Pre-auricular lymphadenopathy may be noted, especially in secondary bacterial infection of eyelid excoriations or parasite bites. [22]"}
{"id": "article-35570_10", "title": "Phthiriasis Palpebrarum -- Evaluation -- Gross Microscopic Examination", "content": "Light microscopic examination of wet mount (10x magnification), wood lamp, or histopathological examination of material withdrawn from the eyelids may confirm the parasitic infestation, revealing lice and nits, and help make the diagnosis of phthiriasis by showing the typical morphology of Pthirus pubis . [23]", "contents": "Phthiriasis Palpebrarum -- Evaluation -- Gross Microscopic Examination. Light microscopic examination of wet mount (10x magnification), wood lamp, or histopathological examination of material withdrawn from the eyelids may confirm the parasitic infestation, revealing lice and nits, and help make the diagnosis of phthiriasis by showing the typical morphology of Pthirus pubis . [23]"}
{"id": "article-35570_11", "title": "Phthiriasis Palpebrarum -- Evaluation -- Dermoscopy", "content": "Dermoscopy, also called dermatoscopy or epiluminoscopy, is a method of skin evaluation by using skin surface microscopy. It is a safe and confirmatory diagnostic method for assessing louse infection without the risk of physical damage. [24]", "contents": "Phthiriasis Palpebrarum -- Evaluation -- Dermoscopy. Dermoscopy, also called dermatoscopy or epiluminoscopy, is a method of skin evaluation by using skin surface microscopy. It is a safe and confirmatory diagnostic method for assessing louse infection without the risk of physical damage. [24]"}
{"id": "article-35570_12", "title": "Phthiriasis Palpebrarum -- Evaluation -- Polymerase Chain Reaction and DNA sequencing", "content": "Considering the forensic investigations, in cases of sexual trauma and abuse, the DNA of the host can be identified from the blood of the louse by using PCR. [25]", "contents": "Phthiriasis Palpebrarum -- Evaluation -- Polymerase Chain Reaction and DNA sequencing. Considering the forensic investigations, in cases of sexual trauma and abuse, the DNA of the host can be identified from the blood of the louse by using PCR. [25]"}
{"id": "article-35570_13", "title": "Phthiriasis Palpebrarum -- Treatment / Management -- Mechanical Removal", "content": "Cutting the eyelashes is a radical technique. Using forceps, physical removal of lice and nits from the eyelashes may be difficult in non-cooperative patients such as children. The use of botulinum toxin A, at the concentration of 2.5 units per 0.1 ml applied with a swab stick on the eyelashes, may be a cost-effective adjunctive treatment, which facilitates physical removal since it induces paralysis of the lice preventing them from adhering to the eyelashes. [26]", "contents": "Phthiriasis Palpebrarum -- Treatment / Management -- Mechanical Removal. Cutting the eyelashes is a radical technique. Using forceps, physical removal of lice and nits from the eyelashes may be difficult in non-cooperative patients such as children. The use of botulinum toxin A, at the concentration of 2.5 units per 0.1 ml applied with a swab stick on the eyelashes, may be a cost-effective adjunctive treatment, which facilitates physical removal since it induces paralysis of the lice preventing them from adhering to the eyelashes. [26]"}
{"id": "article-35570_14", "title": "Phthiriasis Palpebrarum -- Treatment / Management -- Topical Drugs", "content": "Several topical treatments may be used in phthiriasis palpebrarum. Yellow 1% mercuric oxide ophthalmic ointment (older publications), 0.3% tobramycin eye ointment,  0.5% moxifloxacin eye ointment, parasympathomimetic agents (physostigmine ointment, 4% pilocarpine gel), liquid vaseline, topical botulinum toxin, 20% fluorescein, and liquid petrolatum ointment have been reported to be efficient on lice and nits. Topical antiparasitic agents such as natural pyrethrin's, pyrethroids, 1% permethrin, 0.2% phenothrin, topical 0.5%-1% malathion or shampoo, 50% tea tree oil, and lindane (sometimes erroneously reported as gamma-benzene hexachloride) may also be prescribed. [4]", "contents": "Phthiriasis Palpebrarum -- Treatment / Management -- Topical Drugs. Several topical treatments may be used in phthiriasis palpebrarum. Yellow 1% mercuric oxide ophthalmic ointment (older publications), 0.3% tobramycin eye ointment,  0.5% moxifloxacin eye ointment, parasympathomimetic agents (physostigmine ointment, 4% pilocarpine gel), liquid vaseline, topical botulinum toxin, 20% fluorescein, and liquid petrolatum ointment have been reported to be efficient on lice and nits. Topical antiparasitic agents such as natural pyrethrin's, pyrethroids, 1% permethrin, 0.2% phenothrin, topical 0.5%-1% malathion or shampoo, 50% tea tree oil, and lindane (sometimes erroneously reported as gamma-benzene hexachloride) may also be prescribed. [4]"}
{"id": "article-35570_15", "title": "Phthiriasis Palpebrarum -- Treatment / Management -- Cryotherapy and Argon Laser Therapy", "content": "Parasite destruction may be an alternative to physical removal or topical treatment. Cryotherapy with liquid nitrogen performed under the slit lamp was reported to be efficient by some authors. [27] Some authors have proposed argon laser therapy as an effective treatment for phthiriasis palpebrarum. [28] One session using a 200-micron beam, with a duration of 0.1 seconds and a power of 0.2 W, allowed the destruction of both lice and nits. However, this device necessitates strict eye protection and may not be available on a large scale.", "contents": "Phthiriasis Palpebrarum -- Treatment / Management -- Cryotherapy and Argon Laser Therapy. Parasite destruction may be an alternative to physical removal or topical treatment. Cryotherapy with liquid nitrogen performed under the slit lamp was reported to be efficient by some authors. [27] Some authors have proposed argon laser therapy as an effective treatment for phthiriasis palpebrarum. [28] One session using a 200-micron beam, with a duration of 0.1 seconds and a power of 0.2 W, allowed the destruction of both lice and nits. However, this device necessitates strict eye protection and may not be available on a large scale."}
{"id": "article-35570_16", "title": "Phthiriasis Palpebrarum -- Treatment / Management -- Role of Ivermectin", "content": "Oral ivermectin may be used as a single dose treatment; however, since the drug's half-life is 16 hours, a second dose may be necessary after seven to 10 days to control newly hatched nits. Oral ivermectin is contraindicated in children younger than five years old and/or weighing less than 15 kilograms. Ivermectin can cross the blood-brain barrier and result in untoward side effects for pregnant and lactating women. Ivermectin blocks the chemical signals through the synaptic channels of the nerve.  The act on neurotransmitters glutamate or gamma-aminobutyric acid (GABA) paralyzes the parasite resulting in death. [29]", "contents": "Phthiriasis Palpebrarum -- Treatment / Management -- Role of Ivermectin. Oral ivermectin may be used as a single dose treatment; however, since the drug's half-life is 16 hours, a second dose may be necessary after seven to 10 days to control newly hatched nits. Oral ivermectin is contraindicated in children younger than five years old and/or weighing less than 15 kilograms. Ivermectin can cross the blood-brain barrier and result in untoward side effects for pregnant and lactating women. Ivermectin blocks the chemical signals through the synaptic channels of the nerve.  The act on neurotransmitters glutamate or gamma-aminobutyric acid (GABA) paralyzes the parasite resulting in death. [29]"}
{"id": "article-35570_17", "title": "Phthiriasis Palpebrarum -- Treatment / Management -- General Hygienic Measures", "content": "Treatment of associated body hair infestation using antiparasitic topical and/or shaving is mandatory. Clothing, bedding, pillowcases, and towels should be washed at 50 C for half an hour and then heat dried for up to 10 minutes to eliminate both lice and nits. All sexual contacts and family members of a person having should be evaluated for the presence of phthiriasis pubis and phthiriasis palpebrarum, and if necessary, they have to be treated. The effect of such measures in preventing recontamination is a proven strategy. [17]", "contents": "Phthiriasis Palpebrarum -- Treatment / Management -- General Hygienic Measures. Treatment of associated body hair infestation using antiparasitic topical and/or shaving is mandatory. Clothing, bedding, pillowcases, and towels should be washed at 50 C for half an hour and then heat dried for up to 10 minutes to eliminate both lice and nits. All sexual contacts and family members of a person having should be evaluated for the presence of phthiriasis pubis and phthiriasis palpebrarum, and if necessary, they have to be treated. The effect of such measures in preventing recontamination is a proven strategy. [17]"}
{"id": "article-35570_18", "title": "Phthiriasis Palpebrarum -- Differential Diagnosis", "content": "Seborrheic blepharitis [2] Blepharoconjunctivitis Bacterial conjunctivitis Viral conjunctivitis Allergic conjunctivitis Follicular conjunctivitis Chalazion Dry eye disease Hordeolum Eyelid eczema Rosacea blepharitis Staphylococcal blepharitis Atopic dermatitis Demodicosis Marginal keratitis These conditions can have erythematous eyelids with symptoms of eyelid pain, irritation, or itching. However, they will not have the phthiriasis palpebrarum organism present on the eyelashes.", "contents": "Phthiriasis Palpebrarum -- Differential Diagnosis. Seborrheic blepharitis [2] Blepharoconjunctivitis Bacterial conjunctivitis Viral conjunctivitis Allergic conjunctivitis Follicular conjunctivitis Chalazion Dry eye disease Hordeolum Eyelid eczema Rosacea blepharitis Staphylococcal blepharitis Atopic dermatitis Demodicosis Marginal keratitis These conditions can have erythematous eyelids with symptoms of eyelid pain, irritation, or itching. However, they will not have the phthiriasis palpebrarum organism present on the eyelashes."}
{"id": "article-35570_19", "title": "Phthiriasis Palpebrarum -- Prognosis", "content": "The prognosis of phthiriasis palpebrarum is good in the majority of cases. Neglected cases with chronic infestation by the parasite can manifest as blepharitis, meibomian gland dysfunction, and dry eyes, which require targeted treatment.", "contents": "Phthiriasis Palpebrarum -- Prognosis. The prognosis of phthiriasis palpebrarum is good in the majority of cases. Neglected cases with chronic infestation by the parasite can manifest as blepharitis, meibomian gland dysfunction, and dry eyes, which require targeted treatment."}
{"id": "article-35570_20", "title": "Phthiriasis Palpebrarum -- Complications", "content": "Blepharitis Chronic conjunctivitis Meibomian gland dysfunction Lid abscess Dry eyes", "contents": "Phthiriasis Palpebrarum -- Complications. Blepharitis Chronic conjunctivitis Meibomian gland dysfunction Lid abscess Dry eyes"}
{"id": "article-35570_21", "title": "Phthiriasis Palpebrarum -- Consultations", "content": "Any patient with complaints of persistent itching, irritation, redness, or discharge should be examined in detail by an ophthalmologist to rule out phthiriasis palpebrarum infestation. In case of doubt regarding the diagnosis, the patient can be referred and managed by a cornea or external disease specialist or an oculoplastic surgeon. If the patient also complains of itching of the groin and other body areas, they should be referred to or managed in consultation with a physician or a dermatologist. The patient should also be evaluated to rule out sexually transmitted diseases (STD). In case of an STD, the patient and the partner should be referred to a venereologist for careful management and targeted drug therapy. If phthiriasis palpebrarum is diagnosed in a child, the physician should rule out sexual abuse, although manual contamination from infested body hair of the child’s father or mother is the most likely way of transmission. Physical examination and treatment of infested sexual partners are recommended.", "contents": "Phthiriasis Palpebrarum -- Consultations. Any patient with complaints of persistent itching, irritation, redness, or discharge should be examined in detail by an ophthalmologist to rule out phthiriasis palpebrarum infestation. In case of doubt regarding the diagnosis, the patient can be referred and managed by a cornea or external disease specialist or an oculoplastic surgeon. If the patient also complains of itching of the groin and other body areas, they should be referred to or managed in consultation with a physician or a dermatologist. The patient should also be evaluated to rule out sexually transmitted diseases (STD). In case of an STD, the patient and the partner should be referred to a venereologist for careful management and targeted drug therapy. If phthiriasis palpebrarum is diagnosed in a child, the physician should rule out sexual abuse, although manual contamination from infested body hair of the child’s father or mother is the most likely way of transmission. Physical examination and treatment of infested sexual partners are recommended."}
{"id": "article-35570_22", "title": "Phthiriasis Palpebrarum -- Deterrence and Patient Education", "content": "Phthiriasis palpebrarum patients should be educated in detail regarding the importance of daily hygienic practices and measures to be followed. The patient should be explained to wash the eyelashes with baby shampoo or regular soap while bathing. The infection spreads by contact; hence all the family members, sexual partners, and close contacts must be thoroughly evaluated and treated. All the clothes, bedsheets, linen, and towel should be machine washed for 30 minutes at 55 degrees and dried in hot steam for 5 to 10 minutes. The patient should receive counsel that the clothes that cannot be washed should be dry cleaned or kept sealed in a plastic bag for at least two weeks.", "contents": "Phthiriasis Palpebrarum -- Deterrence and Patient Education. Phthiriasis palpebrarum patients should be educated in detail regarding the importance of daily hygienic practices and measures to be followed. The patient should be explained to wash the eyelashes with baby shampoo or regular soap while bathing. The infection spreads by contact; hence all the family members, sexual partners, and close contacts must be thoroughly evaluated and treated. All the clothes, bedsheets, linen, and towel should be machine washed for 30 minutes at 55 degrees and dried in hot steam for 5 to 10 minutes. The patient should receive counsel that the clothes that cannot be washed should be dry cleaned or kept sealed in a plastic bag for at least two weeks."}
{"id": "article-35570_23", "title": "Phthiriasis Palpebrarum -- Pearls and Other Issues", "content": "Since sexual activity may cause phthiriasis palpebrarum, patients should be screened for other sexually transmitted infections. If phthiriasis palpebrarum is diagnosed in a child, the physician should rule out sexual abuse, although manual contamination from infested body hair of the child’s father or mother is the most likely way of transmission. Physical examination and treatment of infested sexual partners are recommended", "contents": "Phthiriasis Palpebrarum -- Pearls and Other Issues. Since sexual activity may cause phthiriasis palpebrarum, patients should be screened for other sexually transmitted infections. If phthiriasis palpebrarum is diagnosed in a child, the physician should rule out sexual abuse, although manual contamination from infested body hair of the child’s father or mother is the most likely way of transmission. Physical examination and treatment of infested sexual partners are recommended"}
{"id": "article-35570_24", "title": "Phthiriasis Palpebrarum -- Enhancing Healthcare Team Outcomes", "content": "The ophthalmologists, cornea or external disease specialists, or oculoplasty specialists play an essential role in diagnosing and managing these cases. They have a crucial role in deciding the targeted drug therapy. The nursing team helps in counseling regarding drug therapy and the importance of hygiene maintenance in these cases—the pharmacist help in arranging the drugs for the patients. Additionally, dermatologists play an essential role in reducing and treating parasitic infestation in other body parts. The venerologist helps to treat the patient and the contact for sexually transmitted disease.", "contents": "Phthiriasis Palpebrarum -- Enhancing Healthcare Team Outcomes. The ophthalmologists, cornea or external disease specialists, or oculoplasty specialists play an essential role in diagnosing and managing these cases. They have a crucial role in deciding the targeted drug therapy. The nursing team helps in counseling regarding drug therapy and the importance of hygiene maintenance in these cases—the pharmacist help in arranging the drugs for the patients. Additionally, dermatologists play an essential role in reducing and treating parasitic infestation in other body parts. The venerologist helps to treat the patient and the contact for sexually transmitted disease."}
{"id": "article-35570_25", "title": "Phthiriasis Palpebrarum -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Phthiriasis Palpebrarum -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}