{"id": "article-41513_0", "title": "Sacubitril-Valsartan -- Continuing Education Activity", "content": "Sacubitril-valsartan is the first agent approved in a new class of drugs called angiotensin receptor neprilysin inhibitor (ARNI). The medication is FDA-approved to treat patients with chronic heart failure with reduced ejection fraction (HFrEF) in NYHA class II, III, or IV. Sacubitril-valsartan is used instead of an angiotensin-converting enzyme inhibitor (ACEi) or angiotensin II receptor blocker (ARB) and in conjunction with other standard heart-failure treatments (beta-blocker or aldosterone antagonist). Patients must be able to tolerate ACEi or ARB before starting sacubitril or valsartan. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, toxicity, and monitoring of sacubitril or valsartan so clinicians can appropriately treat patients with heart failure and related cardiovascular conditions.", "contents": "Sacubitril-Valsartan -- Continuing Education Activity. Sacubitril-valsartan is the first agent approved in a new class of drugs called angiotensin receptor neprilysin inhibitor (ARNI). The medication is FDA-approved to treat patients with chronic heart failure with reduced ejection fraction (HFrEF) in NYHA class II, III, or IV. Sacubitril-valsartan is used instead of an angiotensin-converting enzyme inhibitor (ACEi) or angiotensin II receptor blocker (ARB) and in conjunction with other standard heart-failure treatments (beta-blocker or aldosterone antagonist). Patients must be able to tolerate ACEi or ARB before starting sacubitril or valsartan. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, toxicity, and monitoring of sacubitril or valsartan so clinicians can appropriately treat patients with heart failure and related cardiovascular conditions."}
{"id": "article-41513_1", "title": "Sacubitril-Valsartan -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for sacubitril-valsartan therapy based on current guidelines and patient characteristics. Differentiate between sacubitril-valsartan and other heart failure therapies regarding the mechanism of action, efficacy, and safety profiles. Assess patient response to sacubitril-valsartan therapy by monitoring symptoms, biomarkers, and adverse events. Collaborate with interdisciplinary healthcare team members to ensure coordinated care and monitoring for patients receiving sacubitril-valsartan. Access free multiple choice questions on this topic.", "contents": "Sacubitril-Valsartan -- Continuing Education Activity. Objectives: Identify appropriate candidates for sacubitril-valsartan therapy based on current guidelines and patient characteristics. Differentiate between sacubitril-valsartan and other heart failure therapies regarding the mechanism of action, efficacy, and safety profiles. Assess patient response to sacubitril-valsartan therapy by monitoring symptoms, biomarkers, and adverse events. Collaborate with interdisciplinary healthcare team members to ensure coordinated care and monitoring for patients receiving sacubitril-valsartan. Access free multiple choice questions on this topic."}
{"id": "article-41513_2", "title": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications", "content": "Sacubitril-valsartan is the first agent approved in a new class of drugs called angiotensin receptor neprilysin inhibitor (ARNI). The medication is FDA-approved to treat patients with chronic heart failure with reduced ejection fraction (HFrEF) in NYHA class II, III, or IV. Sacubitril-valsartan is used instead of an ACEi or ARB and in conjunction with other standard heart-failure treatments (beta-blocker, aldosterone antagonist). [1] [2]", "contents": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications. Sacubitril-valsartan is the first agent approved in a new class of drugs called angiotensin receptor neprilysin inhibitor (ARNI). The medication is FDA-approved to treat patients with chronic heart failure with reduced ejection fraction (HFrEF) in NYHA class II, III, or IV. Sacubitril-valsartan is used instead of an ACEi or ARB and in conjunction with other standard heart-failure treatments (beta-blocker, aldosterone antagonist). [1] [2]"}
{"id": "article-41513_3", "title": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications", "content": "According to the 2016 American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Failure Society of America (ACC/AHA/HFSA), Focused Update on New Pharmacological Therapy for Heart Failure, ACEi, ARB, or ARNI is now recommended in patients with chronic symptomatic HFrEF to reduce morbidity and mortality (class I recommendation). Patients must be able to tolerate ACEi or ARB before being started on sacubitril-valsartan. [3]", "contents": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications. According to the 2016 American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Failure Society of America (ACC/AHA/HFSA), Focused Update on New Pharmacological Therapy for Heart Failure, ACEi, ARB, or ARNI is now recommended in patients with chronic symptomatic HFrEF to reduce morbidity and mortality (class I recommendation). Patients must be able to tolerate ACEi or ARB before being started on sacubitril-valsartan. [3]"}
{"id": "article-41513_4", "title": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications", "content": "2022 AHA/ACC/HFSA guidelines recommend using sacubitril-valsartan to manage patients with heart failure with preserved ejection fraction(HFpEF). [4] Sacubitril-valsartan is also FDA-approved for pediatric patients with heart failure. [5] 2023 ACC Expert Consensus further endorses using sacubitril for HFpEF. Recommendations are to initiate SGLT2i followed by sacubitril for patients with HFpEF. Sacubitril-valsartan is suggested for male patients with LVEF <55% to 60% and, regardless of LVEF, for female patients. The rationale behind the favorable response to sacubitril-valsartan from women at a relatively higher LVEF could be attributed to the fact that women generally have smaller left ventricular chamber sizes. Consequently, women are more likely to demonstrate higher LVEFs compared to men. [6]", "contents": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications. 2022 AHA/ACC/HFSA guidelines recommend using sacubitril-valsartan to manage patients with heart failure with preserved ejection fraction(HFpEF). [4] Sacubitril-valsartan is also FDA-approved for pediatric patients with heart failure. [5] 2023 ACC Expert Consensus further endorses using sacubitril for HFpEF. Recommendations are to initiate SGLT2i followed by sacubitril for patients with HFpEF. Sacubitril-valsartan is suggested for male patients with LVEF <55% to 60% and, regardless of LVEF, for female patients. The rationale behind the favorable response to sacubitril-valsartan from women at a relatively higher LVEF could be attributed to the fact that women generally have smaller left ventricular chamber sizes. Consequently, women are more likely to demonstrate higher LVEFs compared to men. [6]"}
{"id": "article-41513_5", "title": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications", "content": "In a recent case series, 4 patients with chemotherapy-related acute cardiac failure with severely reduced ejection fraction were successfully treated with sacubitril-valsartan. In addition, sacubitril-valsartan was also demonstrated to be valuable in anthracycline-related cardiac toxicity. [7] Cancer therapy-related cardiac dysfunction (CTRCD) is a critical problem impacting oncological and cardiovascular health prognosis, especially when it prevents patients from cancer treatment. In a recent clinical trial, sacubitril-valsartan emerged as a promising treatment option in patients with refractory CTRCD. The data is limited but demonstrates the promising results of prior clinical studies for using sacubitril-valsartan in cardio-oncology patients. However, more clinical studies are needed to confirm the efficacy and safety of sacubitril-valsartan in cancer therapy-related cardiac dysfunction (CTRCD). [8]", "contents": "Sacubitril-Valsartan -- Indications -- FDA-Approved Indications. In a recent case series, 4 patients with chemotherapy-related acute cardiac failure with severely reduced ejection fraction were successfully treated with sacubitril-valsartan. In addition, sacubitril-valsartan was also demonstrated to be valuable in anthracycline-related cardiac toxicity. [7] Cancer therapy-related cardiac dysfunction (CTRCD) is a critical problem impacting oncological and cardiovascular health prognosis, especially when it prevents patients from cancer treatment. In a recent clinical trial, sacubitril-valsartan emerged as a promising treatment option in patients with refractory CTRCD. The data is limited but demonstrates the promising results of prior clinical studies for using sacubitril-valsartan in cardio-oncology patients. However, more clinical studies are needed to confirm the efficacy and safety of sacubitril-valsartan in cancer therapy-related cardiac dysfunction (CTRCD). [8]"}
{"id": "article-41513_6", "title": "Sacubitril-Valsartan -- Mechanism of Action", "content": "The pathophysiology of heart failure involves a maladaptive response during which the renin-angiotensin-aldosterone system (RAAS) is activated. RAAS activation leads to vasoconstriction, hypertension, increased aldosterone levels, increased sympathetic tone, and eventually, cardiac remodeling, all of which are detrimental to the progression of the disease. ACEi or ARBs play a major role in reducing morbidity and mortality due to heart failure by blocking the maladaptive elements. [9]", "contents": "Sacubitril-Valsartan -- Mechanism of Action. The pathophysiology of heart failure involves a maladaptive response during which the renin-angiotensin-aldosterone system (RAAS) is activated. RAAS activation leads to vasoconstriction, hypertension, increased aldosterone levels, increased sympathetic tone, and eventually, cardiac remodeling, all of which are detrimental to the progression of the disease. ACEi or ARBs play a major role in reducing morbidity and mortality due to heart failure by blocking the maladaptive elements. [9]"}
{"id": "article-41513_7", "title": "Sacubitril-Valsartan -- Mechanism of Action", "content": "Simultaneously, the natriuretic peptide system is activated, hence the elevated BNP and NT-pro BNP seen in heart failure exacerbations. This compensatory mechanism leads to vasodilation, natriuresis, and diuresis. Consequently, the natriuretic peptide system decreases blood pressure (BP), lowers sympathetic tone, and reduces aldosterone levels. The natriuretic peptide system functions antagonistically to RAAS and has favorable effects on the pathogenesis of heart failure. Natriuretic peptides are broken down by an enzyme called neprilysin. [10]", "contents": "Sacubitril-Valsartan -- Mechanism of Action. Simultaneously, the natriuretic peptide system is activated, hence the elevated BNP and NT-pro BNP seen in heart failure exacerbations. This compensatory mechanism leads to vasodilation, natriuresis, and diuresis. Consequently, the natriuretic peptide system decreases blood pressure (BP), lowers sympathetic tone, and reduces aldosterone levels. The natriuretic peptide system functions antagonistically to RAAS and has favorable effects on the pathogenesis of heart failure. Natriuretic peptides are broken down by an enzyme called neprilysin. [10]"}
{"id": "article-41513_8", "title": "Sacubitril-Valsartan -- Mechanism of Action", "content": "Sacubitril-valsartan is a combination product. Sacubitril is a pro-drug that, upon activation, acts as a neprilysin inhibitor. The drug works by blocking the action of neprilysin, preventing the breakdown of natriuretic peptides, which leads to a prolonged duration of the favorable effects of these peptides. [11]", "contents": "Sacubitril-Valsartan -- Mechanism of Action. Sacubitril-valsartan is a combination product. Sacubitril is a pro-drug that, upon activation, acts as a neprilysin inhibitor. The drug works by blocking the action of neprilysin, preventing the breakdown of natriuretic peptides, which leads to a prolonged duration of the favorable effects of these peptides. [11]"}
{"id": "article-41513_9", "title": "Sacubitril-Valsartan -- Mechanism of Action", "content": "Valsartan is an ARB that works by blocking the RAAS system. However, because neprilysin breaks down angiotensin II, inhibiting neprilysin will accumulate angiotensin II. For this reason, a neprilysin inhibitor cannot be used alone; it should be combined with an ARB to block the effect of the excess angiotensin II.", "contents": "Sacubitril-Valsartan -- Mechanism of Action. Valsartan is an ARB that works by blocking the RAAS system. However, because neprilysin breaks down angiotensin II, inhibiting neprilysin will accumulate angiotensin II. For this reason, a neprilysin inhibitor cannot be used alone; it should be combined with an ARB to block the effect of the excess angiotensin II."}
{"id": "article-41513_10", "title": "Sacubitril-Valsartan -- Mechanism of Action", "content": "Another substance broken down by neprilysin is bradykinin; neprilysin inhibition will also cause a build-up of bradykinin. Therefore, sacubitril cannot be used with an ACEi due to an increased risk of angioedema if ACEi and ARNI are used together or dosed in a short timeframe. When switching between ACEi and sacubitril-valsartan, the patient must undergo a 36-hour washout to lower the angioedema risk.", "contents": "Sacubitril-Valsartan -- Mechanism of Action. Another substance broken down by neprilysin is bradykinin; neprilysin inhibition will also cause a build-up of bradykinin. Therefore, sacubitril cannot be used with an ACEi due to an increased risk of angioedema if ACEi and ARNI are used together or dosed in a short timeframe. When switching between ACEi and sacubitril-valsartan, the patient must undergo a 36-hour washout to lower the angioedema risk."}
{"id": "article-41513_11", "title": "Sacubitril-Valsartan -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Following oral administration, sacubitril-valsartan is broken down into sacubitril and valsartan. Sacubitril is metabolized to LBQ657. The absolute oral bioavailability of sacubitril is estimated ≥ 60%. The peak plasma concentrations (Cmax) of sacubitril, LBQ657, and valsartan are obtained at 0.5 hours, 2 hours, and 1.5 hours. Sacubitril and valsartan do not accumulate significantly at a steady state (achieved in 3 days), but LBQ657 is accumulated by 1.6-fold. Food has no clinically significant effect on sacubitril or valsartan absorption parameters. Consequently, the drug is administered with or without food.", "contents": "Sacubitril-Valsartan -- Mechanism of Action -- Pharmacokinetics. Absorption: Following oral administration, sacubitril-valsartan is broken down into sacubitril and valsartan. Sacubitril is metabolized to LBQ657. The absolute oral bioavailability of sacubitril is estimated ≥ 60%. The peak plasma concentrations (Cmax) of sacubitril, LBQ657, and valsartan are obtained at 0.5 hours, 2 hours, and 1.5 hours. Sacubitril and valsartan do not accumulate significantly at a steady state (achieved in 3 days), but LBQ657 is accumulated by 1.6-fold. Food has no clinically significant effect on sacubitril or valsartan absorption parameters. Consequently, the drug is administered with or without food."}
{"id": "article-41513_12", "title": "Sacubitril-Valsartan -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: The mean apparent volumes of distribution of valsartan and sacubitril are 75 and 103 L, respectively. Sacubitril, LBQ657, and valsartan have high plasma protein binding (94% to 97%). LBQ657 crosses the blood-brain barrier to a small extent (0.28%). Metabolism: Sacubitril is converted to LBQ657 by esterases. Valsartan is minimally metabolized (20%), and a hydroxyl metabolite is present in plasma at low concentrations (< 10%).", "contents": "Sacubitril-Valsartan -- Mechanism of Action -- Pharmacokinetics. Distribution: The mean apparent volumes of distribution of valsartan and sacubitril are 75 and 103 L, respectively. Sacubitril, LBQ657, and valsartan have high plasma protein binding (94% to 97%). LBQ657 crosses the blood-brain barrier to a small extent (0.28%). Metabolism: Sacubitril is converted to LBQ657 by esterases. Valsartan is minimally metabolized (20%), and a hydroxyl metabolite is present in plasma at low concentrations (< 10%)."}
{"id": "article-41513_13", "title": "Sacubitril-Valsartan -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: After oral administration, 52% to 68% of sacubitril (as LBQ657) and approximately 13% of valsartan are excreted in the urine. 37% to 48% of sacubitril (as LBQ657) and 86% of valsartan are excreted in feces. Sacubitril, LBQ657, and valsartan have a mean elimination half-life (t 1/2) of about 1.4, 11.5, and 9.9 hours. [12]", "contents": "Sacubitril-Valsartan -- Mechanism of Action -- Pharmacokinetics. Elimination: After oral administration, 52% to 68% of sacubitril (as LBQ657) and approximately 13% of valsartan are excreted in the urine. 37% to 48% of sacubitril (as LBQ657) and 86% of valsartan are excreted in feces. Sacubitril, LBQ657, and valsartan have a mean elimination half-life (t 1/2) of about 1.4, 11.5, and 9.9 hours. [12]"}
{"id": "article-41513_14", "title": "Sacubitril-Valsartan -- Administration -- Available Dosage Forms and Strengths", "content": "Sacubitril-valsartan is available as an oral tablet in 3 dosage strengths containing: sacubitril (24, 49, or 97 mg) and valsartan (26, 51, or 103 mg). The valsartan component in this combination has a higher bioavailability than regular valsartan tablets; therefore, valsartan 26, 51, and 103 mg in the brand-name combination are equivalent to valsartan 40, 80, and 160 mg in other formulations. When prescribing this drug, the dose of both ingredients should be included, although dosing in clinical trials was based on the total amount of both components (50, 100, and 200 mg). Sacubitril-valsartan is taken twice a day and administered without regard to meals. Allow a 36-hour washout period when switching from an ACEi before starting sacubitril-valsartan. Patients must be able to tolerate an ACEi or an ARB before being started on sacubitril-valsartan.", "contents": "Sacubitril-Valsartan -- Administration -- Available Dosage Forms and Strengths. Sacubitril-valsartan is available as an oral tablet in 3 dosage strengths containing: sacubitril (24, 49, or 97 mg) and valsartan (26, 51, or 103 mg). The valsartan component in this combination has a higher bioavailability than regular valsartan tablets; therefore, valsartan 26, 51, and 103 mg in the brand-name combination are equivalent to valsartan 40, 80, and 160 mg in other formulations. When prescribing this drug, the dose of both ingredients should be included, although dosing in clinical trials was based on the total amount of both components (50, 100, and 200 mg). Sacubitril-valsartan is taken twice a day and administered without regard to meals. Allow a 36-hour washout period when switching from an ACEi before starting sacubitril-valsartan. Patients must be able to tolerate an ACEi or an ARB before being started on sacubitril-valsartan."}
{"id": "article-41513_15", "title": "Sacubitril-Valsartan -- Administration -- Available Dosage Forms and Strengths", "content": "If the patient is not currently prescribed an ACEi or ARB or is taking a low dose, consider initiating sacubitril-valsartan at half the standard recommended starting dose. Clinicians can replace sacubitril-valsartan oral suspension at the recommended dosage in patients who cannot swallow tablets. The suspension can be stored for up to 15 days. Do not refrigerate or store above 25 °C (77 °F). Shake the suspension before each use.", "contents": "Sacubitril-Valsartan -- Administration -- Available Dosage Forms and Strengths. If the patient is not currently prescribed an ACEi or ARB or is taking a low dose, consider initiating sacubitril-valsartan at half the standard recommended starting dose. Clinicians can replace sacubitril-valsartan oral suspension at the recommended dosage in patients who cannot swallow tablets. The suspension can be stored for up to 15 days. Do not refrigerate or store above 25 °C (77 °F). Shake the suspension before each use."}
{"id": "article-41513_16", "title": "Sacubitril-Valsartan -- Administration -- Recommended Dosing", "content": "Patients on low-dose ACEi or ARB or not previously on ACEi or ARB start with sacubitril 24 mg/valsartan 26 mg twice daily. Then, double the dose every 2 to 4 weeks as tolerated, up to sacubitril 97 mg/valsartan 103 mg orally twice daily. Patients on moderate to high doses of ACEi or ARB start with sacubitril 49 mg/valsartan 51 mg twice daily. Then, double the dose every 2 to 4 weeks as tolerated, up to sacubitril 97 mg/valsartan 103 mg orally twice daily.", "contents": "Sacubitril-Valsartan -- Administration -- Recommended Dosing. Patients on low-dose ACEi or ARB or not previously on ACEi or ARB start with sacubitril 24 mg/valsartan 26 mg twice daily. Then, double the dose every 2 to 4 weeks as tolerated, up to sacubitril 97 mg/valsartan 103 mg orally twice daily. Patients on moderate to high doses of ACEi or ARB start with sacubitril 49 mg/valsartan 51 mg twice daily. Then, double the dose every 2 to 4 weeks as tolerated, up to sacubitril 97 mg/valsartan 103 mg orally twice daily."}
{"id": "article-41513_17", "title": "Sacubitril-Valsartan -- Administration -- Specific Patient Population", "content": "Patients with renal impairment: Patients with eGFR less than 30 should be started with sacubitril 24 mg/valsartan 26 mg twice daily. According to the 2023 ACC Expert Consensus, the recommendation is to decrease the starting dose to half in renal artery stenosis in patients with HFpEF. [6]", "contents": "Sacubitril-Valsartan -- Administration -- Specific Patient Population. Patients with renal impairment: Patients with eGFR less than 30 should be started with sacubitril 24 mg/valsartan 26 mg twice daily. According to the 2023 ACC Expert Consensus, the recommendation is to decrease the starting dose to half in renal artery stenosis in patients with HFpEF. [6]"}
{"id": "article-41513_18", "title": "Sacubitril-Valsartan -- Administration -- Specific Patient Population", "content": "Patients with hepatic impairment: Patients with moderate hepatic impairment (Child-Pugh class B) should be started with sacubitril 24 mg-valsartan 26 mg twice daily. Sacubitril-valsartan is not recommended for patients with severe hepatic impairment (Child-Pugh class C). [13] Pregnancy considerations: Refer to the Boxed Warning in the contraindication section.", "contents": "Sacubitril-Valsartan -- Administration -- Specific Patient Population. Patients with hepatic impairment: Patients with moderate hepatic impairment (Child-Pugh class B) should be started with sacubitril 24 mg-valsartan 26 mg twice daily. Sacubitril-valsartan is not recommended for patients with severe hepatic impairment (Child-Pugh class C). [13] Pregnancy considerations: Refer to the Boxed Warning in the contraindication section."}
{"id": "article-41513_19", "title": "Sacubitril-Valsartan -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: A lack of sufficient data exists regarding the concentration of sacubitril-valsartan in human milk and its effects on the breastfed infant. However, in preclinical studies, sacubitril-valsartan has been detected in rat milk. Consequently, there is a potential for serious adverse drug reactions in breastfed infants from sacubitril-valsartan. Hence, clinicians should advise nursing women that breastfeeding is not recommended during treatment and suggest alternate therapy. [14] Older patients: Adjust the dose of sacubitril-valsartan according to renal and hepatic function.", "contents": "Sacubitril-Valsartan -- Administration -- Specific Patient Population. Breastfeeding considerations: A lack of sufficient data exists regarding the concentration of sacubitril-valsartan in human milk and its effects on the breastfed infant. However, in preclinical studies, sacubitril-valsartan has been detected in rat milk. Consequently, there is a potential for serious adverse drug reactions in breastfed infants from sacubitril-valsartan. Hence, clinicians should advise nursing women that breastfeeding is not recommended during treatment and suggest alternate therapy. [14] Older patients: Adjust the dose of sacubitril-valsartan according to renal and hepatic function."}
{"id": "article-41513_20", "title": "Sacubitril-Valsartan -- Administration -- Specific Patient Population", "content": "Pediatric patients: Sacubitril-valsartan is FDA-approved for managing heart failure with left ventricular systolic dysfunction in patients ≥1 year. [15] For pediatric patients <40 kg, the recommended initial dose is 1.6 mg/kg/dose twice daily; the dose is up-titrated to 2.3 mg/kg/dose twice daily and eventually 3.1 mg/kg/dose twice daily. For patients with a weight between 40 kg to 50 kg, the recommended initial dose is sacubitril 24 mg-valsartan 26 mg twice daily, titrated to 49 mg/valsartan 51 mg twice daily, and 72 mg/valsartan 78 mg twice daily. The interval between titration is usually 2 weeks. [16]", "contents": "Sacubitril-Valsartan -- Administration -- Specific Patient Population. Pediatric patients: Sacubitril-valsartan is FDA-approved for managing heart failure with left ventricular systolic dysfunction in patients ≥1 year. [15] For pediatric patients <40 kg, the recommended initial dose is 1.6 mg/kg/dose twice daily; the dose is up-titrated to 2.3 mg/kg/dose twice daily and eventually 3.1 mg/kg/dose twice daily. For patients with a weight between 40 kg to 50 kg, the recommended initial dose is sacubitril 24 mg-valsartan 26 mg twice daily, titrated to 49 mg/valsartan 51 mg twice daily, and 72 mg/valsartan 78 mg twice daily. The interval between titration is usually 2 weeks. [16]"}
{"id": "article-41513_21", "title": "Sacubitril-Valsartan -- Adverse Effects", "content": "Adverse effects include hypotension, hyperkalemia, renal failure, cough, and angioedema.", "contents": "Sacubitril-Valsartan -- Adverse Effects. Adverse effects include hypotension, hyperkalemia, renal failure, cough, and angioedema."}
{"id": "article-41513_22", "title": "Sacubitril-Valsartan -- Adverse Effects", "content": "In the PARADIGM-HF trial comparing sacubitril-valsartan to enalapril 10 mg twice daily, sacubitril-valsartan was associated with a higher incidence of hypotension and symptomatic hypotension. Sacubitril-valsartan was associated with a lower risk of elevated serum potassium or serum creatinine and a lower risk of cough than enalapril. More patients experienced angioedema in the sacubitril-valsartan arm than in the enalapril; however, this outcome was not statistically significant. [17]", "contents": "Sacubitril-Valsartan -- Adverse Effects. In the PARADIGM-HF trial comparing sacubitril-valsartan to enalapril 10 mg twice daily, sacubitril-valsartan was associated with a higher incidence of hypotension and symptomatic hypotension. Sacubitril-valsartan was associated with a lower risk of elevated serum potassium or serum creatinine and a lower risk of cough than enalapril. More patients experienced angioedema in the sacubitril-valsartan arm than in the enalapril; however, this outcome was not statistically significant. [17]"}
{"id": "article-41513_23", "title": "Sacubitril-Valsartan -- Contraindications -- Box Warning", "content": "Drugs that work directly on the renin-angiotensin system, such as sacubitril-valsartan, can cause injury and/or death to the developing fetus. When pregnancy is confirmed, discontinue sacubitril-valsartan as soon as possible. [18]", "contents": "Sacubitril-Valsartan -- Contraindications -- Box Warning. Drugs that work directly on the renin-angiotensin system, such as sacubitril-valsartan, can cause injury and/or death to the developing fetus. When pregnancy is confirmed, discontinue sacubitril-valsartan as soon as possible. [18]"}
{"id": "article-41513_24", "title": "Sacubitril-Valsartan -- Contraindications -- Warnings and Precautions", "content": "Sacubitril-valsartan is contraindicated in patients with: Hypersensitivity to any component of the product A prior history of angioedema due to an ACEi or ARB In diabetic patients receiving the renin inhibitor, aliskiren, specifically, the valsartan (any ARB), is contraindicated with aliskiren due to an increased risk of hypotension, hyperkalemia, and renal impairment. Patients who have received ACEi within 36 hours due to increased risk of angioedema. [19] Severe (Child-Pugh C) hepatic impairment [6]", "contents": "Sacubitril-Valsartan -- Contraindications -- Warnings and Precautions. Sacubitril-valsartan is contraindicated in patients with: Hypersensitivity to any component of the product A prior history of angioedema due to an ACEi or ARB In diabetic patients receiving the renin inhibitor, aliskiren, specifically, the valsartan (any ARB), is contraindicated with aliskiren due to an increased risk of hypotension, hyperkalemia, and renal impairment. Patients who have received ACEi within 36 hours due to increased risk of angioedema. [19] Severe (Child-Pugh C) hepatic impairment [6]"}
{"id": "article-41513_25", "title": "Sacubitril-Valsartan -- Monitoring", "content": "Monitor for improvement in the clinical signs and symptoms of heart failure. The PARADIGM-HF trial improved subjective symptoms reported by patients as measured by the Kansas City Cardiomyopathy Questionnaire (KCCQ) and reduced hospitalizations and mortality.", "contents": "Sacubitril-Valsartan -- Monitoring. Monitor for improvement in the clinical signs and symptoms of heart failure. The PARADIGM-HF trial improved subjective symptoms reported by patients as measured by the Kansas City Cardiomyopathy Questionnaire (KCCQ) and reduced hospitalizations and mortality."}
{"id": "article-41513_26", "title": "Sacubitril-Valsartan -- Monitoring", "content": "Monitor volume status, weight, chemotherapy drugs, sodium intake, and the ability to perform activities of daily living. Transthoracic echocardiogram assesses ejection fraction (EF) and potentially identifies the etiology of heart failure (systolic/diastolic or valvular dysfunction).", "contents": "Sacubitril-Valsartan -- Monitoring. Monitor volume status, weight, chemotherapy drugs, sodium intake, and the ability to perform activities of daily living. Transthoracic echocardiogram assesses ejection fraction (EF) and potentially identifies the etiology of heart failure (systolic/diastolic or valvular dysfunction)."}
{"id": "article-41513_27", "title": "Sacubitril-Valsartan -- Monitoring", "content": "Because sacubitril-valsartan therapy affects several biomarkers and specifically inhibits the breakdown of brain natriuretic peptides (BNP), BNP is elevated in patients taking this drug. Therefore, BNP is not a reliable marker of heart failure exacerbations in these patients. In addition, NT-pro-BNP is not a substrate for neprilysin and is, therefore, not affected by sacubitril. NT-pro-BNP should be utilized in patients on sacubitril-valsartan when a heart failure exacerbation is suspected.", "contents": "Sacubitril-Valsartan -- Monitoring. Because sacubitril-valsartan therapy affects several biomarkers and specifically inhibits the breakdown of brain natriuretic peptides (BNP), BNP is elevated in patients taking this drug. Therefore, BNP is not a reliable marker of heart failure exacerbations in these patients. In addition, NT-pro-BNP is not a substrate for neprilysin and is, therefore, not affected by sacubitril. NT-pro-BNP should be utilized in patients on sacubitril-valsartan when a heart failure exacerbation is suspected."}
{"id": "article-41513_28", "title": "Sacubitril-Valsartan -- Monitoring", "content": "Regarding safety, renal function, and serum potassium should be monitored, especially at the initiation of therapy and in patients with risk factors predisposing them to renal impairment and hyperkalemia. [1] According to the 2023 ACC guidelines for HFpEF, INHALE is the acronym for referral to advanced heart failure specialists. [6] I - In need of diagnosis where there is a lack of established HFpEF risk factors N - Nonresponsive to medical treatment and high levels of NT-proBNP/BNP H - Hospitalization frequency greater than 2 per year A - Acute or chronic end-organ dysfunction (hepatic or renal impairment/cardiac cachexia) L - Low blood pressure (SBP<100 mm Hg) E - Evidence of HFpEF mimics (managing uncommon cardiomyopathies)", "contents": "Sacubitril-Valsartan -- Monitoring. Regarding safety, renal function, and serum potassium should be monitored, especially at the initiation of therapy and in patients with risk factors predisposing them to renal impairment and hyperkalemia. [1] According to the 2023 ACC guidelines for HFpEF, INHALE is the acronym for referral to advanced heart failure specialists. [6] I - In need of diagnosis where there is a lack of established HFpEF risk factors N - Nonresponsive to medical treatment and high levels of NT-proBNP/BNP H - Hospitalization frequency greater than 2 per year A - Acute or chronic end-organ dysfunction (hepatic or renal impairment/cardiac cachexia) L - Low blood pressure (SBP<100 mm Hg) E - Evidence of HFpEF mimics (managing uncommon cardiomyopathies)"}
{"id": "article-41513_29", "title": "Sacubitril-Valsartan -- Toxicity", "content": "Limited literature is available concerning toxicity in human subjects. However, a single dose of 583 mg sacubitril-617 mg valsartan in healthy volunteers and multiple doses of 437 mg sacubitril and 463 mg valsartan for 14 days were studied. Hypotension resulting from overdose requires prompt treatment. As mentioned in pharmacokinetics, sacubitril is converted to LBQ657. All 3 compounds (sacubitril, LBQ657, and valsartan) are highly bound (94% to 97%) to plasma protein. Hence, sacubitril-valsartan is unlikely to be removed by hemodialysis. [12] According to the National Poison Data System, sacubitril-valsartan-related poisoning is reported, and fatality has been related to polypharmacy. [20]", "contents": "Sacubitril-Valsartan -- Toxicity. Limited literature is available concerning toxicity in human subjects. However, a single dose of 583 mg sacubitril-617 mg valsartan in healthy volunteers and multiple doses of 437 mg sacubitril and 463 mg valsartan for 14 days were studied. Hypotension resulting from overdose requires prompt treatment. As mentioned in pharmacokinetics, sacubitril is converted to LBQ657. All 3 compounds (sacubitril, LBQ657, and valsartan) are highly bound (94% to 97%) to plasma protein. Hence, sacubitril-valsartan is unlikely to be removed by hemodialysis. [12] According to the National Poison Data System, sacubitril-valsartan-related poisoning is reported, and fatality has been related to polypharmacy. [20]"}
{"id": "article-41513_30", "title": "Sacubitril-Valsartan -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional healthcare team approach to sacubitril-valsartan therapy is necessary. In alignment, prescribing clinicians, including primary care clinicians, specialists, nursing staff, advanced practice professionals, pharmacists, dieticians, exercise physiotherapists, and social workers, should collaborate to implement evidence-based care that prioritizes the patient's needs. [21] If healthcare professionals from different disciplines collaborate by sharing data, the entire team can operate using the same information. This will result in optimal patient results while minimizing potential adverse effects.", "contents": "Sacubitril-Valsartan -- Enhancing Healthcare Team Outcomes. An interprofessional healthcare team approach to sacubitril-valsartan therapy is necessary. In alignment, prescribing clinicians, including primary care clinicians, specialists, nursing staff, advanced practice professionals, pharmacists, dieticians, exercise physiotherapists, and social workers, should collaborate to implement evidence-based care that prioritizes the patient's needs. [21] If healthcare professionals from different disciplines collaborate by sharing data, the entire team can operate using the same information. This will result in optimal patient results while minimizing potential adverse effects."}
{"id": "article-41513_31", "title": "Sacubitril-Valsartan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sacubitril-Valsartan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}