{"id": "article-34640_0", "title": "Sexual Assault History and Physical -- Introduction", "content": "Sexual assault is defined as sexual contact between individuals without legal consent, primarily based on age but including capacity. Rape is a form of sexual assault involving penetration, however minimal, of the vaginal or anal opening. Although physical force may be used, sexual assault includes coercion into sexual contact by intimidation, threats, or fear. Local laws variably define the exact acts that constitute sexual contact and the specific populations unable to give legal consent, including individuals with disabilities. In general, those under the influence of drugs or alcohol, minors, and developmentally delayed individuals are considered unable to provide consent for sexual contact. [1]", "contents": "Sexual Assault History and Physical -- Introduction. Sexual assault is defined as sexual contact between individuals without legal consent, primarily based on age but including capacity. Rape is a form of sexual assault involving penetration, however minimal, of the vaginal or anal opening. Although physical force may be used, sexual assault includes coercion into sexual contact by intimidation, threats, or fear. Local laws variably define the exact acts that constitute sexual contact and the specific populations unable to give legal consent, including individuals with disabilities. In general, those under the influence of drugs or alcohol, minors, and developmentally delayed individuals are considered unable to provide consent for sexual contact. [1]"}
{"id": "article-34640_1", "title": "Sexual Assault History and Physical -- Introduction", "content": "All clinicians must conduct a compassionate, complete history and physical examination of any patient regardless of age, gender, or sexual orientation after sexual assault. The complex nexus between a clinician caring for a patient and police requests for evidence must be addressed with the patient before collection. Each examination must be tailored to accommodate the specific circumstances the patient reports rather than a one-protocol-fits-all approach. [2]", "contents": "Sexual Assault History and Physical -- Introduction. All clinicians must conduct a compassionate, complete history and physical examination of any patient regardless of age, gender, or sexual orientation after sexual assault. The complex nexus between a clinician caring for a patient and police requests for evidence must be addressed with the patient before collection. Each examination must be tailored to accommodate the specific circumstances the patient reports rather than a one-protocol-fits-all approach. [2]"}
{"id": "article-34640_2", "title": "Sexual Assault History and Physical -- Function -- Triage and Arriving at the Facility", "content": "Patients who are sexually assaulted may either present directly to clinicians for treatment or present accompanied by law enforcement personnel, typically to the emergency department or urgent clinic. Medical professionals must provide compassionate and confidential treatment promptly. Psychosocial support should commence from the initial patient interaction, and all clinicians with subsequent contact must use sensitivity and maintain patient confidentiality. [3] Collaboration with local sexual assault crisis centers and social work facilities is essential to provide immediate support and assistance throughout the evaluation procedure. [4] A family member or friend may accompany the affected individual depending on the timing of the incident, and their presence should generally be respected based on the affected individual's wishes. In addition, if the affected individual presents alone, clinicians should offer the chance to call a companion or a crisis advocate to accompany them during the evaluation. Each medical facility has its own set of guidelines specific to the state or hospital, but life-threatening injuries are universally prioritized.", "contents": "Sexual Assault History and Physical -- Function -- Triage and Arriving at the Facility. Patients who are sexually assaulted may either present directly to clinicians for treatment or present accompanied by law enforcement personnel, typically to the emergency department or urgent clinic. Medical professionals must provide compassionate and confidential treatment promptly. Psychosocial support should commence from the initial patient interaction, and all clinicians with subsequent contact must use sensitivity and maintain patient confidentiality. [3] Collaboration with local sexual assault crisis centers and social work facilities is essential to provide immediate support and assistance throughout the evaluation procedure. [4] A family member or friend may accompany the affected individual depending on the timing of the incident, and their presence should generally be respected based on the affected individual's wishes. In addition, if the affected individual presents alone, clinicians should offer the chance to call a companion or a crisis advocate to accompany them during the evaluation. Each medical facility has its own set of guidelines specific to the state or hospital, but life-threatening injuries are universally prioritized."}
{"id": "article-34640_3", "title": "Sexual Assault History and Physical -- Function -- Telehealth", "content": "The use of telehealth visits, including calls to crisis hotlines, is an important piece of seeking care after an assault. Some patients may feel more comfortable with these modalities, and current results demonstrate similar efficacy in providing standard care, especially in rural communities. [5] [6] Inevitably, if the assault incident has led to physical trauma, the patient is referred to the nearest emergency department. A difference in quality is not observed in the initial intake and forensic evaluation, although the generalizability is unknown.", "contents": "Sexual Assault History and Physical -- Function -- Telehealth. The use of telehealth visits, including calls to crisis hotlines, is an important piece of seeking care after an assault. Some patients may feel more comfortable with these modalities, and current results demonstrate similar efficacy in providing standard care, especially in rural communities. [5] [6] Inevitably, if the assault incident has led to physical trauma, the patient is referred to the nearest emergency department. A difference in quality is not observed in the initial intake and forensic evaluation, although the generalizability is unknown."}
{"id": "article-34640_4", "title": "Sexual Assault History and Physical -- Function -- Stabilizing the Patient", "content": "Clinicians must address and treat any life-threatening or limb-threatening physical injuries using the principles of Advanced Trauma Life Support (ATLS). Although a minority of sexually assaulted patients require immediate intervention, in the rare cases of coexistent severe trauma, clinicians should preserve evidence on the patient's body, if possible, by using gloves and avoiding washing areas that may have potential secretions. Some states mandate that clinicians report cases of sexual assault to law enforcement. Clinicians should be aware of local laws governing this reporting. When states mandate reporting, federal United States law permits all patients to undergo a forensic examination without charge. Patients undergoing forensic examinations are not required to discuss the event with the police. However, forensic capability may vary for patients presenting to less-urgent facilities.", "contents": "Sexual Assault History and Physical -- Function -- Stabilizing the Patient. Clinicians must address and treat any life-threatening or limb-threatening physical injuries using the principles of Advanced Trauma Life Support (ATLS). Although a minority of sexually assaulted patients require immediate intervention, in the rare cases of coexistent severe trauma, clinicians should preserve evidence on the patient's body, if possible, by using gloves and avoiding washing areas that may have potential secretions. Some states mandate that clinicians report cases of sexual assault to law enforcement. Clinicians should be aware of local laws governing this reporting. When states mandate reporting, federal United States law permits all patients to undergo a forensic examination without charge. Patients undergoing forensic examinations are not required to discuss the event with the police. However, forensic capability may vary for patients presenting to less-urgent facilities."}
{"id": "article-34640_5", "title": "Sexual Assault History and Physical -- Function -- Stabilizing the Patient", "content": "If the patient wishes to undergo a forensic examination, clinicians must obtain written informed consent for the assessment and forensic evaluation before obtaining  a detailed history and performing a thorough physical examination. Obtaining consent carries important psychological implications after a sexual assault. Forms that require information about gender or sex should allow affected individuals to write a response that may not be listed as an option. Sexual assault examination teams should be involved as early as possible. Many institutions in the United States utilize the Sexual Assault Nurse Examiner (SANE) program, which provides highly specialized treatment for affected individuals. [7]", "contents": "Sexual Assault History and Physical -- Function -- Stabilizing the Patient. If the patient wishes to undergo a forensic examination, clinicians must obtain written informed consent for the assessment and forensic evaluation before obtaining  a detailed history and performing a thorough physical examination. Obtaining consent carries important psychological implications after a sexual assault. Forms that require information about gender or sex should allow affected individuals to write a response that may not be listed as an option. Sexual assault examination teams should be involved as early as possible. Many institutions in the United States utilize the Sexual Assault Nurse Examiner (SANE) program, which provides highly specialized treatment for affected individuals. [7]"}
{"id": "article-34640_6", "title": "Sexual Assault History and Physical -- Function -- Medical History", "content": "The history must be obtained in a private room using a compassionate tone. In patients who do not wish to complete a forensic examination, clinicians should obtain an appropriately tailored history rather than an exhaustive account of the details of the encounter. Some facilities have forensic psychiatrists available for consultation. An appropriate history includes information necessary for medical treatment, such as past medical history, gynecologic history, symptoms since the assault, and details the patient is comfortable disclosing. Documenting any pre-existing psychiatric conditions and previous instances of assault, if the patient is willing to disclose, is essential. Previous assaults and multiple assaults cause several psychiatric diseases and also lead to a greater risk of disease.", "contents": "Sexual Assault History and Physical -- Function -- Medical History. The history must be obtained in a private room using a compassionate tone. In patients who do not wish to complete a forensic examination, clinicians should obtain an appropriately tailored history rather than an exhaustive account of the details of the encounter. Some facilities have forensic psychiatrists available for consultation. An appropriate history includes information necessary for medical treatment, such as past medical history, gynecologic history, symptoms since the assault, and details the patient is comfortable disclosing. Documenting any pre-existing psychiatric conditions and previous instances of assault, if the patient is willing to disclose, is essential. Previous assaults and multiple assaults cause several psychiatric diseases and also lead to a greater risk of disease."}
{"id": "article-34640_7", "title": "Sexual Assault History and Physical -- Function -- Medical History", "content": "Recounting the details of a sexual assault may re-traumatize affected individuals; therefore, the need for assault details should be balanced with sensitivity to the patient's emotional needs. However, determining whether the patient is at risk for sexually transmitted infections, pregnancy, or further neurological examination in cases of loss of consciousness is essential. In addition to the standard gynecological history, clinicians should inquire about missed doses if a patient uses an oral contraceptive. This information assists in deciding the administration of post-coital contractive medical treatment. In particular, positive results on a pregnancy screen could change the course of management. Similarly, all pertinent positives or negatives should be managed medically; for example, loss of consciousness typically warrants a head computed tomography scan or abdominal trauma requires a focused assessment with sonography in trauma examination. The forensic aspects should not conflict with the continued medical management.", "contents": "Sexual Assault History and Physical -- Function -- Medical History. Recounting the details of a sexual assault may re-traumatize affected individuals; therefore, the need for assault details should be balanced with sensitivity to the patient's emotional needs. However, determining whether the patient is at risk for sexually transmitted infections, pregnancy, or further neurological examination in cases of loss of consciousness is essential. In addition to the standard gynecological history, clinicians should inquire about missed doses if a patient uses an oral contraceptive. This information assists in deciding the administration of post-coital contractive medical treatment. In particular, positive results on a pregnancy screen could change the course of management. Similarly, all pertinent positives or negatives should be managed medically; for example, loss of consciousness typically warrants a head computed tomography scan or abdominal trauma requires a focused assessment with sonography in trauma examination. The forensic aspects should not conflict with the continued medical management."}
{"id": "article-34640_8", "title": "Sexual Assault History and Physical -- Function -- Medical History", "content": "Patients requesting a forensic examination complete a narrative and a checkbox history. The narrative history is the patient's recount in their own words what occurred during the sexual assault. The checkbox history is typically a list of questions with yes or no responses. Historical assault information may be necessary when trying to correlate physical findings or corroborating evidence. However, due to assault-induced distress and drug-facilitated sexual assault, the affected individuals commonly cannot answer all the questions. Using the unknown response when completing legal forms is acceptable, given recent data about the increase in the number of assaults by strangers in recent years. [8] These questions go further into detail on the sexual assault, discussing specific details, activities after the assault, and the date of last sexual intercourse. These questions may re-traumatize the patient; therefore, they should be balanced with sensitivity to emotional needs. [9] Recent results have strengthened the case for using mobile applications such as MediCapt, depending on where a clinician is practicing.[Physicians for Human Rights. MediCapt ]", "contents": "Sexual Assault History and Physical -- Function -- Medical History. Patients requesting a forensic examination complete a narrative and a checkbox history. The narrative history is the patient's recount in their own words what occurred during the sexual assault. The checkbox history is typically a list of questions with yes or no responses. Historical assault information may be necessary when trying to correlate physical findings or corroborating evidence. However, due to assault-induced distress and drug-facilitated sexual assault, the affected individuals commonly cannot answer all the questions. Using the unknown response when completing legal forms is acceptable, given recent data about the increase in the number of assaults by strangers in recent years. [8] These questions go further into detail on the sexual assault, discussing specific details, activities after the assault, and the date of last sexual intercourse. These questions may re-traumatize the patient; therefore, they should be balanced with sensitivity to emotional needs. [9] Recent results have strengthened the case for using mobile applications such as MediCapt, depending on where a clinician is practicing.[Physicians for Human Rights. MediCapt ]"}
{"id": "article-34640_9", "title": "Sexual Assault History and Physical -- Function -- Physical Examination", "content": "Before beginning the physical examination, it is crucial to remind the patient that they are in control of every element of the examination and may refuse at any point. Physical examination goals include determining medical treatment needs and screening questions to make the environment comfortable.[AAFP. Physical Examination in Survivors of Sexual Assault ] The physical examination should be tailored to the patient's needs based on their medical history if they are not undergoing a forensic examination. For the forensic examination, patients should undress over a clean sheet of paper, allowing any debris to be collected. Clinicians should perform a complete skin examination, noting any traumatic findings, including but not limited to lacerations, abrasions, bruises, swelling, and bite marks. Notations should be made regarding tender areas, as bruising may develop later and may be challenging to identify in patients with more pigmented skin. Any debris, wet secretions, and crusted areas of dry secretions observed on the skin should be noted, photographed, and collected. Most evaluations include an oral examination for injury, looking at both the buccal and gingival mucosa. [10]", "contents": "Sexual Assault History and Physical -- Function -- Physical Examination. Before beginning the physical examination, it is crucial to remind the patient that they are in control of every element of the examination and may refuse at any point. Physical examination goals include determining medical treatment needs and screening questions to make the environment comfortable.[AAFP. Physical Examination in Survivors of Sexual Assault ] The physical examination should be tailored to the patient's needs based on their medical history if they are not undergoing a forensic examination. For the forensic examination, patients should undress over a clean sheet of paper, allowing any debris to be collected. Clinicians should perform a complete skin examination, noting any traumatic findings, including but not limited to lacerations, abrasions, bruises, swelling, and bite marks. Notations should be made regarding tender areas, as bruising may develop later and may be challenging to identify in patients with more pigmented skin. Any debris, wet secretions, and crusted areas of dry secretions observed on the skin should be noted, photographed, and collected. Most evaluations include an oral examination for injury, looking at both the buccal and gingival mucosa. [10]"}
{"id": "article-34640_10", "title": "Sexual Assault History and Physical -- Function -- Physical Examination", "content": "Most sexual assaults involve non-consensual genital contact; hence, clinicians need to examine the patient's external genitalia for abrasions, lacerations, bruises, bleeding, areas of tenderness, and wet or dry secretions. For the affected individuals with vaginas, clinicians should perform a speculum examination to assess for injuries to the vaginal wall, cervix, or any foreign bodies, provided the patient can tolerate such an examination and has reported genital contact or was unconscious. Gentle separation of the labia and inferior traction may increase the examiner's ability to detect injuries to the perineum and hymen, but these aspects of the physical examination should be conducted with sensitivity. [11] Specimens are collected from the external genitalia, vaginal vault, and cervix, as described later in evidence collection. Recent results demonstrate that selective testing of collected samples is an approach being introduced based on the profiles of perpetrators. [12]", "contents": "Sexual Assault History and Physical -- Function -- Physical Examination. Most sexual assaults involve non-consensual genital contact; hence, clinicians need to examine the patient's external genitalia for abrasions, lacerations, bruises, bleeding, areas of tenderness, and wet or dry secretions. For the affected individuals with vaginas, clinicians should perform a speculum examination to assess for injuries to the vaginal wall, cervix, or any foreign bodies, provided the patient can tolerate such an examination and has reported genital contact or was unconscious. Gentle separation of the labia and inferior traction may increase the examiner's ability to detect injuries to the perineum and hymen, but these aspects of the physical examination should be conducted with sensitivity. [11] Specimens are collected from the external genitalia, vaginal vault, and cervix, as described later in evidence collection. Recent results demonstrate that selective testing of collected samples is an approach being introduced based on the profiles of perpetrators. [12]"}
{"id": "article-34640_11", "title": "Sexual Assault History and Physical -- Function -- Physical Examination", "content": "A bimanual examination is not a routine part of the sexual assault examination. However, in patients with penises, examination of the penis and scrotum for injury is warranted when appropriate. The anal and perianal areas should be inspected for injury, swelling, and bleeding in all affected individuals, regardless of gender. Anoscopy should be performed if the patient reports anal penetration, anal pain, anal bleeding, or a loss of consciousness during the assault. Patients may display anal injuries during anoscopy with a normal external anal examination and no complaints of pain. During anoscopy, forensic collection of anal and rectal swabs is conducted. [13]", "contents": "Sexual Assault History and Physical -- Function -- Physical Examination. A bimanual examination is not a routine part of the sexual assault examination. However, in patients with penises, examination of the penis and scrotum for injury is warranted when appropriate. The anal and perianal areas should be inspected for injury, swelling, and bleeding in all affected individuals, regardless of gender. Anoscopy should be performed if the patient reports anal penetration, anal pain, anal bleeding, or a loss of consciousness during the assault. Patients may display anal injuries during anoscopy with a normal external anal examination and no complaints of pain. During anoscopy, forensic collection of anal and rectal swabs is conducted. [13]"}
{"id": "article-34640_12", "title": "Sexual Assault History and Physical -- Function -- Lab Evaluation", "content": "If the patient undergoes a forensic examination, additional objectives include collecting specimens for the investigating team and documenting injury findings. In an evidence collection kit, a set of directions are provided for the clinician to follow. The forensic examination typically involves sample collection of the patient's blood, oral swabs, fingernail scrapings, collection of clothes, hair combings (head and pubic), external and internal genital swabs, and perianal swabs. The patient should be reminded that they have the right to refuse any part of the examination at any time. Swabs are used to collect liquid evidence from the patient, and they are collected in pairs. One swab is sent to the lab, whereas the other is retained for the defense if the case goes to trial. Dry swabs are used to collect wet specimens, whereas swabs wetted with sterile water are used to collect dry specimens. Swabs are allowed to air dry and placed in a paper envelope to prevent mold growth on wet specimens.", "contents": "Sexual Assault History and Physical -- Function -- Lab Evaluation. If the patient undergoes a forensic examination, additional objectives include collecting specimens for the investigating team and documenting injury findings. In an evidence collection kit, a set of directions are provided for the clinician to follow. The forensic examination typically involves sample collection of the patient's blood, oral swabs, fingernail scrapings, collection of clothes, hair combings (head and pubic), external and internal genital swabs, and perianal swabs. The patient should be reminded that they have the right to refuse any part of the examination at any time. Swabs are used to collect liquid evidence from the patient, and they are collected in pairs. One swab is sent to the lab, whereas the other is retained for the defense if the case goes to trial. Dry swabs are used to collect wet specimens, whereas swabs wetted with sterile water are used to collect dry specimens. Swabs are allowed to air dry and placed in a paper envelope to prevent mold growth on wet specimens."}
{"id": "article-34640_13", "title": "Sexual Assault History and Physical -- Function -- Lab Evaluation", "content": "Documentation of injuries discovered on the physical examination should describe the body or genital location, bleeding, size, and color. Photography provides excellent documentation and is standard procedure for sexual assault examinations conducted by sexual assault forensic examiners (SAFEs) or sexual assault nurse examiners (SANEs). SAFE professionals often use toluidine blue dye to highlight injury when capturing photographs. In addition, they employ a method to enhance the identification of an injury, such as a macro lens on a digital camera or a free arm medical magnifier.", "contents": "Sexual Assault History and Physical -- Function -- Lab Evaluation. Documentation of injuries discovered on the physical examination should describe the body or genital location, bleeding, size, and color. Photography provides excellent documentation and is standard procedure for sexual assault examinations conducted by sexual assault forensic examiners (SAFEs) or sexual assault nurse examiners (SANEs). SAFE professionals often use toluidine blue dye to highlight injury when capturing photographs. In addition, they employ a method to enhance the identification of an injury, such as a macro lens on a digital camera or a free arm medical magnifier."}
{"id": "article-34640_14", "title": "Sexual Assault History and Physical -- Function -- Assessment and Plan", "content": "The focused issues identified in the history and physical examinations are addressed similarly to any medical evaluation, involving laboratory testing and imaging in addition to the aforementioned forensic tests. Prophylaxis for sexually transmitted infections is indicated, with emergency contraception and follow-up within 1 to 2 weeks if the patient has confirmed rape. The acute phase of rape trauma syndrome occurs within this window, and long-term effects resemble post-traumatic stress disorder. Although mental health resources and psychiatric care are beneficial, each survivor should engage when they feel ready and ideally in coordination with their primary care clinician.", "contents": "Sexual Assault History and Physical -- Function -- Assessment and Plan. The focused issues identified in the history and physical examinations are addressed similarly to any medical evaluation, involving laboratory testing and imaging in addition to the aforementioned forensic tests. Prophylaxis for sexually transmitted infections is indicated, with emergency contraception and follow-up within 1 to 2 weeks if the patient has confirmed rape. The acute phase of rape trauma syndrome occurs within this window, and long-term effects resemble post-traumatic stress disorder. Although mental health resources and psychiatric care are beneficial, each survivor should engage when they feel ready and ideally in coordination with their primary care clinician."}
{"id": "article-34640_15", "title": "Sexual Assault History and Physical -- Issues of Concern -- Informed Consent", "content": "Informed consent in sexual assault examinations is an ethical dilemma for several vulnerable populations that are unable to provide consent. In the pediatric population, young children may be unable to discuss what occurred or consent to a forensic examination. In addition, young children face discomfort with a physical examination that causes pain or discomfort. [14] Given that a child in the United States is sexually assaulted every 9 minutes, clinicians need to be vigilant in obtaining a detailed history and performing a thorough physical examination. A positive pregnancy test, the presence of sexually transmitted infections such as gonorrhea or chlamydia, or the presence of sperm may be enough to prove sexual assault in minors. [15] Sexual assault in minors should be reported to Child Protective Services (CPS).", "contents": "Sexual Assault History and Physical -- Issues of Concern -- Informed Consent. Informed consent in sexual assault examinations is an ethical dilemma for several vulnerable populations that are unable to provide consent. In the pediatric population, young children may be unable to discuss what occurred or consent to a forensic examination. In addition, young children face discomfort with a physical examination that causes pain or discomfort. [14] Given that a child in the United States is sexually assaulted every 9 minutes, clinicians need to be vigilant in obtaining a detailed history and performing a thorough physical examination. A positive pregnancy test, the presence of sexually transmitted infections such as gonorrhea or chlamydia, or the presence of sperm may be enough to prove sexual assault in minors. [15] Sexual assault in minors should be reported to Child Protective Services (CPS)."}
{"id": "article-34640_16", "title": "Sexual Assault History and Physical -- Issues of Concern -- Informed Consent", "content": "Patients with cognitive impairments or dementia may also be unable to consent to a physical or forensic examination and have issues similar to the pediatric population. Sexual assault of an elder or cognitively impaired adult should be reported to Adult Protective Services (APS). Both reports to CPS or APS are based on evidence that the incident occurred without consent and a medical diagnosis of severe impairment. Lack of capacity due to involuntary restraint, intoxication, overdose, or sexual violence does not qualify for such referrals. If clinicians lack judgment, consultations with social services are available at most facilities.", "contents": "Sexual Assault History and Physical -- Issues of Concern -- Informed Consent. Patients with cognitive impairments or dementia may also be unable to consent to a physical or forensic examination and have issues similar to the pediatric population. Sexual assault of an elder or cognitively impaired adult should be reported to Adult Protective Services (APS). Both reports to CPS or APS are based on evidence that the incident occurred without consent and a medical diagnosis of severe impairment. Lack of capacity due to involuntary restraint, intoxication, overdose, or sexual violence does not qualify for such referrals. If clinicians lack judgment, consultations with social services are available at most facilities."}
{"id": "article-34640_17", "title": "Sexual Assault History and Physical -- Issues of Concern -- Systemic Bias", "content": "Clinicians should consider the consequences of seeking treatment based on where the patient was assaulted and the systems they belong to, such as a school, family home, workplace, temple/church, or otherwise. Several survivors face retaliation, further risk of violence, and institutional betrayal, which is noted in current research. [16] Veteran survivors face a separate set of challenges within their systems of health care, further delineated by gender, age, and discharge status. [17]", "contents": "Sexual Assault History and Physical -- Issues of Concern -- Systemic Bias. Clinicians should consider the consequences of seeking treatment based on where the patient was assaulted and the systems they belong to, such as a school, family home, workplace, temple/church, or otherwise. Several survivors face retaliation, further risk of violence, and institutional betrayal, which is noted in current research. [16] Veteran survivors face a separate set of challenges within their systems of health care, further delineated by gender, age, and discharge status. [17]"}
{"id": "article-34640_18", "title": "Sexual Assault History and Physical -- Issues of Concern -- Clinician Desensitization", "content": "Clinicians working in urgent care clinics, emergency departments, or psychiatric facilities are likely to encounter many cases of sexual assault throughout their careers. Taking a moment for reflection or mindfulness before stepping into the visit could change the approach for clinicians attending this medical visit. [18] Recalling previous cases or the case immediately before could lead to several biases in obtaining a medical history, including feelings of discomfort. See StatPearls' companion reference, \" Medical History ,\" for more information.", "contents": "Sexual Assault History and Physical -- Issues of Concern -- Clinician Desensitization. Clinicians working in urgent care clinics, emergency departments, or psychiatric facilities are likely to encounter many cases of sexual assault throughout their careers. Taking a moment for reflection or mindfulness before stepping into the visit could change the approach for clinicians attending this medical visit. [18] Recalling previous cases or the case immediately before could lead to several biases in obtaining a medical history, including feelings of discomfort. See StatPearls' companion reference, \" Medical History ,\" for more information."}
{"id": "article-34640_19", "title": "Sexual Assault History and Physical -- Issues of Concern -- Gender-Informed Care", "content": "Care for patients should be inclusive and tailored to support patients of all gender identities and sexual orientations. The United States Department of Justice reports that rates of sexual assault are higher for individuals who identify as LGBTQIA. Currently, gender-informed care is lacking in this population, given that they experience a higher rate of sexual assault. [19] Studies are being conducted on gender-specific medical history notes to narrow the gap in equitable care. [20]", "contents": "Sexual Assault History and Physical -- Issues of Concern -- Gender-Informed Care. Care for patients should be inclusive and tailored to support patients of all gender identities and sexual orientations. The United States Department of Justice reports that rates of sexual assault are higher for individuals who identify as LGBTQIA. Currently, gender-informed care is lacking in this population, given that they experience a higher rate of sexual assault. [19] Studies are being conducted on gender-specific medical history notes to narrow the gap in equitable care. [20]"}
{"id": "article-34640_20", "title": "Sexual Assault History and Physical -- Issues of Concern -- Survivors of Assault", "content": "Barriers to accessing mental health resources are recognized for survivors of assault. [21] [22] The role of religiosity, spirituality, and social services has been explored, but further research is needed, especially in marginalized and intersectional populations. [23] Studies are being conducted on the role of follow-up by different approaches, and recent results of a study utilizing follow-up text messages are promising, including the continued use of telehealth. [24]", "contents": "Sexual Assault History and Physical -- Issues of Concern -- Survivors of Assault. Barriers to accessing mental health resources are recognized for survivors of assault. [21] [22] The role of religiosity, spirituality, and social services has been explored, but further research is needed, especially in marginalized and intersectional populations. [23] Studies are being conducted on the role of follow-up by different approaches, and recent results of a study utilizing follow-up text messages are promising, including the continued use of telehealth. [24]"}
{"id": "article-34640_21", "title": "Sexual Assault History and Physical -- Clinical Significance", "content": "According to 2019 data collected by the United States Department of Justice, sexual assault occurs every 73 seconds in the United States and every 9 minutes for affected pediatric individuals. Lifetime rates of sexual assault are between 17% and 18% for women and 3% for men. These numbers are likely under-estimations of the true values and do not account for rates of sexual assaults on patients who identify as LGBTQIA (Lesbian, Gay, Bisexual, Transgender, Queer, Intersex, and Asexual/Allied). The data confirm that sexual assault has a clinically significant impact on patients. [25]", "contents": "Sexual Assault History and Physical -- Clinical Significance. According to 2019 data collected by the United States Department of Justice, sexual assault occurs every 73 seconds in the United States and every 9 minutes for affected pediatric individuals. Lifetime rates of sexual assault are between 17% and 18% for women and 3% for men. These numbers are likely under-estimations of the true values and do not account for rates of sexual assaults on patients who identify as LGBTQIA (Lesbian, Gay, Bisexual, Transgender, Queer, Intersex, and Asexual/Allied). The data confirm that sexual assault has a clinically significant impact on patients. [25]"}
{"id": "article-34640_22", "title": "Sexual Assault History and Physical -- Clinical Significance -- Risk of Psychiatric Disease", "content": "Sexual assault may trigger severe depression, suicidality, and post-traumatic stress disorder is the most common sequela. [26] The clinician's history includes assessment for suicidality and, if found, immediate referral to a mental health professional. In most areas of the United States, rape crisis advocates can provide timely support to affected individuals during the examination and throughout follow-up. Psychological and advocacy follow-up programs must be arranged to mitigate the long-term risk of developing psychiatric disease. [27] The results of recent studies continue to demonstrate that survivors screen positive for several indicators of mental illness following a forensic examination for sexual assault. [28] Although clinicians should stress the importance of outpatient therapy, studies on follow-up are meager.", "contents": "Sexual Assault History and Physical -- Clinical Significance -- Risk of Psychiatric Disease. Sexual assault may trigger severe depression, suicidality, and post-traumatic stress disorder is the most common sequela. [26] The clinician's history includes assessment for suicidality and, if found, immediate referral to a mental health professional. In most areas of the United States, rape crisis advocates can provide timely support to affected individuals during the examination and throughout follow-up. Psychological and advocacy follow-up programs must be arranged to mitigate the long-term risk of developing psychiatric disease. [27] The results of recent studies continue to demonstrate that survivors screen positive for several indicators of mental illness following a forensic examination for sexual assault. [28] Although clinicians should stress the importance of outpatient therapy, studies on follow-up are meager."}
{"id": "article-34640_23", "title": "Sexual Assault History and Physical -- Clinical Significance -- Trauma-Informed Care", "content": "The way a clinician interacts with affected individuals can make a difference in their ability to begin recovery and healing. A kind and compassionate patient-centered encounter can significantly enhance physical and mental well-being during and after the encounter. Clinicians should keep this goal in mind throughout history taking and physical examination. [29] Current approaches study the use of several modalities, including therapy, gentle physical exercises such as yoga, and massage. [30]", "contents": "Sexual Assault History and Physical -- Clinical Significance -- Trauma-Informed Care. The way a clinician interacts with affected individuals can make a difference in their ability to begin recovery and healing. A kind and compassionate patient-centered encounter can significantly enhance physical and mental well-being during and after the encounter. Clinicians should keep this goal in mind throughout history taking and physical examination. [29] Current approaches study the use of several modalities, including therapy, gentle physical exercises such as yoga, and massage. [30]"}
{"id": "article-34640_24", "title": "Sexual Assault History and Physical -- Other Issues -- Strategies for Prevention", "content": "Screening tools: Clinicians are recommended to utilize the following screening tools if they suspect sexual violence or abuse during medical history intake. Abuse Assessment Screen Screening Tools-Sexual Assault Sexual and Physical Abuse History Questionnaire Two-Question Screening Tool Universal Violence Prevention Screening Protocol-Adapted Victimization Assessment Tool [26]", "contents": "Sexual Assault History and Physical -- Other Issues -- Strategies for Prevention. Screening tools: Clinicians are recommended to utilize the following screening tools if they suspect sexual violence or abuse during medical history intake. Abuse Assessment Screen Screening Tools-Sexual Assault Sexual and Physical Abuse History Questionnaire Two-Question Screening Tool Universal Violence Prevention Screening Protocol-Adapted Victimization Assessment Tool [26]"}
{"id": "article-34640_25", "title": "Sexual Assault History and Physical -- Other Issues -- Strategies for Prevention", "content": "Current public health interventions: Recent studies continue to examine the legal implications of capacity in instances where survivors were intoxicated. Currently, an affected individual is deemed incapacitated only if involuntarily intoxicated. [31] The role of technology, such as mobile applications, leading to instances of sexual assault also remains relevant. The Centers for Disease Control and Prevention (CDC) developed a framework to summarize these public health efforts, among others: S: Promote social norms that protect against violence T: Teach skills to prevent sexual violence O: Provide opportunities to empower girls and women P: Create protective environments SV: Support victims to lessen harms [CDC. STOP SV ]", "contents": "Sexual Assault History and Physical -- Other Issues -- Strategies for Prevention. Current public health interventions: Recent studies continue to examine the legal implications of capacity in instances where survivors were intoxicated. Currently, an affected individual is deemed incapacitated only if involuntarily intoxicated. [31] The role of technology, such as mobile applications, leading to instances of sexual assault also remains relevant. The Centers for Disease Control and Prevention (CDC) developed a framework to summarize these public health efforts, among others: S: Promote social norms that protect against violence T: Teach skills to prevent sexual violence O: Provide opportunities to empower girls and women P: Create protective environments SV: Support victims to lessen harms [CDC. STOP SV ]"}
{"id": "article-34640_26", "title": "Sexual Assault History and Physical -- Enhancing Healthcare Team Outcomes", "content": "Some hospitals have SANE programs in place where a specially trained nurse completes the forensic examination. Initial evidence for SANE programs has suggested improved outcomes in patient psychological recovery, treatment, evidence collection, and prosecution of cases. [32] [33] A review comparing the historical control of no SANE clinician to the SANE clinician in pediatric emergency departments revealed the improved quality of care in cases managed by pediatric SANEs. This improvement included testing for STIs, documentation of injury, and pregnancy assessment. [34]", "contents": "Sexual Assault History and Physical -- Enhancing Healthcare Team Outcomes. Some hospitals have SANE programs in place where a specially trained nurse completes the forensic examination. Initial evidence for SANE programs has suggested improved outcomes in patient psychological recovery, treatment, evidence collection, and prosecution of cases. [32] [33] A review comparing the historical control of no SANE clinician to the SANE clinician in pediatric emergency departments revealed the improved quality of care in cases managed by pediatric SANEs. This improvement included testing for STIs, documentation of injury, and pregnancy assessment. [34]"}
{"id": "article-34640_27", "title": "Sexual Assault History and Physical -- Enhancing Healthcare Team Outcomes", "content": "In prehospital settings or emergency departments, interprofessional collaboration is essential. The treating clinician is tasked with the opportunity to impact a person's health outcome if the correct steps to stabilize, document, and refer are implemented. However, the interviewing clinician has to remain cognizant of the different members of the team in cases of sexual assault, including social services, law enforcement, therapists, technicians, and caregivers. The first few weeks following an assault are critical for mitigating long-term physical and psychological effects.", "contents": "Sexual Assault History and Physical -- Enhancing Healthcare Team Outcomes. In prehospital settings or emergency departments, interprofessional collaboration is essential. The treating clinician is tasked with the opportunity to impact a person's health outcome if the correct steps to stabilize, document, and refer are implemented. However, the interviewing clinician has to remain cognizant of the different members of the team in cases of sexual assault, including social services, law enforcement, therapists, technicians, and caregivers. The first few weeks following an assault are critical for mitigating long-term physical and psychological effects."}
{"id": "article-34640_28", "title": "Sexual Assault History and Physical -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sexual Assault History and Physical -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}