{"id": "article-32458_0", "title": "Embryology, Umbilical Cord -- Introduction", "content": "The umbilical cord is the vital connection between the fetus and the placenta. Umbilical cord development begins in the embryologic period around week 3 with the formation of the connecting stalk. By week 7, the umbilical cord has fully formed, composed of the connecting stalk, vitelline duct, and umbilical vessels surrounding the amniotic membrane. The umbilical vessels carry the fetal blood back and forth to the placenta, with the umbilical vein carrying oxygenated blood with nutrients from the placenta to the fetus and the umbilical arteries transporting deoxygenated blood with waste products from the fetus to the placenta. Embryonic structures regress near the end of the first trimester, leaving the umbilical cord composed of two umbilical arteries and one umbilical vein surrounding by a gelatin-like extracellular matrix known as Wharton’s jelly. Elongation of the umbilical cord occurs primarily in the second trimester. The average umbilical cord is 50 to 60 centimeters in length, 2 centimeters in diameter, with up to 40 helical turns. Abnormalities of the umbilical cord can lead to increased morbidity and mortality of the fetus.", "contents": "Embryology, Umbilical Cord -- Introduction. The umbilical cord is the vital connection between the fetus and the placenta. Umbilical cord development begins in the embryologic period around week 3 with the formation of the connecting stalk. By week 7, the umbilical cord has fully formed, composed of the connecting stalk, vitelline duct, and umbilical vessels surrounding the amniotic membrane. The umbilical vessels carry the fetal blood back and forth to the placenta, with the umbilical vein carrying oxygenated blood with nutrients from the placenta to the fetus and the umbilical arteries transporting deoxygenated blood with waste products from the fetus to the placenta. Embryonic structures regress near the end of the first trimester, leaving the umbilical cord composed of two umbilical arteries and one umbilical vein surrounding by a gelatin-like extracellular matrix known as Wharton’s jelly. Elongation of the umbilical cord occurs primarily in the second trimester. The average umbilical cord is 50 to 60 centimeters in length, 2 centimeters in diameter, with up to 40 helical turns. Abnormalities of the umbilical cord can lead to increased morbidity and mortality of the fetus."}
{"id": "article-32458_1", "title": "Embryology, Umbilical Cord -- Development", "content": "The development of the umbilical cord begins in the third week of embryologic formation. The developing embryo consists of a trilaminar disc attached to the decidua basalis by the connecting stalk, the primitive umbilical cord. [1] [2] The connecting stalk is a thick stalk of the extraembryonic membrane extending from the caudal end of the embryo to the center of the developing placenta on the decidua basalis. [3] The process of body folding occurs during week four with rapid growth amnion and embryonic disc compared to the yolk sac. Cranial caudal folding causes approximation of the connecting stalk and yolk sac on the ventral surface of the embryo. [1] [2] The amnion expands to cover the entire embryo except for the rudimentary umbilical ring, where the connecting stalk and yolk sac emerge. [1] [2] During this time, the allantois, an outpouching of the endodermal hindgut, forms and extends into the connecting stalk. [1] [2] [4] Between the fourth and eighth weeks, there is an increase in amniotic fluid production, which causes the amniotic cavity to swell and fill the chorionic space. This increase in the amniotic fluid also causes elongation of the connecting stalk, and the yolk sac is compressed down within the connecting stalk to form the omphalomesenteric or vitelline duct. [1] [2] [5] The expansion of the amniotic cavity causes the amnion and the chorion to come into contact, and the extraembryonic mesoderm covering these two layers fuses. As such, the chorionic cavity disappears, leaving the umbilical cord, the composite of the connecting stalk and vitelline duct surrounded by the amnion, floating in the amniotic fluid. [1] [2] [4]", "contents": "Embryology, Umbilical Cord -- Development. The development of the umbilical cord begins in the third week of embryologic formation. The developing embryo consists of a trilaminar disc attached to the decidua basalis by the connecting stalk, the primitive umbilical cord. [1] [2] The connecting stalk is a thick stalk of the extraembryonic membrane extending from the caudal end of the embryo to the center of the developing placenta on the decidua basalis. [3] The process of body folding occurs during week four with rapid growth amnion and embryonic disc compared to the yolk sac. Cranial caudal folding causes approximation of the connecting stalk and yolk sac on the ventral surface of the embryo. [1] [2] The amnion expands to cover the entire embryo except for the rudimentary umbilical ring, where the connecting stalk and yolk sac emerge. [1] [2] During this time, the allantois, an outpouching of the endodermal hindgut, forms and extends into the connecting stalk. [1] [2] [4] Between the fourth and eighth weeks, there is an increase in amniotic fluid production, which causes the amniotic cavity to swell and fill the chorionic space. This increase in the amniotic fluid also causes elongation of the connecting stalk, and the yolk sac is compressed down within the connecting stalk to form the omphalomesenteric or vitelline duct. [1] [2] [5] The expansion of the amniotic cavity causes the amnion and the chorion to come into contact, and the extraembryonic mesoderm covering these two layers fuses. As such, the chorionic cavity disappears, leaving the umbilical cord, the composite of the connecting stalk and vitelline duct surrounded by the amnion, floating in the amniotic fluid. [1] [2] [4]"}
{"id": "article-32458_2", "title": "Embryology, Umbilical Cord -- Development", "content": "Starting in week three, endothelial precursor cells in the mesoderm surrounding the allantois coalesce to form small capillaries. Vasculogenesis continues, and by the end of the third week, the capillaries have grown to establish a functional vascular network within the connecting stalk. During the same period, the arterial and venous systems within the embryo are developing. The arterial system is initially established as the paired dorsal aortae from which the aortic arches originate. The primitive venous system is initially made up of the umbilical, vitelline, and cardinal systems. Early in the fourth week, two umbilical arteries branch from the paired dorsal aortae to become connected to the vascular network of the umbilical cord. [1] During the fifth week, this connection is obliterated as the umbilical arteries develop their connection to a branch of the fifth pair of lumbar intersegmental arteries that will later become the internal iliac arteries. [1] [2] [4] The umbilical veins are originally bilateral and drain into the right and left sinus horns of the sinus venosus. The connections of the umbilical veins to the sinus horns regress in the second month with complete regression of the right umbilical vein as the left umbilical vein persists and forms its connection to the ductus venosus within the developing liver. [2] [4] With the initiation of fetal heart pumping around week four, the umbilical arteries carry deoxygenated blood to the placenta, and the umbilical vein carries oxygenated blood back to the fetus from the placenta. [4]", "contents": "Embryology, Umbilical Cord -- Development. Starting in week three, endothelial precursor cells in the mesoderm surrounding the allantois coalesce to form small capillaries. Vasculogenesis continues, and by the end of the third week, the capillaries have grown to establish a functional vascular network within the connecting stalk. During the same period, the arterial and venous systems within the embryo are developing. The arterial system is initially established as the paired dorsal aortae from which the aortic arches originate. The primitive venous system is initially made up of the umbilical, vitelline, and cardinal systems. Early in the fourth week, two umbilical arteries branch from the paired dorsal aortae to become connected to the vascular network of the umbilical cord. [1] During the fifth week, this connection is obliterated as the umbilical arteries develop their connection to a branch of the fifth pair of lumbar intersegmental arteries that will later become the internal iliac arteries. [1] [2] [4] The umbilical veins are originally bilateral and drain into the right and left sinus horns of the sinus venosus. The connections of the umbilical veins to the sinus horns regress in the second month with complete regression of the right umbilical vein as the left umbilical vein persists and forms its connection to the ductus venosus within the developing liver. [2] [4] With the initiation of fetal heart pumping around week four, the umbilical arteries carry deoxygenated blood to the placenta, and the umbilical vein carries oxygenated blood back to the fetus from the placenta. [4]"}
{"id": "article-32458_3", "title": "Embryology, Umbilical Cord -- Development", "content": "By week seven, the intestines begin to herniate out of the embryo through the umbilical ring and into the umbilical cord. [4] [6] [2] This physiologic herniation is necessary for proper rotation of the intestines and adequate growth of the fetus to house the expanding intestines. [6] The rapid development of the intestines causes elongation of the umbilical cord. [6] Between weeks ten and twelve, the intestines leave the umbilical cord and return to the abdominal cavity. [4] [2] [6] During this time, the extraembryonic mesoderm develops a rich extracellular matrix to protect the cord called Wharton’s jelly. [2] [7] The umbilical cord continues to elongate during the second trimester with a length comparable to the crown-rump length of the fetus. [1] [8] By term, the vitelline duct and allantois have typically completely involuted. [1] [5] However, in some cases, remnants of the allantois and vitelline duct can be found in the umbilical cord proximal to the neonate. [2] [5] At birth, the cord typically measures an average of 50 to 60 cm in length and 2 cm in diameter with up to 40 helical turns. [4] [8] After the birth of the neonate, the umbilical cord is clamped and then cut as the neonate now breathes on its own, and the remainder of the umbilical cord is delivered along with the placenta.", "contents": "Embryology, Umbilical Cord -- Development. By week seven, the intestines begin to herniate out of the embryo through the umbilical ring and into the umbilical cord. [4] [6] [2] This physiologic herniation is necessary for proper rotation of the intestines and adequate growth of the fetus to house the expanding intestines. [6] The rapid development of the intestines causes elongation of the umbilical cord. [6] Between weeks ten and twelve, the intestines leave the umbilical cord and return to the abdominal cavity. [4] [2] [6] During this time, the extraembryonic mesoderm develops a rich extracellular matrix to protect the cord called Wharton’s jelly. [2] [7] The umbilical cord continues to elongate during the second trimester with a length comparable to the crown-rump length of the fetus. [1] [8] By term, the vitelline duct and allantois have typically completely involuted. [1] [5] However, in some cases, remnants of the allantois and vitelline duct can be found in the umbilical cord proximal to the neonate. [2] [5] At birth, the cord typically measures an average of 50 to 60 cm in length and 2 cm in diameter with up to 40 helical turns. [4] [8] After the birth of the neonate, the umbilical cord is clamped and then cut as the neonate now breathes on its own, and the remainder of the umbilical cord is delivered along with the placenta."}
{"id": "article-32458_4", "title": "Embryology, Umbilical Cord -- Cellular", "content": "Mesenchymal stem cells found within the Wharton’s jelly of the umbilical cord express c-kit and telomerase activity, consistent with the markers of stem cells. [9] [10] [11] These cells can be easily extracted after delivery and offer a source of stem cells with fewer ethical considerations than other sources. [7] [10] These cells have shown the ability to differentiate into neurons and glia when exposed to specific growth factors. [9] Additionally, these cells may play a role in treating autoimmune disease due to their ability to suppress the secretion of interferon-gamma and transform growth factor-beta1. [10] A more recent study completed on rats showed that transplantation of Wharton’s jelly into the site of traumatic brain injury could reduce the amount of brain damage by reducing brain edema and increasing expression of brain-derived neurotrophic factor. [7] Researchers continue to investigate Wharton’s jelly and mesenchymal stem cells for their potential therapeutic and technological roles. [10] [12] [13]", "contents": "Embryology, Umbilical Cord -- Cellular. Mesenchymal stem cells found within the Wharton’s jelly of the umbilical cord express c-kit and telomerase activity, consistent with the markers of stem cells. [9] [10] [11] These cells can be easily extracted after delivery and offer a source of stem cells with fewer ethical considerations than other sources. [7] [10] These cells have shown the ability to differentiate into neurons and glia when exposed to specific growth factors. [9] Additionally, these cells may play a role in treating autoimmune disease due to their ability to suppress the secretion of interferon-gamma and transform growth factor-beta1. [10] A more recent study completed on rats showed that transplantation of Wharton’s jelly into the site of traumatic brain injury could reduce the amount of brain damage by reducing brain edema and increasing expression of brain-derived neurotrophic factor. [7] Researchers continue to investigate Wharton’s jelly and mesenchymal stem cells for their potential therapeutic and technological roles. [10] [12] [13]"}
{"id": "article-32458_5", "title": "Embryology, Umbilical Cord -- Biochemical", "content": "The Wharton’s jelly of the umbilical cord is a gelatin-like structure rich in proteoglycans, specifically hyaluronic acid and chondroitin sulfate. [11] Hyaluronic acid is present throughout the body in connective and epithelial tissues. [14] It is a disaccharide polymer made of alternating glycosidic bonds between D-glucuronic acid and N-acetyl-D-glucosamine. [14] [15] The number of repeats differs between tissues, but hyaluronic acid purified from the umbilical cord is 3,140,000 Da in size. [16] Chondroitin sulfate is a disaccharide consisting of repeats of N-acetylgalactosamine and iduronic acid. [15] Together, these compounds contribute to cellular hydration and the scaffolding of the umbilical cord. [11] [15]", "contents": "Embryology, Umbilical Cord -- Biochemical. The Wharton’s jelly of the umbilical cord is a gelatin-like structure rich in proteoglycans, specifically hyaluronic acid and chondroitin sulfate. [11] Hyaluronic acid is present throughout the body in connective and epithelial tissues. [14] It is a disaccharide polymer made of alternating glycosidic bonds between D-glucuronic acid and N-acetyl-D-glucosamine. [14] [15] The number of repeats differs between tissues, but hyaluronic acid purified from the umbilical cord is 3,140,000 Da in size. [16] Chondroitin sulfate is a disaccharide consisting of repeats of N-acetylgalactosamine and iduronic acid. [15] Together, these compounds contribute to cellular hydration and the scaffolding of the umbilical cord. [11] [15]"}
{"id": "article-32458_6", "title": "Embryology, Umbilical Cord -- Molecular Level", "content": "Wharton’s jelly is the gelatinous extracellular matrix contained within the umbilical cord that serves as protection for the umbilical vessels. [9] [17] [4] It prevents the umbilical cord from compressing and provides flexibility to allow for fetal movement within the amniotic cavity. [4] [17] It originates from the extraembryonic mesoderm and contains proteoglycans, specifically hyaluronic acid and chondroitin sulfate. [11] [17] [18] As opposed to other tissues in the body, Wharton’s jelly contains no capillaries. [11] When exposed to temperature changes, such as after delivery of the fetus, the structure of Wharton’s jelly collapses, contributing to the physiological clamping of the cord. [19]", "contents": "Embryology, Umbilical Cord -- Molecular Level. Wharton’s jelly is the gelatinous extracellular matrix contained within the umbilical cord that serves as protection for the umbilical vessels. [9] [17] [4] It prevents the umbilical cord from compressing and provides flexibility to allow for fetal movement within the amniotic cavity. [4] [17] It originates from the extraembryonic mesoderm and contains proteoglycans, specifically hyaluronic acid and chondroitin sulfate. [11] [17] [18] As opposed to other tissues in the body, Wharton’s jelly contains no capillaries. [11] When exposed to temperature changes, such as after delivery of the fetus, the structure of Wharton’s jelly collapses, contributing to the physiological clamping of the cord. [19]"}
{"id": "article-32458_7", "title": "Embryology, Umbilical Cord -- Function", "content": "The main function of the umbilical cord is to house the umbilical vessels, which circulate blood between the embryo and the placenta. The umbilical arteries and veins are the vital connection carrying blood between the growing fetus and the placenta. [4] Without this connection to the placenta, the fetus would have no way to receive oxygen and other nutrients or filter out carbon dioxide, urea, and other waste products. [4] [20] With the expansion of the amniotic cavity and elongation of the umbilical cord, the fetus has ample space for movement and growth. [4] [21] [17] During this time in utero, Wharton’s jelly protects the umbilical vessels so the fetus can move and turn without compression of its blood supply. [7] [17] [22]", "contents": "Embryology, Umbilical Cord -- Function. The main function of the umbilical cord is to house the umbilical vessels, which circulate blood between the embryo and the placenta. The umbilical arteries and veins are the vital connection carrying blood between the growing fetus and the placenta. [4] Without this connection to the placenta, the fetus would have no way to receive oxygen and other nutrients or filter out carbon dioxide, urea, and other waste products. [4] [20] With the expansion of the amniotic cavity and elongation of the umbilical cord, the fetus has ample space for movement and growth. [4] [21] [17] During this time in utero, Wharton’s jelly protects the umbilical vessels so the fetus can move and turn without compression of its blood supply. [7] [17] [22]"}
{"id": "article-32458_8", "title": "Embryology, Umbilical Cord -- Mechanism", "content": "The umbilical vein carries fetal blood from the placenta to the fetus, providing the necessary oxygen and nutrients. [4] Normally found at the 12 o'clock position when facing the umbilicus of the fetus, the umbilical vein is recognizable by its thinner wall and larger lumen in comparison to the arteries. [8] [23] [2] Blood flowing through the umbilical vein enters the fetus through the umbilical ring and passes through ductus venosus before entering the inferior vena cava. [8] [23] In return, the two umbilical arteries carry deoxygenated fetal blood containing waste products from the internal iliac arteries back to the placenta. [4] [23] The exchange of these materials happens in the intervillous spaces of the placenta between the maternal and fetal blood supplies. [4] [20] Wharton's jelly, the gelatin-like extracellular matrix surrounding the umbilical vessels, provides an elastic cushioning resistant to compression and twisting, allowing for continued blood flow with fetal movement. [7] [17] [21] [22] [4] There are several hypotheses regarding how the umbilical cord develops its helices, including differential flow through umbilical arteries and twisting of the intestines within the cord. The belief is that adequate coiling contributes to the strength of Wharton's jelly in protecting the umbilical vessels from compression. [4] [17]", "contents": "Embryology, Umbilical Cord -- Mechanism. The umbilical vein carries fetal blood from the placenta to the fetus, providing the necessary oxygen and nutrients. [4] Normally found at the 12 o'clock position when facing the umbilicus of the fetus, the umbilical vein is recognizable by its thinner wall and larger lumen in comparison to the arteries. [8] [23] [2] Blood flowing through the umbilical vein enters the fetus through the umbilical ring and passes through ductus venosus before entering the inferior vena cava. [8] [23] In return, the two umbilical arteries carry deoxygenated fetal blood containing waste products from the internal iliac arteries back to the placenta. [4] [23] The exchange of these materials happens in the intervillous spaces of the placenta between the maternal and fetal blood supplies. [4] [20] Wharton's jelly, the gelatin-like extracellular matrix surrounding the umbilical vessels, provides an elastic cushioning resistant to compression and twisting, allowing for continued blood flow with fetal movement. [7] [17] [21] [22] [4] There are several hypotheses regarding how the umbilical cord develops its helices, including differential flow through umbilical arteries and twisting of the intestines within the cord. The belief is that adequate coiling contributes to the strength of Wharton's jelly in protecting the umbilical vessels from compression. [4] [17]"}
{"id": "article-32458_9", "title": "Embryology, Umbilical Cord -- Mechanism", "content": "After birth, closure of the umbilical arteries initiates by the contraction of circularly arranged smooth muscle within the vascular wall. [19] [2] Physiologic closure of the umbilical vein occurs after the umbilical arteries, allowing for prolonged communication and possible transfusion of the remaining placental blood to the neonate. [2] [8] The remnants of the umbilical arteries within the neonate become the medial umbilical ligaments, found on the anterior abdominal wall running from the umbilicus inferiorly to the pelvis. [2] [19] The remnant of the umbilical vein becomes the ligamentum teres hepatis, which extends superiorly from the umbilicus to connect to the falciform ligament of the liver. [2] [8]", "contents": "Embryology, Umbilical Cord -- Mechanism. After birth, closure of the umbilical arteries initiates by the contraction of circularly arranged smooth muscle within the vascular wall. [19] [2] Physiologic closure of the umbilical vein occurs after the umbilical arteries, allowing for prolonged communication and possible transfusion of the remaining placental blood to the neonate. [2] [8] The remnants of the umbilical arteries within the neonate become the medial umbilical ligaments, found on the anterior abdominal wall running from the umbilicus inferiorly to the pelvis. [2] [19] The remnant of the umbilical vein becomes the ligamentum teres hepatis, which extends superiorly from the umbilicus to connect to the falciform ligament of the liver. [2] [8]"}
{"id": "article-32458_10", "title": "Embryology, Umbilical Cord -- Testing", "content": "The most useful investigational tool in utero is the ultrasound. [4] It can be useful in the evaluation of fetal anatomy, measuring amniotic fluid levels, watching for fetal movement, and visualizing fetal blood flow. Continuous Doppler ultrasound can visualize the blood flow through the umbilical artery. [4] [24] [25] This information is then used to create a velocity waveform that can predict the amount of vascular resistance in the placenta. [4] A high placental vascular resistance is associated with intrauterine growth restriction, and the presence of abnormal reverse flow through the umbilical artery can help to determine the need for early delivery. [4] [24] When assessing high-risk pregnancies, the evaluation of umbilical artery Doppler velocimetry is utilized to decrease perinatal mortality. [25] Additionally, during high-risk deliveries and in cases of neonatal depression, umbilical cord arterial blood gases should be collected. [23] Umbilical artery pH and gas analysis are the most reliable tests to assess fetal oxygenation and acid-base in the perinatal period directly. A normal pH and gas analysis at delivery rules out intrapartum asphyxia. [23]", "contents": "Embryology, Umbilical Cord -- Testing. The most useful investigational tool in utero is the ultrasound. [4] It can be useful in the evaluation of fetal anatomy, measuring amniotic fluid levels, watching for fetal movement, and visualizing fetal blood flow. Continuous Doppler ultrasound can visualize the blood flow through the umbilical artery. [4] [24] [25] This information is then used to create a velocity waveform that can predict the amount of vascular resistance in the placenta. [4] A high placental vascular resistance is associated with intrauterine growth restriction, and the presence of abnormal reverse flow through the umbilical artery can help to determine the need for early delivery. [4] [24] When assessing high-risk pregnancies, the evaluation of umbilical artery Doppler velocimetry is utilized to decrease perinatal mortality. [25] Additionally, during high-risk deliveries and in cases of neonatal depression, umbilical cord arterial blood gases should be collected. [23] Umbilical artery pH and gas analysis are the most reliable tests to assess fetal oxygenation and acid-base in the perinatal period directly. A normal pH and gas analysis at delivery rules out intrapartum asphyxia. [23]"}
{"id": "article-32458_11", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "A single umbilical artery occurs in less than 1% of all pregnancies due to primary agenesis or secondary atrophy. Over half of these are isolated single umbilical arteries, but the anomaly is also associated with an increased risk of congenital and chromosomal abnormalities. Additionally, a single umbilical artery correlates with prematurity and intrauterine growth restriction. [4] [26] [27] [1] [28]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. A single umbilical artery occurs in less than 1% of all pregnancies due to primary agenesis or secondary atrophy. Over half of these are isolated single umbilical arteries, but the anomaly is also associated with an increased risk of congenital and chromosomal abnormalities. Additionally, a single umbilical artery correlates with prematurity and intrauterine growth restriction. [4] [26] [27] [1] [28]"}
{"id": "article-32458_12", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "When the umbilical cord inserts near the margin of the placenta instead of the center, it is referred to as marginal cord insertion or battledore placenta; this occurs at a rate of 9% in singleton pregnancies, with an increased rate in twin pregnancies (24 to 33%). Marginal cord insertion is associated with intrauterine growth restriction, preterm labor, and fetal distress. [3] [4] [28]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. When the umbilical cord inserts near the margin of the placenta instead of the center, it is referred to as marginal cord insertion or battledore placenta; this occurs at a rate of 9% in singleton pregnancies, with an increased rate in twin pregnancies (24 to 33%). Marginal cord insertion is associated with intrauterine growth restriction, preterm labor, and fetal distress. [3] [4] [28]"}
{"id": "article-32458_13", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "Velamentous cord insertion is a type of abnormal insertion occurring in 1 to 2% of pregnancies in which the umbilical vessels begin to spread out before reaching their normal insertion site at the center of the placenta. In this anomaly, the vessels travel separately between the amnion and chorion before reaching the placenta. This area lacks the normal protection by Wharton’s jelly, leaving it susceptible to compression and rupture. Velamentous cord insertion increases the risk of adverse outcomes in the perinatal period due to vasa previa and placental abruption. [3] [4] [28] [29]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. Velamentous cord insertion is a type of abnormal insertion occurring in 1 to 2% of pregnancies in which the umbilical vessels begin to spread out before reaching their normal insertion site at the center of the placenta. In this anomaly, the vessels travel separately between the amnion and chorion before reaching the placenta. This area lacks the normal protection by Wharton’s jelly, leaving it susceptible to compression and rupture. Velamentous cord insertion increases the risk of adverse outcomes in the perinatal period due to vasa previa and placental abruption. [3] [4] [28] [29]"}
{"id": "article-32458_14", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "Vasa previa occurs in about 0.04% of pregnancies when fetal vessels are located between the cervix and the fetal presenting part and can result from velamentous cord insertion or vessels traveling between lobes of the placenta. If pregnancy progresses to rupture of membranes, vasa previa presents with the combination of painless vaginal bleeding and fetal heart tones showing signs of distress. [4] [29] [30] [28]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. Vasa previa occurs in about 0.04% of pregnancies when fetal vessels are located between the cervix and the fetal presenting part and can result from velamentous cord insertion or vessels traveling between lobes of the placenta. If pregnancy progresses to rupture of membranes, vasa previa presents with the combination of painless vaginal bleeding and fetal heart tones showing signs of distress. [4] [29] [30] [28]"}
{"id": "article-32458_15", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "Loss of Wharton’s jelly occurs most commonly near the fetal insertion site but also presents near the placental insertion site. The loss of this protective material leaves the umbilical cord vessels susceptible to compression due to twisting and knotting. The absence of Wharton’s jelly at any location on the umbilical cord increases the risk of intrauterine fetal demise as well as adverse perinatal outcomes due to compression of vessels during labor. Loss of Wharton’s jelly may be diagnosable before delivery, with a decreased diameter of the umbilical cord visualized by ultrasound. [4] [22]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. Loss of Wharton’s jelly occurs most commonly near the fetal insertion site but also presents near the placental insertion site. The loss of this protective material leaves the umbilical cord vessels susceptible to compression due to twisting and knotting. The absence of Wharton’s jelly at any location on the umbilical cord increases the risk of intrauterine fetal demise as well as adverse perinatal outcomes due to compression of vessels during labor. Loss of Wharton’s jelly may be diagnosable before delivery, with a decreased diameter of the umbilical cord visualized by ultrasound. [4] [22]"}
{"id": "article-32458_16", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "When the vitelline duct fails to regress during the embryonic period completely, it can lead to the formation of an abnormal outpouching of the intestines referred to as a Meckel’s diverticulum. This outpouching persists in about 2% of neonates, usually measures around 2 inches in length, and is typically located in the ileum about 2 feet from the ileocecal valve (following the rule of 2’s). Partial regression of the duct can lead to a vitelline fistula, a fibrous band-like connection between the umbilicus and intestine, or a vitelline cyst, which is an abnormal collection of fluid within the remaining duct. In most cases, these anomalies are asymptomatic, but the abnormal connection is known to increase the risk of internal hernia, volvulus, and intussusception. [2] [5]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. When the vitelline duct fails to regress during the embryonic period completely, it can lead to the formation of an abnormal outpouching of the intestines referred to as a Meckel’s diverticulum. This outpouching persists in about 2% of neonates, usually measures around 2 inches in length, and is typically located in the ileum about 2 feet from the ileocecal valve (following the rule of 2’s). Partial regression of the duct can lead to a vitelline fistula, a fibrous band-like connection between the umbilicus and intestine, or a vitelline cyst, which is an abnormal collection of fluid within the remaining duct. In most cases, these anomalies are asymptomatic, but the abnormal connection is known to increase the risk of internal hernia, volvulus, and intussusception. [2] [5]"}
{"id": "article-32458_17", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "Funisitis is the migration of fetal neutrophils out of the bloodstream and into the umbilical cord. This migration process initiates with the release of neutrophil chemokines, such as interleukin-8 and granulocyte chemotactic protein. Funisitis is most commonly present in the setting of intraamniotic infection, specifically chorioamnionitis, and is part of the fetal inflammatory response syndrome, which indicates a high risk of preterm labor and increased neonatal morbidity. This process is identified microscopically after delivery, but due to the need for mature neutrophils within fetal blood, it is not typically present before 20 weeks of gestation. [31]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. Funisitis is the migration of fetal neutrophils out of the bloodstream and into the umbilical cord. This migration process initiates with the release of neutrophil chemokines, such as interleukin-8 and granulocyte chemotactic protein. Funisitis is most commonly present in the setting of intraamniotic infection, specifically chorioamnionitis, and is part of the fetal inflammatory response syndrome, which indicates a high risk of preterm labor and increased neonatal morbidity. This process is identified microscopically after delivery, but due to the need for mature neutrophils within fetal blood, it is not typically present before 20 weeks of gestation. [31]"}
{"id": "article-32458_18", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "If the umbilical cord becomes too long in utero, there is an increased risk that it can become wound around the fetus or even become tied into a knot due to fetal movement. If the cord becomes wound around the fetal neck, it is referred to as a nuchal cord. The incidence of the nuchal cord is estimated at up to 29% at term, with the incidence increasing relative to gestational age. When the fetus descends during labor, increased torsional forces on the umbilical cord can decrease blood flow through the umbilical vessels and lead to signs of fetal distress and acidosis. When discovered, expedient reduction of the nuchal cord is important to return proper blood flow to the fetus and avoid prolonged asphyxia. [4] [17]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. If the umbilical cord becomes too long in utero, there is an increased risk that it can become wound around the fetus or even become tied into a knot due to fetal movement. If the cord becomes wound around the fetal neck, it is referred to as a nuchal cord. The incidence of the nuchal cord is estimated at up to 29% at term, with the incidence increasing relative to gestational age. When the fetus descends during labor, increased torsional forces on the umbilical cord can decrease blood flow through the umbilical vessels and lead to signs of fetal distress and acidosis. When discovered, expedient reduction of the nuchal cord is important to return proper blood flow to the fetus and avoid prolonged asphyxia. [4] [17]"}
{"id": "article-32458_19", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "Similarly, knots that form in utero are associated with longer umbilical cords. Loose umbilical knots present no danger to the fetus on their own, but when the knot tightens, the increased compression on the cord initially collapses the thin-walled vein before the thicker-walled arteries. This tightening of the knot can happen in utero and during labor, leading to signs of fetal distress, asphyxia, or even intrauterine fetal demise. [4] [17] [21]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. Similarly, knots that form in utero are associated with longer umbilical cords. Loose umbilical knots present no danger to the fetus on their own, but when the knot tightens, the increased compression on the cord initially collapses the thin-walled vein before the thicker-walled arteries. This tightening of the knot can happen in utero and during labor, leading to signs of fetal distress, asphyxia, or even intrauterine fetal demise. [4] [17] [21]"}
{"id": "article-32458_20", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "Additionally, longer umbilical cords are more likely to lie between the cervix and the presenting fetal part during delivery leading to possible umbilical cord prolapse with rupture of membranes. Umbilical cord prolapse is diagnosed by palpation of the umbilical cord within the vagina along with changes in the fetal heart tracing indicating fetal distress, such as recurrent and prolonged decelerations. Management of this condition is expedient delivery of the baby, mostly via cesarean section, but operational vaginal delivery may be performed if that is determined to be the faster route. [4] [32]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. Additionally, longer umbilical cords are more likely to lie between the cervix and the presenting fetal part during delivery leading to possible umbilical cord prolapse with rupture of membranes. Umbilical cord prolapse is diagnosed by palpation of the umbilical cord within the vagina along with changes in the fetal heart tracing indicating fetal distress, such as recurrent and prolonged decelerations. Management of this condition is expedient delivery of the baby, mostly via cesarean section, but operational vaginal delivery may be performed if that is determined to be the faster route. [4] [32]"}
{"id": "article-32458_21", "title": "Embryology, Umbilical Cord -- Pathophysiology", "content": "In monochorionic monoamniotic twin gestations, the fetuses share the same amniotic cavity within the uterus leading to possible cord entanglement. Similar to a knotted cord, tightening of the cord entanglement and increasing entanglement can cause compression of fetal vessels leading to intrauterine fetal demise. Cord entanglement can be detected in utero by ultrasound, but studies suggest that prenatal diagnosis has not shown improved neonatal outcomes. [4] [28] Other rare abnormalities include persistent right umbilical vein, umbilical artery aneurysm, umbilical cord cyst, umbilical hemangioma, and umbilical teratoma. [4]", "contents": "Embryology, Umbilical Cord -- Pathophysiology. In monochorionic monoamniotic twin gestations, the fetuses share the same amniotic cavity within the uterus leading to possible cord entanglement. Similar to a knotted cord, tightening of the cord entanglement and increasing entanglement can cause compression of fetal vessels leading to intrauterine fetal demise. Cord entanglement can be detected in utero by ultrasound, but studies suggest that prenatal diagnosis has not shown improved neonatal outcomes. [4] [28] Other rare abnormalities include persistent right umbilical vein, umbilical artery aneurysm, umbilical cord cyst, umbilical hemangioma, and umbilical teratoma. [4]"}
{"id": "article-32458_22", "title": "Embryology, Umbilical Cord -- Clinical Significance", "content": "The umbilical cord is the vital connection between the fetus and the placenta. Without this connection, the fetus would be unable to receive oxygen and nutrients from the mother or remove carbon dioxide and other waste products. [4] Sonographic analysis of the umbilical cord in the antepartum period is important for the early diagnosis of umbilical abnormalities. [4] [2] [25] Early recognition of abnormalities, such as velamentous cord insertion and nuchal cord, can improve perinatal outcomes. [4] [17] [29] Detection of any abnormality early in pregnancy should lead to serial ultrasound examinations to evaluate the patient for any associated complications. [4]", "contents": "Embryology, Umbilical Cord -- Clinical Significance. The umbilical cord is the vital connection between the fetus and the placenta. Without this connection, the fetus would be unable to receive oxygen and nutrients from the mother or remove carbon dioxide and other waste products. [4] Sonographic analysis of the umbilical cord in the antepartum period is important for the early diagnosis of umbilical abnormalities. [4] [2] [25] Early recognition of abnormalities, such as velamentous cord insertion and nuchal cord, can improve perinatal outcomes. [4] [17] [29] Detection of any abnormality early in pregnancy should lead to serial ultrasound examinations to evaluate the patient for any associated complications. [4]"}
{"id": "article-32458_23", "title": "Embryology, Umbilical Cord -- Clinical Significance", "content": "Possible adverse outcomes of umbilical cord abnormalities include intrauterine growth restriction, preterm labor, fetal distress and asphyxia, and even intrauterine fetal demise. [4] After delivery, the portion of the cord remaining attached to the fetus may be useful for intravenous access by umbilical vein catheterization. [2] [8] This can be used for transfusions and resuscitation of the neonate while the vessel is still patent, up to 14 days. [8] Additionally, umbilical cord blood has been used as an alternative source for bone marrow transplants since 1988 due to the presence of hematopoietic stem cells. [33] Umbilical cord blood transplantation has successfully helped to cure patients with hematologic diseases through the transplantation of allogeneic hematopoietic stem cells. [33] Furthermore, the therapeutic roles of Wharton’s jelly and the stem cells found within the umbilical cord are still under investigation. [10] [12] [13]", "contents": "Embryology, Umbilical Cord -- Clinical Significance. Possible adverse outcomes of umbilical cord abnormalities include intrauterine growth restriction, preterm labor, fetal distress and asphyxia, and even intrauterine fetal demise. [4] After delivery, the portion of the cord remaining attached to the fetus may be useful for intravenous access by umbilical vein catheterization. [2] [8] This can be used for transfusions and resuscitation of the neonate while the vessel is still patent, up to 14 days. [8] Additionally, umbilical cord blood has been used as an alternative source for bone marrow transplants since 1988 due to the presence of hematopoietic stem cells. [33] Umbilical cord blood transplantation has successfully helped to cure patients with hematologic diseases through the transplantation of allogeneic hematopoietic stem cells. [33] Furthermore, the therapeutic roles of Wharton’s jelly and the stem cells found within the umbilical cord are still under investigation. [10] [12] [13]"}
{"id": "article-32458_24", "title": "Embryology, Umbilical Cord -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Embryology, Umbilical Cord -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}