{"id": "article-30606_0", "title": "Neuroanatomy, Trigeminal Nucleus -- Introduction", "content": "The trigeminal nerve (cranial nerve V; CN V) is a mixed sensory and motor nerve. It supplies the face via three branches of the nerve: from rostral to caudal, the sensory ophthalmic nerve (V1), the sensory maxillary nerve (V2), and the mixed sensory and motor mandibular nerve (V3). The sensory nerves and motor nerves have similar though opposite pathways. Whereas the sensory, or afferent, neurons bring information to the brainstem, the motor, or efferent, neurons project information from the brainstem to the muscles—additionally, the motor fibers course, specifically with the mandibular nerve. The trigeminal nerve is responsible for the transmission of general somatic afferents from the face i.e., pain, temperature, vibration, fine and crude touch and proprioception, as well as transmitting motor information to the muscles of mastication including temporalis, the pterygoids, masseter and some smaller muscles— tensor veli palatini, tensor palatini, anterior belly of the digastric and mylohyoid. [1] [2] [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Introduction. The trigeminal nerve (cranial nerve V; CN V) is a mixed sensory and motor nerve. It supplies the face via three branches of the nerve: from rostral to caudal, the sensory ophthalmic nerve (V1), the sensory maxillary nerve (V2), and the mixed sensory and motor mandibular nerve (V3). The sensory nerves and motor nerves have similar though opposite pathways. Whereas the sensory, or afferent, neurons bring information to the brainstem, the motor, or efferent, neurons project information from the brainstem to the muscles—additionally, the motor fibers course, specifically with the mandibular nerve. The trigeminal nerve is responsible for the transmission of general somatic afferents from the face i.e., pain, temperature, vibration, fine and crude touch and proprioception, as well as transmitting motor information to the muscles of mastication including temporalis, the pterygoids, masseter and some smaller muscles— tensor veli palatini, tensor palatini, anterior belly of the digastric and mylohyoid. [1] [2] [3]"}
{"id": "article-30606_1", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function", "content": "In general, incoming sensory information from the face travels first to the trigeminal ganglion and then to the trigeminal nuclei, whereas motor information is transmitted directly to the face from the motor nucleus. Except for the fibers projecting to the mesencephalic nucleus, the sensory fibers from V1, V2, and V3 travel along axons from pseudounipolar neurons to their cell bodies in the trigeminal ganglion. The afferent fibers of that neuron then enter the brainstem at the mid-pons and travel to either the chief/principal sensory nucleus or descend via the spinal trigeminal tract to synapse in the spinal trigeminal nucleus. The spinal trigeminal tract is lateral to the nucleus, and the axon will synapse with the second-order neuron in the nucleus once it reaches the appropriate level. In contrast, the mesencephalic nucleus contains cell bodies of neurons associated with processing input related to proprioception involved with the opposition of the teeth.", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function. In general, incoming sensory information from the face travels first to the trigeminal ganglion and then to the trigeminal nuclei, whereas motor information is transmitted directly to the face from the motor nucleus. Except for the fibers projecting to the mesencephalic nucleus, the sensory fibers from V1, V2, and V3 travel along axons from pseudounipolar neurons to their cell bodies in the trigeminal ganglion. The afferent fibers of that neuron then enter the brainstem at the mid-pons and travel to either the chief/principal sensory nucleus or descend via the spinal trigeminal tract to synapse in the spinal trigeminal nucleus. The spinal trigeminal tract is lateral to the nucleus, and the axon will synapse with the second-order neuron in the nucleus once it reaches the appropriate level. In contrast, the mesencephalic nucleus contains cell bodies of neurons associated with processing input related to proprioception involved with the opposition of the teeth."}
{"id": "article-30606_2", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function", "content": "The upper motor neurons commanding lower motor neurons in the motor trigeminal nucleus originate in the motor cortex. They are transmitted bilaterally to the trigeminal motor nuclei in the pons (lateral to the mesencephalic nucleus). They then travel through the middle cerebellar peduncle (directly adjacent to incoming sensory fibers) to emerge from the middle pons to travel in the mandibular division of the CN V. [2] [4]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function. The upper motor neurons commanding lower motor neurons in the motor trigeminal nucleus originate in the motor cortex. They are transmitted bilaterally to the trigeminal motor nuclei in the pons (lateral to the mesencephalic nucleus). They then travel through the middle cerebellar peduncle (directly adjacent to incoming sensory fibers) to emerge from the middle pons to travel in the mandibular division of the CN V. [2] [4]"}
{"id": "article-30606_3", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function", "content": "The fifth cranial nerve is related to three sensory nuclei and one motor nucleus related to muscles of mastication and facial sensation. The mesencephalic tract and nucleus, the chief/principal sensory nucleus, spinal trigeminal tract and nucleus, and the trigeminal motor nucleus. [2]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function. The fifth cranial nerve is related to three sensory nuclei and one motor nucleus related to muscles of mastication and facial sensation. The mesencephalic tract and nucleus, the chief/principal sensory nucleus, spinal trigeminal tract and nucleus, and the trigeminal motor nucleus. [2]"}
{"id": "article-30606_4", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Mesencephalic Tract and Nucleus", "content": "This tract and nucleus are in the caudal midbrain and rostral pons near the periaqueductal gray. While not yet fully understood, the belief is that it is a representation of the primary sensory ganglion— much like dorsal root ganglion— that became incorporated into the brainstem during embryonic development. It is responsible for unconscious proprioception that stems from muscle spindles in the muscles of mastication and other muscles of the head and neck. [3] It is thus essential in the process of receiving sensory information about tooth pain, helps prevent excessive biting that may break a tooth, receives information about stretch sensation from the muscles of mastication, and serves as the afferent limb of the jaw jerk reflex. [5] [6]  In this reflex, there is an interplay between the mesencephalic nucleus and motor V nucleus. This nucleus is unique in that the fibers do not have a cell body in the trigeminal ganglion. Instead, pseudounipolar afferent fibers from stretch receptors relay information directly to the cell body in the nucleus, which is then relayed bilaterally to the trigeminal motor nuclei, which project to cause contraction of the masseter. [7]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Mesencephalic Tract and Nucleus. This tract and nucleus are in the caudal midbrain and rostral pons near the periaqueductal gray. While not yet fully understood, the belief is that it is a representation of the primary sensory ganglion— much like dorsal root ganglion— that became incorporated into the brainstem during embryonic development. It is responsible for unconscious proprioception that stems from muscle spindles in the muscles of mastication and other muscles of the head and neck. [3] It is thus essential in the process of receiving sensory information about tooth pain, helps prevent excessive biting that may break a tooth, receives information about stretch sensation from the muscles of mastication, and serves as the afferent limb of the jaw jerk reflex. [5] [6]  In this reflex, there is an interplay between the mesencephalic nucleus and motor V nucleus. This nucleus is unique in that the fibers do not have a cell body in the trigeminal ganglion. Instead, pseudounipolar afferent fibers from stretch receptors relay information directly to the cell body in the nucleus, which is then relayed bilaterally to the trigeminal motor nuclei, which project to cause contraction of the masseter. [7]"}
{"id": "article-30606_5", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Chief/Principal Sensory Nucleus", "content": "This nucleus is in the mid-pons lateral to the trigeminal motor nucleus and the fibers of the trigeminal nerve. It contains second-order cell bodies that synapse with primary order neuronal fibers from the trigeminal ganglion. There are two divisions of this nucleus: the dorsomedial and ventrolateral divisions. The dorsomedial division receives input only from the oral cavity, whereas the ventrolateral division receives input from all three divisions of the trigeminal nerve. This fact is important because second-order neuronal fibers conveying information from the dorsomedial division form the dorsal trigeminothalamic tract (DTTT) and the second-order neuronal fibers from the ventrolateral division decussate and form the ventral trigeminothalamic tract (VTTT).  It is responsible for 2-point discrimination, conscious proprioception, vibration, and fine touch. [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Chief/Principal Sensory Nucleus. This nucleus is in the mid-pons lateral to the trigeminal motor nucleus and the fibers of the trigeminal nerve. It contains second-order cell bodies that synapse with primary order neuronal fibers from the trigeminal ganglion. There are two divisions of this nucleus: the dorsomedial and ventrolateral divisions. The dorsomedial division receives input only from the oral cavity, whereas the ventrolateral division receives input from all three divisions of the trigeminal nerve. This fact is important because second-order neuronal fibers conveying information from the dorsomedial division form the dorsal trigeminothalamic tract (DTTT) and the second-order neuronal fibers from the ventrolateral division decussate and form the ventral trigeminothalamic tract (VTTT).  It is responsible for 2-point discrimination, conscious proprioception, vibration, and fine touch. [3]"}
{"id": "article-30606_6", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Spinal Trigeminal Nucleus", "content": "This nucleus is the largest trigeminal nucleus and is in the lateral tegmentum of the medulla and caudal pons. The spinal trigeminal nucleus travels adjacent to the spinal trigeminal tract.  The spinal trigeminal nucleus is continuous with the substantia gelatinosa, while the tract is continuous with Lissauer's tract. Pseudounipolar neurons located in the trigeminal ganglion receive sensory information from the face and send that information down to the spinal trigeminal nucleus where it synapses with a second-order neuron, which will project to the thalamus as the ventral trigeminothalamic tract (see below). This nucleus divides into three subnuclei: pars oralis (most rostral), pars interpolaris, and pars caudalis (most caudal). It is important to note that the somatotopy of the three trigeminal sensory divisions that supply the face is maintained in the spinal trigeminal nucleus. Therefore, sensory information from the lateral face projects more caudally to the pars caudalis, the middle (cheek and eye) to the pars interopolaris, and the central face (mouth and nose) to the pars oralis. The remaining sensory fibers that do not travel to these two nuclei will instead travel to the mesencephalic nucleus (previously described). [8] [9] [6]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Spinal Trigeminal Nucleus. This nucleus is the largest trigeminal nucleus and is in the lateral tegmentum of the medulla and caudal pons. The spinal trigeminal nucleus travels adjacent to the spinal trigeminal tract.  The spinal trigeminal nucleus is continuous with the substantia gelatinosa, while the tract is continuous with Lissauer's tract. Pseudounipolar neurons located in the trigeminal ganglion receive sensory information from the face and send that information down to the spinal trigeminal nucleus where it synapses with a second-order neuron, which will project to the thalamus as the ventral trigeminothalamic tract (see below). This nucleus divides into three subnuclei: pars oralis (most rostral), pars interpolaris, and pars caudalis (most caudal). It is important to note that the somatotopy of the three trigeminal sensory divisions that supply the face is maintained in the spinal trigeminal nucleus. Therefore, sensory information from the lateral face projects more caudally to the pars caudalis, the middle (cheek and eye) to the pars interopolaris, and the central face (mouth and nose) to the pars oralis. The remaining sensory fibers that do not travel to these two nuclei will instead travel to the mesencephalic nucleus (previously described). [8] [9] [6]"}
{"id": "article-30606_7", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Spinal Trigeminal Nucleus", "content": "It is responsible for pain, temperature, and crude touch. Unique to this nucleus is that it receives sensory information from cranial nerves VII, IX, and X (ear, tongue, pharynx, and larynx). [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Spinal Trigeminal Nucleus. It is responsible for pain, temperature, and crude touch. Unique to this nucleus is that it receives sensory information from cranial nerves VII, IX, and X (ear, tongue, pharynx, and larynx). [3]"}
{"id": "article-30606_8", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Motor V Nucleus", "content": "This nucleus is in the dorsolateral pontine tegmentum at the mid-pons, medial to the trigeminal nerve fibers, and the chief sensory nucleus and lateral to the mesencephalic nucleus. Its fibers are only found in the mandibular division of the trigeminal nerve and receive input from the cortex bilaterally. [6] [10] [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Motor V Nucleus. This nucleus is in the dorsolateral pontine tegmentum at the mid-pons, medial to the trigeminal nerve fibers, and the chief sensory nucleus and lateral to the mesencephalic nucleus. Its fibers are only found in the mandibular division of the trigeminal nerve and receive input from the cortex bilaterally. [6] [10] [3]"}
{"id": "article-30606_9", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Tracts of the Trigeminal System", "content": "There are three main tracts of the trigeminal system; the spinal trigeminal tract (discussed above), the ventral trigeminothalamic tract, and dorsal trigeminothalamic tract. These tracts ultimately synapse with third-order neurons in the VPM and continue to the primary sensory cortex.", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Tracts of the Trigeminal System. There are three main tracts of the trigeminal system; the spinal trigeminal tract (discussed above), the ventral trigeminothalamic tract, and dorsal trigeminothalamic tract. These tracts ultimately synapse with third-order neurons in the VPM and continue to the primary sensory cortex."}
{"id": "article-30606_10", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Ventral Trigeminothalamic Tract (VTTT)", "content": "This tract conveys information from both the spinal trigeminal nucleus and the chief sensory nucleus. General somatic afferents are picked up by Merkel tactile disks and free nerve endings and travel to one of these nuclei where they synapse with second-order neurons. As stated above, the second-order neuronal fibers then form this tract. When the fibers originate in the spinal trigeminal nucleus, they first decussate and then form the VTTT. This specific tract conveys fast pain and temperature from one side of the face to the contralateral ventral posteromedial nucleus of the thalamus (VPM) and eventually to the primary sensory cortex. In contrast, fibers that synapse in the chief sensory nucleus (i.e., 2-point discrimination, conscious proprioception, vibration, and fine touch) can decussate and form the VTTT to the contralateral ventral posteromedial nucleus of the thalamus, or they can ascend as the DTTT. [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Ventral Trigeminothalamic Tract (VTTT). This tract conveys information from both the spinal trigeminal nucleus and the chief sensory nucleus. General somatic afferents are picked up by Merkel tactile disks and free nerve endings and travel to one of these nuclei where they synapse with second-order neurons. As stated above, the second-order neuronal fibers then form this tract. When the fibers originate in the spinal trigeminal nucleus, they first decussate and then form the VTTT. This specific tract conveys fast pain and temperature from one side of the face to the contralateral ventral posteromedial nucleus of the thalamus (VPM) and eventually to the primary sensory cortex. In contrast, fibers that synapse in the chief sensory nucleus (i.e., 2-point discrimination, conscious proprioception, vibration, and fine touch) can decussate and form the VTTT to the contralateral ventral posteromedial nucleus of the thalamus, or they can ascend as the DTTT. [3]"}
{"id": "article-30606_11", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Ventral Posteromedial Nucleus of the Thalamus (VPM)", "content": "This nucleus contains third-order neuronal cell bodies and sends that information somatotopically via third-order neuronal fibers to the postcentral gyrus (Brodmann areas 3, 1, and 2) of the primary sensory cortex. Additionally, the VPM conveys slow, dull pain to the contralateral reticular formation, which is then sent to the intralaminar thalamic nuclei and finally to the widespread cortex. Since the fibers course all over the cortex, pain that is not acute is often diffuse and difficult to pinpoint. Lastly, information related to reflexive head and neck movements transmits to the contralateral tectum (superior colliculus and periductal gray). [8] [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Ventral Posteromedial Nucleus of the Thalamus (VPM). This nucleus contains third-order neuronal cell bodies and sends that information somatotopically via third-order neuronal fibers to the postcentral gyrus (Brodmann areas 3, 1, and 2) of the primary sensory cortex. Additionally, the VPM conveys slow, dull pain to the contralateral reticular formation, which is then sent to the intralaminar thalamic nuclei and finally to the widespread cortex. Since the fibers course all over the cortex, pain that is not acute is often diffuse and difficult to pinpoint. Lastly, information related to reflexive head and neck movements transmits to the contralateral tectum (superior colliculus and periductal gray). [8] [3]"}
{"id": "article-30606_12", "title": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Dorsal Trigeminothalamic Tract (DTTT)", "content": "This tract conveys information only from the ipsilateral chief sensory nucleus (2-point discrimination, conscious proprioception, vibration, and fine touch) to the ipsilateral VPM. [3]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Structure and Function -- Dorsal Trigeminothalamic Tract (DTTT). This tract conveys information only from the ipsilateral chief sensory nucleus (2-point discrimination, conscious proprioception, vibration, and fine touch) to the ipsilateral VPM. [3]"}
{"id": "article-30606_13", "title": "Neuroanatomy, Trigeminal Nucleus -- Embryology", "content": "Since the muscles of mastication, as well as several other muscles of the face, are derived from mesenchyme of the first pharyngeal arch, they are therefore innervated by the trigeminal nerve. [11] [12]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Embryology. Since the muscles of mastication, as well as several other muscles of the face, are derived from mesenchyme of the first pharyngeal arch, they are therefore innervated by the trigeminal nerve. [11] [12]"}
{"id": "article-30606_14", "title": "Neuroanatomy, Trigeminal Nucleus -- Muscles", "content": "The motor nucleus of the trigeminal nerve is responsible for innervating the muscles of mastication (temporalis, medial and lateral pterygoids, and the masseter) as well as some smaller muscles (tensor veli palatini, tensor palatini, anterior belly of the digastric and mylohyoid). [3] [4] Additionally, it is responsible for the corneal reflex. When the cornea of one eye is touched, or bright light is shined in it, there is reflexive closure of both eyes. This closure occurs due to the ophthalmic nerve (V1) traveling through the trigeminal ganglion and synapsing in the spinal trigeminal nucleus and chief sensory nucleus. The second-order axons travel bilaterally to the facial nerve nucleus (cranial nerve VII). Each facial nerve branch then sends information to their ipsilateral orbicularis oculi to rapidly shut the eye. [13] [6]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Muscles. The motor nucleus of the trigeminal nerve is responsible for innervating the muscles of mastication (temporalis, medial and lateral pterygoids, and the masseter) as well as some smaller muscles (tensor veli palatini, tensor palatini, anterior belly of the digastric and mylohyoid). [3] [4] Additionally, it is responsible for the corneal reflex. When the cornea of one eye is touched, or bright light is shined in it, there is reflexive closure of both eyes. This closure occurs due to the ophthalmic nerve (V1) traveling through the trigeminal ganglion and synapsing in the spinal trigeminal nucleus and chief sensory nucleus. The second-order axons travel bilaterally to the facial nerve nucleus (cranial nerve VII). Each facial nerve branch then sends information to their ipsilateral orbicularis oculi to rapidly shut the eye. [13] [6]"}
{"id": "article-30606_15", "title": "Neuroanatomy, Trigeminal Nucleus -- Clinical Significance -- Trigeminal Corticobulbar Lesion", "content": "A lesion of the unilateral cortex will usually result in contralateral paralysis of the muscles; however, a unilateral cortical lesion does not affect the muscles of mastication; this is because the motor nucleus receives bilateral cortical input. Therefore, those muscles will still receive innervation from the other side of the cortex. [3] [4]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Clinical Significance -- Trigeminal Corticobulbar Lesion. A lesion of the unilateral cortex will usually result in contralateral paralysis of the muscles; however, a unilateral cortical lesion does not affect the muscles of mastication; this is because the motor nucleus receives bilateral cortical input. Therefore, those muscles will still receive innervation from the other side of the cortex. [3] [4]"}
{"id": "article-30606_16", "title": "Neuroanatomy, Trigeminal Nucleus -- Clinical Significance -- Lesion or Transection of Ganglion or Nuclei", "content": "A unilateral transection or lesion of the trigeminal ganglion or the three nuclei will result in loss of sensation to the ipsilateral face. As noted above, unilateral transection of the ganglion will not result in paralysis of the muscles of mastication due to the bilateral cortical input. However, a lesion of the spinal trigeminal nucleus will result in an “onion skin” shaped loss of sensation. Thus, a lesion in the rostral portion of the spinal trigeminal nucleus will lead to loss of sensation of the mouth and nose, whereas a lesion in the caudal portion will result in loss of sensation of the lateral face. [9] [14]", "contents": "Neuroanatomy, Trigeminal Nucleus -- Clinical Significance -- Lesion or Transection of Ganglion or Nuclei. A unilateral transection or lesion of the trigeminal ganglion or the three nuclei will result in loss of sensation to the ipsilateral face. As noted above, unilateral transection of the ganglion will not result in paralysis of the muscles of mastication due to the bilateral cortical input. However, a lesion of the spinal trigeminal nucleus will result in an “onion skin” shaped loss of sensation. Thus, a lesion in the rostral portion of the spinal trigeminal nucleus will lead to loss of sensation of the mouth and nose, whereas a lesion in the caudal portion will result in loss of sensation of the lateral face. [9] [14]"}
{"id": "article-30606_17", "title": "Neuroanatomy, Trigeminal Nucleus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Trigeminal Nucleus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}