{"id": "article-22137_0", "title": "Genetics, Epigenetic Mechanism -- Introduction", "content": "Epigenetics is the study of heritable and stable changes in gene expression that occur through alterations in the chromosome rather than in the DNA sequence. [1] Despite not directly altering the DNA sequence, epigenetic mechanisms can regulate gene expression through chemical modifications of DNA bases and changes to the chromosomal superstructure in which DNA is packaged.", "contents": "Genetics, Epigenetic Mechanism -- Introduction. Epigenetics is the study of heritable and stable changes in gene expression that occur through alterations in the chromosome rather than in the DNA sequence. [1] Despite not directly altering the DNA sequence, epigenetic mechanisms can regulate gene expression through chemical modifications of DNA bases and changes to the chromosomal superstructure in which DNA is packaged."}
{"id": "article-22137_1", "title": "Genetics, Epigenetic Mechanism -- Introduction", "content": "Briefly, negatively charged DNA is packaged around a positively charged histone protein octamer, which contains 2 copies of histone proteins H2A, H2B, H3, and H4. [2] This nucleoprotein complex is a nucleosome, the basic unit of chromatin. [3] The nucleosomes of a continuous DNA polymer are connected by linker DNA and the complex is stabilized by histone protein H1. The aggregation of chromatin results in the formation of a chromosome. The chromatin of a chromosome exists as either loose, transcriptionally active euchromatin or dense, transcriptionally inactive heterochromatin. [4] Chemical alterations to histone proteins can induce the formation of either the open euchromatin state, which facilitates gene expression by allowing transcription factors and enzymes to interact with the DNA, or the closed heterochromatin state, which suppresses gene expression by preventing initiation of transcription.", "contents": "Genetics, Epigenetic Mechanism -- Introduction. Briefly, negatively charged DNA is packaged around a positively charged histone protein octamer, which contains 2 copies of histone proteins H2A, H2B, H3, and H4. [2] This nucleoprotein complex is a nucleosome, the basic unit of chromatin. [3] The nucleosomes of a continuous DNA polymer are connected by linker DNA and the complex is stabilized by histone protein H1. The aggregation of chromatin results in the formation of a chromosome. The chromatin of a chromosome exists as either loose, transcriptionally active euchromatin or dense, transcriptionally inactive heterochromatin. [4] Chemical alterations to histone proteins can induce the formation of either the open euchromatin state, which facilitates gene expression by allowing transcription factors and enzymes to interact with the DNA, or the closed heterochromatin state, which suppresses gene expression by preventing initiation of transcription."}
{"id": "article-22137_2", "title": "Genetics, Epigenetic Mechanism -- Introduction", "content": "In addition to histone changes, DNA methylation is an epigenetic mechanism associated with gene silencing when the methylation occurs in CpG islands of promoter sequences. [5] Further, non-coding RNA sequences have shown to play a key role in the regulation of gene expression. [6] These epigenetic modifications can be induced by several factors including age, diet, smoking, stress, and disease state. [7] [8] Epigenetic modifications are reversible, but they rarely remain through generations in humans despite persisting through multiple cycles of cell replication. [9]", "contents": "Genetics, Epigenetic Mechanism -- Introduction. In addition to histone changes, DNA methylation is an epigenetic mechanism associated with gene silencing when the methylation occurs in CpG islands of promoter sequences. [5] Further, non-coding RNA sequences have shown to play a key role in the regulation of gene expression. [6] These epigenetic modifications can be induced by several factors including age, diet, smoking, stress, and disease state. [7] [8] Epigenetic modifications are reversible, but they rarely remain through generations in humans despite persisting through multiple cycles of cell replication. [9]"}
{"id": "article-22137_3", "title": "Genetics, Epigenetic Mechanism -- Cellular", "content": "Epigenetic mechanisms form a layer of control within a cell that regulates gene expression and silencing. This control varies between tissues and plays an important role in cell differentiation. [10] Additionally, differences in gene expression between cells, which are driven by epigenetic modifications, result in the unique function of specific cell types. [11] Genome-wide patterns of DNA and histone modifications are established during early development and are maintained throughout multiple cell divisions. In cancer, the normal epigenetic patterns are disrupted resulting in the expression of anti-apoptotic and pro-proliferative genes and silencing of tumor suppressor genes like CDKN2A. [12]", "contents": "Genetics, Epigenetic Mechanism -- Cellular. Epigenetic mechanisms form a layer of control within a cell that regulates gene expression and silencing. This control varies between tissues and plays an important role in cell differentiation. [10] Additionally, differences in gene expression between cells, which are driven by epigenetic modifications, result in the unique function of specific cell types. [11] Genome-wide patterns of DNA and histone modifications are established during early development and are maintained throughout multiple cell divisions. In cancer, the normal epigenetic patterns are disrupted resulting in the expression of anti-apoptotic and pro-proliferative genes and silencing of tumor suppressor genes like CDKN2A. [12]"}
{"id": "article-22137_4", "title": "Genetics, Epigenetic Mechanism -- Cellular", "content": "Three different epigenetic mechanisms have been identified: DNA methylation, histone modification, and non-coding RNA (ncRNA)-associated gene silencing. Catalyzed by DNA methyltransferase enzymes, DNA methylation involves the addition of a methyl group directly to a cytosine nucleotide within a cytosine-guanine sequence (CpG), which are often surrounded by other CpG’s forming a CpG island. CpG islands are common targets for epigenetic DNA methylation, notably the CpG islands within promoter regions. Indeed, it has been reported that around 70% of gene promotor regions lie within CpG islands. [13] Methylated cytosines within a promoter region recruit gene suppressor proteins and reduce interaction between the DNA and transcription factors. [14] Cytosine methylation also drives the formation of heterochromatin, so the nucleosome tightening prevents transcriptional machinery from interacting with the DNA. [15] As such, DNA methylation within promoter regions results in gene silencing. Cancers often show marked hypermethylation of tumor suppressor genes and hypomethylation of proto-oncogenes, both of which contribute to tumor carcinogenesis. [15] This epigenetic mechanism also plays an important role in tissue-specific gene regulation, genomic imprinting, and X chromosome inactivation. [14]", "contents": "Genetics, Epigenetic Mechanism -- Cellular. Three different epigenetic mechanisms have been identified: DNA methylation, histone modification, and non-coding RNA (ncRNA)-associated gene silencing. Catalyzed by DNA methyltransferase enzymes, DNA methylation involves the addition of a methyl group directly to a cytosine nucleotide within a cytosine-guanine sequence (CpG), which are often surrounded by other CpG’s forming a CpG island. CpG islands are common targets for epigenetic DNA methylation, notably the CpG islands within promoter regions. Indeed, it has been reported that around 70% of gene promotor regions lie within CpG islands. [13] Methylated cytosines within a promoter region recruit gene suppressor proteins and reduce interaction between the DNA and transcription factors. [14] Cytosine methylation also drives the formation of heterochromatin, so the nucleosome tightening prevents transcriptional machinery from interacting with the DNA. [15] As such, DNA methylation within promoter regions results in gene silencing. Cancers often show marked hypermethylation of tumor suppressor genes and hypomethylation of proto-oncogenes, both of which contribute to tumor carcinogenesis. [15] This epigenetic mechanism also plays an important role in tissue-specific gene regulation, genomic imprinting, and X chromosome inactivation. [14]"}
{"id": "article-22137_5", "title": "Genetics, Epigenetic Mechanism -- Cellular", "content": "The second epigenetic mechanism is post-translational modifications to histone proteins. These modifications include enzyme-catalyzed acetylation, methylation, phosphorylation, and ubiquitylation, each of which alters the DNA-histone interactions in nucleosomes. [16] Histone acetylation often occurs at positively charged lysine residues which weakens the DNA-histone interactions, thus opening the chromatin and facilitating transcription. [17] For example, acetylation of lysine 9 and lysine 27 on histone 3 (H3K9ac and H3K27ac, respectively) correlates with transcription activation. Histone methylation is more complex as it does not change the histone protein charge and can include the addition of 1-3 methyl groups to lysine and 1-2 methyl groups to arginine. [17] For example, methylation of lysine 4 on histone 3 (H3K4me) is associated with transcription activation while trimethylation of lysine 27 on histone 3 (H3K27me3) correlates with transcription repression. [18] Histone phosphorylation involves the addition of a negative phosphate group to the histone tail, but less is known of its function aside from phosphorylation of H2A(X) playing a role in the response to DNA damage and its subsequent repair. [19] Histone ubiquitylation involves the addition of a large ubiquitin molecule to lysine residues. Examples of histone ubiquitylation include H2AK119ub, which is associated with gene silencing, and H2BK123ub, which is involved in transcription. [17] Aside from the relatively straightforward effect of histone acetylation on gene expression, the effects of other histone modifications are complex and greatly influenced by the state of nearby DNA molecules.", "contents": "Genetics, Epigenetic Mechanism -- Cellular. The second epigenetic mechanism is post-translational modifications to histone proteins. These modifications include enzyme-catalyzed acetylation, methylation, phosphorylation, and ubiquitylation, each of which alters the DNA-histone interactions in nucleosomes. [16] Histone acetylation often occurs at positively charged lysine residues which weakens the DNA-histone interactions, thus opening the chromatin and facilitating transcription. [17] For example, acetylation of lysine 9 and lysine 27 on histone 3 (H3K9ac and H3K27ac, respectively) correlates with transcription activation. Histone methylation is more complex as it does not change the histone protein charge and can include the addition of 1-3 methyl groups to lysine and 1-2 methyl groups to arginine. [17] For example, methylation of lysine 4 on histone 3 (H3K4me) is associated with transcription activation while trimethylation of lysine 27 on histone 3 (H3K27me3) correlates with transcription repression. [18] Histone phosphorylation involves the addition of a negative phosphate group to the histone tail, but less is known of its function aside from phosphorylation of H2A(X) playing a role in the response to DNA damage and its subsequent repair. [19] Histone ubiquitylation involves the addition of a large ubiquitin molecule to lysine residues. Examples of histone ubiquitylation include H2AK119ub, which is associated with gene silencing, and H2BK123ub, which is involved in transcription. [17] Aside from the relatively straightforward effect of histone acetylation on gene expression, the effects of other histone modifications are complex and greatly influenced by the state of nearby DNA molecules."}
{"id": "article-22137_6", "title": "Genetics, Epigenetic Mechanism -- Cellular", "content": "The most recently elucidated epigenetic mechanism is non-coding RNA-associated gene silencing. A non-coding RNA (ncRNA) is a functional RNA molecule that is transcribed but not translated into proteins. Once regarded as waste of the genome, recent insight suggests the ncRNA molecules harbor a crucial role in epigenetic gene expression and likely account for the great difference in phenotype between species and within human populations despite such similarity in encoded proteins. [6] [18] Notable ncRNA molecules include microRNAs (miRNA) and short interfering RNAs (siRNA), which include less than 30 nucleotides, and long non-coding RNAs (lncRNA), which are 200 nucleotides or longer. Though the full extent of their role in epigenetics is still being determined, there is evidence suggesting that ncRNAs participate in DNA methylation and histone modifications in addition to gene silencing. [20] siRNAs and lncRNAs both have been shown to regulate gene expression by the formation of heterochromatin. [6] [21]", "contents": "Genetics, Epigenetic Mechanism -- Cellular. The most recently elucidated epigenetic mechanism is non-coding RNA-associated gene silencing. A non-coding RNA (ncRNA) is a functional RNA molecule that is transcribed but not translated into proteins. Once regarded as waste of the genome, recent insight suggests the ncRNA molecules harbor a crucial role in epigenetic gene expression and likely account for the great difference in phenotype between species and within human populations despite such similarity in encoded proteins. [6] [18] Notable ncRNA molecules include microRNAs (miRNA) and short interfering RNAs (siRNA), which include less than 30 nucleotides, and long non-coding RNAs (lncRNA), which are 200 nucleotides or longer. Though the full extent of their role in epigenetics is still being determined, there is evidence suggesting that ncRNAs participate in DNA methylation and histone modifications in addition to gene silencing. [20] siRNAs and lncRNAs both have been shown to regulate gene expression by the formation of heterochromatin. [6] [21]"}
{"id": "article-22137_7", "title": "Genetics, Epigenetic Mechanism -- Clinical Significance", "content": "As people age, the largest influence on the epigenome is the environment. Direct influencers such as diet can affect one's epigenome, as determined by the Dutch famine studies. [22] [23] Other environmental stressors include smoking and psychological stress. Epigenetic changes in utero are particularly sensitive as the epigenetic profile of the fetus is forming and developing rapidly during this time. [24] Indeed, teratogens like cigarette smoke, alcohol, and specific minerals have shown to induce in utero epigenetic changes. [24] [25]", "contents": "Genetics, Epigenetic Mechanism -- Clinical Significance. As people age, the largest influence on the epigenome is the environment. Direct influencers such as diet can affect one's epigenome, as determined by the Dutch famine studies. [22] [23] Other environmental stressors include smoking and psychological stress. Epigenetic changes in utero are particularly sensitive as the epigenetic profile of the fetus is forming and developing rapidly during this time. [24] Indeed, teratogens like cigarette smoke, alcohol, and specific minerals have shown to induce in utero epigenetic changes. [24] [25]"}
{"id": "article-22137_8", "title": "Genetics, Epigenetic Mechanism -- Clinical Significance", "content": "Perhaps the most studied clinical application of epigenetic mechanisms is cancer. One of the first reports of epigenetics involved in cancer reported hypomethylation of DNA in cancer cell genomes, which caused overexpression of genes within that cell. [26] Since this report, great strides have been made toward understanding the role of epigenetics in carcinogenesis. For example, the degree of DNA methylation continues to decrease as a benign tumor cell progresses to invasive cancer. [27] Other studies have shown hypomethylation of pro-proliferative genes like BAX2 that are suppressed in normal cells. [28] Other reports show hypermethylation of tumor suppressor genes, like Rb, BCRA1, and CDKN2A, in cancer cells. [29] [30] [31] Despite the wealth of knowledge present on the relationship between epigenetics and carcinogenesis, treatment development is still very much in the preliminary phase for most cancers.", "contents": "Genetics, Epigenetic Mechanism -- Clinical Significance. Perhaps the most studied clinical application of epigenetic mechanisms is cancer. One of the first reports of epigenetics involved in cancer reported hypomethylation of DNA in cancer cell genomes, which caused overexpression of genes within that cell. [26] Since this report, great strides have been made toward understanding the role of epigenetics in carcinogenesis. For example, the degree of DNA methylation continues to decrease as a benign tumor cell progresses to invasive cancer. [27] Other studies have shown hypomethylation of pro-proliferative genes like BAX2 that are suppressed in normal cells. [28] Other reports show hypermethylation of tumor suppressor genes, like Rb, BCRA1, and CDKN2A, in cancer cells. [29] [30] [31] Despite the wealth of knowledge present on the relationship between epigenetics and carcinogenesis, treatment development is still very much in the preliminary phase for most cancers."}
{"id": "article-22137_9", "title": "Genetics, Epigenetic Mechanism -- Clinical Significance", "content": "Epigenetics is a promising field of research because of the potential to regulate gene expression without changing the DNA sequence, which may likely cause safety and ethical concerns if performed in humans. The most promising way to treat diseases through epigenetic regulation has been through pharmacology. Previous clinical trials for drugs formulated to block epigenetic modifications associated with cancers have proved successful. The FDA has approved a number of these drugs which target epigenetic regulators to treat various cancers including azacytidine and decitabine for myelodysplastic syndrome, panobinostat for multiple myeloma, and romidepsin for cutaneous T cell lymphoma. [32] More drugs are likely to be approved in the coming years as a number of clinical trials for DNA methylation inhibitors and histone modification inhibitors are underway.", "contents": "Genetics, Epigenetic Mechanism -- Clinical Significance. Epigenetics is a promising field of research because of the potential to regulate gene expression without changing the DNA sequence, which may likely cause safety and ethical concerns if performed in humans. The most promising way to treat diseases through epigenetic regulation has been through pharmacology. Previous clinical trials for drugs formulated to block epigenetic modifications associated with cancers have proved successful. The FDA has approved a number of these drugs which target epigenetic regulators to treat various cancers including azacytidine and decitabine for myelodysplastic syndrome, panobinostat for multiple myeloma, and romidepsin for cutaneous T cell lymphoma. [32] More drugs are likely to be approved in the coming years as a number of clinical trials for DNA methylation inhibitors and histone modification inhibitors are underway."}
{"id": "article-22137_10", "title": "Genetics, Epigenetic Mechanism -- Clinical Significance", "content": "In addition to cancers, many conditions associated with genomic imprinting are the result of malfunctioning epigenetic mechanisms. Epigenetic mechanisms can induce disease, but they are also necessary for normal cell function, specifically in imprinted genes where only one parental chromosome is expressed. For genomic imprinting to successfully occur, the other parental chromosome must be silenced, which occurs through DNA methylation. Noteworthy conditions associated with abnormalities in gene imprinting include Prader-Willi syndrome, Angelman syndrome, Beckwith-Wiedemann syndrome, Russell-Silver syndrome, and Rubenstein-Taybi syndrome. [33] [34] Recent studies have shown positive results for epigenetic-based therapies for imprinting disorders, which may be a field of increased focus in the coming years in search of better treatments. [35] [36]", "contents": "Genetics, Epigenetic Mechanism -- Clinical Significance. In addition to cancers, many conditions associated with genomic imprinting are the result of malfunctioning epigenetic mechanisms. Epigenetic mechanisms can induce disease, but they are also necessary for normal cell function, specifically in imprinted genes where only one parental chromosome is expressed. For genomic imprinting to successfully occur, the other parental chromosome must be silenced, which occurs through DNA methylation. Noteworthy conditions associated with abnormalities in gene imprinting include Prader-Willi syndrome, Angelman syndrome, Beckwith-Wiedemann syndrome, Russell-Silver syndrome, and Rubenstein-Taybi syndrome. [33] [34] Recent studies have shown positive results for epigenetic-based therapies for imprinting disorders, which may be a field of increased focus in the coming years in search of better treatments. [35] [36]"}
{"id": "article-22137_11", "title": "Genetics, Epigenetic Mechanism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Genetics, Epigenetic Mechanism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}