{"id": "article-23093_0", "title": "Primary Hyperaldosteronism -- Continuing Education Activity", "content": "Primary hyperaldosteronism (PA) is an underdiagnosed cause of hypertension. The classic presentation of PA includes hypertension and hypokalemia. However, in reality, most patients will present without hypokalemia. The two primary causes are aldosterone-producing adenomas and bilateral adrenal hyperplasia of the zona glomerulosa. Familial cases have been found and are classified into Type I, Type II, and Type III familial hyperaldosteronism. Diagnosis can initially be confirmed with the elevated morning aldosterone to plasma renin activity ratio. If the ratio is higher than 20 to 1, then the excess aldosterone points to the adrenal gland as the primary source. The preferred treatment is adrenalectomy in those with unilateral disease. Those who are poor surgical candidates or have bilateral adrenal hyperplasia can be treated medically with mineralocorticoid antagonists as well as antihypertensive agents for further blood pressure control. This activity reviews the evaluation and management of primary hyperaldosteronism and highlights the role of the interprofessional team in identifying and treating this condition.", "contents": "Primary Hyperaldosteronism -- Continuing Education Activity. Primary hyperaldosteronism (PA) is an underdiagnosed cause of hypertension. The classic presentation of PA includes hypertension and hypokalemia. However, in reality, most patients will present without hypokalemia. The two primary causes are aldosterone-producing adenomas and bilateral adrenal hyperplasia of the zona glomerulosa. Familial cases have been found and are classified into Type I, Type II, and Type III familial hyperaldosteronism. Diagnosis can initially be confirmed with the elevated morning aldosterone to plasma renin activity ratio. If the ratio is higher than 20 to 1, then the excess aldosterone points to the adrenal gland as the primary source. The preferred treatment is adrenalectomy in those with unilateral disease. Those who are poor surgical candidates or have bilateral adrenal hyperplasia can be treated medically with mineralocorticoid antagonists as well as antihypertensive agents for further blood pressure control. This activity reviews the evaluation and management of primary hyperaldosteronism and highlights the role of the interprofessional team in identifying and treating this condition."}
{"id": "article-23093_1", "title": "Primary Hyperaldosteronism -- Continuing Education Activity", "content": "Objectives: Describe the common presentation of primary hyperaldosteronism. Review the evaluation of primary hyperaldosteronism. Summarize the treatment options for primary hyperaldosteronism. Identify interprofessional strategies regarding the evaluation and management of primary hyperaldosteronism to ensure up-to-date best practices are employed, thereby improving patient outcomes. Access free multiple choice questions on this topic.", "contents": "Primary Hyperaldosteronism -- Continuing Education Activity. Objectives: Describe the common presentation of primary hyperaldosteronism. Review the evaluation of primary hyperaldosteronism. Summarize the treatment options for primary hyperaldosteronism. Identify interprofessional strategies regarding the evaluation and management of primary hyperaldosteronism to ensure up-to-date best practices are employed, thereby improving patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23093_2", "title": "Primary Hyperaldosteronism -- Introduction", "content": "Primary hyperaldosteronism (PA) is an underdiagnosed cause of hypertension. The presentation is classically known to occur in a patient with hypertension and hypokalemia. However, in reality, most patients will present without hypokalemia. The two primary causes are aldosterone-producing adenomas and bilateral adrenal hyperplasia of the zona glomerulosa. Some familial causes have been found and are classified into Type I, Type II, and Type III familial hyperaldosteronism. Diagnosis can initially be confirmed with the elevated morning aldosterone to plasma renin activity ratio. If the ratio is higher than 20 to 1, then the excess aldosterone points to the adrenal gland as the primary source. The preferred treatment is adrenalectomy in those with unilateral disease. Those who are poor surgical candidates or have bilateral adrenal hyperplasia can be treated medically with mineralocorticoid antagonists as well as antihypertensive agents for further blood pressure control.", "contents": "Primary Hyperaldosteronism -- Introduction. Primary hyperaldosteronism (PA) is an underdiagnosed cause of hypertension. The presentation is classically known to occur in a patient with hypertension and hypokalemia. However, in reality, most patients will present without hypokalemia. The two primary causes are aldosterone-producing adenomas and bilateral adrenal hyperplasia of the zona glomerulosa. Some familial causes have been found and are classified into Type I, Type II, and Type III familial hyperaldosteronism. Diagnosis can initially be confirmed with the elevated morning aldosterone to plasma renin activity ratio. If the ratio is higher than 20 to 1, then the excess aldosterone points to the adrenal gland as the primary source. The preferred treatment is adrenalectomy in those with unilateral disease. Those who are poor surgical candidates or have bilateral adrenal hyperplasia can be treated medically with mineralocorticoid antagonists as well as antihypertensive agents for further blood pressure control."}
{"id": "article-23093_3", "title": "Primary Hyperaldosteronism -- Etiology", "content": "The most prevalent cause of primary hyperaldosteronism is aldosterone-producing adenomas. Other causes include aldosterone-producing adrenal carcinoma, ectopic aldosterone secretion from the kidneys or ovaries, and bilateral zona glomerulosa hyperplasia. There are familial causes as well. Type I is glucocorticoid-remediable hyperaldosteronism that results from the formation of a chimeric gene containing the regulator portion of 11B-hydroxylase (usually regulated by ACTH) and the synthetic region of aldosterone synthase; as a result, ACTH stimulates aldosterone synthase and hence aldosterone production. Type II causes are unclear; it correlates to a gene on 7p22 (band 11q13), and histologic findings are consistent with hyperplasia or adenomas. [1] Type III results from a mutation in KCNJF, which is a potassium channel coding gene. This mutation causes increased calcium ion availability in the glomerulosa cells leading to increased aldosterone synthesis. [2] [3]", "contents": "Primary Hyperaldosteronism -- Etiology. The most prevalent cause of primary hyperaldosteronism is aldosterone-producing adenomas. Other causes include aldosterone-producing adrenal carcinoma, ectopic aldosterone secretion from the kidneys or ovaries, and bilateral zona glomerulosa hyperplasia. There are familial causes as well. Type I is glucocorticoid-remediable hyperaldosteronism that results from the formation of a chimeric gene containing the regulator portion of 11B-hydroxylase (usually regulated by ACTH) and the synthetic region of aldosterone synthase; as a result, ACTH stimulates aldosterone synthase and hence aldosterone production. Type II causes are unclear; it correlates to a gene on 7p22 (band 11q13), and histologic findings are consistent with hyperplasia or adenomas. [1] Type III results from a mutation in KCNJF, which is a potassium channel coding gene. This mutation causes increased calcium ion availability in the glomerulosa cells leading to increased aldosterone synthesis. [2] [3]"}
{"id": "article-23093_4", "title": "Primary Hyperaldosteronism -- Epidemiology", "content": "Primary hyperaldosteronism occurs worldwide, and no evidence suggests that there are more cases of primary hyperaldosteronism in certain areas of the world. Aldosterone-producing adenomas occur more frequently in women than in men. Reports are that there may be a higher prevalence in African Americans or persons of African origin; this is demonstrated more in the idiopathic adrenal hyperplasia variant of the disease. [4] [5]", "contents": "Primary Hyperaldosteronism -- Epidemiology. Primary hyperaldosteronism occurs worldwide, and no evidence suggests that there are more cases of primary hyperaldosteronism in certain areas of the world. Aldosterone-producing adenomas occur more frequently in women than in men. Reports are that there may be a higher prevalence in African Americans or persons of African origin; this is demonstrated more in the idiopathic adrenal hyperplasia variant of the disease. [4] [5]"}
{"id": "article-23093_5", "title": "Primary Hyperaldosteronism -- History and Physical", "content": "A patient with suspected primary hyperaldosteronism will present with uncontrolled hypertension and will typically be young. These patients will require up to three antihypertensive medications, including a diuretic, to maintain suboptimal blood pressure control. They can also have a family history of early-onset hypertension or cerebral vascular disease at a younger age. Patients may have severe muscle weakness, palpitations, fatigue, or muscle cramps due to symptoms related to hypokalemia. Polydipsia and polyuria are present due to nephrogenic diabetes insipidus, likely secondary to hypokalemia.", "contents": "Primary Hyperaldosteronism -- History and Physical. A patient with suspected primary hyperaldosteronism will present with uncontrolled hypertension and will typically be young. These patients will require up to three antihypertensive medications, including a diuretic, to maintain suboptimal blood pressure control. They can also have a family history of early-onset hypertension or cerebral vascular disease at a younger age. Patients may have severe muscle weakness, palpitations, fatigue, or muscle cramps due to symptoms related to hypokalemia. Polydipsia and polyuria are present due to nephrogenic diabetes insipidus, likely secondary to hypokalemia."}
{"id": "article-23093_6", "title": "Primary Hyperaldosteronism -- History and Physical", "content": "Hypokalemia has been considered one of the hallmark signs in the diagnosis of primary aldosteronism; however, estimates are now that less than 37 percent of patients who have primary hyperaldosteronism will present with hypokalemia. [5] Patients who have adequate sodium intake will often be more hypokalemic. Increasing sodium intake will allow more sodium delivery to the cortical collecting tubules promoting further excretion of potassium in the setting of excess aldosterone. [5] Even though patients typically do not present with hypokalemia, the diagnosis should be considered in a patient with drug-resistant hypertension and hypokalemia in a patient starting a low dose of diuretic.", "contents": "Primary Hyperaldosteronism -- History and Physical. Hypokalemia has been considered one of the hallmark signs in the diagnosis of primary aldosteronism; however, estimates are now that less than 37 percent of patients who have primary hyperaldosteronism will present with hypokalemia. [5] Patients who have adequate sodium intake will often be more hypokalemic. Increasing sodium intake will allow more sodium delivery to the cortical collecting tubules promoting further excretion of potassium in the setting of excess aldosterone. [5] Even though patients typically do not present with hypokalemia, the diagnosis should be considered in a patient with drug-resistant hypertension and hypokalemia in a patient starting a low dose of diuretic."}
{"id": "article-23093_7", "title": "Primary Hyperaldosteronism -- History and Physical", "content": "There are no physical exam characteristics that will lead to a diagnosis of primary hyperaldosteronism. However, due to excessive hypertension and stress on the heart, left ventricular hypertrophy can occur, leading to an S4 heart sound secondary to blood trying to enter a noncompliant stiff ventricle during atrial contraction. Other findings related to longstanding hypertension can arise throughout the body affecting the heart (heart failure), kidneys (proteinuria), eyes (hypertensive retinal changes), vasculature (carotid bruits/stroke symptoms), muscle weakness, and mental status changes secondary to hypertensive encephalopathy.", "contents": "Primary Hyperaldosteronism -- History and Physical. There are no physical exam characteristics that will lead to a diagnosis of primary hyperaldosteronism. However, due to excessive hypertension and stress on the heart, left ventricular hypertrophy can occur, leading to an S4 heart sound secondary to blood trying to enter a noncompliant stiff ventricle during atrial contraction. Other findings related to longstanding hypertension can arise throughout the body affecting the heart (heart failure), kidneys (proteinuria), eyes (hypertensive retinal changes), vasculature (carotid bruits/stroke symptoms), muscle weakness, and mental status changes secondary to hypertensive encephalopathy."}
{"id": "article-23093_8", "title": "Primary Hyperaldosteronism -- Evaluation", "content": "The Endocrine Society recommends screening for specific patient presentations. Patients with hypertension on triple-drug therapy and diuretic-induced hypokalemia; patients with hypertension and adrenal incidentaloma; hypertension with a family history of the early-onset cerebral vascular accident; or patients with hypertension and first-degree relatives with confirmed primary hyperaldosteronism. [6]", "contents": "Primary Hyperaldosteronism -- Evaluation. The Endocrine Society recommends screening for specific patient presentations. Patients with hypertension on triple-drug therapy and diuretic-induced hypokalemia; patients with hypertension and adrenal incidentaloma; hypertension with a family history of the early-onset cerebral vascular accident; or patients with hypertension and first-degree relatives with confirmed primary hyperaldosteronism. [6]"}
{"id": "article-23093_9", "title": "Primary Hyperaldosteronism -- Evaluation", "content": "Suspect primary aldosteronism when a patient presents with hypertension at an early age with hypokalemia and poorly controlled blood pressure despite medical therapy. The next step is to obtain a morning plasma aldosterone and renin activity. If the ratio of morning aldosterone to plasma renin activity is higher than 20 to 1, then the excess aldosterone can be attributed to the adrenal gland as the primary source. Next, any of the four confirmatory tests may follow: 1) oral sodium loading 2) saline infusion 3) fludrocortisone suppression 4) captopril challenge, which should suppress aldosterone; however, in a patient with primary aldosteronism, there will be a lack of aldosterone suppression. Once primary aldosteronism is confirmed, all suspected patients are recommended to undergo an adrenal computed tomography scan as the initial study and to exclude possible adrenocortical carcinoma. It is then recommended for the patient to have an adrenal venous sampling. [7]", "contents": "Primary Hyperaldosteronism -- Evaluation. Suspect primary aldosteronism when a patient presents with hypertension at an early age with hypokalemia and poorly controlled blood pressure despite medical therapy. The next step is to obtain a morning plasma aldosterone and renin activity. If the ratio of morning aldosterone to plasma renin activity is higher than 20 to 1, then the excess aldosterone can be attributed to the adrenal gland as the primary source. Next, any of the four confirmatory tests may follow: 1) oral sodium loading 2) saline infusion 3) fludrocortisone suppression 4) captopril challenge, which should suppress aldosterone; however, in a patient with primary aldosteronism, there will be a lack of aldosterone suppression. Once primary aldosteronism is confirmed, all suspected patients are recommended to undergo an adrenal computed tomography scan as the initial study and to exclude possible adrenocortical carcinoma. It is then recommended for the patient to have an adrenal venous sampling. [7]"}
{"id": "article-23093_10", "title": "Primary Hyperaldosteronism -- Evaluation", "content": "The best diagnostic test involves the measurement of cortisol and aldosterone in bilateral adrenal venous effluent and a peripheral vein before and during an ACTH infusion. Cortisol will be used to evaluate the catheter placement in the adrenal veins, as levels from the two sides should be similar. When an adenoma is present, the aldosterone-to-cortisol ratio on one side is usually at least five times greater than the other, indicating suppression. Bilateral hyperplasia tends to produce similar values on each side. If the study points towards a unilateral adenoma, then laparoscopic adrenalectomy is the preferred treatment. If the patient declines surgery or is not a surgical candidate, medical therapy is the recommended route. If the study points towards a bilateral cause, then medical treatment with a mineralocorticoid antagonist is warranted. [8]", "contents": "Primary Hyperaldosteronism -- Evaluation. The best diagnostic test involves the measurement of cortisol and aldosterone in bilateral adrenal venous effluent and a peripheral vein before and during an ACTH infusion. Cortisol will be used to evaluate the catheter placement in the adrenal veins, as levels from the two sides should be similar. When an adenoma is present, the aldosterone-to-cortisol ratio on one side is usually at least five times greater than the other, indicating suppression. Bilateral hyperplasia tends to produce similar values on each side. If the study points towards a unilateral adenoma, then laparoscopic adrenalectomy is the preferred treatment. If the patient declines surgery or is not a surgical candidate, medical therapy is the recommended route. If the study points towards a bilateral cause, then medical treatment with a mineralocorticoid antagonist is warranted. [8]"}
{"id": "article-23093_11", "title": "Primary Hyperaldosteronism -- Treatment / Management", "content": "Treatment for primary hyperaldosteronism includes laparoscopic resection for adenomas. This procedure will usually resolve hypokalemia, but hypertension can persist in up to 65% of patients postadrenalectomy. Surgery is the preferred treatment for patients with unilateral aldosterone-producing adenoma. After unilateral adrenalectomy, almost all patients have the resolution of hypokalemia and moderate improvement in blood pressure control. [9] In those who are unable to undergo surgery or have bilateral adrenal hyperplasia, mineralocorticoid antagonists such as spironolactone or eplerenone are an option. In a randomized study, the antihypertensive effects between spironolactone and eplerenone in patients with primary hyperaldosteronism were studied, showing that spironolactone was more effective than eplerenone in controlling blood pressure. [10] Amiloride, a sodium channel blocker, may be helpful in the treatment, and other antihypertensive agents can be continued as needed to optimize blood pressure control. Spironolactone is considered the first-line agent for patients who cannot undergo surgical resection.", "contents": "Primary Hyperaldosteronism -- Treatment / Management. Treatment for primary hyperaldosteronism includes laparoscopic resection for adenomas. This procedure will usually resolve hypokalemia, but hypertension can persist in up to 65% of patients postadrenalectomy. Surgery is the preferred treatment for patients with unilateral aldosterone-producing adenoma. After unilateral adrenalectomy, almost all patients have the resolution of hypokalemia and moderate improvement in blood pressure control. [9] In those who are unable to undergo surgery or have bilateral adrenal hyperplasia, mineralocorticoid antagonists such as spironolactone or eplerenone are an option. In a randomized study, the antihypertensive effects between spironolactone and eplerenone in patients with primary hyperaldosteronism were studied, showing that spironolactone was more effective than eplerenone in controlling blood pressure. [10] Amiloride, a sodium channel blocker, may be helpful in the treatment, and other antihypertensive agents can be continued as needed to optimize blood pressure control. Spironolactone is considered the first-line agent for patients who cannot undergo surgical resection."}
{"id": "article-23093_12", "title": "Primary Hyperaldosteronism -- Differential Diagnosis", "content": "In patients with refractory hypertension, some other differentials to include are renal artery stenosis, secondary aldosteronism, pheochromocytoma (spontaneous and drug-mediated), [11] deoxycorticosterone secreting tumors, renin-secreting tumor from the juxtaglomerular apparatus, and renovascular ischemia. [12] Excessive licorice intake can lead to the impairment of the conversion of cortisol to cortisone in the kidneys; this is because the glycyrrhizinic acid portion of the licorice inhibits 11-beta-hydroxysteroid dehydrogenase. Excess cortisol will then bind to mineralocorticoid receptors acting as a mineralocorticoid. [13] Other genetic diseases presenting similarly to primary hyperaldosteronism include but are not limited to: Chrétien syndrome is a rare syndrome that is caused by excess secretion of POMC from pituitary adenoma leading to adrenocortical hypertension. [14]", "contents": "Primary Hyperaldosteronism -- Differential Diagnosis. In patients with refractory hypertension, some other differentials to include are renal artery stenosis, secondary aldosteronism, pheochromocytoma (spontaneous and drug-mediated), [11] deoxycorticosterone secreting tumors, renin-secreting tumor from the juxtaglomerular apparatus, and renovascular ischemia. [12] Excessive licorice intake can lead to the impairment of the conversion of cortisol to cortisone in the kidneys; this is because the glycyrrhizinic acid portion of the licorice inhibits 11-beta-hydroxysteroid dehydrogenase. Excess cortisol will then bind to mineralocorticoid receptors acting as a mineralocorticoid. [13] Other genetic diseases presenting similarly to primary hyperaldosteronism include but are not limited to: Chrétien syndrome is a rare syndrome that is caused by excess secretion of POMC from pituitary adenoma leading to adrenocortical hypertension. [14]"}
{"id": "article-23093_13", "title": "Primary Hyperaldosteronism -- Differential Diagnosis", "content": "Gitelman syndrome, which is a loss of function of the sodium chloride cotransporter in the renal tubules, leading to salt wasting and secondary hyperaldosteronism. [15]", "contents": "Primary Hyperaldosteronism -- Differential Diagnosis. Gitelman syndrome, which is a loss of function of the sodium chloride cotransporter in the renal tubules, leading to salt wasting and secondary hyperaldosteronism. [15]"}
{"id": "article-23093_14", "title": "Primary Hyperaldosteronism -- Differential Diagnosis", "content": "Liddle syndrome is a pseudohyperaldosteronism which is a rare autosomal dominant disorder causing hyperactive renal epithelial sodium channels with increased sodium reabsorption in the distal tubules. In this syndrome, levels of renin and aldosterone are low. [16]", "contents": "Primary Hyperaldosteronism -- Differential Diagnosis. Liddle syndrome is a pseudohyperaldosteronism which is a rare autosomal dominant disorder causing hyperactive renal epithelial sodium channels with increased sodium reabsorption in the distal tubules. In this syndrome, levels of renin and aldosterone are low. [16]"}
{"id": "article-23093_15", "title": "Primary Hyperaldosteronism -- Prognosis", "content": "Studies show that morbidity and mortality of those with primary hyperaldosteronism are directly related to chronic elevated hypertension leading to increased risk of cardiovascular disease, including CAD, stroke, and congestive heart failure secondary to left ventricular hypertrophy. [17] [18] Other studies point to the increased risk of cardiac arrhythmias secondary to persistent hypokalemia in those with primary hyperaldosteronism.[14] Research has shown in individual studies that surgical correction by adrenalectomy leads to a better prognosis by a significant reduction in hypertension and hypokalemia when compared to those with medical therapy. [19]", "contents": "Primary Hyperaldosteronism -- Prognosis. Studies show that morbidity and mortality of those with primary hyperaldosteronism are directly related to chronic elevated hypertension leading to increased risk of cardiovascular disease, including CAD, stroke, and congestive heart failure secondary to left ventricular hypertrophy. [17] [18] Other studies point to the increased risk of cardiac arrhythmias secondary to persistent hypokalemia in those with primary hyperaldosteronism.[14] Research has shown in individual studies that surgical correction by adrenalectomy leads to a better prognosis by a significant reduction in hypertension and hypokalemia when compared to those with medical therapy. [19]"}
{"id": "article-23093_16", "title": "Primary Hyperaldosteronism -- Complications", "content": "Cardiovascular risk is associated with patients who have primary aldosteronism because these patients will have greater mass measurements of the left ventricle as well as decreased left ventricular function when compared to patients with other types of hypertension. [20] [21] Other cardiovascular risks include stroke, atrial fibrillation, and myocardial infarction. There was a prospective study done comparing 54 patients with primary hyperaldosteronism who had treatment with either spironolactone, a mineralocorticoid receptor antagonist, or surgical resection of an adrenal adenoma. The control group was patients with primary hypertension matched for age, gender, BMI, and duration of hypertension. The study found that before treatment, patients with primary hyperaldosteronism had a greater prevalence of cardiovascular events than those with primary hypertension. After treatment of the mineralocorticoid excess, whether it be by surgical resection of adenomas or by spironolactone, there was no longer an elevated cardiovascular risk for those with primary hyperaldosteronism. The patients received follow-ups for roughly seven years, and there was no significant difference between each group when it came to reaching the primary outcome of myocardial infarction, revascularization procedure, sustained arrhythmia, or stroke. [22]", "contents": "Primary Hyperaldosteronism -- Complications. Cardiovascular risk is associated with patients who have primary aldosteronism because these patients will have greater mass measurements of the left ventricle as well as decreased left ventricular function when compared to patients with other types of hypertension. [20] [21] Other cardiovascular risks include stroke, atrial fibrillation, and myocardial infarction. There was a prospective study done comparing 54 patients with primary hyperaldosteronism who had treatment with either spironolactone, a mineralocorticoid receptor antagonist, or surgical resection of an adrenal adenoma. The control group was patients with primary hypertension matched for age, gender, BMI, and duration of hypertension. The study found that before treatment, patients with primary hyperaldosteronism had a greater prevalence of cardiovascular events than those with primary hypertension. After treatment of the mineralocorticoid excess, whether it be by surgical resection of adenomas or by spironolactone, there was no longer an elevated cardiovascular risk for those with primary hyperaldosteronism. The patients received follow-ups for roughly seven years, and there was no significant difference between each group when it came to reaching the primary outcome of myocardial infarction, revascularization procedure, sustained arrhythmia, or stroke. [22]"}
{"id": "article-23093_17", "title": "Primary Hyperaldosteronism -- Complications", "content": "Metabolic syndrome is more common in those with primary hyperaldosteronism as compared to controls with similar blood pressure, sex, age, and BMI. [23]", "contents": "Primary Hyperaldosteronism -- Complications. Metabolic syndrome is more common in those with primary hyperaldosteronism as compared to controls with similar blood pressure, sex, age, and BMI. [23]"}
{"id": "article-23093_18", "title": "Primary Hyperaldosteronism -- Complications", "content": "Increased aldosterone blood levels lead to increasing GFR and renal perfusion pressure. These patients will also have increased urinary albumin excretion. A study of a series of 50 patients with primary aldosteronism treated with either adrenalectomy or spironolactone was compared to those with primary hypertension on antihypertensive therapy. The results showed that at baseline, patients with primary aldosteronism had higher GFRs and albumin excretion than patients with primary hypertension. However, after a six-month follow-up of the treated primary aldosteronism patients, it was found that albuminuria was significantly decreased in addition to the reduction in the GFR when compared to the primary hypertension group. [24] This research shows that with surgical resection or medical therapy in those with primary hyperaldosteronism, an underlying renal insufficiency could be present due to reversing the hyperfiltration state.", "contents": "Primary Hyperaldosteronism -- Complications. Increased aldosterone blood levels lead to increasing GFR and renal perfusion pressure. These patients will also have increased urinary albumin excretion. A study of a series of 50 patients with primary aldosteronism treated with either adrenalectomy or spironolactone was compared to those with primary hypertension on antihypertensive therapy. The results showed that at baseline, patients with primary aldosteronism had higher GFRs and albumin excretion than patients with primary hypertension. However, after a six-month follow-up of the treated primary aldosteronism patients, it was found that albuminuria was significantly decreased in addition to the reduction in the GFR when compared to the primary hypertension group. [24] This research shows that with surgical resection or medical therapy in those with primary hyperaldosteronism, an underlying renal insufficiency could be present due to reversing the hyperfiltration state."}
{"id": "article-23093_19", "title": "Primary Hyperaldosteronism -- Complications", "content": "Prior stroke was found to be significantly higher in patients with primary hyperaldosteronism (12.9%) than those with primary hypertension (3.4%) in a retrospective study comparing a total of 124 patients with primary hyperaldosteronism and 465 patients with primary hypertension. The two groups had similar ages, genders, and mean blood pressure of 175/107. [25]", "contents": "Primary Hyperaldosteronism -- Complications. Prior stroke was found to be significantly higher in patients with primary hyperaldosteronism (12.9%) than those with primary hypertension (3.4%) in a retrospective study comparing a total of 124 patients with primary hyperaldosteronism and 465 patients with primary hypertension. The two groups had similar ages, genders, and mean blood pressure of 175/107. [25]"}
{"id": "article-23093_20", "title": "Primary Hyperaldosteronism -- Consultations", "content": "Nephrology Endocrinology General surgery Interventional radiology", "contents": "Primary Hyperaldosteronism -- Consultations. Nephrology Endocrinology General surgery Interventional radiology"}
{"id": "article-23093_21", "title": "Primary Hyperaldosteronism -- Deterrence and Patient Education", "content": "Patients should be educated about the common symptoms of primary hyperaldosteronism and be aware of the common family history findings to report to their physicians. Patients should be mindful of bringing up any early family history of hypertension or stroke in an immediate family member. When diagnosed with hyperaldosteronism, patients should understand the importance of compliance with medical therapy as this is the only treatment besides surgical intervention. Patients diagnosed with essential hypertension at a young age that have been refractory to treatment on multiple medications should mention to the primary care physicians of their compliance and provide a record of blood pressure readings as this will help their physician evaluate further causes of hypertension.", "contents": "Primary Hyperaldosteronism -- Deterrence and Patient Education. Patients should be educated about the common symptoms of primary hyperaldosteronism and be aware of the common family history findings to report to their physicians. Patients should be mindful of bringing up any early family history of hypertension or stroke in an immediate family member. When diagnosed with hyperaldosteronism, patients should understand the importance of compliance with medical therapy as this is the only treatment besides surgical intervention. Patients diagnosed with essential hypertension at a young age that have been refractory to treatment on multiple medications should mention to the primary care physicians of their compliance and provide a record of blood pressure readings as this will help their physician evaluate further causes of hypertension."}
{"id": "article-23093_22", "title": "Primary Hyperaldosteronism -- Enhancing Healthcare Team Outcomes", "content": "In patients with suspected primary hyperaldosteronism, it is critical to maintain interprofessional communication between the primary care physician, endocrinologist, nurse practitioner, and laboratory team. The workup of suspected primary hyperaldosteronism involves an initial blood test of aldosterone to plasma renin activity, and this needs to be drawn early in the morning, preferably before 8 am. Discussion between the healthcare provider and lab team should take place if working in the hospital or conversation with the patient if working up is outpatient. Confirmatory tests, including oral sodium loading or saline infusion, require timely blood draws by lab staff and careful instruction to the patient for sodium loading to allow for accurate results. Once diagnosed, especially by an endocrinologist, it is important to thoroughly document the steps of the workup and goals of treatment as this will help the interprofessional communication with the primary care physician, nurse practitioner, or surgeon if the patient is a surgical candidate for adrenalectomy. A thorough explanation of the treatment options should be given to the patient to allow them to be a part of the medical team.", "contents": "Primary Hyperaldosteronism -- Enhancing Healthcare Team Outcomes. In patients with suspected primary hyperaldosteronism, it is critical to maintain interprofessional communication between the primary care physician, endocrinologist, nurse practitioner, and laboratory team. The workup of suspected primary hyperaldosteronism involves an initial blood test of aldosterone to plasma renin activity, and this needs to be drawn early in the morning, preferably before 8 am. Discussion between the healthcare provider and lab team should take place if working in the hospital or conversation with the patient if working up is outpatient. Confirmatory tests, including oral sodium loading or saline infusion, require timely blood draws by lab staff and careful instruction to the patient for sodium loading to allow for accurate results. Once diagnosed, especially by an endocrinologist, it is important to thoroughly document the steps of the workup and goals of treatment as this will help the interprofessional communication with the primary care physician, nurse practitioner, or surgeon if the patient is a surgical candidate for adrenalectomy. A thorough explanation of the treatment options should be given to the patient to allow them to be a part of the medical team."}
{"id": "article-23093_23", "title": "Primary Hyperaldosteronism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Primary Hyperaldosteronism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}