{"id": "article-21213_0", "title": "Epidermodysplasia Verruciformis -- Continuing Education Activity", "content": "Epidermodysplasia verruciformis (EV) is a genetic dermatologic condition in which patients show a decreased immunologic ability to defend against and eradicate certain types of human papillomavirus (HPV), leading to persistent infection and increased lifetime risk of development of cutaneous dysplasia and malignancy. Persons with this disease develop HPV-derived cutaneous lesions at a much higher rate than the general population. This genodermatosis manifests mainly as verrucous cutaneous lesions such as multiple persistent verrucae, pityriasis versicolor-like lesions, and other verrucous or \"warty\" cutaneous lesions as well as the development of Bowen disease and squamous cell carcinoma. The lesions of EV tend to exhibit a characteristic histopathologic appearance. This activity reviews when epidermodysplasia verruciformis should be considered on differential diagnosis, how to properly evaluate for this condition, and the role of the interprofessional team in caring for patients with this condition.", "contents": "Epidermodysplasia Verruciformis -- Continuing Education Activity. Epidermodysplasia verruciformis (EV) is a genetic dermatologic condition in which patients show a decreased immunologic ability to defend against and eradicate certain types of human papillomavirus (HPV), leading to persistent infection and increased lifetime risk of development of cutaneous dysplasia and malignancy. Persons with this disease develop HPV-derived cutaneous lesions at a much higher rate than the general population. This genodermatosis manifests mainly as verrucous cutaneous lesions such as multiple persistent verrucae, pityriasis versicolor-like lesions, and other verrucous or \"warty\" cutaneous lesions as well as the development of Bowen disease and squamous cell carcinoma. The lesions of EV tend to exhibit a characteristic histopathologic appearance. This activity reviews when epidermodysplasia verruciformis should be considered on differential diagnosis, how to properly evaluate for this condition, and the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-21213_1", "title": "Epidermodysplasia Verruciformis -- Continuing Education Activity", "content": "Objectives: Review the presentation of epidermodysplasia verruciformis. Explain how the diagnosis of epidermodysplasia verruciformis is made Summarize treatment options for epidermodysplasia verruciformis. Identify several interprofessional team strategies for improving care coordination and communication to enhance outcomes for patients affected by epidermodysplasia verruciformis . Access free multiple choice questions on this topic.", "contents": "Epidermodysplasia Verruciformis -- Continuing Education Activity. Objectives: Review the presentation of epidermodysplasia verruciformis. Explain how the diagnosis of epidermodysplasia verruciformis is made Summarize treatment options for epidermodysplasia verruciformis. Identify several interprofessional team strategies for improving care coordination and communication to enhance outcomes for patients affected by epidermodysplasia verruciformis . Access free multiple choice questions on this topic."}
{"id": "article-21213_2", "title": "Epidermodysplasia Verruciformis -- Introduction", "content": "The connection between viral infection and certain forms of carcinogenesis has been well established, especially with regards to human papillomavirus (HPV). Specific types of HPV have been implicated more strongly with carcinogenesis and the spectrum of dysplasia development. Epidermodysplasia verruciformis (EV) is a genetic dermatologic condition in which patients show a decreased immunologic ability to defend against and eradicate certain types of HPV, leading to persistent infection and increased lifetime risk of development of cutaneous dysplasia and malignancy. Persons with this disease develop HPV-derived cutaneous lesions at a much higher rate than the general population. This genodermatosis manifests mainly as verrucous cutaneous lesions such as multiple persistent verrucae, pityriasis versicolor-like lesions, and other verrucous or \"warty\" cutaneous lesions as well as the development of Bowen disease and squamous cell carcinoma. The lesions of EV tend to exhibit a characteristic histopathologic appearance. EV is a very rare genetic disease, but much research has been done on this entity as it has allowed insights into viral infection and their role in carcinogenesis pathways. There are broadly 2 forms of EV, the classic form being the inherited or primary type, inherited in an autosomal recessive pattern, while a separate acquired or secondary type is a clinically almost indistinguishable condition that is observed mainly in HIV-infected, immunocompromised, or immunosuppressed individuals. [1] [2]", "contents": "Epidermodysplasia Verruciformis -- Introduction. The connection between viral infection and certain forms of carcinogenesis has been well established, especially with regards to human papillomavirus (HPV). Specific types of HPV have been implicated more strongly with carcinogenesis and the spectrum of dysplasia development. Epidermodysplasia verruciformis (EV) is a genetic dermatologic condition in which patients show a decreased immunologic ability to defend against and eradicate certain types of HPV, leading to persistent infection and increased lifetime risk of development of cutaneous dysplasia and malignancy. Persons with this disease develop HPV-derived cutaneous lesions at a much higher rate than the general population. This genodermatosis manifests mainly as verrucous cutaneous lesions such as multiple persistent verrucae, pityriasis versicolor-like lesions, and other verrucous or \"warty\" cutaneous lesions as well as the development of Bowen disease and squamous cell carcinoma. The lesions of EV tend to exhibit a characteristic histopathologic appearance. EV is a very rare genetic disease, but much research has been done on this entity as it has allowed insights into viral infection and their role in carcinogenesis pathways. There are broadly 2 forms of EV, the classic form being the inherited or primary type, inherited in an autosomal recessive pattern, while a separate acquired or secondary type is a clinically almost indistinguishable condition that is observed mainly in HIV-infected, immunocompromised, or immunosuppressed individuals. [1] [2]"}
{"id": "article-21213_3", "title": "Epidermodysplasia Verruciformis -- Etiology", "content": "Epidermodysplasia verruciformis (EV) is caused by a reduced ability by the immune system to fend off and eradicate human papillomavirus (HPV) infection. Since EV was first described in 1922 by Lewandowsky and Lutz [3] , many different types of HPV have been implicated in the development of cutaneous lesions in patients with EV. The most commonly identified HPV types found in EV related cancers are HPV5 and HPV8. These 2 types have been found to be present in up to 90% of EV-related skin cancers. [4] Other types of HPV that are alternatively commonly found include 9, 12, 14, 15, 17, 19, 20, 21, 22, 23, 24, 25, 36, 38, 47, and 50. [5] One study showed that HPV5 was the most common single type isolated, and contrary to other literature results, HPV3, HPV14, and HPV20 were more commonly isolated than HPV8. [6] This autosomal recessive condition in its primary (in other words, inherited) form is caused by a mutation of TMC6/EVER1 or TMC8/EVER2, which is believed to impart a defect in the ability to mount an immune response to certain HPV types within keratinocytes. [7] Interestingly, these patients with typical EV do not generally display reduced immune capabilities against other infectious pathogens. The beta-HPV types identified in patients with EV who develop skin malignancies are found throughout the general population, and in persons without the EVER mutations or EV, these HPV types have not been shown to produce dysplasia or malignancy otherwise. [8]", "contents": "Epidermodysplasia Verruciformis -- Etiology. Epidermodysplasia verruciformis (EV) is caused by a reduced ability by the immune system to fend off and eradicate human papillomavirus (HPV) infection. Since EV was first described in 1922 by Lewandowsky and Lutz [3] , many different types of HPV have been implicated in the development of cutaneous lesions in patients with EV. The most commonly identified HPV types found in EV related cancers are HPV5 and HPV8. These 2 types have been found to be present in up to 90% of EV-related skin cancers. [4] Other types of HPV that are alternatively commonly found include 9, 12, 14, 15, 17, 19, 20, 21, 22, 23, 24, 25, 36, 38, 47, and 50. [5] One study showed that HPV5 was the most common single type isolated, and contrary to other literature results, HPV3, HPV14, and HPV20 were more commonly isolated than HPV8. [6] This autosomal recessive condition in its primary (in other words, inherited) form is caused by a mutation of TMC6/EVER1 or TMC8/EVER2, which is believed to impart a defect in the ability to mount an immune response to certain HPV types within keratinocytes. [7] Interestingly, these patients with typical EV do not generally display reduced immune capabilities against other infectious pathogens. The beta-HPV types identified in patients with EV who develop skin malignancies are found throughout the general population, and in persons without the EVER mutations or EV, these HPV types have not been shown to produce dysplasia or malignancy otherwise. [8]"}
{"id": "article-21213_4", "title": "Epidermodysplasia Verruciformis -- Etiology", "content": "Malignant transformation of cutaneous epidermal lesions in EV is usually observed in association with HPV5, HPV8, HPV17, HPV20, and HPV47. These lesions usually develop in patients in their 30s, decades after the initial presentation. [9] [10] [11] [3]", "contents": "Epidermodysplasia Verruciformis -- Etiology. Malignant transformation of cutaneous epidermal lesions in EV is usually observed in association with HPV5, HPV8, HPV17, HPV20, and HPV47. These lesions usually develop in patients in their 30s, decades after the initial presentation. [9] [10] [11] [3]"}
{"id": "article-21213_5", "title": "Epidermodysplasia Verruciformis -- Etiology", "content": "In patients with the acquired form of EV, also known as an atypical form, there is usually a history of some form of immunodeficiency, often treatment related. This occurrence of EV in relation to immunodeficiency (other than as occurs in the inherited type) is thought to be specifically due to T-cell mediated immunodeficiency in patients with pre-disposing genetic mutations such as in RHOH and STK4 , among others. Not all patients with these mutations who are immunosuppressed will develop EV-like disease. This is much different than typical EV, wherein characteristic mutations are inherited display full penetrance. [12] [13] Interestingly, a case has been reported of a patient who developed EV lesions in an acquired fashion due to trauma from Brazilian hot wax hair removal of the pubic region. The patient had a history of renal transplant 5 years earlier and a pancreatic transplant 3 years earlier. The area was denuded from the hot wax treatment, and as it healed, a brownish red cutaneous plaque developed that when biopsied was diagnosed as an EV lesion. The patient denied family or personal history of EV lesions. The lesion was successfully treated with topical 0.1% tretinoin and showed better resolution of lesion and less post-inflammatory increased pigmentation as compared with cryotherapy of another portion of the lesion treated concurrently. [14]", "contents": "Epidermodysplasia Verruciformis -- Etiology. In patients with the acquired form of EV, also known as an atypical form, there is usually a history of some form of immunodeficiency, often treatment related. This occurrence of EV in relation to immunodeficiency (other than as occurs in the inherited type) is thought to be specifically due to T-cell mediated immunodeficiency in patients with pre-disposing genetic mutations such as in RHOH and STK4 , among others. Not all patients with these mutations who are immunosuppressed will develop EV-like disease. This is much different than typical EV, wherein characteristic mutations are inherited display full penetrance. [12] [13] Interestingly, a case has been reported of a patient who developed EV lesions in an acquired fashion due to trauma from Brazilian hot wax hair removal of the pubic region. The patient had a history of renal transplant 5 years earlier and a pancreatic transplant 3 years earlier. The area was denuded from the hot wax treatment, and as it healed, a brownish red cutaneous plaque developed that when biopsied was diagnosed as an EV lesion. The patient denied family or personal history of EV lesions. The lesion was successfully treated with topical 0.1% tretinoin and showed better resolution of lesion and less post-inflammatory increased pigmentation as compared with cryotherapy of another portion of the lesion treated concurrently. [14]"}
{"id": "article-21213_6", "title": "Epidermodysplasia Verruciformis -- Epidemiology", "content": "Epidermodysplasia verruciformis (EV) is a very rare condition. A review of literature performed by Imahorn et al. in 2017 found about 500 patients with this disease reported in the literature worldwide. [6] Patients with typical EV develop EV lesions early in childhood and continue to develop new lesions throughout life. [8] These cutaneous lesions persistently infected with beta-HPV may progress to non-melanoma skin cancer, and between 30% to 70% of patients with EV will develop squamous cell carcinoma within their lifetime. [15] [16] [17] No bias for gender or specific geographical distribution has been identified. [18]", "contents": "Epidermodysplasia Verruciformis -- Epidemiology. Epidermodysplasia verruciformis (EV) is a very rare condition. A review of literature performed by Imahorn et al. in 2017 found about 500 patients with this disease reported in the literature worldwide. [6] Patients with typical EV develop EV lesions early in childhood and continue to develop new lesions throughout life. [8] These cutaneous lesions persistently infected with beta-HPV may progress to non-melanoma skin cancer, and between 30% to 70% of patients with EV will develop squamous cell carcinoma within their lifetime. [15] [16] [17] No bias for gender or specific geographical distribution has been identified. [18]"}
{"id": "article-21213_7", "title": "Epidermodysplasia Verruciformis -- Pathophysiology", "content": "The majority of HPV infection within cutaneous keratinocytes is cleared in the general population without progression to malignancy. In the general population, infection with HPV types 3 and 10 are mainly associated with development of verruca vulgaris. [1] In persons with Epidermodysplasia verruciformis (EV), a decreased innate ability to clear HPV infection leads to persistent infection and progression to dysplasia and malignancy in the form of widespread pityriasis versicolor-like lesions and verruca plana like lesion formation as well as increased risk of persistent infection with beta-HPV leading to development of non-melanoma skin cancer. Mutations of TMC6/EVER1 or TMC8/EVER2 account for over 50% of the mutations which are responsible for the inherited form of EV. [7] The exact mechanisms on cellular and/or molecular levels which lead to increased susceptibility to HPV infection and persistence within keratinocytes are not known, but some hypotheses suggest that the TMC6/EVER1 or TMC8/EVER2 are transmembrane channel proteins that serve to limit and restrict viral replication and gene expression of beta-HPV within keratinocytes. [19] These proteins may also influence zinc transporters which affect the intracellular zinc concentration. Zinc plays a pivotal role in transcription factors which activate steps in the HPV life cycle. AP-1 is one such factor affected by the zinc concentration and involved in HPV cellular proliferation. [20] Merkel cell polyomavirus has also been identified in EV lesions. [21]", "contents": "Epidermodysplasia Verruciformis -- Pathophysiology. The majority of HPV infection within cutaneous keratinocytes is cleared in the general population without progression to malignancy. In the general population, infection with HPV types 3 and 10 are mainly associated with development of verruca vulgaris. [1] In persons with Epidermodysplasia verruciformis (EV), a decreased innate ability to clear HPV infection leads to persistent infection and progression to dysplasia and malignancy in the form of widespread pityriasis versicolor-like lesions and verruca plana like lesion formation as well as increased risk of persistent infection with beta-HPV leading to development of non-melanoma skin cancer. Mutations of TMC6/EVER1 or TMC8/EVER2 account for over 50% of the mutations which are responsible for the inherited form of EV. [7] The exact mechanisms on cellular and/or molecular levels which lead to increased susceptibility to HPV infection and persistence within keratinocytes are not known, but some hypotheses suggest that the TMC6/EVER1 or TMC8/EVER2 are transmembrane channel proteins that serve to limit and restrict viral replication and gene expression of beta-HPV within keratinocytes. [19] These proteins may also influence zinc transporters which affect the intracellular zinc concentration. Zinc plays a pivotal role in transcription factors which activate steps in the HPV life cycle. AP-1 is one such factor affected by the zinc concentration and involved in HPV cellular proliferation. [20] Merkel cell polyomavirus has also been identified in EV lesions. [21]"}
{"id": "article-21213_8", "title": "Epidermodysplasia Verruciformis -- Histopathology", "content": "Histopathologic examination of EV lesions shares many characteristics of verruca-type lesions. Hyperkeratosis and parakeratosis, acanthosis with koilocytic cellular atypia and pale eosinophilic cytoplasm are characteristic of EV type lesions. The histologic finding of \"blue cells\" are pathognomonic for HPV infected keratinocytes in EV, and the \"blue\" appearance of these cells can be used as an indication of EV related disease. This \"blue\" appearance refers to cells exhibiting pale blue cytoplasm with the presence of abundant basophilic keratohyalin granules. [22] Actinic keratoses and Bowen's type lesions may also be encountered. Actinic keratoses appear as disordered and atypical keratinocytes in the superficial epithelium but should not have full thickness epidermal atypia. Bowen's type lesions have pagetoid scatter of highly atypical keratinocytes within the epidermis.", "contents": "Epidermodysplasia Verruciformis -- Histopathology. Histopathologic examination of EV lesions shares many characteristics of verruca-type lesions. Hyperkeratosis and parakeratosis, acanthosis with koilocytic cellular atypia and pale eosinophilic cytoplasm are characteristic of EV type lesions. The histologic finding of \"blue cells\" are pathognomonic for HPV infected keratinocytes in EV, and the \"blue\" appearance of these cells can be used as an indication of EV related disease. This \"blue\" appearance refers to cells exhibiting pale blue cytoplasm with the presence of abundant basophilic keratohyalin granules. [22] Actinic keratoses and Bowen's type lesions may also be encountered. Actinic keratoses appear as disordered and atypical keratinocytes in the superficial epithelium but should not have full thickness epidermal atypia. Bowen's type lesions have pagetoid scatter of highly atypical keratinocytes within the epidermis."}
{"id": "article-21213_9", "title": "Epidermodysplasia Verruciformis -- History and Physical", "content": "Patients with both inherited and acquired EV present with identical lesions, characterized by verruca plana-like sometimes scaly, often flat, lesions and papules usually on the trunk, neck or face, or appearing similar to pityriasis versicolor lesions. These lesions appear in multiple places, and in the case of inherited EV, may begin to appear as early as infancy and continue throughout the patient's life. They will usually appear on skin areas exposed to ultraviolet (UV) light. A family history of EV would be quite helpful in the diagnosis. For acquired EV, history of HIV or immunosuppression medical therapy would be vital to diagnosis. [8] [3]", "contents": "Epidermodysplasia Verruciformis -- History and Physical. Patients with both inherited and acquired EV present with identical lesions, characterized by verruca plana-like sometimes scaly, often flat, lesions and papules usually on the trunk, neck or face, or appearing similar to pityriasis versicolor lesions. These lesions appear in multiple places, and in the case of inherited EV, may begin to appear as early as infancy and continue throughout the patient's life. They will usually appear on skin areas exposed to ultraviolet (UV) light. A family history of EV would be quite helpful in the diagnosis. For acquired EV, history of HIV or immunosuppression medical therapy would be vital to diagnosis. [8] [3]"}
{"id": "article-21213_10", "title": "Epidermodysplasia Verruciformis -- Evaluation", "content": "Definitive evaluation and diagnosis depend on dermatologist clinical examination and a pathologist's histopathologic examination of the skin lesions, which are suspected to be due to EV disease. Indeed, due to the characteristic findings histopathologically, and when found in conjunction with a familial history of EV or patient history of the early development of multiple EV-like lesions, the diagnosis of this disease is more problematic due to its rarity and the clinician's lack of awareness than to the diagnostic difficulty of the disease itself. Dermatologic clinical evaluation and histopathologic examination of suspected EV-like lesions are necessary to arrive at the correct diagnosis. Molecular analysis identifying known mutations associated with EV is now also possible. [23] [24]", "contents": "Epidermodysplasia Verruciformis -- Evaluation. Definitive evaluation and diagnosis depend on dermatologist clinical examination and a pathologist's histopathologic examination of the skin lesions, which are suspected to be due to EV disease. Indeed, due to the characteristic findings histopathologically, and when found in conjunction with a familial history of EV or patient history of the early development of multiple EV-like lesions, the diagnosis of this disease is more problematic due to its rarity and the clinician's lack of awareness than to the diagnostic difficulty of the disease itself. Dermatologic clinical evaluation and histopathologic examination of suspected EV-like lesions are necessary to arrive at the correct diagnosis. Molecular analysis identifying known mutations associated with EV is now also possible. [23] [24]"}
{"id": "article-21213_11", "title": "Epidermodysplasia Verruciformis -- Treatment / Management", "content": "No definitively effective treatment for EV exists. However, several possible treatments are recommended from excision to other therapies such as acitretin and imiquimod, interferons with retinoids, cimetidine (although there is debate as to the efficacy of this treatment), to topical calcipotriol. As EV lesions tend to occur in sun-exposed areas of skin, sun exposure protection counseling and adherence are also important to the management of this condition. Any suspiciously malignant lesions should be excised to evaluate histopathologically. Patients with EV will require annual or more frequent check-ups with dermatologists to evaluate for development of new worrisome lesions. [25] [26] [27] [28] Although radiation therapy is used often in non-EV patients with conjunctival squamous cell carcinoma, it is contraindicated in patients with EV as this has been observed to cause the development of more invasive and serious lesions. [29] In non-conjunctival cases of squamous cell carcinoma which have metastasized, radiation therapy may be a consideration as an adjunct to other treatments. [30]", "contents": "Epidermodysplasia Verruciformis -- Treatment / Management. No definitively effective treatment for EV exists. However, several possible treatments are recommended from excision to other therapies such as acitretin and imiquimod, interferons with retinoids, cimetidine (although there is debate as to the efficacy of this treatment), to topical calcipotriol. As EV lesions tend to occur in sun-exposed areas of skin, sun exposure protection counseling and adherence are also important to the management of this condition. Any suspiciously malignant lesions should be excised to evaluate histopathologically. Patients with EV will require annual or more frequent check-ups with dermatologists to evaluate for development of new worrisome lesions. [25] [26] [27] [28] Although radiation therapy is used often in non-EV patients with conjunctival squamous cell carcinoma, it is contraindicated in patients with EV as this has been observed to cause the development of more invasive and serious lesions. [29] In non-conjunctival cases of squamous cell carcinoma which have metastasized, radiation therapy may be a consideration as an adjunct to other treatments. [30]"}
{"id": "article-21213_12", "title": "Epidermodysplasia Verruciformis -- Differential Diagnosis", "content": "Important entities to consider when evaluating EV lesions are verruca-associated lesions, any lesion with hyperkeratosis and parakeratosis, seborrheic keratosis, actinic keratosis, squamous cell carcinoma, among others. Importantly, in the case of EV, the lesions will present in multiples and at a young age (as early as infancy for inherited EV) or with a history of immunosuppression; whereas, other lesions on the differential would usually present as solitary lesions or at a later age. [1]", "contents": "Epidermodysplasia Verruciformis -- Differential Diagnosis. Important entities to consider when evaluating EV lesions are verruca-associated lesions, any lesion with hyperkeratosis and parakeratosis, seborrheic keratosis, actinic keratosis, squamous cell carcinoma, among others. Importantly, in the case of EV, the lesions will present in multiples and at a young age (as early as infancy for inherited EV) or with a history of immunosuppression; whereas, other lesions on the differential would usually present as solitary lesions or at a later age. [1]"}
{"id": "article-21213_13", "title": "Epidermodysplasia Verruciformis -- Staging", "content": "If a patient with EV develops squamous cell carcinoma, there is currently no TNM staging system for cutaneous squamous cell carcinoma.", "contents": "Epidermodysplasia Verruciformis -- Staging. If a patient with EV develops squamous cell carcinoma, there is currently no TNM staging system for cutaneous squamous cell carcinoma."}
{"id": "article-21213_14", "title": "Epidermodysplasia Verruciformis -- Enhancing Healthcare Team Outcomes", "content": "Epidermodysplasia verruciformis is a very rare condition with no definitive treatment. Large randomized controlled trials do not exist to recommend specific treatment strategies. This genodermatosis is best handled an an interprofessional team effort including dermatology, general surgery, radiation oncology, and medical geneticists. In conjunctival squamous cell carcinoma, there are reported cases where radiation therapy may have induced more invasive transformation of lesions, and in these cases, current recommendations should be discussed between treating physicians and consultants. Identifying patients with this disease early on in the course of development and treating suspicious lesions is important to avoid more serious malignancies. Reducing sun exposure may help decrease the development of more malignant skin lesions and should. Encouraging patient follow-up and compliance with treatment and prevention strategies should be stressed as lesions may develop and progress to malignancy or even metastatic disease if left untreated. [29] [30] (Level V)", "contents": "Epidermodysplasia Verruciformis -- Enhancing Healthcare Team Outcomes. Epidermodysplasia verruciformis is a very rare condition with no definitive treatment. Large randomized controlled trials do not exist to recommend specific treatment strategies. This genodermatosis is best handled an an interprofessional team effort including dermatology, general surgery, radiation oncology, and medical geneticists. In conjunctival squamous cell carcinoma, there are reported cases where radiation therapy may have induced more invasive transformation of lesions, and in these cases, current recommendations should be discussed between treating physicians and consultants. Identifying patients with this disease early on in the course of development and treating suspicious lesions is important to avoid more serious malignancies. Reducing sun exposure may help decrease the development of more malignant skin lesions and should. Encouraging patient follow-up and compliance with treatment and prevention strategies should be stressed as lesions may develop and progress to malignancy or even metastatic disease if left untreated. [29] [30] (Level V)"}
{"id": "article-21213_15", "title": "Epidermodysplasia Verruciformis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Epidermodysplasia Verruciformis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}