{"id": "article-17559_0", "title": "Unstable Angina -- Continuing Education Activity", "content": "Unstable angina is chest discomfort or pain caused by insufficient blood and oxygen flow to the heart. It is part of the acute coronary syndromes and may lead to a heart attack. This activity describes the evaluation and management of unstable angina and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Unstable Angina -- Continuing Education Activity. Unstable angina is chest discomfort or pain caused by insufficient blood and oxygen flow to the heart. It is part of the acute coronary syndromes and may lead to a heart attack. This activity describes the evaluation and management of unstable angina and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-17559_1", "title": "Unstable Angina -- Continuing Education Activity", "content": "Objectives: Determine the role of coronary artery disease in the etiology of unstable angina. Identify the pathophysiology of unstable angina. Identify the electrocardiogram changes in the evaluation of unstable angina. Communicate the importance of improving care coordination among the interprofessional team to improve outcomes for patients affected by unstable angina. Access free multiple choice questions on this topic.", "contents": "Unstable Angina -- Continuing Education Activity. Objectives: Determine the role of coronary artery disease in the etiology of unstable angina. Identify the pathophysiology of unstable angina. Identify the electrocardiogram changes in the evaluation of unstable angina. Communicate the importance of improving care coordination among the interprofessional team to improve outcomes for patients affected by unstable angina. Access free multiple choice questions on this topic."}
{"id": "article-17559_2", "title": "Unstable Angina -- Introduction", "content": "Unstable angina falls along a spectrum under the umbrella term acute coronary syndrome. This public health issue that daily affects a large portion of the population remains the leading cause of death worldwide. Distinguishing between this and other causes of chest pain that include stable angina is important regarding the treatment and disposition of the patient. Providers should be aware of the signs and symptoms of acute coronary syndrome as patients rely on healthcare professionals to make the distinction from other causes of chest pain. Often, patients will present to the emergency room. However, acute coronary syndrome can be seen in the outpatient setting as well. Over the years, a significant amount of research has gone into determining the appropriate and most effective treatment modalities, as well as the diagnostic tools available, in evaluating unstable angina and the other variants of acute coronary syndrome. [1] [2] [3]", "contents": "Unstable Angina -- Introduction. Unstable angina falls along a spectrum under the umbrella term acute coronary syndrome. This public health issue that daily affects a large portion of the population remains the leading cause of death worldwide. Distinguishing between this and other causes of chest pain that include stable angina is important regarding the treatment and disposition of the patient. Providers should be aware of the signs and symptoms of acute coronary syndrome as patients rely on healthcare professionals to make the distinction from other causes of chest pain. Often, patients will present to the emergency room. However, acute coronary syndrome can be seen in the outpatient setting as well. Over the years, a significant amount of research has gone into determining the appropriate and most effective treatment modalities, as well as the diagnostic tools available, in evaluating unstable angina and the other variants of acute coronary syndrome. [1] [2] [3]"}
{"id": "article-17559_3", "title": "Unstable Angina -- Etiology", "content": "Coronary atherosclerotic disease is the underlying cause of unstable angina in nearly all patients with acute myocardial ischemia. The most common cause of unstable angina is due to coronary artery narrowing due to a thrombus that develops on a disrupted atherosclerotic plaque and is nonocclusive. A less common cause is vasospasm of a coronary artery (variant Prinzmetal angina). Endothelial or vascular smooth dysfunction causes this vasospasm (See Image. Types of Angina in the Coronary Artery). [4]", "contents": "Unstable Angina -- Etiology. Coronary atherosclerotic disease is the underlying cause of unstable angina in nearly all patients with acute myocardial ischemia. The most common cause of unstable angina is due to coronary artery narrowing due to a thrombus that develops on a disrupted atherosclerotic plaque and is nonocclusive. A less common cause is vasospasm of a coronary artery (variant Prinzmetal angina). Endothelial or vascular smooth dysfunction causes this vasospasm (See Image. Types of Angina in the Coronary Artery). [4]"}
{"id": "article-17559_4", "title": "Unstable Angina -- Epidemiology", "content": "Coronary artery disease affects a large portion of the population. It is estimated that coronary artery disease causes more than a third of deaths in people over the age of 35. It is the leading cause of death in this particular age group. Roughly 18 million within the United States alone are estimated to be affected by this disease. The incidence is higher in men, but as individuals surpass 75, the incidence of males and females becomes much closer. Other risk factors include: Obesity Diabetes Hypertension High cholesterol Smoking history Cocaine or amphetamine abuse Family history Chronic kidney disease HIV Autoimmune disorders Anemia [5] The mean age of presentation is 62, and women tend to be older than men. African Americans tend to present at a younger age.", "contents": "Unstable Angina -- Epidemiology. Coronary artery disease affects a large portion of the population. It is estimated that coronary artery disease causes more than a third of deaths in people over the age of 35. It is the leading cause of death in this particular age group. Roughly 18 million within the United States alone are estimated to be affected by this disease. The incidence is higher in men, but as individuals surpass 75, the incidence of males and females becomes much closer. Other risk factors include: Obesity Diabetes Hypertension High cholesterol Smoking history Cocaine or amphetamine abuse Family history Chronic kidney disease HIV Autoimmune disorders Anemia [5] The mean age of presentation is 62, and women tend to be older than men. African Americans tend to present at a younger age."}
{"id": "article-17559_5", "title": "Unstable Angina -- Pathophysiology", "content": "Unstable angina deals with blood flow obstacles, causing a lack of perfusion to the myocardium. Initial perfusion starts directly from the heart into the aorta and subsequently into the coronary arteries, which supply their respective portions of the heart. The left coronary artery divided into the circumflex and the left anterior descending artery; subsequently, this divided into much smaller branches. The right coronary divides into smaller branches as well. Unstable angina results when the blood flow is impeded to the myocardium. Most commonly, this block can be from intraluminal plaque formation, intraluminal thrombosis, vasospasm, and elevated blood pressure. Often, a combination of these is the provoking factor. Factors that increase myocardial oxygen demand include: Arrhythmias Fever Hypertension Cocaine use Aortic stenosis Arteriovenous shunts Anemia Thyrotoxicosis Pheochromocytoma Congestive heart failure", "contents": "Unstable Angina -- Pathophysiology. Unstable angina deals with blood flow obstacles, causing a lack of perfusion to the myocardium. Initial perfusion starts directly from the heart into the aorta and subsequently into the coronary arteries, which supply their respective portions of the heart. The left coronary artery divided into the circumflex and the left anterior descending artery; subsequently, this divided into much smaller branches. The right coronary divides into smaller branches as well. Unstable angina results when the blood flow is impeded to the myocardium. Most commonly, this block can be from intraluminal plaque formation, intraluminal thrombosis, vasospasm, and elevated blood pressure. Often, a combination of these is the provoking factor. Factors that increase myocardial oxygen demand include: Arrhythmias Fever Hypertension Cocaine use Aortic stenosis Arteriovenous shunts Anemia Thyrotoxicosis Pheochromocytoma Congestive heart failure"}
{"id": "article-17559_6", "title": "Unstable Angina -- History and Physical", "content": "Patients will often present with chest pain and shortness of breath. The chest pain will usually be described as pressure-like, although not necessarily limited to this description. Tightness, burning, and sharp types of pain can be defined. Often, patients will report discomfort as opposed to actual pain. The pain will often radiate to the jaw or arms, affecting both the left and right sides. Constitutional symptoms such as nausea, vomiting, diaphoresis, dizziness, and palpitations may also be present. Exertion may worsen pain, and rest can ease the pain. Nitroglycerin and aspirin administration may also improve the pain.", "contents": "Unstable Angina -- History and Physical. Patients will often present with chest pain and shortness of breath. The chest pain will usually be described as pressure-like, although not necessarily limited to this description. Tightness, burning, and sharp types of pain can be defined. Often, patients will report discomfort as opposed to actual pain. The pain will often radiate to the jaw or arms, affecting both the left and right sides. Constitutional symptoms such as nausea, vomiting, diaphoresis, dizziness, and palpitations may also be present. Exertion may worsen pain, and rest can ease the pain. Nitroglycerin and aspirin administration may also improve the pain."}
{"id": "article-17559_7", "title": "Unstable Angina -- History and Physical", "content": "One distinguishing factor of unstable angina is that the pain may not completely resolve with these reported relieving factors. Also, many patients will already have coronary artery disease. This may be either established coronary artery disease or symptoms they have been experiencing for some time. These patients may have familiarity with the symptoms. They may report an increase in episodes of chest pain that take longer to resolve and an increase in the severity of symptoms.", "contents": "Unstable Angina -- History and Physical. One distinguishing factor of unstable angina is that the pain may not completely resolve with these reported relieving factors. Also, many patients will already have coronary artery disease. This may be either established coronary artery disease or symptoms they have been experiencing for some time. These patients may have familiarity with the symptoms. They may report an increase in episodes of chest pain that take longer to resolve and an increase in the severity of symptoms."}
{"id": "article-17559_8", "title": "Unstable Angina -- History and Physical", "content": "These symptoms indicate unstable angina as the more likely diagnosis, as opposed to stable angina or other causes of chest pain. This is important to note as these differences may indicate impending myocardial infarction and ST-elevation myocardial infarction (STEMI) and should be evaluated expeditiously as the risk of morbidity and mortality is higher in this scenario versus stable angina.", "contents": "Unstable Angina -- History and Physical. These symptoms indicate unstable angina as the more likely diagnosis, as opposed to stable angina or other causes of chest pain. This is important to note as these differences may indicate impending myocardial infarction and ST-elevation myocardial infarction (STEMI) and should be evaluated expeditiously as the risk of morbidity and mortality is higher in this scenario versus stable angina."}
{"id": "article-17559_9", "title": "Unstable Angina -- History and Physical", "content": "The exam will likely be standard, although the patient may be clutching at their chest, sweating, or labored breathing; their heart sounds may be tachycardic, and rales may be heard due to pulmonary edema. Findings suggestive of a high-risk situation include: Dyskinetic apex Elevated jugular venous pressure Presence of third or fourth heart sounds (S3 or S4) New apical systolic murmur The presence of rales and crackles Hypotension", "contents": "Unstable Angina -- History and Physical. The exam will likely be standard, although the patient may be clutching at their chest, sweating, or labored breathing; their heart sounds may be tachycardic, and rales may be heard due to pulmonary edema. Findings suggestive of a high-risk situation include: Dyskinetic apex Elevated jugular venous pressure Presence of third or fourth heart sounds (S3 or S4) New apical systolic murmur The presence of rales and crackles Hypotension"}
{"id": "article-17559_10", "title": "Unstable Angina -- Evaluation", "content": "When a patient presents, they should be evaluated quickly. The patient should have an electrocardiogram (ECG) to assess for ischemic signs or possible STEMI. The ECG in unstable angina may show hyperacute T-wave, flattening of the T-waves, inverted T-waves, and ST depression. ST elevations indicate STEMI, and these patients should be treated with percutaneous coronary intervention or thrombolytics while they wait for the availability of a catheterization lab. Any arrhythmias may be present in acute coronary syndrome, including junctional rhythms, sinus tachycardia, ventricular tachycardia, ventricular fibrillation, left bundle branch block, and others. However, most commonly, the patient will be in sinus rhythm, especially in unstable angina as opposed to infarcted tissue.", "contents": "Unstable Angina -- Evaluation. When a patient presents, they should be evaluated quickly. The patient should have an electrocardiogram (ECG) to assess for ischemic signs or possible STEMI. The ECG in unstable angina may show hyperacute T-wave, flattening of the T-waves, inverted T-waves, and ST depression. ST elevations indicate STEMI, and these patients should be treated with percutaneous coronary intervention or thrombolytics while they wait for the availability of a catheterization lab. Any arrhythmias may be present in acute coronary syndrome, including junctional rhythms, sinus tachycardia, ventricular tachycardia, ventricular fibrillation, left bundle branch block, and others. However, most commonly, the patient will be in sinus rhythm, especially in unstable angina as opposed to infarcted tissue."}
{"id": "article-17559_11", "title": "Unstable Angina -- Evaluation", "content": "The patient should also have lab work that includes a complete blood count evaluation for anemia, platelet count, and basic metabolic profile evaluation for electrolyte abnormalities. A troponin test should be performed to determine if any myocardium has infarcted. A probrain natriuretic peptide (proBNP) can also be checked, as an elevated level is associated with higher mortality. Coagulation studies may be appropriate if the patient will be anticoagulated or anticoagulation is anticipated. Often, a chest X-ray will show the heart size and the size of the mediastinum so the physician may screen for dissection and other explanations of chest pain.", "contents": "Unstable Angina -- Evaluation. The patient should also have lab work that includes a complete blood count evaluation for anemia, platelet count, and basic metabolic profile evaluation for electrolyte abnormalities. A troponin test should be performed to determine if any myocardium has infarcted. A probrain natriuretic peptide (proBNP) can also be checked, as an elevated level is associated with higher mortality. Coagulation studies may be appropriate if the patient will be anticoagulated or anticoagulation is anticipated. Often, a chest X-ray will show the heart size and the size of the mediastinum so the physician may screen for dissection and other explanations of chest pain."}
{"id": "article-17559_12", "title": "Unstable Angina -- Evaluation", "content": "It should be stated here that the history should be screened for other emergent causes of chest pain, shortness of breath, pulmonary embolism, aortic dissection, esophageal rupture, pneumonia, and pneumothorax. The patient should be kept on a cardiac monitor to evaluate for any rhythm changes. Further testing may include any number of cardiac stress tests (walking treadmill stress test, stress echocardiogram, myocardial perfusion imaging, cardiac CT/MRI, or the gold standard, cardiac catheterization). These are typically ordered and performed by inpatient and primary care providers, but with observation medicine growing, emergency medicine providers may order these. [6] [7] Acute coronary syndrome risk assessment: Prior myocardial infarction or known history of coronary artery disease Transient ECG or hemodynamic changes during chest pain Chest, neck, or left arm with documented angina ST depression or elevation of more than 1 mm Marked symmetrical T-wave inversion", "contents": "Unstable Angina -- Evaluation. It should be stated here that the history should be screened for other emergent causes of chest pain, shortness of breath, pulmonary embolism, aortic dissection, esophageal rupture, pneumonia, and pneumothorax. The patient should be kept on a cardiac monitor to evaluate for any rhythm changes. Further testing may include any number of cardiac stress tests (walking treadmill stress test, stress echocardiogram, myocardial perfusion imaging, cardiac CT/MRI, or the gold standard, cardiac catheterization). These are typically ordered and performed by inpatient and primary care providers, but with observation medicine growing, emergency medicine providers may order these. [6] [7] Acute coronary syndrome risk assessment: Prior myocardial infarction or known history of coronary artery disease Transient ECG or hemodynamic changes during chest pain Chest, neck, or left arm with documented angina ST depression or elevation of more than 1 mm Marked symmetrical T-wave inversion"}
{"id": "article-17559_13", "title": "Unstable Angina -- Treatment / Management", "content": "The mainstay of treatment focuses on improving perfusion of the coronary arteries. This is done in several ways.", "contents": "Unstable Angina -- Treatment / Management. The mainstay of treatment focuses on improving perfusion of the coronary arteries. This is done in several ways."}
{"id": "article-17559_14", "title": "Unstable Angina -- Treatment / Management -- Aspirin", "content": "Patients are often treated with aspirin for its antiplatelet therapies (162-325 mg orally or 300 mg rectally if the patient is unable to swallow). The aspirin should be administered within 30 minutes.", "contents": "Unstable Angina -- Treatment / Management -- Aspirin. Patients are often treated with aspirin for its antiplatelet therapies (162-325 mg orally or 300 mg rectally if the patient is unable to swallow). The aspirin should be administered within 30 minutes."}
{"id": "article-17559_15", "title": "Unstable Angina -- Treatment / Management -- Nitroglycerin", "content": "Nitroglycerin comes in several forms (intravenous, sublingual, transdermal, orally) and improves perfusion by vasodilation of the coronaries, allowing improved blood flow and blood pressure. This will decrease the amount of work the heart has to perform, which reduces the energy demand of the heart.", "contents": "Unstable Angina -- Treatment / Management -- Nitroglycerin. Nitroglycerin comes in several forms (intravenous, sublingual, transdermal, orally) and improves perfusion by vasodilation of the coronaries, allowing improved blood flow and blood pressure. This will decrease the amount of work the heart has to perform, which reduces the energy demand of the heart."}
{"id": "article-17559_16", "title": "Unstable Angina -- Treatment / Management -- Clopidogrel", "content": "Clopidogrel is an option for patients who are not able to tolerate aspirin. Prasugrel is more effective than clopidogrel but is associated with a higher risk of bleeding. Recently, ticagrelor has been approved in addition to aspirin to reduce the rate of thrombotic cardiac events.", "contents": "Unstable Angina -- Treatment / Management -- Clopidogrel. Clopidogrel is an option for patients who are not able to tolerate aspirin. Prasugrel is more effective than clopidogrel but is associated with a higher risk of bleeding. Recently, ticagrelor has been approved in addition to aspirin to reduce the rate of thrombotic cardiac events."}
{"id": "article-17559_17", "title": "Unstable Angina -- Treatment / Management -- Supplemental Oxygen", "content": "Supplemental oxygen should also be given via nasal cannula to maintain appropriate oxygen saturation. These 3 actions are the quickest and most important functions to evaluate and treat unstable angina. In patients with continued pain or longer recovery time, the patient's response should be assessed because they are at much higher risk for myocardial infarction.", "contents": "Unstable Angina -- Treatment / Management -- Supplemental Oxygen. Supplemental oxygen should also be given via nasal cannula to maintain appropriate oxygen saturation. These 3 actions are the quickest and most important functions to evaluate and treat unstable angina. In patients with continued pain or longer recovery time, the patient's response should be assessed because they are at much higher risk for myocardial infarction."}
{"id": "article-17559_18", "title": "Unstable Angina -- Treatment / Management -- Other Therapies", "content": "Other potential therapies include: Heparin: Either low- or high-molecular-weight heparin for antcoagulation Beta-blockers: Can decrease the energy demand by decreasing blood pressure and heart rate [1] [8] [9] Ranolazine: Studied in patients with unstable angina; significant reduction in the endpoint of recurrent ischemia in the ranolazine group [10] Statins: Use in patients with unstable angina validated by many trials Cardiac angiography is indicated in unstable angina if the patient has: Cardiogenic shock Depressed ejection fraction Angina refractory to pharmacological therapy New mitral regurgitation Unstable arrhythmias Early percutaneous coronary intervention in non-STEMI (within 6 hours) has been shown to have lower mortality than those who undergo delayed percutaneous coronary intervention.", "contents": "Unstable Angina -- Treatment / Management -- Other Therapies. Other potential therapies include: Heparin: Either low- or high-molecular-weight heparin for antcoagulation Beta-blockers: Can decrease the energy demand by decreasing blood pressure and heart rate [1] [8] [9] Ranolazine: Studied in patients with unstable angina; significant reduction in the endpoint of recurrent ischemia in the ranolazine group [10] Statins: Use in patients with unstable angina validated by many trials Cardiac angiography is indicated in unstable angina if the patient has: Cardiogenic shock Depressed ejection fraction Angina refractory to pharmacological therapy New mitral regurgitation Unstable arrhythmias Early percutaneous coronary intervention in non-STEMI (within 6 hours) has been shown to have lower mortality than those who undergo delayed percutaneous coronary intervention."}
{"id": "article-17559_19", "title": "Unstable Angina -- Differential Diagnosis", "content": "The differential diagnoses for instable angina include the following: Aortic dissection Pericarditis Pneumothorax Pulmonary embolism Peptic ulcer disease", "contents": "Unstable Angina -- Differential Diagnosis. The differential diagnoses for instable angina include the following: Aortic dissection Pericarditis Pneumothorax Pulmonary embolism Peptic ulcer disease"}
{"id": "article-17559_20", "title": "Unstable Angina -- Prognosis", "content": "The critical complications of unstable angina include: Myocardial infarction Stroke Death", "contents": "Unstable Angina -- Prognosis. The critical complications of unstable angina include: Myocardial infarction Stroke Death"}
{"id": "article-17559_21", "title": "Unstable Angina -- Prognosis", "content": "Evidence shows that patients with new-onset ST-segment elevation (>1 mm) have a 12-month rate of a myocardial infarction or death of about 11%, compared with only 7% for patients who only have isolated inversion of the T-wave.", "contents": "Unstable Angina -- Prognosis. Evidence shows that patients with new-onset ST-segment elevation (>1 mm) have a 12-month rate of a myocardial infarction or death of about 11%, compared with only 7% for patients who only have isolated inversion of the T-wave."}
{"id": "article-17559_22", "title": "Unstable Angina -- Prognosis -- Adverse prognostic factors include:", "content": "Low ejection fraction Ongoing congestive heart failure New or worsening mitral regurgitation Hemodynamic instability Sustained ventricular tachycardia Recurrent episodes of angina despite maximal therapy", "contents": "Unstable Angina -- Prognosis -- Adverse prognostic factors include:. Low ejection fraction Ongoing congestive heart failure New or worsening mitral regurgitation Hemodynamic instability Sustained ventricular tachycardia Recurrent episodes of angina despite maximal therapy"}
{"id": "article-17559_23", "title": "Unstable Angina -- Consultations", "content": "Once a patient has been diagnosed with unstable angina, a cardiologist and a cardiac surgeon should be consulted. The cardiologist will need to stratify the risk and help decide on management.", "contents": "Unstable Angina -- Consultations. Once a patient has been diagnosed with unstable angina, a cardiologist and a cardiac surgeon should be consulted. The cardiologist will need to stratify the risk and help decide on management."}
{"id": "article-17559_24", "title": "Unstable Angina -- Deterrence and Patient Education -- Prevention", "content": "The prevention goals are to enable the patient to resume all daily living activities, preserve myocardial function, and prevent future cardiac events. Today, most cardiac centers have specialized teams like cardiac rehab that offer intensive and more effective counseling.", "contents": "Unstable Angina -- Deterrence and Patient Education -- Prevention. The prevention goals are to enable the patient to resume all daily living activities, preserve myocardial function, and prevent future cardiac events. Today, most cardiac centers have specialized teams like cardiac rehab that offer intensive and more effective counseling."}
{"id": "article-17559_25", "title": "Unstable Angina -- Deterrence and Patient Education -- Lifestyle", "content": "Smoking cessation is mandatory to prevent recurrent cardiac events. This applies to everyone in the household. Lipid-lowering should try and obtain a target low-density cholesterol level of 70 mg/dL or lower, a high-density cholesterol level of at least 35 mg/dL, and a triglyceride level of less than 200 mg/dL. The patient should also exercise and eat a low-fat diet.", "contents": "Unstable Angina -- Deterrence and Patient Education -- Lifestyle. Smoking cessation is mandatory to prevent recurrent cardiac events. This applies to everyone in the household. Lipid-lowering should try and obtain a target low-density cholesterol level of 70 mg/dL or lower, a high-density cholesterol level of at least 35 mg/dL, and a triglyceride level of less than 200 mg/dL. The patient should also exercise and eat a low-fat diet."}
{"id": "article-17559_26", "title": "Unstable Angina -- Deterrence and Patient Education -- Control of Hypertension", "content": "The target blood pressure should be below 140/90 mm Hg. At the same time, the patient should decrease the intake of sodium and alcohol.", "contents": "Unstable Angina -- Deterrence and Patient Education -- Control of Hypertension. The target blood pressure should be below 140/90 mm Hg. At the same time, the patient should decrease the intake of sodium and alcohol."}
{"id": "article-17559_27", "title": "Unstable Angina -- Deterrence and Patient Education -- Diabetes Mellitus Management", "content": "Blood sugar levels may be decreased with diet, exercise, or pharmacotherapy.", "contents": "Unstable Angina -- Deterrence and Patient Education -- Diabetes Mellitus Management. Blood sugar levels may be decreased with diet, exercise, or pharmacotherapy."}
{"id": "article-17559_28", "title": "Unstable Angina -- Deterrence and Patient Education -- Weight Management and Nutritional Counseling", "content": "The patient should be encouraged to lose weight and achieve a body mass index of 25 kg/m", "contents": "Unstable Angina -- Deterrence and Patient Education -- Weight Management and Nutritional Counseling. The patient should be encouraged to lose weight and achieve a body mass index of 25 kg/m"}
{"id": "article-17559_29", "title": "Unstable Angina -- Deterrence and Patient Education -- Activity Management", "content": "Patients at risk for unstable angina should avoid intense physical activity, especially in cold weather.", "contents": "Unstable Angina -- Deterrence and Patient Education -- Activity Management. Patients at risk for unstable angina should avoid intense physical activity, especially in cold weather."}
{"id": "article-17559_30", "title": "Unstable Angina -- Pearls and Other Issues", "content": "Legally, unstable angina and other variants of acute coronary syndrome constitute a large portion of cases brought against providers. Aggressive evaluations of chest pain, in general, have led to over-testing, high admission rates, and often false positives, resulting in inappropriate testing. Over the years, several rules have been developed to limit inappropriate admissions and testing. Several of these have variable sensitivity and specificity. With the number of legal cases that are brought on, physicians are often still somewhat aggressive in the management and treatment of chest pain involving potential acute coronary syndrome.", "contents": "Unstable Angina -- Pearls and Other Issues. Legally, unstable angina and other variants of acute coronary syndrome constitute a large portion of cases brought against providers. Aggressive evaluations of chest pain, in general, have led to over-testing, high admission rates, and often false positives, resulting in inappropriate testing. Over the years, several rules have been developed to limit inappropriate admissions and testing. Several of these have variable sensitivity and specificity. With the number of legal cases that are brought on, physicians are often still somewhat aggressive in the management and treatment of chest pain involving potential acute coronary syndrome."}
{"id": "article-17559_31", "title": "Unstable Angina -- Enhancing Healthcare Team Outcomes", "content": "Unstable angina is a pervasive disorder that is seen in the emergency room. There are many recommendations for the management of this cardiac severe disorder. Current recommendations are that this disorder should be managed by an interprofessional team that includes primary healthcare providers, nurse practitioners, physician assistants, pharmacists, cardiologists, and emergency room physicians, functioning together as an interprofessional team. In addition, a consult from a cardiac surgeon is highly recommended. The American College of Cardiology and the American Heart Foundation have issued guidelines on managing unstable angina. [11]", "contents": "Unstable Angina -- Enhancing Healthcare Team Outcomes. Unstable angina is a pervasive disorder that is seen in the emergency room. There are many recommendations for the management of this cardiac severe disorder. Current recommendations are that this disorder should be managed by an interprofessional team that includes primary healthcare providers, nurse practitioners, physician assistants, pharmacists, cardiologists, and emergency room physicians, functioning together as an interprofessional team. In addition, a consult from a cardiac surgeon is highly recommended. The American College of Cardiology and the American Heart Foundation have issued guidelines on managing unstable angina. [11]"}
{"id": "article-17559_32", "title": "Unstable Angina -- Enhancing Healthcare Team Outcomes", "content": "Once the patient has stabilized, prevention is critical. Clinicians should urge the patient to quit smoking, eat a healthy diet, resume regular exercise, maintain a healthy body weight, and remain compliant with medications. Close follow-up is necessary to ensure that patients meet cardiac rehab goals. Further, lipid-lowering is vital to reduce the risk of recurrent unstable angina. The pharmacist should provide input and check dosing and potential drug-drug interactions; both clinicians and pharmacists should emphasize the importance of blood pressure control and management of diabetes. Nurses will do most ongoing monitoring, evaluate treatment effectiveness, and alert the clinician to potential issues. This type of interprofessional teamwork yields the best outcomes.", "contents": "Unstable Angina -- Enhancing Healthcare Team Outcomes. Once the patient has stabilized, prevention is critical. Clinicians should urge the patient to quit smoking, eat a healthy diet, resume regular exercise, maintain a healthy body weight, and remain compliant with medications. Close follow-up is necessary to ensure that patients meet cardiac rehab goals. Further, lipid-lowering is vital to reduce the risk of recurrent unstable angina. The pharmacist should provide input and check dosing and potential drug-drug interactions; both clinicians and pharmacists should emphasize the importance of blood pressure control and management of diabetes. Nurses will do most ongoing monitoring, evaluate treatment effectiveness, and alert the clinician to potential issues. This type of interprofessional teamwork yields the best outcomes."}
{"id": "article-17559_33", "title": "Unstable Angina -- Enhancing Healthcare Team Outcomes", "content": "Today, most hospitals have healthcare teams that specialize in the management of unstable angina. The members of this team need to be familiar with the latest guidelines and support patients with education on the reduction of risk factors and the benefits of compliance with medications.", "contents": "Unstable Angina -- Enhancing Healthcare Team Outcomes. Today, most hospitals have healthcare teams that specialize in the management of unstable angina. The members of this team need to be familiar with the latest guidelines and support patients with education on the reduction of risk factors and the benefits of compliance with medications."}
{"id": "article-17559_34", "title": "Unstable Angina -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Evidence exists that quality improvement programs have the lowest morbidity and best outcomes. [12]", "contents": "Unstable Angina -- Enhancing Healthcare Team Outcomes -- Outcomes. Evidence exists that quality improvement programs have the lowest morbidity and best outcomes. [12]"}
{"id": "article-17559_35", "title": "Unstable Angina -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Unstable Angina -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}