{"id": "article-31555_0", "title": "High Pressure Diving Nervous Syndrome -- Continuing Education Activity", "content": "High-pressure nervous syndrome or high-pressure neurological syndrome (HPNS) is characterized by neurological, psychological, and electroencephalographic (EEG) abnormalities that are noted during dives deeper than 150 meters that involve breathing helium-oxygen gas mixtures. Signs and symptoms depend on the speed of compression and the hydrostatic pressure attained; the faster the rate of compression rate and the higher the pressure, the more severe the clinical presentation will be. Thus, HPNS is one of the significant limitations of deep diving. This activity reviews the evaluation and management of HPNS and explains the role of the interprofessional team in managing patients with this condition.", "contents": "High Pressure Diving Nervous Syndrome -- Continuing Education Activity. High-pressure nervous syndrome or high-pressure neurological syndrome (HPNS) is characterized by neurological, psychological, and electroencephalographic (EEG) abnormalities that are noted during dives deeper than 150 meters that involve breathing helium-oxygen gas mixtures. Signs and symptoms depend on the speed of compression and the hydrostatic pressure attained; the faster the rate of compression rate and the higher the pressure, the more severe the clinical presentation will be. Thus, HPNS is one of the significant limitations of deep diving. This activity reviews the evaluation and management of HPNS and explains the role of the interprofessional team in managing patients with this condition."}
{"id": "article-31555_1", "title": "High Pressure Diving Nervous Syndrome -- Continuing Education Activity", "content": "Objectives: Review high-pressure neurological syndrome. Outline the typical presentation of a patient with high-pressure neurological syndrome. Explain management considerations for patients with high-pressure neurological syndrome. Identify examples of the importance of collaboration and communication amongst the interprofessional team to provide optimal care to patients with high-pressure neurological syndrome. Access free multiple choice questions on this topic.", "contents": "High Pressure Diving Nervous Syndrome -- Continuing Education Activity. Objectives: Review high-pressure neurological syndrome. Outline the typical presentation of a patient with high-pressure neurological syndrome. Explain management considerations for patients with high-pressure neurological syndrome. Identify examples of the importance of collaboration and communication amongst the interprofessional team to provide optimal care to patients with high-pressure neurological syndrome. Access free multiple choice questions on this topic."}
{"id": "article-31555_2", "title": "High Pressure Diving Nervous Syndrome -- Introduction", "content": "High-pressure nervous syndrome or high-pressure neurological syndrome (HPNS) is characterized by neurological, psychological, and electroencephalographic (EEG) abnormalities during dives deeper than 150 meters with breathing helium-oxygen gas mixtures. The term “neurological” has been used, preferably [1] . Signs and symptoms depend on the speed of compression and the hydrostatic pressure attained. In other words, the faster the compression rate and the higher the pressure, the more severe the clinical presentation will be. Thus, HPNS is one of the significant limitations of deep diving. [2]", "contents": "High Pressure Diving Nervous Syndrome -- Introduction. High-pressure nervous syndrome or high-pressure neurological syndrome (HPNS) is characterized by neurological, psychological, and electroencephalographic (EEG) abnormalities during dives deeper than 150 meters with breathing helium-oxygen gas mixtures. The term “neurological” has been used, preferably [1] . Signs and symptoms depend on the speed of compression and the hydrostatic pressure attained. In other words, the faster the compression rate and the higher the pressure, the more severe the clinical presentation will be. Thus, HPNS is one of the significant limitations of deep diving. [2]"}
{"id": "article-31555_3", "title": "High Pressure Diving Nervous Syndrome -- Etiology", "content": "HPNS is thought to result from the increased atmospheric pressure on the central nervous system (CNS), which leads to hyperexcitability of the CNS. [1] However, there is evidence suggesting that the phenomenon is due primarily to high-pressure helium rather than elevated pressure alone. [3] CNS hyperexcitability associated with HPNS is largely induced by N -methyl-D-aspartate receptors giving some hope of future research providing ways of ameliorating the condition. [4] [5]", "contents": "High Pressure Diving Nervous Syndrome -- Etiology. HPNS is thought to result from the increased atmospheric pressure on the central nervous system (CNS), which leads to hyperexcitability of the CNS. [1] However, there is evidence suggesting that the phenomenon is due primarily to high-pressure helium rather than elevated pressure alone. [3] CNS hyperexcitability associated with HPNS is largely induced by N -methyl-D-aspartate receptors giving some hope of future research providing ways of ameliorating the condition. [4] [5]"}
{"id": "article-31555_4", "title": "High Pressure Diving Nervous Syndrome -- Epidemiology", "content": "There is no reported epidemiological data about HPNS in the literature. [6]", "contents": "High Pressure Diving Nervous Syndrome -- Epidemiology. There is no reported epidemiological data about HPNS in the literature. [6]"}
{"id": "article-31555_5", "title": "High Pressure Diving Nervous Syndrome -- Pathophysiology", "content": "Although the underlying mechanism has not been proved yet, several theories about HPNS pathophysiology exist.", "contents": "High Pressure Diving Nervous Syndrome -- Pathophysiology. Although the underlying mechanism has not been proved yet, several theories about HPNS pathophysiology exist."}
{"id": "article-31555_6", "title": "High Pressure Diving Nervous Syndrome -- Pathophysiology", "content": "One of the general assumptions is about the compression effect of pressure, possibly in the lipid component of cell membranes of the CNS. [2] This compression effect may also influence the molecular processes related to volume expansion, such as the role of transmembrane proteins, membrane surface receptors, and ion channels. [7] [8] Likewise, anesthetic gases may ameliorate the clinical manifestation of HPNS by restoring the architecture of the CNS cell membrane into its original form due to the phenomenon of the pressure reversal effect of narcosis. [2] [9] This phenomenon gives rise to studies about breathing mixture modifications, such as using trimix to control HPNS. [9]", "contents": "High Pressure Diving Nervous Syndrome -- Pathophysiology. One of the general assumptions is about the compression effect of pressure, possibly in the lipid component of cell membranes of the CNS. [2] This compression effect may also influence the molecular processes related to volume expansion, such as the role of transmembrane proteins, membrane surface receptors, and ion channels. [7] [8] Likewise, anesthetic gases may ameliorate the clinical manifestation of HPNS by restoring the architecture of the CNS cell membrane into its original form due to the phenomenon of the pressure reversal effect of narcosis. [2] [9] This phenomenon gives rise to studies about breathing mixture modifications, such as using trimix to control HPNS. [9]"}
{"id": "article-31555_7", "title": "High Pressure Diving Nervous Syndrome -- Pathophysiology", "content": "The roles of neurotransmitters in the pathogenesis of HPNS have also been studied, for example, gamma-aminobutyric acid (GABA), dopamine, serotonin (5-HT), acetylcholine, and N-methyl-d-aspartate (NMDA). [1] For instance, sodium valproate, which increases the GABA concentration in the cortex, diminishes the severity of the HPNS signs in a baboon model. [10] Pretreatment with NMDA antagonists in rats exposed to high pressure using helium and oxygen prevented convulsions. [11] On the other hand, serotonin may be related to hyperbaric spinal cord hyperexcitability. Behavioral symptoms in rats under high pressure are similar to the clinical presentation of serotonin syndrome (alteration in mental status, restlessness, myoclonus, hyperreflexia, shivering, tremor) and indicate 5-HT receptor subtype 1A activation. [1] Similarly, it is reported that the increase in striatal dopamine release and the development of enhanced locomotor and motor activity can be partially prevented by 5-HT 1b receptor antagonists in rats exposed to high pressure. [12]", "contents": "High Pressure Diving Nervous Syndrome -- Pathophysiology. The roles of neurotransmitters in the pathogenesis of HPNS have also been studied, for example, gamma-aminobutyric acid (GABA), dopamine, serotonin (5-HT), acetylcholine, and N-methyl-d-aspartate (NMDA). [1] For instance, sodium valproate, which increases the GABA concentration in the cortex, diminishes the severity of the HPNS signs in a baboon model. [10] Pretreatment with NMDA antagonists in rats exposed to high pressure using helium and oxygen prevented convulsions. [11] On the other hand, serotonin may be related to hyperbaric spinal cord hyperexcitability. Behavioral symptoms in rats under high pressure are similar to the clinical presentation of serotonin syndrome (alteration in mental status, restlessness, myoclonus, hyperreflexia, shivering, tremor) and indicate 5-HT receptor subtype 1A activation. [1] Similarly, it is reported that the increase in striatal dopamine release and the development of enhanced locomotor and motor activity can be partially prevented by 5-HT 1b receptor antagonists in rats exposed to high pressure. [12]"}
{"id": "article-31555_8", "title": "High Pressure Diving Nervous Syndrome -- Pathophysiology", "content": "Also, alterations in neuronal calcium ions are another mechanism that has been postulated for HPNS pathophysiology. [13]", "contents": "High Pressure Diving Nervous Syndrome -- Pathophysiology. Also, alterations in neuronal calcium ions are another mechanism that has been postulated for HPNS pathophysiology. [13]"}
{"id": "article-31555_9", "title": "High Pressure Diving Nervous Syndrome -- Pathophysiology", "content": "On the other hand, intraspecies and interspecies variations of HPNS exist. Some individuals are more susceptible to HPNS than others. [1] [9] A genetic basis may be one of the underlying mechanisms for adaptation to HPNS. [1] [14]", "contents": "High Pressure Diving Nervous Syndrome -- Pathophysiology. On the other hand, intraspecies and interspecies variations of HPNS exist. Some individuals are more susceptible to HPNS than others. [1] [9] A genetic basis may be one of the underlying mechanisms for adaptation to HPNS. [1] [14]"}
{"id": "article-31555_10", "title": "High Pressure Diving Nervous Syndrome -- History and Physical", "content": "HPNS is mainly characterized by hyperexcitability of the central nervous system (CNS) that involves neurological, and psychological abnormalities, showing changes in EEG recordings. HPNS should be differentiated from nitrogen narcosis, decompression sickness, and oxygen toxicity. [1]", "contents": "High Pressure Diving Nervous Syndrome -- History and Physical. HPNS is mainly characterized by hyperexcitability of the central nervous system (CNS) that involves neurological, and psychological abnormalities, showing changes in EEG recordings. HPNS should be differentiated from nitrogen narcosis, decompression sickness, and oxygen toxicity. [1]"}
{"id": "article-31555_11", "title": "High Pressure Diving Nervous Syndrome -- History and Physical", "content": "Tremor, the most characteristic symptom of HPNS, occurs at rest and on movement. Tremors begin at the distal extremities and may spread to the whole body. The frequency of tremors is 8 to 12 Hz. [7] The amplitude increases with faster compression speed and increasing hydrostatic pressure. Opsoclonus, spontaneous constant eye oscillations in random directions, is one of the earliest signs of HPNS. [1] A headache, dizziness, fatigue, myoclonic jerking, muscular weakness, and euphoria are possible. [2] [9] [15] [16] [17] [7] Convulsions were reported in animals but not in humans. [1] [18] Gastrointestinal (GI) symptoms such as nausea, vomiting, stomach cramps, diarrhea, and loss of appetite may occur. Additionally, memory disturbances, cognitive deficits, psychomotor performance impairment, drowsiness, and sleep disturbances with vivid dreams, or nightmares have been reported. [7] [15] [9] [19]", "contents": "High Pressure Diving Nervous Syndrome -- History and Physical. Tremor, the most characteristic symptom of HPNS, occurs at rest and on movement. Tremors begin at the distal extremities and may spread to the whole body. The frequency of tremors is 8 to 12 Hz. [7] The amplitude increases with faster compression speed and increasing hydrostatic pressure. Opsoclonus, spontaneous constant eye oscillations in random directions, is one of the earliest signs of HPNS. [1] A headache, dizziness, fatigue, myoclonic jerking, muscular weakness, and euphoria are possible. [2] [9] [15] [16] [17] [7] Convulsions were reported in animals but not in humans. [1] [18] Gastrointestinal (GI) symptoms such as nausea, vomiting, stomach cramps, diarrhea, and loss of appetite may occur. Additionally, memory disturbances, cognitive deficits, psychomotor performance impairment, drowsiness, and sleep disturbances with vivid dreams, or nightmares have been reported. [7] [15] [9] [19]"}
{"id": "article-31555_12", "title": "High Pressure Diving Nervous Syndrome -- History and Physical", "content": "Clinical presentation may be influenced by breathing gas mixture components, compression rates, and the hydrostatic pressure attained. For instance, adding a certain amount of nitrogen or hydrogen into the helium-oxygen breathing gas mixture ameliorates the signs and symptoms of HPNS. [2] [1] Similarly, faster compression augments the severity of the clinical manifestation of HPNS and provokes an earlier onset of symptoms. [1] Likewise, increasing hydrostatic pressure leads to more severe signs and symptoms. [2] Individual variation in the clinical presentation has been reported. [19]", "contents": "High Pressure Diving Nervous Syndrome -- History and Physical. Clinical presentation may be influenced by breathing gas mixture components, compression rates, and the hydrostatic pressure attained. For instance, adding a certain amount of nitrogen or hydrogen into the helium-oxygen breathing gas mixture ameliorates the signs and symptoms of HPNS. [2] [1] Similarly, faster compression augments the severity of the clinical manifestation of HPNS and provokes an earlier onset of symptoms. [1] Likewise, increasing hydrostatic pressure leads to more severe signs and symptoms. [2] Individual variation in the clinical presentation has been reported. [19]"}
{"id": "article-31555_13", "title": "High Pressure Diving Nervous Syndrome -- Evaluation", "content": "In the experimental dives, several monitoring tests were applied during compression to subjects to evaluate their neuropsychological, neurophysiological, and performance responses. Vaernes et al. used a static steadiness test for postural tremors in hands, a finger oscillation test, a dynamometer for handgrip strength, trails test for visuomotor, and coordination. [19] A questionnaire was administered at different depths to evaluate performance, motor, visuomotor, and cognitive tests. The key insertion test, visual reaction time tests, arithmetic, reasoning, long-term memory, and visual digit span are some examples of the tests measured. [19]", "contents": "High Pressure Diving Nervous Syndrome -- Evaluation. In the experimental dives, several monitoring tests were applied during compression to subjects to evaluate their neuropsychological, neurophysiological, and performance responses. Vaernes et al. used a static steadiness test for postural tremors in hands, a finger oscillation test, a dynamometer for handgrip strength, trails test for visuomotor, and coordination. [19] A questionnaire was administered at different depths to evaluate performance, motor, visuomotor, and cognitive tests. The key insertion test, visual reaction time tests, arithmetic, reasoning, long-term memory, and visual digit span are some examples of the tests measured. [19]"}
{"id": "article-31555_14", "title": "High Pressure Diving Nervous Syndrome -- Evaluation", "content": "EEG recordings were also evaluated in several studies. An increase in theta activity and a decrease in alpha waves were demonstrated in the EEG records of divers who suffered from high-pressure neurological syndrome (HPNS). [15] [9] [19] [16] For instance, Rostain et al. [20] reported a decrease in alpha frequencies from about 100 meters and an increase in theta frequencies in the frontal area at about 200 meters during a dive to 450 meters of seawater with the helium-nitrogen-oxygen gas mixture. Sleep EEG also displays specific alterations at high pressure, characterized by an increase in stages I and II, a decrease in the duration of stages III and IV, and a reduction of REM periods. [20] [21] Similarly, somatosensory evoked potentials may also be influenced by pressure. The shortened latency of peaks following the initial cortical P1 was related to a state of hyperexcitability in the brain. [1]", "contents": "High Pressure Diving Nervous Syndrome -- Evaluation. EEG recordings were also evaluated in several studies. An increase in theta activity and a decrease in alpha waves were demonstrated in the EEG records of divers who suffered from high-pressure neurological syndrome (HPNS). [15] [9] [19] [16] For instance, Rostain et al. [20] reported a decrease in alpha frequencies from about 100 meters and an increase in theta frequencies in the frontal area at about 200 meters during a dive to 450 meters of seawater with the helium-nitrogen-oxygen gas mixture. Sleep EEG also displays specific alterations at high pressure, characterized by an increase in stages I and II, a decrease in the duration of stages III and IV, and a reduction of REM periods. [20] [21] Similarly, somatosensory evoked potentials may also be influenced by pressure. The shortened latency of peaks following the initial cortical P1 was related to a state of hyperexcitability in the brain. [1]"}
{"id": "article-31555_15", "title": "High Pressure Diving Nervous Syndrome -- Treatment / Management", "content": "HPNS is a significant limitation for deep dives. [2] Unfortunately, HPNS cannot be completely prevented. However, several existing approaches may delay HPNS onset or modify its clinical presentation. [2] [1] These approaches are:", "contents": "High Pressure Diving Nervous Syndrome -- Treatment / Management. HPNS is a significant limitation for deep dives. [2] Unfortunately, HPNS cannot be completely prevented. However, several existing approaches may delay HPNS onset or modify its clinical presentation. [2] [1] These approaches are:"}
{"id": "article-31555_16", "title": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Reduction of the Speed of Compression", "content": "Slowing the overall speed of compression or inserting stops during compression to allow for acclimatization can improve or even prevent the symptoms of HPNS. [2] [1] [9] [19] However, the compression speed must be extremely slow and is necessary to allow time for adaptation with staged descent for deeper dives, which is a significant handicap for technical dives. [2] Nevertheless, as the pressure increases, symptoms become more significant and severely limit the diver's performance. Divers may still complain of HPNS symptoms beyond 330 meters regardless of compression speed. [2] [9]", "contents": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Reduction of the Speed of Compression. Slowing the overall speed of compression or inserting stops during compression to allow for acclimatization can improve or even prevent the symptoms of HPNS. [2] [1] [9] [19] However, the compression speed must be extremely slow and is necessary to allow time for adaptation with staged descent for deeper dives, which is a significant handicap for technical dives. [2] Nevertheless, as the pressure increases, symptoms become more significant and severely limit the diver's performance. Divers may still complain of HPNS symptoms beyond 330 meters regardless of compression speed. [2] [9]"}
{"id": "article-31555_17", "title": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Modification in the Breathing Gas Mixture", "content": "Nitrogen has been used to oppose some of the HPNS symptoms due to its narcotic effect. [9] Specific amounts of nitrogen (about 5% to 10%) added to a helium-oxygen gas mixture have been reported to reduce some symptoms and signs of HPNS. [22] [23] [24] [1] The advantages of adding nitrogen to the helium-oxygen breathing gas mixture are lessened cost, better thermal comfort, reduced speech distortion, and improvement in HPNS. [25] Nevertheless, the diver must be careful about nitrogen narcosis. [9] Similarly, hydrogen has been used for the same aim due to some advantageous properties for deep dives. [16] As hydrogen is less dense than helium, it is better for respiratory mechanics. [24] [2] The gas mixture of hydrogen-helium-oxygen (about 50% hydrogen) provided successful dives up to 500 meters without significant clinical presentation of HPNS. Although EEG changes continued, performance deterioration was minimal. [16] [26] Likewise, a depth of 701 meters has been reached with a reduction in clinical symptoms of HPNS while using a helium-hydrogen-oxygen breathing gas mixture. However, it should be noted that hydrogen is explosive in mixtures containing more than 4% oxygen. [24]", "contents": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Modification in the Breathing Gas Mixture. Nitrogen has been used to oppose some of the HPNS symptoms due to its narcotic effect. [9] Specific amounts of nitrogen (about 5% to 10%) added to a helium-oxygen gas mixture have been reported to reduce some symptoms and signs of HPNS. [22] [23] [24] [1] The advantages of adding nitrogen to the helium-oxygen breathing gas mixture are lessened cost, better thermal comfort, reduced speech distortion, and improvement in HPNS. [25] Nevertheless, the diver must be careful about nitrogen narcosis. [9] Similarly, hydrogen has been used for the same aim due to some advantageous properties for deep dives. [16] As hydrogen is less dense than helium, it is better for respiratory mechanics. [24] [2] The gas mixture of hydrogen-helium-oxygen (about 50% hydrogen) provided successful dives up to 500 meters without significant clinical presentation of HPNS. Although EEG changes continued, performance deterioration was minimal. [16] [26] Likewise, a depth of 701 meters has been reached with a reduction in clinical symptoms of HPNS while using a helium-hydrogen-oxygen breathing gas mixture. However, it should be noted that hydrogen is explosive in mixtures containing more than 4% oxygen. [24]"}
{"id": "article-31555_18", "title": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Drugs", "content": "In general, there is no pharmacologic treatment for HPNS although anesthetics, barbiturates, and anticonvulsants have been studied to prevent the clinical manifestations of HPNS. [27] For instance, ketamine is efficient in controlling HPNS in rats. [28] Also, barbiturates were effective as an anticonvulsive in HPNS. [1] Similarly, valproate was found to be useful in HPNS in baboon experiments at pressures higher than 40 ATA. [10] Nevertheless, other anticonvulsants have an insufficient effect on HPNS. Common anticonvulsant drugs such as phenytoin and carbamazepine were not useful in the inhibition of tremors, myoclonus, and seizures in rats although diazepam was. [29] This result demonstrates that HPNS-related seizures are an unusual type. Thus, the usage of standard anticonvulsant treatment is limited for HPNS in humans. [30] Most of these pharmacological agents cannot be used for HPNS in terms of adverse effects on diving ability. However, studies on 5-HT1A receptor antagonists have promising results. [1]", "contents": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Drugs. In general, there is no pharmacologic treatment for HPNS although anesthetics, barbiturates, and anticonvulsants have been studied to prevent the clinical manifestations of HPNS. [27] For instance, ketamine is efficient in controlling HPNS in rats. [28] Also, barbiturates were effective as an anticonvulsive in HPNS. [1] Similarly, valproate was found to be useful in HPNS in baboon experiments at pressures higher than 40 ATA. [10] Nevertheless, other anticonvulsants have an insufficient effect on HPNS. Common anticonvulsant drugs such as phenytoin and carbamazepine were not useful in the inhibition of tremors, myoclonus, and seizures in rats although diazepam was. [29] This result demonstrates that HPNS-related seizures are an unusual type. Thus, the usage of standard anticonvulsant treatment is limited for HPNS in humans. [30] Most of these pharmacological agents cannot be used for HPNS in terms of adverse effects on diving ability. However, studies on 5-HT1A receptor antagonists have promising results. [1]"}
{"id": "article-31555_19", "title": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Diver Selection", "content": "Selecting the least susceptible diver may be another solution. [2] [31]", "contents": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Diver Selection. Selecting the least susceptible diver may be another solution. [2] [31]"}
{"id": "article-31555_20", "title": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Diver Selection", "content": "Some issues have been discussed in controlling HPNS. First, these approaches may be effective only in some manifestations. This may create a new problem where the first signs of HPNS may be more severe. Secondly, delaying the development of HPNS in baboons may cause new symptoms which can involve brain damage. Finally, there might be a risk of symptom-free development of pressure-related tissue injury, which may cause long-term injuries. [32] Further studies will be beneficial to figure out reliable conclusions.", "contents": "High Pressure Diving Nervous Syndrome -- Treatment / Management -- Diver Selection. Some issues have been discussed in controlling HPNS. First, these approaches may be effective only in some manifestations. This may create a new problem where the first signs of HPNS may be more severe. Secondly, delaying the development of HPNS in baboons may cause new symptoms which can involve brain damage. Finally, there might be a risk of symptom-free development of pressure-related tissue injury, which may cause long-term injuries. [32] Further studies will be beneficial to figure out reliable conclusions."}
{"id": "article-31555_21", "title": "High Pressure Diving Nervous Syndrome -- Differential Diagnosis", "content": "High pressure is the most challenging issue of human physiology during deep diving. Nevertheless, the high concentration of gases, increased density of the matter, and alteration of the regular properties of heat, sound, and others may also cause neurological signs without being properly HPNS [7] . Deep diving-related conditions are oxygen toxicity, intoxication with polluted breathing gases, nitrogen narcosis, HPNS, decompression illness, and carbon dioxide retention due to increased gas density. [2] The symptoms, the depth that the symptoms arise and subside, the diving protocol (the rate of the ascend and descend, decompression stops), and the breathing gas mixture are significant differentiating features.", "contents": "High Pressure Diving Nervous Syndrome -- Differential Diagnosis. High pressure is the most challenging issue of human physiology during deep diving. Nevertheless, the high concentration of gases, increased density of the matter, and alteration of the regular properties of heat, sound, and others may also cause neurological signs without being properly HPNS [7] . Deep diving-related conditions are oxygen toxicity, intoxication with polluted breathing gases, nitrogen narcosis, HPNS, decompression illness, and carbon dioxide retention due to increased gas density. [2] The symptoms, the depth that the symptoms arise and subside, the diving protocol (the rate of the ascend and descend, decompression stops), and the breathing gas mixture are significant differentiating features."}
{"id": "article-31555_22", "title": "High Pressure Diving Nervous Syndrome -- Prognosis", "content": "The clinical manifestations persist but tend to ameliorate at constant pressure with time. [7] [1] [9] Rostain et al. stated that the changes in the sleep pattern of divers began to improve after the first week under pressure. However, healthy sleep pattern values were recorded only during the decompression at depths below 200 meters. [20] The symptoms usually ease after decompression, but some of the symptoms, such as lethargy, may continue for a while. In the end, all of the divers who experience only HPNS heal. No permanent neurological sequelae or histopathological lesions in the brain have been identified related to HPNS. [1]", "contents": "High Pressure Diving Nervous Syndrome -- Prognosis. The clinical manifestations persist but tend to ameliorate at constant pressure with time. [7] [1] [9] Rostain et al. stated that the changes in the sleep pattern of divers began to improve after the first week under pressure. However, healthy sleep pattern values were recorded only during the decompression at depths below 200 meters. [20] The symptoms usually ease after decompression, but some of the symptoms, such as lethargy, may continue for a while. In the end, all of the divers who experience only HPNS heal. No permanent neurological sequelae or histopathological lesions in the brain have been identified related to HPNS. [1]"}
{"id": "article-31555_23", "title": "High Pressure Diving Nervous Syndrome -- Complications", "content": "All of the divers who experience only HPNS heal. [1] Nevertheless, the symptoms may severely limit the diver’s performance during a dive [9] developing significant dangers in terms of risky decisions or actions.", "contents": "High Pressure Diving Nervous Syndrome -- Complications. All of the divers who experience only HPNS heal. [1] Nevertheless, the symptoms may severely limit the diver’s performance during a dive [9] developing significant dangers in terms of risky decisions or actions."}
{"id": "article-31555_24", "title": "High Pressure Diving Nervous Syndrome -- Deterrence and Patient Education", "content": "Professional diver education should include diving-related diseases, preventive measures, and breathing gas properties. Divers should choose the safest diving protocol, such as a slow compression rate and appropriate breathing gas mixture. The safety rules are the golden prevention methods for diving-related diseases. Thus, medical professionals should also be careful during fitness-to-dive examinations of professional divers in terms of psychological eligibility. Safe diving requires educated divers who obey the rules strictly.", "contents": "High Pressure Diving Nervous Syndrome -- Deterrence and Patient Education. Professional diver education should include diving-related diseases, preventive measures, and breathing gas properties. Divers should choose the safest diving protocol, such as a slow compression rate and appropriate breathing gas mixture. The safety rules are the golden prevention methods for diving-related diseases. Thus, medical professionals should also be careful during fitness-to-dive examinations of professional divers in terms of psychological eligibility. Safe diving requires educated divers who obey the rules strictly."}
{"id": "article-31555_25", "title": "High Pressure Diving Nervous Syndrome -- Pearls and Other Issues", "content": "HPNS is one of the major limitations of deep diving. Unfortunately, no drug has been used successfully to prevent HPNS in humans. In general, modifications on breathing gas mixtures and compression profiles and selecting less susceptible divers may be partially beneficial for controlling HPNS. However, these methods are still inadequate for extremely deep dives regarding HPNS. Further studies about HPNS pathophysiology, prevention, and adaptation mechanisms should be performed to widen borders in modern diving for humans.", "contents": "High Pressure Diving Nervous Syndrome -- Pearls and Other Issues. HPNS is one of the major limitations of deep diving. Unfortunately, no drug has been used successfully to prevent HPNS in humans. In general, modifications on breathing gas mixtures and compression profiles and selecting less susceptible divers may be partially beneficial for controlling HPNS. However, these methods are still inadequate for extremely deep dives regarding HPNS. Further studies about HPNS pathophysiology, prevention, and adaptation mechanisms should be performed to widen borders in modern diving for humans."}
{"id": "article-31555_26", "title": "High Pressure Diving Nervous Syndrome -- Enhancing Healthcare Team Outcomes", "content": "HPNS is a significant consequence of modern deep diving. There are several preventive approaches. These approaches should be considered carefully by divers and diving supervisors. In this regard, diving protocols may be designed in tandem with diving experts. Diving supervisors should record any abnormal symptoms or signs during deep dives and consult with a diving expert. The symptoms usually ease after decompression, but some of the symptoms, such as lethargy, may continue for a while. [1] These divers should be examined in detail by a diving physician and neurology may be consulted for further examinations. [Level 2]", "contents": "High Pressure Diving Nervous Syndrome -- Enhancing Healthcare Team Outcomes. HPNS is a significant consequence of modern deep diving. There are several preventive approaches. These approaches should be considered carefully by divers and diving supervisors. In this regard, diving protocols may be designed in tandem with diving experts. Diving supervisors should record any abnormal symptoms or signs during deep dives and consult with a diving expert. The symptoms usually ease after decompression, but some of the symptoms, such as lethargy, may continue for a while. [1] These divers should be examined in detail by a diving physician and neurology may be consulted for further examinations. [Level 2]"}
{"id": "article-31555_27", "title": "High Pressure Diving Nervous Syndrome -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team, including neurologists, undersea specialists, hyperbaric nurses, and occupational medicine physicians and nurses, are best suited to caring for and preventing HPNS. Initial evaluation by emergency department personnel is crucial. Intensive care and neuroscience nurses care for patients, educate families about the condition, and relay updates to the rest of the team. [Level 5]", "contents": "High Pressure Diving Nervous Syndrome -- Enhancing Healthcare Team Outcomes. An interprofessional team, including neurologists, undersea specialists, hyperbaric nurses, and occupational medicine physicians and nurses, are best suited to caring for and preventing HPNS. Initial evaluation by emergency department personnel is crucial. Intensive care and neuroscience nurses care for patients, educate families about the condition, and relay updates to the rest of the team. [Level 5]"}
{"id": "article-31555_28", "title": "High Pressure Diving Nervous Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "High Pressure Diving Nervous Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}