{"id": "article-17041_0", "title": "Placental Abruption -- Continuing Education Activity", "content": "Placental abruption is the early separation of the placenta from the lining of the uterus before the completion of the second stage of labor. It is one of the causes of bleeding during the second half of pregnancy and is a relatively rare but serious complication of pregnancy that places the well-being of both mother and fetus at risk. This activity describes the pathophysiology of placental abruption and highlights the role of the interprofessional team in managing affected patients.", "contents": "Placental Abruption -- Continuing Education Activity. Placental abruption is the early separation of the placenta from the lining of the uterus before the completion of the second stage of labor. It is one of the causes of bleeding during the second half of pregnancy and is a relatively rare but serious complication of pregnancy that places the well-being of both mother and fetus at risk. This activity describes the pathophysiology of placental abruption and highlights the role of the interprofessional team in managing affected patients."}
{"id": "article-17041_1", "title": "Placental Abruption -- Continuing Education Activity", "content": "Objectives: Summarize the etiology of placental abruption. Describe the pathophysiology of placental abruption. Review the presentation of a patient with placental abruption. Outline strategies for the interprofessional care team to employ for optimal management of patients with placental abruption. Access free multiple choice questions on this topic.", "contents": "Placental Abruption -- Continuing Education Activity. Objectives: Summarize the etiology of placental abruption. Describe the pathophysiology of placental abruption. Review the presentation of a patient with placental abruption. Outline strategies for the interprofessional care team to employ for optimal management of patients with placental abruption. Access free multiple choice questions on this topic."}
{"id": "article-17041_2", "title": "Placental Abruption -- Introduction", "content": "Placental abruption is the early separation of a placenta from the lining of the uterus before the completion of the second stage of labor. It is one of the causes of bleeding during the second half of pregnancy. Placental abruption is a relatively rare but serious complication of pregnancy and places the well-being of both mother and fetus at risk. Placental abruption is also called abruptio placentae. [1] [2] See Image. Placental Abruption.", "contents": "Placental Abruption -- Introduction. Placental abruption is the early separation of a placenta from the lining of the uterus before the completion of the second stage of labor. It is one of the causes of bleeding during the second half of pregnancy. Placental abruption is a relatively rare but serious complication of pregnancy and places the well-being of both mother and fetus at risk. Placental abruption is also called abruptio placentae. [1] [2] See Image. Placental Abruption."}
{"id": "article-17041_3", "title": "Placental Abruption -- Etiology", "content": "The exact etiology of placental abruption is unknown. However, a number of factors are associated with its occurrence. Risk factors can be thought of in 3 groups: health history, including behaviors, past obstetrical events, current pregnancy, and unexpected trauma. Factors that can be identified during the health history that increase the risk of placental abruption include smoking, cocaine use during pregnancy, maternal age over 35 years, hypertension, and placental abruption in a prior pregnancy. Conditions specific to the current pregnancy that may precipitate placental abruption are multiple gestation pregnancies, polyhydramnios, preeclampsia, sudden uterine decompression, and short umbilical cord. Finally, trauma to the abdomen, such as a motor vehicle collision, fall, or violence resulting in a blow to the abdomen, may lead to placental abruption.", "contents": "Placental Abruption -- Etiology. The exact etiology of placental abruption is unknown. However, a number of factors are associated with its occurrence. Risk factors can be thought of in 3 groups: health history, including behaviors, past obstetrical events, current pregnancy, and unexpected trauma. Factors that can be identified during the health history that increase the risk of placental abruption include smoking, cocaine use during pregnancy, maternal age over 35 years, hypertension, and placental abruption in a prior pregnancy. Conditions specific to the current pregnancy that may precipitate placental abruption are multiple gestation pregnancies, polyhydramnios, preeclampsia, sudden uterine decompression, and short umbilical cord. Finally, trauma to the abdomen, such as a motor vehicle collision, fall, or violence resulting in a blow to the abdomen, may lead to placental abruption."}
{"id": "article-17041_4", "title": "Placental Abruption -- Etiology", "content": "Placental abruption occurs when there is a compromise of the vascular structures supporting the placenta. In other words, the vascular networks connecting the uterine lining and the maternal side of the placenta are torn away. These vascular structures deliver oxygen and nutrients to the fetus. Disruption of the vascular network may occur when the vascular structures are compromised because of hypertension or substance use or by conditions that cause stretching of the uterus. The uterus is a muscle and is elastic, whereas the placenta is less elastic than the uterus. Therefore, when the uterine tissue stretches suddenly, the placenta remains stable, and the vascular structure connecting the uterine wall to the placenta tears away. [3] [4]", "contents": "Placental Abruption -- Etiology. Placental abruption occurs when there is a compromise of the vascular structures supporting the placenta. In other words, the vascular networks connecting the uterine lining and the maternal side of the placenta are torn away. These vascular structures deliver oxygen and nutrients to the fetus. Disruption of the vascular network may occur when the vascular structures are compromised because of hypertension or substance use or by conditions that cause stretching of the uterus. The uterus is a muscle and is elastic, whereas the placenta is less elastic than the uterus. Therefore, when the uterine tissue stretches suddenly, the placenta remains stable, and the vascular structure connecting the uterine wall to the placenta tears away. [3] [4]"}
{"id": "article-17041_5", "title": "Placental Abruption -- Epidemiology", "content": "Placental abruption is a relatively rare condition but requires emergent management. The majority of placental abruptions occur before 37 weeks gestation. Placental abruption is a leading cause of maternal morbidity and perinatal mortality. With placental abruption, the woman is at risk for hemorrhage and the need for blood transfusions, hysterectomy, bleeding disorders, specifically disseminated intravascular coagulopathy and renal failure. These can result in Sheehan syndrome or postpartum pituitary gland necrosis.", "contents": "Placental Abruption -- Epidemiology. Placental abruption is a relatively rare condition but requires emergent management. The majority of placental abruptions occur before 37 weeks gestation. Placental abruption is a leading cause of maternal morbidity and perinatal mortality. With placental abruption, the woman is at risk for hemorrhage and the need for blood transfusions, hysterectomy, bleeding disorders, specifically disseminated intravascular coagulopathy and renal failure. These can result in Sheehan syndrome or postpartum pituitary gland necrosis."}
{"id": "article-17041_6", "title": "Placental Abruption -- Epidemiology", "content": "With the availability of blood replacement, maternal death is rare but continues to be higher than the overall maternal mortality rate. Neonatal consequences include preterm birth and low birth weight, perinatal asphyxia, stillbirth, and neonatal death. In many countries, the rate of placental abruption has been increasing, even with improved obstetrical care and monitoring techniques. This suggests a multifactorial etiology that is not well understood. [5] [3]", "contents": "Placental Abruption -- Epidemiology. With the availability of blood replacement, maternal death is rare but continues to be higher than the overall maternal mortality rate. Neonatal consequences include preterm birth and low birth weight, perinatal asphyxia, stillbirth, and neonatal death. In many countries, the rate of placental abruption has been increasing, even with improved obstetrical care and monitoring techniques. This suggests a multifactorial etiology that is not well understood. [5] [3]"}
{"id": "article-17041_7", "title": "Placental Abruption -- Pathophysiology", "content": "Placental abruption occurs when the maternal vessels tear away from the placenta, and bleeding occurs between the uterine lining and the maternal side of the placenta. As the blood accumulates, it pushes the uterine wall and placenta apart. The placenta is the fetus’ source of oxygen and nutrients, as well as the way the fetus excretes waste products. Diffusion to and from the maternal circulatory system is essential to maintaining these life-sustaining functions of the placenta. When accumulating blood causes separation of the placenta from the maternal vascular network, these vital functions of the placenta are interrupted. If the fetus does not receive enough oxygen and nutrients, it dies. [6] [7]", "contents": "Placental Abruption -- Pathophysiology. Placental abruption occurs when the maternal vessels tear away from the placenta, and bleeding occurs between the uterine lining and the maternal side of the placenta. As the blood accumulates, it pushes the uterine wall and placenta apart. The placenta is the fetus’ source of oxygen and nutrients, as well as the way the fetus excretes waste products. Diffusion to and from the maternal circulatory system is essential to maintaining these life-sustaining functions of the placenta. When accumulating blood causes separation of the placenta from the maternal vascular network, these vital functions of the placenta are interrupted. If the fetus does not receive enough oxygen and nutrients, it dies. [6] [7]"}
{"id": "article-17041_8", "title": "Placental Abruption -- Pathophysiology", "content": "The clinical implications of a placental abruption vary based on the extent of the separation and the location of the separation. Placental abruption can be complete or partial and marginal or central. The classification of placental abruption is based on the following clinical findings:", "contents": "Placental Abruption -- Pathophysiology. The clinical implications of a placental abruption vary based on the extent of the separation and the location of the separation. Placental abruption can be complete or partial and marginal or central. The classification of placental abruption is based on the following clinical findings:"}
{"id": "article-17041_9", "title": "Placental Abruption -- Pathophysiology -- Class 0: Asymptomatic", "content": "Discovery of a blood clot on the maternal side of a delivered placenta Diagnosis is made retrospectively", "contents": "Placental Abruption -- Pathophysiology -- Class 0: Asymptomatic. Discovery of a blood clot on the maternal side of a delivered placenta Diagnosis is made retrospectively"}
{"id": "article-17041_10", "title": "Placental Abruption -- Pathophysiology -- Class 1: Mild", "content": "No sign of vaginal bleeding or a small amount of vaginal bleeding. Slight uterine tenderness Maternal blood pressure and heart rate WNL No signs of fetal distress", "contents": "Placental Abruption -- Pathophysiology -- Class 1: Mild. No sign of vaginal bleeding or a small amount of vaginal bleeding. Slight uterine tenderness Maternal blood pressure and heart rate WNL No signs of fetal distress"}
{"id": "article-17041_11", "title": "Placental Abruption -- Pathophysiology -- Class 2: Moderate", "content": "No sign of vaginal bleeding to a moderate amount of vaginal bleeding Significant uterine tenderness with tetanic contractions Change in vital signs: maternal tachycardia, orthostatic changes in blood pressure. Evidence of fetal distress Clotting profile alteration: hypofibrinogenemia", "contents": "Placental Abruption -- Pathophysiology -- Class 2: Moderate. No sign of vaginal bleeding to a moderate amount of vaginal bleeding Significant uterine tenderness with tetanic contractions Change in vital signs: maternal tachycardia, orthostatic changes in blood pressure. Evidence of fetal distress Clotting profile alteration: hypofibrinogenemia"}
{"id": "article-17041_12", "title": "Placental Abruption -- Pathophysiology -- Class 3: Severe", "content": "No sign of vaginal bleeding to heavy vaginal bleeding Tetanic uterus/ board-like consistency on palpation Maternal shock Clotting profile alteration: hypofibrinogenemia and coagulopathy Fetal death Classification of 0 or 1 is usually associated with a partial, marginal separation, whereas classification of 2 or 3 is associated with complete or central separation.", "contents": "Placental Abruption -- Pathophysiology -- Class 3: Severe. No sign of vaginal bleeding to heavy vaginal bleeding Tetanic uterus/ board-like consistency on palpation Maternal shock Clotting profile alteration: hypofibrinogenemia and coagulopathy Fetal death Classification of 0 or 1 is usually associated with a partial, marginal separation, whereas classification of 2 or 3 is associated with complete or central separation."}
{"id": "article-17041_13", "title": "Placental Abruption -- Histopathology", "content": "Once the placenta has been delivered, a retroplacental clot is almost always seen. In some cases, there may be evidence of blood extravasation into the myometrium- resulting in purple discoloration of the serosa of the uterus.", "contents": "Placental Abruption -- Histopathology. Once the placenta has been delivered, a retroplacental clot is almost always seen. In some cases, there may be evidence of blood extravasation into the myometrium- resulting in purple discoloration of the serosa of the uterus."}
{"id": "article-17041_14", "title": "Placental Abruption -- History and Physical", "content": "Placental abruption is one of the causes of vaginal bleeding in the second half of pregnancy. A focused history and physical is critical to differentiate placental abruption and other causes of vaginal bleeding. Because a definitive diagnosis of placental abruption can only be made after birth when the placenta is examined, the history and physical examination are critical to the appropriate management of the maternal/fetal dyad. Placental abruption is a potentially life-threatening situation. Therefore, accurate assessment of the patient is critical to developing an appropriate management plan and to prevent a potentially poor outcome.", "contents": "Placental Abruption -- History and Physical. Placental abruption is one of the causes of vaginal bleeding in the second half of pregnancy. A focused history and physical is critical to differentiate placental abruption and other causes of vaginal bleeding. Because a definitive diagnosis of placental abruption can only be made after birth when the placenta is examined, the history and physical examination are critical to the appropriate management of the maternal/fetal dyad. Placental abruption is a potentially life-threatening situation. Therefore, accurate assessment of the patient is critical to developing an appropriate management plan and to prevent a potentially poor outcome."}
{"id": "article-17041_15", "title": "Placental Abruption -- History and Physical", "content": "The history begins with a review of the prenatal course, especially placental location on prior sonograms and if there is a history of placental abruption in previous pregnancies. Exploring the woman’s behaviors, specifically, whether she smokes or uses cocaine, is a critical component of history. Asking about potential trauma, especially in the abdominal area, needs to be tactful and supportive. Especially in situations of partner abuse, the woman may be reluctant to reveal that she sustained trauma to her abdomen.", "contents": "Placental Abruption -- History and Physical. The history begins with a review of the prenatal course, especially placental location on prior sonograms and if there is a history of placental abruption in previous pregnancies. Exploring the woman’s behaviors, specifically, whether she smokes or uses cocaine, is a critical component of history. Asking about potential trauma, especially in the abdominal area, needs to be tactful and supportive. Especially in situations of partner abuse, the woman may be reluctant to reveal that she sustained trauma to her abdomen."}
{"id": "article-17041_16", "title": "Placental Abruption -- History and Physical", "content": "The most useful mechanism for recognizing the onset of placental abruption is an assessment of the patient. The physical examination includes palpation of the uterus. The uterus is palpated for tenderness, consistency, and frequency and duration of uterine contractions, if present. The vaginal area is inspected for the presence of bleeding. However, a digital examination of the cervix should be delayed until a sonogram is obtained for placental location and to rule out a placenta previa. If bleeding is present, the quantity and characteristic of the blood, as well as the presence of clots, is evaluated. Remember, the absence of vaginal bleeding does not eliminate the diagnosis of placental abruption.", "contents": "Placental Abruption -- History and Physical. The most useful mechanism for recognizing the onset of placental abruption is an assessment of the patient. The physical examination includes palpation of the uterus. The uterus is palpated for tenderness, consistency, and frequency and duration of uterine contractions, if present. The vaginal area is inspected for the presence of bleeding. However, a digital examination of the cervix should be delayed until a sonogram is obtained for placental location and to rule out a placenta previa. If bleeding is present, the quantity and characteristic of the blood, as well as the presence of clots, is evaluated. Remember, the absence of vaginal bleeding does not eliminate the diagnosis of placental abruption."}
{"id": "article-17041_17", "title": "Placental Abruption -- History and Physical", "content": "Evaluation of vital signs to detect tachycardia or hypotension, which may be indicators of a concealed hemorrhage, are taken. Blood specimens such as a complete blood count (CBC), fibrinogen, clotting profile, and type and RH may be collected. These laboratory values will not aid in the diagnosis of placental abruption but will provide baseline data against which to evaluate the patient’s condition over time.", "contents": "Placental Abruption -- History and Physical. Evaluation of vital signs to detect tachycardia or hypotension, which may be indicators of a concealed hemorrhage, are taken. Blood specimens such as a complete blood count (CBC), fibrinogen, clotting profile, and type and RH may be collected. These laboratory values will not aid in the diagnosis of placental abruption but will provide baseline data against which to evaluate the patient’s condition over time."}
{"id": "article-17041_18", "title": "Placental Abruption -- History and Physical", "content": "Evaluation of fetal well-being is also included in the examination. Begin with auscultation of fetal heart sounds and ask about fetal movement, specifically recent changes in activity patterns. Continuous electronic fetal monitoring is initiated to identify prolonged bradycardia, decreased variability, and the presence of late decelerations.", "contents": "Placental Abruption -- History and Physical. Evaluation of fetal well-being is also included in the examination. Begin with auscultation of fetal heart sounds and ask about fetal movement, specifically recent changes in activity patterns. Continuous electronic fetal monitoring is initiated to identify prolonged bradycardia, decreased variability, and the presence of late decelerations."}
{"id": "article-17041_19", "title": "Placental Abruption -- Evaluation", "content": "There are no laboratory tests or diagnostic procedures to diagnose placental abruption definitively. However, some studies may be conducted in an effort to eliminate other conditions as well as to provide baseline data. [8] [9] [10]", "contents": "Placental Abruption -- Evaluation. There are no laboratory tests or diagnostic procedures to diagnose placental abruption definitively. However, some studies may be conducted in an effort to eliminate other conditions as well as to provide baseline data. [8] [9] [10]"}
{"id": "article-17041_20", "title": "Placental Abruption -- Evaluation", "content": "An ultrasound examination is useful in determining the placental location and eliminating the diagnosis of placenta previa. However, the sensitivity of ultrasound in visualizing placental abruption is low. During the acute phase of placental abruption, the hemorrhage is isoechoic or similar to the surrounding placental tissue. Therefore, visualization and differentiation of the concealed hemorrhage associated with placental abruption from the surrounding placental tissue are difficult.", "contents": "Placental Abruption -- Evaluation. An ultrasound examination is useful in determining the placental location and eliminating the diagnosis of placenta previa. However, the sensitivity of ultrasound in visualizing placental abruption is low. During the acute phase of placental abruption, the hemorrhage is isoechoic or similar to the surrounding placental tissue. Therefore, visualization and differentiation of the concealed hemorrhage associated with placental abruption from the surrounding placental tissue are difficult."}
{"id": "article-17041_21", "title": "Placental Abruption -- Evaluation", "content": "A biophysical profile may be used in the management of patients with marginal placental abruption who are being conservatively treated. A score of 6 or below is an indicator of compromised fetal status.", "contents": "Placental Abruption -- Evaluation. A biophysical profile may be used in the management of patients with marginal placental abruption who are being conservatively treated. A score of 6 or below is an indicator of compromised fetal status."}
{"id": "article-17041_22", "title": "Placental Abruption -- Evaluation", "content": "Blood work, including a CBC, clotting studies (fibrinogen and PT/a-PTT), and BUN, provide baseline parameters to evaluate changes in the patient’s status. A type and Rh have been obtained if a blood transfusion is necessary.", "contents": "Placental Abruption -- Evaluation. Blood work, including a CBC, clotting studies (fibrinogen and PT/a-PTT), and BUN, provide baseline parameters to evaluate changes in the patient’s status. A type and Rh have been obtained if a blood transfusion is necessary."}
{"id": "article-17041_23", "title": "Placental Abruption -- Evaluation", "content": "A Kleihauer-Betke test, which detects fetal blood cells in maternal circulation, may be ordered. A Kleihauer-Betke test does not diagnose the presence of placental abruption but quantifies the presence of fetal blood into the maternal circulation. This knowledge is important in women who are Rh-negative because the mixing of fetal blood in the maternal circulation may lead to isoimmunization. Therefore, if a significant fetal-maternal bleed is present, the Kleihauer-Betke test results will help to determine the needed dose of Rh (D) immune globulin to prevent isoimmunization.", "contents": "Placental Abruption -- Evaluation. A Kleihauer-Betke test, which detects fetal blood cells in maternal circulation, may be ordered. A Kleihauer-Betke test does not diagnose the presence of placental abruption but quantifies the presence of fetal blood into the maternal circulation. This knowledge is important in women who are Rh-negative because the mixing of fetal blood in the maternal circulation may lead to isoimmunization. Therefore, if a significant fetal-maternal bleed is present, the Kleihauer-Betke test results will help to determine the needed dose of Rh (D) immune globulin to prevent isoimmunization."}
{"id": "article-17041_24", "title": "Placental Abruption -- Treatment / Management", "content": "The onset of placental abruption is often unexpected, sudden, and intense and requires immediate treatment. Prehospital care for a patient with a suspected placental abruption requires advanced life support and transport to a hospital with a full-service obstetrical unit and a neonatal intensive care unit. Upon arrival at the hospital, most women will receive intravenous (IV) fluids, supplemental oxygen, and continuous maternal and fetal monitoring while the history and physical are completed. Subsequent treatment will vary based on the data collected during the assessment, the gestation of the pregnancy, and the degree of distress experienced by the woman and/or the fetus. [11] [12]", "contents": "Placental Abruption -- Treatment / Management. The onset of placental abruption is often unexpected, sudden, and intense and requires immediate treatment. Prehospital care for a patient with a suspected placental abruption requires advanced life support and transport to a hospital with a full-service obstetrical unit and a neonatal intensive care unit. Upon arrival at the hospital, most women will receive intravenous (IV) fluids, supplemental oxygen, and continuous maternal and fetal monitoring while the history and physical are completed. Subsequent treatment will vary based on the data collected during the assessment, the gestation of the pregnancy, and the degree of distress experienced by the woman and/or the fetus. [11] [12]"}
{"id": "article-17041_25", "title": "Placental Abruption -- Treatment / Management", "content": "Women classified with a class 1 or mild placental abruption, no signs of maternal or fetal distress, and pregnancy less than 37 weeks gestation may be managed conservatively. These patients are usually admitted to the obstetrical unit for close maternal and fetus status monitoring. Intravenous access and blood work for type and cross-match are part of the plan of care. The maternal-fetal dyad will continue to be monitored until there is a change in condition or fetal maturity.", "contents": "Placental Abruption -- Treatment / Management. Women classified with a class 1 or mild placental abruption, no signs of maternal or fetal distress, and pregnancy less than 37 weeks gestation may be managed conservatively. These patients are usually admitted to the obstetrical unit for close maternal and fetus status monitoring. Intravenous access and blood work for type and cross-match are part of the plan of care. The maternal-fetal dyad will continue to be monitored until there is a change in condition or fetal maturity."}
{"id": "article-17041_26", "title": "Placental Abruption -- Treatment / Management", "content": "If the collected data results in class 2 (moderate) or class 3 (severe) classification and the fetus is viable and alive, delivery is necessary. Because of the hypertonic contractions, a vaginal birth may occur rapidly. Given the potential for coagulopathy, vaginal birth presents less risk to the mother. However, if there are signs of fetal distress, an emergency cesarean birth is necessary to protect the fetus. During the surgical procedure, careful management of fluids and circulatory volume is important. Postoperatively, the patient needs to be monitored for postpartum hemorrhage and alterations in the clotting profile. A neonatal team must be present in the delivery room to receive and manage the infant.", "contents": "Placental Abruption -- Treatment / Management. If the collected data results in class 2 (moderate) or class 3 (severe) classification and the fetus is viable and alive, delivery is necessary. Because of the hypertonic contractions, a vaginal birth may occur rapidly. Given the potential for coagulopathy, vaginal birth presents less risk to the mother. However, if there are signs of fetal distress, an emergency cesarean birth is necessary to protect the fetus. During the surgical procedure, careful management of fluids and circulatory volume is important. Postoperatively, the patient needs to be monitored for postpartum hemorrhage and alterations in the clotting profile. A neonatal team must be present in the delivery room to receive and manage the infant."}
{"id": "article-17041_27", "title": "Placental Abruption -- Differential Diagnosis", "content": "Bleeding during the second half of pregnancy is usually due to either placental abruption or placenta previa. Differentiating these 2 conditions is important to the care of the patient. The information below compares the presentation of placental abruption and placenta previa on common parameters included in an obstetrical examination. The onset of symptoms is sudden and intense for placental abruption but quiet and insidious for placenta previa Bleeding may be visible or concealed with placental abruption and is external and visible with placenta previa The degree of anemia or shock is greater than the visible blood loss in placental abruption and is equal to the blood loss in placenta previa. Pain is intense and acute in placental abruption and is unrelated to placenta previa. The uterine tone is firm and board-like in placental abruption and soft and relaxed in placenta previa.", "contents": "Placental Abruption -- Differential Diagnosis. Bleeding during the second half of pregnancy is usually due to either placental abruption or placenta previa. Differentiating these 2 conditions is important to the care of the patient. The information below compares the presentation of placental abruption and placenta previa on common parameters included in an obstetrical examination. The onset of symptoms is sudden and intense for placental abruption but quiet and insidious for placenta previa Bleeding may be visible or concealed with placental abruption and is external and visible with placenta previa The degree of anemia or shock is greater than the visible blood loss in placental abruption and is equal to the blood loss in placenta previa. Pain is intense and acute in placental abruption and is unrelated to placenta previa. The uterine tone is firm and board-like in placental abruption and soft and relaxed in placenta previa."}
{"id": "article-17041_28", "title": "Placental Abruption -- Prognosis", "content": "The prognosis depends on when the patient presents to the hospital. If the bleeding continues, both maternal and fetal lives are at stake. Partial placenta separation is associated with low mortality compared to full separation; however, in both cases, without an emergent cesarean section, fetal demise may occur. The condition accounts for 5% to 8% of maternal deaths today.", "contents": "Placental Abruption -- Prognosis. The prognosis depends on when the patient presents to the hospital. If the bleeding continues, both maternal and fetal lives are at stake. Partial placenta separation is associated with low mortality compared to full separation; however, in both cases, without an emergent cesarean section, fetal demise may occur. The condition accounts for 5% to 8% of maternal deaths today."}
{"id": "article-17041_29", "title": "Placental Abruption -- Complications", "content": "Severe hemorrhage Fetal demise Maternal death Delivering premature infant Coagulopathy Transfusion-associated complications Hysterectomy Cesarean section means future deliveries will all be via cesarean section Recurrence has been reported in 4% to 12% of cases Increased risk of adverse cardiac events have been reported in women with placental abruption", "contents": "Placental Abruption -- Complications. Severe hemorrhage Fetal demise Maternal death Delivering premature infant Coagulopathy Transfusion-associated complications Hysterectomy Cesarean section means future deliveries will all be via cesarean section Recurrence has been reported in 4% to 12% of cases Increased risk of adverse cardiac events have been reported in women with placental abruption"}
{"id": "article-17041_30", "title": "Placental Abruption -- Enhancing Healthcare Team Outcomes", "content": "Placental abruption is a serious complication of pregnancy and is best managed by an interprofessional team of healthcare professionals that includes an obstetrician, radiologist, hematologist, obstetric nurse, and intensivist. The triage nurse should be aware of this condition and immediately admit and notify the emergency department physician. While the patient is being resuscitated, the obstetrician should be called ASAP. Immediate transfer to an ICU setting is highly recommended, and blood should be crossed and typed in case needed. Placental abruption is a true obstetric emergency and requires collaboration between the anesthesiologist and the radiologist. Operating room nurses should be informed of the patient so that they have the room prepared. In case the fetus is premature, the neonatal ICU team should be notified. Only with a team approach can the morbidity and mortality of this disorder be lowered.", "contents": "Placental Abruption -- Enhancing Healthcare Team Outcomes. Placental abruption is a serious complication of pregnancy and is best managed by an interprofessional team of healthcare professionals that includes an obstetrician, radiologist, hematologist, obstetric nurse, and intensivist. The triage nurse should be aware of this condition and immediately admit and notify the emergency department physician. While the patient is being resuscitated, the obstetrician should be called ASAP. Immediate transfer to an ICU setting is highly recommended, and blood should be crossed and typed in case needed. Placental abruption is a true obstetric emergency and requires collaboration between the anesthesiologist and the radiologist. Operating room nurses should be informed of the patient so that they have the room prepared. In case the fetus is premature, the neonatal ICU team should be notified. Only with a team approach can the morbidity and mortality of this disorder be lowered."}
{"id": "article-17041_31", "title": "Placental Abruption -- Enhancing Healthcare Team Outcomes", "content": "While the condition cannot be prevented, the patient must be encouraged to stop smoking to lower the risk. Another major risk factor is the abuse of cocaine, which must be curtailed. Some patients may benefit from drug counseling and or drug rehabilitation. [13] [14] [Level 5]", "contents": "Placental Abruption -- Enhancing Healthcare Team Outcomes. While the condition cannot be prevented, the patient must be encouraged to stop smoking to lower the risk. Another major risk factor is the abuse of cocaine, which must be curtailed. Some patients may benefit from drug counseling and or drug rehabilitation. [13] [14] [Level 5]"}
{"id": "article-17041_32", "title": "Placental Abruption -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Placental abruption is a life-threatening disorder for both the mother and the fetus. If the bleeding is not arrested, then the lives of the mother and fetus are in jeopardy. If there is complete or near separation of the placenta, death is inevitable unless an immediate cesarean section is performed. Fetal mortality rates of 1-40% have been reported, but this also depends on the age of the fetus and the extent of separation. Each year in the US, about 1 to 5% of maternal deaths are linked to placental abruption. Besides the hemorrhage, the other morbidity is related to blood transfusions, the prematurity of the fetus, hysterectomy, and cesarean section (which will make the need for future cesarean sections more likely). Recurrence rates of 3% to 10% are reported. [2] [15] [Level 5]", "contents": "Placental Abruption -- Enhancing Healthcare Team Outcomes -- Outcomes. Placental abruption is a life-threatening disorder for both the mother and the fetus. If the bleeding is not arrested, then the lives of the mother and fetus are in jeopardy. If there is complete or near separation of the placenta, death is inevitable unless an immediate cesarean section is performed. Fetal mortality rates of 1-40% have been reported, but this also depends on the age of the fetus and the extent of separation. Each year in the US, about 1 to 5% of maternal deaths are linked to placental abruption. Besides the hemorrhage, the other morbidity is related to blood transfusions, the prematurity of the fetus, hysterectomy, and cesarean section (which will make the need for future cesarean sections more likely). Recurrence rates of 3% to 10% are reported. [2] [15] [Level 5]"}
{"id": "article-17041_33", "title": "Placental Abruption -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Placental Abruption -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}