{"id": "article-27450_0", "title": "Portal Hypertension -- Continuing Education Activity", "content": "Portal hypertension is increased pressure within the portal venous system. It is determined by increased portal pressure gradient (the difference in pressures between the portal venous pressure and the pressure within the inferior vena cava or the hepatic vein. This pressure gradient is normally less than or equal to 5 mmHg. A pressure gradient of 6 mmHg or more between the portal and hepatic veins (or inferior vena cava) suggests the presence of portal hypertension in most cases. Portal hypertension is the most frequent cause of hospitalization, variceal bleed, liver transplantation, and death in patients with cirrhosis. This activity illustrates the evaluation and management of portal hypertension and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Portal Hypertension -- Continuing Education Activity. Portal hypertension is increased pressure within the portal venous system. It is determined by increased portal pressure gradient (the difference in pressures between the portal venous pressure and the pressure within the inferior vena cava or the hepatic vein. This pressure gradient is normally less than or equal to 5 mmHg. A pressure gradient of 6 mmHg or more between the portal and hepatic veins (or inferior vena cava) suggests the presence of portal hypertension in most cases. Portal hypertension is the most frequent cause of hospitalization, variceal bleed, liver transplantation, and death in patients with cirrhosis. This activity illustrates the evaluation and management of portal hypertension and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-27450_1", "title": "Portal Hypertension -- Continuing Education Activity", "content": "Objectives: Identify the most common causes of portal hypertension. Review the complication caused by portal hypertension. Summarize the treatment and management options available for portal hypertension. Explain the importance of collaboration and communication amongst the interprofessional team to ensure patients affected by portal hypertension receive appropriate management and education thereby improving their outcomes. Access free multiple choice questions on this topic.", "contents": "Portal Hypertension -- Continuing Education Activity. Objectives: Identify the most common causes of portal hypertension. Review the complication caused by portal hypertension. Summarize the treatment and management options available for portal hypertension. Explain the importance of collaboration and communication amongst the interprofessional team to ensure patients affected by portal hypertension receive appropriate management and education thereby improving their outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27450_2", "title": "Portal Hypertension -- Introduction", "content": "Portal hypertension is increased pressure within the portal venous system. It is determined by the increased portal pressure gradient (the difference in pressures between the portal venous pressure and the pressure within the inferior vena cava or the hepatic vein. This pressure gradient is normally less than or equal to 5 mmHg. A pressure gradient of 6 mmHg or more between the portal and hepatic veins (or inferior vena cava) suggests the presence of portal hypertension in most cases. [1] When the pressure gradient is greater than 10 mmHg, portal hypertension becomes clinically significant. A pressure gradient between 5 to 9 mmHg usually reflects subclinical disease. This gradient is measured by the determination of the hepatic venous pressure gradient (HVPG). [1] Portal hypertension develops when resistance to portal blood flow increases. This resistance often occurs within the liver, as in cirrhosis. It can also be outside of the liver, such as prehepatic in portal vein thrombosis or posthepatic in the case of constrictive pericarditis or Budd-Chiari syndrome. Identification of the level of resistance to portal blood flow allows the determination of the cause of portal hypertension. This condition is the most frequent cause of hospitalization, variceal bleed, liver transplantation, and death in patients with cirrhosis. Gilbert and Carnot coined the term \"portal hypertension\" in 1902.", "contents": "Portal Hypertension -- Introduction. Portal hypertension is increased pressure within the portal venous system. It is determined by the increased portal pressure gradient (the difference in pressures between the portal venous pressure and the pressure within the inferior vena cava or the hepatic vein. This pressure gradient is normally less than or equal to 5 mmHg. A pressure gradient of 6 mmHg or more between the portal and hepatic veins (or inferior vena cava) suggests the presence of portal hypertension in most cases. [1] When the pressure gradient is greater than 10 mmHg, portal hypertension becomes clinically significant. A pressure gradient between 5 to 9 mmHg usually reflects subclinical disease. This gradient is measured by the determination of the hepatic venous pressure gradient (HVPG). [1] Portal hypertension develops when resistance to portal blood flow increases. This resistance often occurs within the liver, as in cirrhosis. It can also be outside of the liver, such as prehepatic in portal vein thrombosis or posthepatic in the case of constrictive pericarditis or Budd-Chiari syndrome. Identification of the level of resistance to portal blood flow allows the determination of the cause of portal hypertension. This condition is the most frequent cause of hospitalization, variceal bleed, liver transplantation, and death in patients with cirrhosis. Gilbert and Carnot coined the term \"portal hypertension\" in 1902."}
{"id": "article-27450_3", "title": "Portal Hypertension -- Etiology", "content": "Numerous causes of portal hypertension exist. The etiology can classify as prehepatic, intrahepatic, or posthepatic reasons.", "contents": "Portal Hypertension -- Etiology. Numerous causes of portal hypertension exist. The etiology can classify as prehepatic, intrahepatic, or posthepatic reasons."}
{"id": "article-27450_4", "title": "Portal Hypertension -- Etiology", "content": "The common causes of pre-hepatic etiology are either due to increased blood flow or obstruction within the portal vein or splenic vein. Instances of increased blood flow include idiopathic tropical splenomegaly, arterio-venous malformations, or fistula. A blockage within the portal or splenic vein may be due to thrombosis or to invasion or compression of these veins by the tumor. [1]", "contents": "Portal Hypertension -- Etiology. The common causes of pre-hepatic etiology are either due to increased blood flow or obstruction within the portal vein or splenic vein. Instances of increased blood flow include idiopathic tropical splenomegaly, arterio-venous malformations, or fistula. A blockage within the portal or splenic vein may be due to thrombosis or to invasion or compression of these veins by the tumor. [1]"}
{"id": "article-27450_5", "title": "Portal Hypertension -- Etiology", "content": "Intrahepatic causes subclassify into pre-sinusoidal, sinusoidal, or post-sinusoidal. Pre-sinusoidal intrahepatic causes can be produced by schistosomiasis, congenital hepatic fibrosis, early primary biliary cholangitis, sarcoidosis, chronic active hepatitis, and toxins such as vinyl chloride, arsenic, and copper. Sinusoidal causes arise from cirrhosis, alcoholic hepatitis, vitamin A intoxication, or cytotoxic drugs. Post-sinusoidal causes result from sinusoidal obstruction syndrome or veno-occlusive disease. [1]", "contents": "Portal Hypertension -- Etiology. Intrahepatic causes subclassify into pre-sinusoidal, sinusoidal, or post-sinusoidal. Pre-sinusoidal intrahepatic causes can be produced by schistosomiasis, congenital hepatic fibrosis, early primary biliary cholangitis, sarcoidosis, chronic active hepatitis, and toxins such as vinyl chloride, arsenic, and copper. Sinusoidal causes arise from cirrhosis, alcoholic hepatitis, vitamin A intoxication, or cytotoxic drugs. Post-sinusoidal causes result from sinusoidal obstruction syndrome or veno-occlusive disease. [1]"}
{"id": "article-27450_6", "title": "Portal Hypertension -- Etiology", "content": "Finally, posthepatic causes can be at the level of the heart, hepatic vein, as in Budd-Chiari syndrome, or inferior vena cava. Posthepatic causes at the level of the heart are due to a rise in atrial pressure, as in constrictive pericarditis. If these causes occur at the level of the inferior vena cava, it is due to stenosis, thrombosis, webs, or tumor invasion. [1]", "contents": "Portal Hypertension -- Etiology. Finally, posthepatic causes can be at the level of the heart, hepatic vein, as in Budd-Chiari syndrome, or inferior vena cava. Posthepatic causes at the level of the heart are due to a rise in atrial pressure, as in constrictive pericarditis. If these causes occur at the level of the inferior vena cava, it is due to stenosis, thrombosis, webs, or tumor invasion. [1]"}
{"id": "article-27450_7", "title": "Portal Hypertension -- Epidemiology", "content": "Cirrhosis of the liver is the most prevalent cause of portal hypertension in the Western world. However, schistosomiasis is the most frequent cause in the African continent where schistosomiasis is endemic. [1]", "contents": "Portal Hypertension -- Epidemiology. Cirrhosis of the liver is the most prevalent cause of portal hypertension in the Western world. However, schistosomiasis is the most frequent cause in the African continent where schistosomiasis is endemic. [1]"}
{"id": "article-27450_8", "title": "Portal Hypertension -- Pathophysiology", "content": "The superior mesenteric vein and splenic vein join to form the portal vein. It drains into the liver before dividing into the right and left portal veins into both lobes, respectively. It supplies two-thirds of the blood to the liver. The portal vein pressure is typically between 1 to 4 millimeters of mercury more than the hepatic vein pressure. This pressure differential enables blood to flow through the liver into the systemic circulation. The veins do not have valves. If there is resistance to the flow of blood in the portal venous tract, it leads to elevated portal venous pressure, as seen in portal hypertension. The resistance occurs more commonly within the liver, as seen in cirrhosis, but it can also be pre-hepatic or post-hepatic.", "contents": "Portal Hypertension -- Pathophysiology. The superior mesenteric vein and splenic vein join to form the portal vein. It drains into the liver before dividing into the right and left portal veins into both lobes, respectively. It supplies two-thirds of the blood to the liver. The portal vein pressure is typically between 1 to 4 millimeters of mercury more than the hepatic vein pressure. This pressure differential enables blood to flow through the liver into the systemic circulation. The veins do not have valves. If there is resistance to the flow of blood in the portal venous tract, it leads to elevated portal venous pressure, as seen in portal hypertension. The resistance occurs more commonly within the liver, as seen in cirrhosis, but it can also be pre-hepatic or post-hepatic."}
{"id": "article-27450_9", "title": "Portal Hypertension -- Pathophysiology", "content": "The increased resistance within the organ can be due to structural or dynamic changes. Structural changes are due to the alteration of hepatic microcirculation. Such alteration results from hepatic stellate cell activation and the resultant fibrosis, regenerative nodules, vascular occlusion, and angiogenesis. The increased production of endothelial vasoconstrictors and decreased release of vasodilators within the liver leads to sinusoidal constriction. [2] Portal hypertension stemming from this is augmented and perpetuated by the increased blood flow within the splanchnic circulation. This increased blood flow is due to the increased release of splanchnic vasodilators because of increased shear stress and reduced effective arterial volume. Thus portal hypertension is a result of both increased resistance to portal venous flow and increased portal blood flow due to splanchnic vasodilation. When the portal pressure remains elevated, developing collaterals attempt to reduce it. [2]", "contents": "Portal Hypertension -- Pathophysiology. The increased resistance within the organ can be due to structural or dynamic changes. Structural changes are due to the alteration of hepatic microcirculation. Such alteration results from hepatic stellate cell activation and the resultant fibrosis, regenerative nodules, vascular occlusion, and angiogenesis. The increased production of endothelial vasoconstrictors and decreased release of vasodilators within the liver leads to sinusoidal constriction. [2] Portal hypertension stemming from this is augmented and perpetuated by the increased blood flow within the splanchnic circulation. This increased blood flow is due to the increased release of splanchnic vasodilators because of increased shear stress and reduced effective arterial volume. Thus portal hypertension is a result of both increased resistance to portal venous flow and increased portal blood flow due to splanchnic vasodilation. When the portal pressure remains elevated, developing collaterals attempt to reduce it. [2]"}
{"id": "article-27450_10", "title": "Portal Hypertension -- History and Physical", "content": "Patients usually have no symptoms until complications arise. Hematemesis from bleeding varices is the most common presentation. Melena without hematemesis can also be present. As cirrhosis is the most common cause of portal hypertension, patients may present with stigmata of cirrhosis. These include jaundice, gynecomastia, palmar erythema, spider nevi, testicular atrophy, ascites, pedal edema, or asterixis due to hepatic encephalopathy. [3] Prominent abdominal wall veins may be visible, which is an attempt to divert the portal blood flow via the paraumbilical veins into the caval system. In caput-medusae, the blood flow is away from the umbilicus. However, in inferior vena cava obstruction, the blood flow is toward the umbilicus to reach the superior vena cava system. A venous hum may be audible near the xiphoid process or umbilicus. [4] Cruveilhier-Baumgarten syndrome is characterized by dilated abdominal wall veins and a low venous murmur at the umbilicus. An arterial systolic murmur is often due to hepatocellular carcinoma or alcoholic hepatitis. [4] Splenomegaly is a reliable sign in the diagnosis of portal hypertension. [1] If the spleen is not enlarged on physical examination or imaging studies, the diagnosis of portal hypertension should be questioned. The pancytopenia seen with hypersplenism is due to reticuloendothelial hyperplasia. Therefore, it is not reversible by the reduction of portal hypertension via a portocaval shunt. While a firm liver supports a diagnosis of cirrhosis, hepatomegaly does not correlate with the severity of portal hypertension.", "contents": "Portal Hypertension -- History and Physical. Patients usually have no symptoms until complications arise. Hematemesis from bleeding varices is the most common presentation. Melena without hematemesis can also be present. As cirrhosis is the most common cause of portal hypertension, patients may present with stigmata of cirrhosis. These include jaundice, gynecomastia, palmar erythema, spider nevi, testicular atrophy, ascites, pedal edema, or asterixis due to hepatic encephalopathy. [3] Prominent abdominal wall veins may be visible, which is an attempt to divert the portal blood flow via the paraumbilical veins into the caval system. In caput-medusae, the blood flow is away from the umbilicus. However, in inferior vena cava obstruction, the blood flow is toward the umbilicus to reach the superior vena cava system. A venous hum may be audible near the xiphoid process or umbilicus. [4] Cruveilhier-Baumgarten syndrome is characterized by dilated abdominal wall veins and a low venous murmur at the umbilicus. An arterial systolic murmur is often due to hepatocellular carcinoma or alcoholic hepatitis. [4] Splenomegaly is a reliable sign in the diagnosis of portal hypertension. [1] If the spleen is not enlarged on physical examination or imaging studies, the diagnosis of portal hypertension should be questioned. The pancytopenia seen with hypersplenism is due to reticuloendothelial hyperplasia. Therefore, it is not reversible by the reduction of portal hypertension via a portocaval shunt. While a firm liver supports a diagnosis of cirrhosis, hepatomegaly does not correlate with the severity of portal hypertension."}
{"id": "article-27450_11", "title": "Portal Hypertension -- Evaluation", "content": "The evaluation requires obtaining a good history and utilizing the relevant lab data. A complete blood count helps to distinguish the presence of thrombocytopenia, which is secondary to hypersplenism and anemia from gastrointestinal blood loss. A complete metabolic panel identifies renal failure and liver enzyme elevation present in liver disease, viral hepatitis, and also hypoalbuminemia. A coagulation profile helps to identify the synthetic function of the liver. A prolonged prothrombin time, together with a low serum albumin level, reliably predicts hepatic synthetic function. Dopplers of portal vein can detect the presence of stenosis or thrombosis. Doppler of the portal vein will show either hepatopetal portal vein flow (toward liver) or hepatofugal portal vein flow (away from liver). These vary depending upon the degree of portal hypertension. Hepatopetal flow is normal. An abdominal ultrasound can find evidence of cirrhosis of the liver, ascites, and splenomegaly. [5] An endoscopy helps to look for the presence of varices. Finally, patients who present with ascites need paracentesis to determine their etiology, and to rule out spontaneous bacterial peritonitis. [6] [7]", "contents": "Portal Hypertension -- Evaluation. The evaluation requires obtaining a good history and utilizing the relevant lab data. A complete blood count helps to distinguish the presence of thrombocytopenia, which is secondary to hypersplenism and anemia from gastrointestinal blood loss. A complete metabolic panel identifies renal failure and liver enzyme elevation present in liver disease, viral hepatitis, and also hypoalbuminemia. A coagulation profile helps to identify the synthetic function of the liver. A prolonged prothrombin time, together with a low serum albumin level, reliably predicts hepatic synthetic function. Dopplers of portal vein can detect the presence of stenosis or thrombosis. Doppler of the portal vein will show either hepatopetal portal vein flow (toward liver) or hepatofugal portal vein flow (away from liver). These vary depending upon the degree of portal hypertension. Hepatopetal flow is normal. An abdominal ultrasound can find evidence of cirrhosis of the liver, ascites, and splenomegaly. [5] An endoscopy helps to look for the presence of varices. Finally, patients who present with ascites need paracentesis to determine their etiology, and to rule out spontaneous bacterial peritonitis. [6] [7]"}
{"id": "article-27450_12", "title": "Portal Hypertension -- Evaluation", "content": "Measurement of portal pressure is often not required to make a diagnosis of portal hypertension in cases where clinical signs and symptoms are readily manifest. The patency of the portal and hepatic veins may be assessed by duplex Doppler ultrasound, magnetic resonance, or computed tomography angiography. Direct measurement of portal pressure is invasive, expensive, and complicated. The indirect method of portal pressure determination is thus the preferred method. The direct method of measurement is by cannulation of the hepatic vein and measuring free hepatic vein pressure. The indirect method is done by balloon occlusion of the hepatic vein and measurement of the wedged hepatic vein pressure. These measurements are used to calculate the hepatic venous pressure gradient. [1]", "contents": "Portal Hypertension -- Evaluation. Measurement of portal pressure is often not required to make a diagnosis of portal hypertension in cases where clinical signs and symptoms are readily manifest. The patency of the portal and hepatic veins may be assessed by duplex Doppler ultrasound, magnetic resonance, or computed tomography angiography. Direct measurement of portal pressure is invasive, expensive, and complicated. The indirect method of portal pressure determination is thus the preferred method. The direct method of measurement is by cannulation of the hepatic vein and measuring free hepatic vein pressure. The indirect method is done by balloon occlusion of the hepatic vein and measurement of the wedged hepatic vein pressure. These measurements are used to calculate the hepatic venous pressure gradient. [1]"}
{"id": "article-27450_13", "title": "Portal Hypertension -- Treatment / Management", "content": "Management of portal hypertension depends on its cause. If there are reversible causes, the clinician should attempt to correct them. For example, if there is thrombosis in the portal vein or the inferior vena cava due to a hypercoagulable state, it needs anticoagulation.", "contents": "Portal Hypertension -- Treatment / Management. Management of portal hypertension depends on its cause. If there are reversible causes, the clinician should attempt to correct them. For example, if there is thrombosis in the portal vein or the inferior vena cava due to a hypercoagulable state, it needs anticoagulation."}
{"id": "article-27450_14", "title": "Portal Hypertension -- Treatment / Management", "content": "Other treatment options are based on concurrent complications. Patients who have cirrhosis of the liver should undergo endoscopy to screen for varices. If large varices or varices with high-risk stigmata are present, the patient should start therapy with non-selective beta-blockers and/or endoscopic variceal ligation. [8] Patients with an acute variceal bleed should receive endoscopic therapy or the placement of a transjugular intrahepatic portosystemic shunt. They should also start taking empiric antibiotics for prophylaxis against spontaneous bacterial peritonitis. [9] Ascites treatments depend on the severity of the underlying liver disease and the patient's response to therapy. These treatments include dietary sodium restriction, diuretics such as spironolactone in combination with furosemide, large-volume paracentesis, transjugular intrahepatic portosystemic shunt placement, and liver transplantation. [10] The definitive treatment for portal hypertension caused by cirrhosis is liver transplantation.", "contents": "Portal Hypertension -- Treatment / Management. Other treatment options are based on concurrent complications. Patients who have cirrhosis of the liver should undergo endoscopy to screen for varices. If large varices or varices with high-risk stigmata are present, the patient should start therapy with non-selective beta-blockers and/or endoscopic variceal ligation. [8] Patients with an acute variceal bleed should receive endoscopic therapy or the placement of a transjugular intrahepatic portosystemic shunt. They should also start taking empiric antibiotics for prophylaxis against spontaneous bacterial peritonitis. [9] Ascites treatments depend on the severity of the underlying liver disease and the patient's response to therapy. These treatments include dietary sodium restriction, diuretics such as spironolactone in combination with furosemide, large-volume paracentesis, transjugular intrahepatic portosystemic shunt placement, and liver transplantation. [10] The definitive treatment for portal hypertension caused by cirrhosis is liver transplantation."}
{"id": "article-27450_15", "title": "Portal Hypertension -- Differential Diagnosis", "content": "Budd-Chiari syndrome Cirrhosis Constrictive pericarditis Myeloproliferative disease Polycystic kidney disease Sarcoidosis Tricuspid regurgitation Tuberculosis Vitamin A deficiency Wilson disease", "contents": "Portal Hypertension -- Differential Diagnosis. Budd-Chiari syndrome Cirrhosis Constrictive pericarditis Myeloproliferative disease Polycystic kidney disease Sarcoidosis Tricuspid regurgitation Tuberculosis Vitamin A deficiency Wilson disease"}
{"id": "article-27450_16", "title": "Portal Hypertension -- Prognosis", "content": "The prognosis depends on the underlying etiology of portal hypertension.", "contents": "Portal Hypertension -- Prognosis. The prognosis depends on the underlying etiology of portal hypertension."}
{"id": "article-27450_17", "title": "Portal Hypertension -- Complications", "content": "Complications of portal hypertension include: Thrombocytopenia due to congestive hepatopathy Abdominal wall collaterals Variceal bleeding secondary to hemorrhage from gastroesophageal, anorectal, retroperitoneal, stomal, and other varices Acute bleeding or iron deficiency anemia due to chronic blood loss from portal hypertensive gastropathy, enteropathy, or coagulopathy Ascites Spontaneous bacterial peritonitis Hepatic hydrothorax Hepatorenal syndrome Hepatic encephalopathy Hepatopulmonary syndrome Portopulmonary hypertension Cirrhotic cardiomyopathy", "contents": "Portal Hypertension -- Complications. Complications of portal hypertension include: Thrombocytopenia due to congestive hepatopathy Abdominal wall collaterals Variceal bleeding secondary to hemorrhage from gastroesophageal, anorectal, retroperitoneal, stomal, and other varices Acute bleeding or iron deficiency anemia due to chronic blood loss from portal hypertensive gastropathy, enteropathy, or coagulopathy Ascites Spontaneous bacterial peritonitis Hepatic hydrothorax Hepatorenal syndrome Hepatic encephalopathy Hepatopulmonary syndrome Portopulmonary hypertension Cirrhotic cardiomyopathy"}
{"id": "article-27450_18", "title": "Portal Hypertension -- Consultations", "content": "Recommended consultations include gastroenterology, hepatology, and nephrology.", "contents": "Portal Hypertension -- Consultations. Recommended consultations include gastroenterology, hepatology, and nephrology."}
{"id": "article-27450_19", "title": "Portal Hypertension -- Deterrence and Patient Education", "content": "Patients should receive education about the ill effects of alcohol, a common cause of cirrhosis. The potential complications from portal hypertension should also be explained. Knowledge will help patients to seek medical attention sooner, and decrease morbidity and mortality.", "contents": "Portal Hypertension -- Deterrence and Patient Education. Patients should receive education about the ill effects of alcohol, a common cause of cirrhosis. The potential complications from portal hypertension should also be explained. Knowledge will help patients to seek medical attention sooner, and decrease morbidity and mortality."}
{"id": "article-27450_20", "title": "Portal Hypertension -- Pearls and Other Issues", "content": "The common cause of portal hypertension is cirrhosis in Western countries. Noncirrhotic portal hypertension due to hepatic schistosomiasis and portal vein thrombosis is, however, the common cause in other parts of the world. Portal hypertension can remain asymptomatic until complications develop. Estimation of the hepatic venous pressure gradient and abdominal imaging studies can help determine the presence and etiology of portal hypertension in most cases.", "contents": "Portal Hypertension -- Pearls and Other Issues. The common cause of portal hypertension is cirrhosis in Western countries. Noncirrhotic portal hypertension due to hepatic schistosomiasis and portal vein thrombosis is, however, the common cause in other parts of the world. Portal hypertension can remain asymptomatic until complications develop. Estimation of the hepatic venous pressure gradient and abdominal imaging studies can help determine the presence and etiology of portal hypertension in most cases."}
{"id": "article-27450_21", "title": "Portal Hypertension -- Enhancing Healthcare Team Outcomes", "content": "Managing patients with portal hypertension is challenging due to the complexity of the disease and multiple organ involvement. For this reason, the management is multidisciplinary with an interprofessional team of healthcare professionals required including a nurse, nurse practitioner, pharmacist, primary care physician, gastroenterologist, a hepatologist, and a transplant team with the possible need of a cardiologist and a pulmonologist, depending on the severity of the disease. All healthcare workers should follow these patients and monitor them. Pharmacists should ensure that they are on the correct medications and are taking them correctly and are medication compliant, reporting any issues to the clinicians. Nurses will take care of these patients during their visits to the clinic or at the hospital if they get admitted. They will check their vitals, diet, and are the first to notice any changes in their mental status or hemodynamics. Clinicians should follow up with these patients on regular basis and make sure they are up to date on their immunizations, appropriate screening such as for esophageal varices and hepatocellular carcinoma, diet, medications, functional status, and mental health. Without proper management from an interprofessional team, the morbidity and mortality from portal hypertension are high. [Level 5]", "contents": "Portal Hypertension -- Enhancing Healthcare Team Outcomes. Managing patients with portal hypertension is challenging due to the complexity of the disease and multiple organ involvement. For this reason, the management is multidisciplinary with an interprofessional team of healthcare professionals required including a nurse, nurse practitioner, pharmacist, primary care physician, gastroenterologist, a hepatologist, and a transplant team with the possible need of a cardiologist and a pulmonologist, depending on the severity of the disease. All healthcare workers should follow these patients and monitor them. Pharmacists should ensure that they are on the correct medications and are taking them correctly and are medication compliant, reporting any issues to the clinicians. Nurses will take care of these patients during their visits to the clinic or at the hospital if they get admitted. They will check their vitals, diet, and are the first to notice any changes in their mental status or hemodynamics. Clinicians should follow up with these patients on regular basis and make sure they are up to date on their immunizations, appropriate screening such as for esophageal varices and hepatocellular carcinoma, diet, medications, functional status, and mental health. Without proper management from an interprofessional team, the morbidity and mortality from portal hypertension are high. [Level 5]"}
{"id": "article-27450_22", "title": "Portal Hypertension -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Portal Hypertension -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}