{"id": "article-31676_0", "title": "EMS Crash Site Responsibility -- Introduction", "content": "Emergency Medical Services (EMS) have several responsibilities at the scene of a crash site whether it be an automobile, aircraft, boat, or any other vehicular crash.  Proper training and preparation for these unique scenarios protects EMS responders and improves outcomes for the victims they are rescuing.  The EMS responsibilities covered in this article include the following: Scene safety evaluation Triage coordination Prehospital medical treatment Crash site investigation", "contents": "EMS Crash Site Responsibility -- Introduction. Emergency Medical Services (EMS) have several responsibilities at the scene of a crash site whether it be an automobile, aircraft, boat, or any other vehicular crash.  Proper training and preparation for these unique scenarios protects EMS responders and improves outcomes for the victims they are rescuing.  The EMS responsibilities covered in this article include the following: Scene safety evaluation Triage coordination Prehospital medical treatment Crash site investigation"}
{"id": "article-31676_1", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety", "content": "When EMS personnel respond to a crash site, they assess scene safety before they proceed onto the scene.  This scene safety survey determines if it is safe for EMS responders to proceed to the scene and what safety equipment is required.  Crash sites are highly dynamic environments and may change from safe to unsafe.  EMS responders must continuously monitor scene safety and if the situation becomes unsafe, personnel should be withdrawn.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety. When EMS personnel respond to a crash site, they assess scene safety before they proceed onto the scene.  This scene safety survey determines if it is safe for EMS responders to proceed to the scene and what safety equipment is required.  Crash sites are highly dynamic environments and may change from safe to unsafe.  EMS responders must continuously monitor scene safety and if the situation becomes unsafe, personnel should be withdrawn."}
{"id": "article-31676_2", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety", "content": "Crash sites often contain a combination of hazards, including wreckage, hazardous material, fire, and noxious fumes.  Depending on the location, season, and time of day there may also be different environmental hazards present (i.e. urban, marine, mountain, desert, winter, nighttime, etc.).  Most modern EMS agencies have access to the equipment required to keep personnel safe in all but the most extreme environments.  Knowing when to don the appropriate protective equipment reduces the risk to both the rescuers and victims.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety. Crash sites often contain a combination of hazards, including wreckage, hazardous material, fire, and noxious fumes.  Depending on the location, season, and time of day there may also be different environmental hazards present (i.e. urban, marine, mountain, desert, winter, nighttime, etc.).  Most modern EMS agencies have access to the equipment required to keep personnel safe in all but the most extreme environments.  Knowing when to don the appropriate protective equipment reduces the risk to both the rescuers and victims."}
{"id": "article-31676_3", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety", "content": "The most basic safety equipment includes personal protective equipment (PPE) which is commonly used during most EMS response scenarios.  However, it is important to consider how each crash site is different in its scope and severity since this will affect the decision of what gear is most appropriate.  For instance, if the crash site spans a large area, as is typical for an aircraft crash, EMS personnel may also require radio communication, fire suppression, construction machinery, and casualty collection transport to provide a safe and efficient response.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety. The most basic safety equipment includes personal protective equipment (PPE) which is commonly used during most EMS response scenarios.  However, it is important to consider how each crash site is different in its scope and severity since this will affect the decision of what gear is most appropriate.  For instance, if the crash site spans a large area, as is typical for an aircraft crash, EMS personnel may also require radio communication, fire suppression, construction machinery, and casualty collection transport to provide a safe and efficient response."}
{"id": "article-31676_4", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety", "content": "EMS is involved in the management of the safety and medical treatment of all personnel at a crash site which may include firefighters, law enforcement, bystanders, and media.   To prevent further injury and/or loss of life, it is important to minimize the risk of injuries to additional personnel and bystanders at a crash site, which could divert precious time and resources away from the crash victims. [1]", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Scene Safety. EMS is involved in the management of the safety and medical treatment of all personnel at a crash site which may include firefighters, law enforcement, bystanders, and media.   To prevent further injury and/or loss of life, it is important to minimize the risk of injuries to additional personnel and bystanders at a crash site, which could divert precious time and resources away from the crash victims. [1]"}
{"id": "article-31676_5", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Triage", "content": "Most crash sites are mass casualty incidents (MCI) with injuries ranging from uninjured to deceased.  EMS providers are required to triage patients quickly and efficiently to help prevent local resources from becoming overwhelmed. A common mistake seen in past MCI responses is for uninjured patients to receive priority transport while critical patients remain in the field. [2]", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Triage. Most crash sites are mass casualty incidents (MCI) with injuries ranging from uninjured to deceased.  EMS providers are required to triage patients quickly and efficiently to help prevent local resources from becoming overwhelmed. A common mistake seen in past MCI responses is for uninjured patients to receive priority transport while critical patients remain in the field. [2]"}
{"id": "article-31676_6", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Triage", "content": "There is no universally accepted triage system and triage procedures may vary from hospital to hospital within the same region. [3] While no data shows one triage system is better than another, it is clear that when different triage systems are in use at the same MCI, the resulting confusion and disorder delays patient care. [4] [5] It is vital that each EMS agency train their respective responders to understand their local triage system and provide a unified response to an MCI.  Each MCI will be different in its scope and cater to what resources are available, but as a general guideline, a triage system will include relevant triage categories and category collection points.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Triage. There is no universally accepted triage system and triage procedures may vary from hospital to hospital within the same region. [3] While no data shows one triage system is better than another, it is clear that when different triage systems are in use at the same MCI, the resulting confusion and disorder delays patient care. [4] [5] It is vital that each EMS agency train their respective responders to understand their local triage system and provide a unified response to an MCI.  Each MCI will be different in its scope and cater to what resources are available, but as a general guideline, a triage system will include relevant triage categories and category collection points."}
{"id": "article-31676_7", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Triage", "content": "EMS personnel assign MCI victims to a triage category upon initial presentation. Each triage protocol may vary on which data is used to categorize patients.  Category metrics may include the Glasgow Coma Score (GCS), vital signs, visible injuries, etc. This initial evaluation is efficient to minimize delay for the patient to receive definitive treatment and also to allow the EMS responder to move to the next victim.  Triage categories are clearly marked and highly visible to aid appropriate transportation and patient care.  These category designations can be a system of color-coding, numbering, lettering, or by transporting the patient to a designated category collection point.  As part of their survey and planning, EMS leaders will designate collection points that are accessible from the crash site and accessible for transport to medical facilities.  Compounding the challenge of MCI triage logistics is the potential for a victim to deteriorating from one category to another as time goes on.  EMS duties, therefore, include the continuous monitoring of patients during triage and transport.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Triage. EMS personnel assign MCI victims to a triage category upon initial presentation. Each triage protocol may vary on which data is used to categorize patients.  Category metrics may include the Glasgow Coma Score (GCS), vital signs, visible injuries, etc. This initial evaluation is efficient to minimize delay for the patient to receive definitive treatment and also to allow the EMS responder to move to the next victim.  Triage categories are clearly marked and highly visible to aid appropriate transportation and patient care.  These category designations can be a system of color-coding, numbering, lettering, or by transporting the patient to a designated category collection point.  As part of their survey and planning, EMS leaders will designate collection points that are accessible from the crash site and accessible for transport to medical facilities.  Compounding the challenge of MCI triage logistics is the potential for a victim to deteriorating from one category to another as time goes on.  EMS duties, therefore, include the continuous monitoring of patients during triage and transport."}
{"id": "article-31676_8", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Triage", "content": "The study of real-world examples shows that without prior training or a unified triage protocol, responders will transport patients on a first-come, first-serve basis and critical patients will encounter treatment delays.  On-scene EMS’s are responsible for administering and maintaining a uniform triage plan for each MCI and for managing the crash site to maximizes the survivability of the most victims possible. [6]", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Triage. The study of real-world examples shows that without prior training or a unified triage protocol, responders will transport patients on a first-come, first-serve basis and critical patients will encounter treatment delays.  On-scene EMS’s are responsible for administering and maintaining a uniform triage plan for each MCI and for managing the crash site to maximizes the survivability of the most victims possible. [6]"}
{"id": "article-31676_9", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Medical Treatment", "content": "EMS personnel are responsible for the pre-hospital medical care for all crash survivors.  As in all other EMS scenarios, medical care begins at the initial encounter and will continue throughout the patient’s transport to the medical facility.  Per Advanced Trauma Life Support (ATLS) protocol, responders treat life-threatening injuries first prior to victim transport from the crash site to a collection point. Less severe injuries will be treated at appropriate stages of patient evacuation per the triage system in place.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Medical Treatment. EMS personnel are responsible for the pre-hospital medical care for all crash survivors.  As in all other EMS scenarios, medical care begins at the initial encounter and will continue throughout the patient’s transport to the medical facility.  Per Advanced Trauma Life Support (ATLS) protocol, responders treat life-threatening injuries first prior to victim transport from the crash site to a collection point. Less severe injuries will be treated at appropriate stages of patient evacuation per the triage system in place."}
{"id": "article-31676_10", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Medical Treatment", "content": "Specific to aircraft crash victims, data from the post-crash analysis shows that lower extremity fractures are the most common injury of hospitalized aircraft crash survivors.  Also common were head injuries, open wounds, upper extremity fractures, internal organ damage, and burns. [7] Rotary aircraft crashed victims have a high potential for spinal column injuries and it is important to consider c-spine immobilization for transports. [6] [8] Trauma victims commonly have multiple distracting injuries. EMS providers are trained to do a thorough assessment, determine the injury severity, immediate treatment needs for each patient, and to appropriately stabilize the patient for transport to definitive care.", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Medical Treatment. Specific to aircraft crash victims, data from the post-crash analysis shows that lower extremity fractures are the most common injury of hospitalized aircraft crash survivors.  Also common were head injuries, open wounds, upper extremity fractures, internal organ damage, and burns. [7] Rotary aircraft crashed victims have a high potential for spinal column injuries and it is important to consider c-spine immobilization for transports. [6] [8] Trauma victims commonly have multiple distracting injuries. EMS providers are trained to do a thorough assessment, determine the injury severity, immediate treatment needs for each patient, and to appropriately stabilize the patient for transport to definitive care."}
{"id": "article-31676_11", "title": "EMS Crash Site Responsibility -- Issues of Concern -- Investigation", "content": "Investigation of the crash scene and the cause of the accident may vary based on the incident.  In the case of an aircraft crash, investigators consider the events as far back as years prior to the crash but will also research the events immediately following the crash.  This includes the eyewitness accounts of EMS first responders on the scene.  As part of the triage process, the deceased are left where found, being careful to only move the deceased victim enough to perform an evaluation.   The investigation that follows will be able to evaluate the passengers' positions in relation to the crash and extrapolate the cause of injury or death. By this same token, investigators may ask that EMS responders recall the location of debris moved or altered by necessity to get to potential survivors. The result of crash site investigations has resulted in changes to processes, materials, and training which have subsequently prevented the future loss of life. [9]", "contents": "EMS Crash Site Responsibility -- Issues of Concern -- Investigation. Investigation of the crash scene and the cause of the accident may vary based on the incident.  In the case of an aircraft crash, investigators consider the events as far back as years prior to the crash but will also research the events immediately following the crash.  This includes the eyewitness accounts of EMS first responders on the scene.  As part of the triage process, the deceased are left where found, being careful to only move the deceased victim enough to perform an evaluation.   The investigation that follows will be able to evaluate the passengers' positions in relation to the crash and extrapolate the cause of injury or death. By this same token, investigators may ask that EMS responders recall the location of debris moved or altered by necessity to get to potential survivors. The result of crash site investigations has resulted in changes to processes, materials, and training which have subsequently prevented the future loss of life. [9]"}
{"id": "article-31676_12", "title": "EMS Crash Site Responsibility -- Clinical Significance", "content": "Emergency Medical Services (EMS) have several responsibilities, including triage, patient care, and preparation of victims for transport.  EMS plays a crucial role at the scene of a crash site, which if properly executed, will result in the maximal number of lives saved and a reduction in morbidity.", "contents": "EMS Crash Site Responsibility -- Clinical Significance. Emergency Medical Services (EMS) have several responsibilities, including triage, patient care, and preparation of victims for transport.  EMS plays a crucial role at the scene of a crash site, which if properly executed, will result in the maximal number of lives saved and a reduction in morbidity."}
{"id": "article-31676_13", "title": "EMS Crash Site Responsibility -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Crash Site Responsibility -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}