{"id": "article-22900_0", "title": "Neuroanatomy, Hippocampus -- Introduction", "content": "The hippocampus is the \"flash drive\" of the human brain and is often associated with memory consolidation and decision-making, but it is far more complex in structure and function than a flash drive. The hippocampus is a convex elevation of gray matter tissue within the parahippocampal gyrus inside the inferior temporal horn of the lateral ventricle. One can describe it more holistically as a curved and recurved sheet of the cortex that folds into the temporal lobe's medial surface. The hippocampus has three distinct zones: the dentate gyrus, the hippocampus proper, and the subiculum. The subiculum is positioned between the hippocampus proper and entorhinal and other cortices. The parahippocampal gyrus and cingulate sulci are located on the medial surface of the hemisphere, forming a C-shaped ring. The medial temporal lobe cortex includes major subdivisions, such as the hippocampus and the entorhinal cortex. This five-centimeter-long hippocampus (from the anterior end at the amygdala to the posterior end near the splenium of the corpus callosum) divides into a head, body, and tail. [1] the head is expanded and bears two or three shallow grooves called pes hippocampi. The head of the hippocampus is part of the posterior half of the triangular uncus and is separated inferiorly from the parahippocampal gyrus by the uncal sulcus. The alveus, which is the surface of the hippocampus, is covered by the ependymal inside the ventricular cavity.", "contents": "Neuroanatomy, Hippocampus -- Introduction. The hippocampus is the \"flash drive\" of the human brain and is often associated with memory consolidation and decision-making, but it is far more complex in structure and function than a flash drive. The hippocampus is a convex elevation of gray matter tissue within the parahippocampal gyrus inside the inferior temporal horn of the lateral ventricle. One can describe it more holistically as a curved and recurved sheet of the cortex that folds into the temporal lobe's medial surface. The hippocampus has three distinct zones: the dentate gyrus, the hippocampus proper, and the subiculum. The subiculum is positioned between the hippocampus proper and entorhinal and other cortices. The parahippocampal gyrus and cingulate sulci are located on the medial surface of the hemisphere, forming a C-shaped ring. The medial temporal lobe cortex includes major subdivisions, such as the hippocampus and the entorhinal cortex. This five-centimeter-long hippocampus (from the anterior end at the amygdala to the posterior end near the splenium of the corpus callosum) divides into a head, body, and tail. [1] the head is expanded and bears two or three shallow grooves called pes hippocampi. The head of the hippocampus is part of the posterior half of the triangular uncus and is separated inferiorly from the parahippocampal gyrus by the uncal sulcus. The alveus, which is the surface of the hippocampus, is covered by the ependymal inside the ventricular cavity."}
{"id": "article-22900_1", "title": "Neuroanatomy, Hippocampus -- Introduction", "content": "The fornix, which is the main outflow bundle out of the hippocampus, wraps around the thalamus, where it then becomes separated by the choroidal fissure and the choroid plexus. The hippocampus contains parts like the fimbria, crus, body, and column—the fimbria forms where alveus fibers converge along the medial portion of the lateral ventricle's inferior horn. The white matter of the fimbria separates to form a crux of the ipsilateral fornix at a point beyond the splenium of the corpus callosum. The Cornu Ammonis (CA) is a seahorse-like or ram's horn-like structure that describes the different layers of the hippocampus. There are four hippocampal subfields CA1, CA2, CA3, and CA4. CA3 and CA2 border the hilus of the dentate gyrus on either side. CA3 is the largest in the hippocampus and receives fibers from the dentate granule cells on their proximal dendrites [2] . The pyramidal cell layer is about ten cells thick.", "contents": "Neuroanatomy, Hippocampus -- Introduction. The fornix, which is the main outflow bundle out of the hippocampus, wraps around the thalamus, where it then becomes separated by the choroidal fissure and the choroid plexus. The hippocampus contains parts like the fimbria, crus, body, and column—the fimbria forms where alveus fibers converge along the medial portion of the lateral ventricle's inferior horn. The white matter of the fimbria separates to form a crux of the ipsilateral fornix at a point beyond the splenium of the corpus callosum. The Cornu Ammonis (CA) is a seahorse-like or ram's horn-like structure that describes the different layers of the hippocampus. There are four hippocampal subfields CA1, CA2, CA3, and CA4. CA3 and CA2 border the hilus of the dentate gyrus on either side. CA3 is the largest in the hippocampus and receives fibers from the dentate granule cells on their proximal dendrites [2] . The pyramidal cell layer is about ten cells thick."}
{"id": "article-22900_2", "title": "Neuroanatomy, Hippocampus -- Structure and Function", "content": "Three phases of memory include (1) registration, (2) storage, and (3) retrieval of information. The hippocampus, parahippocampal region of the medial temporal lobe, and the neocortical association have been shown through autopsy and imaging studies to be essential for memory processing. Impairment of short-term memory leading up to an inability to form new memories occurs when there is bilateral damage to the above mention regions [3] . The hippocampus is closely associated with the amygdala, hypothalamus, septum, and mammillary bodies such that any stimulation of the nearby parts also marginally stimulates the hippocampus. There are also high outgoing signals from the hippocampus, especially through the fornix into the anterior thalamus, hypothalamus, and greater limbic system. The hippocampus is also very hyperexcitable, meaning it can sustain weak electrical stimulation into a long, sustained stimulation that helps in encoding memory from olfaction, visual, auditory, and tactile senses.", "contents": "Neuroanatomy, Hippocampus -- Structure and Function. Three phases of memory include (1) registration, (2) storage, and (3) retrieval of information. The hippocampus, parahippocampal region of the medial temporal lobe, and the neocortical association have been shown through autopsy and imaging studies to be essential for memory processing. Impairment of short-term memory leading up to an inability to form new memories occurs when there is bilateral damage to the above mention regions [3] . The hippocampus is closely associated with the amygdala, hypothalamus, septum, and mammillary bodies such that any stimulation of the nearby parts also marginally stimulates the hippocampus. There are also high outgoing signals from the hippocampus, especially through the fornix into the anterior thalamus, hypothalamus, and greater limbic system. The hippocampus is also very hyperexcitable, meaning it can sustain weak electrical stimulation into a long, sustained stimulation that helps in encoding memory from olfaction, visual, auditory, and tactile senses."}
{"id": "article-22900_3", "title": "Neuroanatomy, Hippocampus -- Structure and Function", "content": "In lower animals, the hippocampus helps them determine if they will eat certain foods based on olfactory discernment, avoid danger, respond to sexual invites through pheromones, or react to life-and-death decisions. The hippocampus is a site for decision-making and committing information to memory for future safety uses. Thus it has a mechanism to convert short-term memory into long-term memory, consolidating verbal and symbolic thinking into information that can be accessed when needed for decision-making.", "contents": "Neuroanatomy, Hippocampus -- Structure and Function. In lower animals, the hippocampus helps them determine if they will eat certain foods based on olfactory discernment, avoid danger, respond to sexual invites through pheromones, or react to life-and-death decisions. The hippocampus is a site for decision-making and committing information to memory for future safety uses. Thus it has a mechanism to convert short-term memory into long-term memory, consolidating verbal and symbolic thinking into information that can be accessed when needed for decision-making."}
{"id": "article-22900_4", "title": "Neuroanatomy, Hippocampus -- Embryology", "content": "The hippocampus originates in the isocortex as part of the fifth limbic lobe of the brain in the cerebral hemisphere's medial surface. It is also considered part of the olfactory cortex. [4] It is drawn to the temporal lobe by a strand of fibers called the fornix. Choroid fissure helps the choroid plexus invaginate into the lateral ventricle. The hippocampus itself is a mammalian innovation, while the isocortex as a whole is part of the phylogenetical ancient brain. The hippocampus is a deep structure hidden between the mesencephalon and the medial aspect of the temporal lobe. Three important changes are necessary for the complex shape and location of the hippocampus", "contents": "Neuroanatomy, Hippocampus -- Embryology. The hippocampus originates in the isocortex as part of the fifth limbic lobe of the brain in the cerebral hemisphere's medial surface. It is also considered part of the olfactory cortex. [4] It is drawn to the temporal lobe by a strand of fibers called the fornix. Choroid fissure helps the choroid plexus invaginate into the lateral ventricle. The hippocampus itself is a mammalian innovation, while the isocortex as a whole is part of the phylogenetical ancient brain. The hippocampus is a deep structure hidden between the mesencephalon and the medial aspect of the temporal lobe. Three important changes are necessary for the complex shape and location of the hippocampus"}
{"id": "article-22900_5", "title": "Neuroanatomy, Hippocampus -- Embryology", "content": "Rotation of the lateral parts of the developing telencephalon dorsocaudally, then ventrally and rostrally, forming the parietal, occipital, and temporal lobes. The hippocampal sulcus then invaginates into the medial wall of the temporal lobe Finally, the hippocampal sulcus rotates along a longitudinal axis of the hippocampus, forming a complex structure that is present in the medial aspect of the temporal lobe.", "contents": "Neuroanatomy, Hippocampus -- Embryology. Rotation of the lateral parts of the developing telencephalon dorsocaudally, then ventrally and rostrally, forming the parietal, occipital, and temporal lobes. The hippocampal sulcus then invaginates into the medial wall of the temporal lobe Finally, the hippocampal sulcus rotates along a longitudinal axis of the hippocampus, forming a complex structure that is present in the medial aspect of the temporal lobe."}
{"id": "article-22900_6", "title": "Neuroanatomy, Hippocampus -- Blood Supply and Lymphatics", "content": "The anterior choroidal artery runs medially and superiorly to the uncus, between the ambient and semilunar gyrus. [1] It then sends perforating arteries to reach deeper structures. The uncus is closely related to the M1 segment of the middle cerebral arteries and its lenticulostriate arteries. The P2 segment of the posterior cerebral artery and the basal vein supply and drain the caudal part of the head of the hippocampus that faces the crus cerebri and crural cistern. [5]", "contents": "Neuroanatomy, Hippocampus -- Blood Supply and Lymphatics. The anterior choroidal artery runs medially and superiorly to the uncus, between the ambient and semilunar gyrus. [1] It then sends perforating arteries to reach deeper structures. The uncus is closely related to the M1 segment of the middle cerebral arteries and its lenticulostriate arteries. The P2 segment of the posterior cerebral artery and the basal vein supply and drain the caudal part of the head of the hippocampus that faces the crus cerebri and crural cistern. [5]"}
{"id": "article-22900_7", "title": "Neuroanatomy, Hippocampus -- Blood Supply and Lymphatics", "content": "Internal cerebral veins drain into the thalamostriatal basal ganglia, thalamus, internal capsule, tela choroidea of 3 ventricles, and hippocampus. The veins on each side unite to form the internal cerebral vein.", "contents": "Neuroanatomy, Hippocampus -- Blood Supply and Lymphatics. Internal cerebral veins drain into the thalamostriatal basal ganglia, thalamus, internal capsule, tela choroidea of 3 ventricles, and hippocampus. The veins on each side unite to form the internal cerebral vein."}
{"id": "article-22900_8", "title": "Neuroanatomy, Hippocampus -- Surgical Considerations", "content": "A hippocampectomy is a surgical procedure to excise the hippocampus in patients with medial temporal epilepsy due to hippocampal sclerosis [6] . The hippocampus is complex and has a deep location compared to other complex structures. Subpial resection of the hippocampus and perhaps some surrounding structures, like the amygdaloid complex and parahippocampal gyrus, is recommended in this procedure while avoiding lesions to important surrounding landmarks. The hippocampus is only viewable from the inferior horn of the lateral ventricle, which makes a resection especially challenging and complex.", "contents": "Neuroanatomy, Hippocampus -- Surgical Considerations. A hippocampectomy is a surgical procedure to excise the hippocampus in patients with medial temporal epilepsy due to hippocampal sclerosis [6] . The hippocampus is complex and has a deep location compared to other complex structures. Subpial resection of the hippocampus and perhaps some surrounding structures, like the amygdaloid complex and parahippocampal gyrus, is recommended in this procedure while avoiding lesions to important surrounding landmarks. The hippocampus is only viewable from the inferior horn of the lateral ventricle, which makes a resection especially challenging and complex."}
{"id": "article-22900_9", "title": "Neuroanatomy, Hippocampus -- Clinical Significance", "content": "Alzheimer's disease is accompanied by early dysfunction and loss of synapses, prominently affecting excitatory transmission in the hippocampus and cerebral cortex. [7] These changes may contribute to memory loss. The loss of neuronal population, specifically glutamatergic neurons in the entorhinal cortex and pyramidal neurons of the CA1 sector of the hippocampus, is also seen in Alzheimer’s disease. These pyramidal neurons of the CA1 sector are also more selectively vulnerable to global cerebral ischemia, with the severity of pathology depending on the ischemic duration. These abnormalities can be seen on the CA1 field on MRI [8] . If a coma persists for less than 12 hours (brief ischemia), it might cause reversible bilateral encephalopathies to the thalamus or hippocampus. Patients with brief ischemia will present with transient confusion or amnesia upon awakening. Some patients may show severe anterograde or variable retrograde amnesia with or without confabulations.", "contents": "Neuroanatomy, Hippocampus -- Clinical Significance. Alzheimer's disease is accompanied by early dysfunction and loss of synapses, prominently affecting excitatory transmission in the hippocampus and cerebral cortex. [7] These changes may contribute to memory loss. The loss of neuronal population, specifically glutamatergic neurons in the entorhinal cortex and pyramidal neurons of the CA1 sector of the hippocampus, is also seen in Alzheimer’s disease. These pyramidal neurons of the CA1 sector are also more selectively vulnerable to global cerebral ischemia, with the severity of pathology depending on the ischemic duration. These abnormalities can be seen on the CA1 field on MRI [8] . If a coma persists for less than 12 hours (brief ischemia), it might cause reversible bilateral encephalopathies to the thalamus or hippocampus. Patients with brief ischemia will present with transient confusion or amnesia upon awakening. Some patients may show severe anterograde or variable retrograde amnesia with or without confabulations."}
{"id": "article-22900_10", "title": "Neuroanatomy, Hippocampus -- Clinical Significance", "content": "Vascular dementia is the second most common cause of dementia after Alzheimer disease. [9] It can be caused by multiple large cortical infarcts or strategic infarcts involving the hippocampus or thalamus.", "contents": "Neuroanatomy, Hippocampus -- Clinical Significance. Vascular dementia is the second most common cause of dementia after Alzheimer disease. [9] It can be caused by multiple large cortical infarcts or strategic infarcts involving the hippocampus or thalamus."}
{"id": "article-22900_11", "title": "Neuroanatomy, Hippocampus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Hippocampus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}